{
  "dataList": [
    {
      "id": 97105601,
      "title": "Carnival of La Manchaland",
      "eventDesc": "We could very easily get swept up in this kind of action before we even know it.\n\nLeaving is an option, but... a hasty retreat would risk drawing the attention of the other Bloodfiends who haven't had the chance to touch the syringe.\n\nGetting into a large-scale conflict is generally inadvisable... maybe there's a Sinner who can somehow get us out of this situation?",
      "prevDesc": "",
      "behaveDesc": "Who can calm this commotion?",
      "successDesc": [
        "{0} walks ahead and approaches one of the Bloodfiends on the fringes of the large crowd, tapping their shoulder.\n\n\"...!\"\n\nThe Bloodfiends immediately turn around and begin charging at {0}, but when {0} shouts something out loud, they all come to a stop, frozen in place.\n\n\"Aaugh, aaaaaagghhhh!!!\"\n\nSome more words were said, but we couldn't quite catch any of them as they were drowned in the sea of screams.\n\nIt wasn't long before the terrified Bloodfiends sped away from the scene. All that remained was a hardened, blood droplet-shaped thing. Perhaps the fluid from the syringe solidified."
      ],
      "failureDesc": [
        "We can't give them our blood... nor do we have any reason to.\nHmm, perhaps we can—\n\n\"The hell are you?! Get outta my way!\"\n\nAs we stood there gawking and pondering, the Bloodfiends, who had advanced right up to {0}'s face, push {0} to the ground.\n\n... We really have to get out of here before things get out of hand. Even more than it has already, that is."
      ]
    },
    {
      "id": 97105701,
      "title": "The Carousel",
      "eventDesc": "Upon closer inspection, the carousel seems to be spinning much faster than these things usually do.\n\n\"... Aught seems to be within.\"\n\nI follow where the Sinner's finger points, and find a strange light emanating from within.",
      "prevDesc": "",
      "behaveDesc": "Who shall demonstrate their bravery?",
      "successDesc": [
        "Somehow, {0} manages to latch onto a horse on the carousel. A jolly, excited voice booms from somewhere—a hidden loudspeaker, perhaps.\n\n\"Con-gratulations! Claim your prize most fitting for such a wonderful and successful demonstration of courage!\"\n\nWith that, the carousel slows down until it comes to full stop.\n\n{0} walks off the carousel and shows us what was inside the carousel."
      ],
      "failureDesc": [
        "\"A-are you okay?!\"\n\n... The carousel was spinning too fast.\n\n{0}, after gauging the madly spinning carousel for an opportunity, leaps onto it... but is promptly knocked to the ground, struck by a plastic horse.\n\nI quickly run up to see if {0} is okay. When I look up, the carousel is already gone, like an illusory dream."
      ]
    },
    {
      "id": 97105801,
      "title": "Refracted Sleeping Bag of a Bygone Day",
      "eventDesc": "We walked up to the Abnormality. Its desperate attempts at breathing were buried under the loud, exhaling-inhaling noise of an unknown gas.\n\nWhen the Sinners inhaled the gas, they began to murmur amongst themselves about how it seemed to be clearing their heads.\n\n\"Nice, let's sit around here for a while and reap the benefits of this Abnormality before we—\"\n\nA dark silhouette, shaped like a human, jumped out of the Abnormality.\n\"Don't take my breath away,\" it seems to convey.",
      "prevDesc": "",
      "behaveDesc": "Who will stop the silhouette?",
      "successDesc": [
        "{0} quickly bashes the silhouette away before it could do us any real harm, but it was no longer generating that beneficial gas.\n\nThe silhouette was siphoned back into the Abnormality. We decided to leave as soon as possible before we were attacked again.\n\n... But it feels as though that Abnormality's breathing is still with us."
      ],
      "failureDesc": [
        "{0} quickly stepped forward, but failed to strike the nigh-formless silhouette. {0} suffered multiple wounds in the process.\n\nThe silhouette was siphoned back into the Abnormality. We decided to leave as soon as possible before we were attacked again.\n\n... But it feels as though that Abnormality's breathing is still with us."
      ]
    },
    {
      "id": 97105901,
      "title": "Refracted Four-hundred Roses",
      "eventDesc": "Its thorns are even uglier and sharper up close.",
      "prevDesc": "",
      "behaveDesc": "Who will break off its thorn?",
      "successDesc": [
        "{0} snuck up to the rose, and with a fell swoop of their weapon...\n\n... cleanly sliced a thorn off the stem. Bright red blood glugs out of the hole left behind.\n\nDespite our concerns, it doesn't seem very irked by the fact that we had just cut off one of its thorns.\n\nRelieved, we take the ominous thorn and leave the scene."
      ],
      "failureDesc": [
        "{0} snuck up to the rose, and with a fell swoop of their weapon...\n\n... struck the thorn and failed to chop it off. It was sturdier than any of us expected.\n\nThe rose, noticing the disturbance, immediately bound the Sinner with its thorny stem.\n\nI don't think it's necessary to recount what happened to the Sinner thereafter."
      ]
    },
    {
      "id": 97106401,
      "title": "Daily Life",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Who will look for a cushion?",
      "successDesc": [
        "{0} returned, carrying something in their hands.\n\nIt's a plush cusion.\n\n\"Let's try to make sure that the person falls on top of this thing, instead of trying to catch them ourselves...\"\n\nThe other Sinners moved quickly, removing any dangerous objects from the area.\n\nFinally, {0} moved the cushion to just the right spot to break the civilian's fall.\n\n... Eventually, the falling civilian gently hit the cushion. It sounded rather comfy."
      ],
      "failureDesc": [
        "{0} returned, carrying something in their hand.\n\nIt's a plush cushion.\n\nBut...\n\n\"Oi, what's wrong with you? This thing's way too small!\"\n\nIt's barely large enough to cover someone's torso.\n\n\"W-well, 'tis better than having naught to break their fall!\"\n\nEither way, there wasn't enough time for us to go out and look for an alternative. The Sinners decided to stand around in a circle to use their bodies to break their fall.\n\n... Who, eventually, did.\n\nThe shock absorption was distributed amongst several bodies, and the tiny cushion at least managed to protect the person's back, but...\n\n... once it was over, most of the Sinners were stumbling around with either broken arms or cracked spines."
      ]
    },
    {
      "id": 97106501,
      "title": "T Corp. Collector",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Who will go receive a pass?",
      "successDesc": [
        "\"You can receive the pass permit here.\"\n\nAs instructed by the receptionist, {0} filled out the pass issuance form without question.\n\n\"Please fill in the blanks here, and here as well.\"\n\n{0} carried out the task valiantly.\n\n\"And for your specific visitation purposes, the pass fee is listed right here.\"\n\n\"Uhh...\"\n\n{0} look at us with consternation.\n\n\"Buuut, the Time Lottery winner this time around donated their winnings to pay for civilians' pass permits. What a generous soul, that one.\"\n\n\"Now, please wear this badge. Don't forget to return it once your task here is done.\"\n\nWe were able to obtain ourselves a pass without paying a single Ahn."
      ],
      "failureDesc": [
        "We decided to grab a pass, but the door was already shut.\n\n\"Time is more precious than Ahn. Do arrive earlier than our closing hours next time.\"\n\nOnly the haphazardly scribbled and tacked on sign greeted us at the receptionist's desk."
      ]
    },
    {
      "id": 97106601,
      "title": "Yurodiviye",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Who will read the meetup directions?",
      "successDesc": [
        "We remained in hiding while {0} sorted out the directions on the poster and made it to the meeting spot.\n\nSometime later, {0} conversed briefly with a stranger before returning to us with what appears to be a mechanical gear of sorts."
      ],
      "failureDesc": [
        "We remained in hiding while {0} sorted out the directions on the poster and made it to the meeting spot.\n\nBut...\n\n... no one came to meet {0}.\n\nThat's when we sensed a group of scarved people approaching from behind us.\n\n\"I'm quite certain we asked any hopefuls to come alone... what are you lot, hounds of T Corp.?\"\n\n... Looks like a fight is inevitable."
      ]
    },
    {
      "id": 97106701,
      "title": "Yurodiviye",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Who will pretend to join them?",
      "successDesc": [
        "{0} signals me with a nod before walking forward.\n\n\"A very wise decision! Let us remove your brain and bring you into our fold.\"\n\n\"Now, while we do not have the luxury of time, take this, and—\"\n\n{0} snatches the thing in their hands and begins striding back toward the rest of us.\n\n\"... Huh?\"\n\n\"Y-you must let us finish! You're...\"\n\n\"What are you all, daft?! We've been tricked!\"\n\nWe forged onward, ignoring the sounds coming from behind us."
      ],
      "failureDesc": [
        "{0} signals me with a nod before walking forward.\n\nA different set of voices began to echo.\n\n\"Hold on, how do we trust them?\"\n\n\"Let's just move on! We're not just letting any sod join us willy-nilly...\"\n\n\"I'm sorry; forget we ever had this conversation. It seems that our offer was made in haste, without a proper agreement made even amongst us.\"\n\n{0} contines to argue their case, but...\n\n\"If you won't forget us... we may have to take your time.\"\n\nThey seem quite determined to leave us; they walk past us without hesitation."
      ]
    }
  ]
}