{
  "dataList": [
    {
      "id": 132001,
      "title": "Ardor Blossom Moth",
      "prevDesc": "A dark shadow lingers amidst the licking tongues of the crimson flame.",
      "eventDesc": "A dark shadow lingers at the center of the flaming moth.\n\nIts form was vague and mercurial, yet... somehow, you can tell that the shadow is the very core of the moth.\n\nIf that shadow could be separated from the flames, perhaps its heat may momentarily subside.",
      "behaveDesc": "Who will reach out for the shadow?",
      "successDesc": [
        "[{0}] reaches out toward the flames, enduring through the burning fire.\n\nTheir fingertips begin to blister and bubble, but perhaps [{0}]'s passion burned hotter than the flames itself.\n\nBefore the moth could do anything, [{0}] wrested the dark thing from the flames and hurled it away from the fire.\n\nThe fire and the embers on both the moth and the Sinners immediately subsided.\n\nAs though the flames had never burned."
      ],
      "failureDesc": [
        "[{0}] reaches out toward the flames, enduring through the burning fire.\n\nBut the pain of their very skin blistering and bubbling from the heat was far too much for them to bear. [{0}] pulled away from the flames before they reached the shadow.\n\nThe price of letting this opportunity fall through their fingers was devastating.\n\nThe moth begins to beat its wings faster and with unforeseen vigor; and the flames began rising higher and higher in return.\n\nIt need not be said that a world of fire soon descended upon the Sinners."
      ]
    },
    {
      "id": 876301,
      "title": "Rose Hunter",
      "prevDesc": "The Rose Hunter expertly swings the Barbed Lasso over his head.",
      "eventDesc": "The lasso is aiming straight for us...\n\nThe lasso, powered on by the hunter's movements, flies right at us.",
      "behaveDesc": "Who will step forth?",
      "successDesc": [
        "With lightning-fast reflexes, {0} deflects the barbed lasso to the side.\n\nThe lasso, deflected, flies in the other direction.\n\nThe Rose Hunter hesitates, surprised by the turn of events."
      ],
      "failureDesc": [
        "The barbed lasso struck {0} hard.\n\nWatching the Sinner writhing in pain seems to have invigorated the Rose Hunter."
      ]
    },
    {
      "id": 876501,
      "title": "Faelantern",
      "prevDesc": "The teal-colored fairy appeared again at the tip of the branch.",
      "eventDesc": "Attacking that fairy again will reveal its true form.\n\nThis isn’t your first time facing this entity. It won’t be as hard as the first time.\n\nThe Sinners seem to agree.\n\nThe fairy simply sat there in near complete stillness, only interrupted by its intermittently vibrating wings. It was as though the fairy knew you were coming.",
      "behaveDesc": "Who will answer the bait?",
      "successDesc": [
        "[{0}] charged toward the fairy.\n\nAfter a light leap into the air, the Sinner swung the weapon toward the fairy.\n\n”!!!”\n\nThe fairy appeared to scream, but no sound came from its mouth.\n\nMaybe it wasn’t screaming at all. Perhaps it was just the swaying of branches.\n\n”The eyes are coming out…”\n\n”Get outta there! Here we go again.”\n\nNumerous eyes open one by one, gleaming from the shadows.\n\nThey oscillate as though they’ll jump out at us at any minute.\n\nSo… What now?"
      ],
      "failureDesc": [
        "[{0}] charged toward the fairy.\n\nAfter lightly leaping into the air, the Sinner swung the weapon toward the fairy.\n\nBut…\n\n”That thing can dodge…?!”\n\nOf course, it wasn’t going to be that easy. Assuming that a bait would remain stationary is a complacent thought.\n\nThe fairy had also lightly flown up into the air and glared at the Sinner, who dared to attack it.\n\n”G-get out of there! It’s starting to move again!”\n\n[{0}] tried to get away, but its main body had already tightened around the Sinner's legs.\n\nSo… What now?"
      ]
    },
    {
      "id": 876701,
      "title": "Wayward Passenger",
      "prevDesc": "Is it hiding in another dimension again?",
      "eventDesc": "If this fight’s been anything to go by, it’ll soon emerge from one of the dimensional rifts.\n\nIf we can intuit its next point of emergence, maybe we can deal a fatal blow against it before it fully emerges from the dimensional rift.",
      "behaveDesc": "Who can intuit its next point of emergence?",
      "successDesc": [
        "Soon, the entity began crawling out of the dimensional rift that [{0}] selected.\n\n\"!\"\n\nThough it sensed the Sinner’s presence before it emerged,\n\nIt didn’t have enough time to act before [{0}] swung their weapon at it.\n\nThe entity hurriedly closed the dimensional rift as it fled back into its safety. That seems to have destabilized the dimensional rift.\n\nOpportunity."
      ],
      "failureDesc": [
        "Soon, the entity began to crawl out of the dimensional rift.\n\n… From the rift opposite to the one that [{0}] had selected, unfortunately.\n\n[{0}] quickly turned around, brandishing their weapon… but the entity was faster.\n\nIt goes without saying that a powerful attack soon struck the Sinner."
      ]
    },
    {
      "id": 877401,
      "prevDesc": "A bear plush looks at us with a sad expression. Several sharp nails are impaling its body."
    },
    {
      "id": 877402,
      "title": "",
      "eventDesc": "",
      "behaveDesc": "What will you do?",
      "successDesc": [
        "{0} gave the bear plush a hug.\n\nEven as its nails dig into {0}'s skin...\n\n... the happily bouncing bear plush seemed to have soothed the Sinner's feelings."
      ],
      "failureDesc": [
        "{0} gave the bear plush a hug.\n\nA particularly blunt nail digs into {0}'s skin...\n\n... the happily bouncing bear plush seemed to have soothed the Sinner's feelings."
      ]
    }
  ]
}