{
  "dataList": [
    {
      "id": 1081401,
      "title": "Daily Life",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Who will look for a cushion?",
      "successDesc": [
        "{0} returned, carrying something in their hands.\n\nIt's a plush cusion.\n\n\"Let's try to make sure that the person falls on top of this thing, instead of trying to catch them ourselves...\"\n\nThe other Sinners moved quickly, removing any dangerous objects from the area.\n\nFinally, {0} moved the cushion to just the right spot to break the civilian's fall.\n\n... Eventually, the falling civilian gently hit the cushion. It sounded rather comfy."
      ],
      "failureDesc": [
        "{0} returned, carrying something in their hand.\n\nIt's a plush cushion.\n\nBut...\n\n\"Oi, what's wrong with you? This thing's way too small!\"\n\nIt's barely large enough to cover someone's torso.\n\n\"W-well, 'tis better than having naught to break their fall!\"\n\nEither way, there wasn't enough time for us to go out and look for an alternative. The Sinners decided to stand around in a circle to use their bodies to break their fall.\n\n... Who, eventually, did.\n\nThe shock absorption was distributed amongst several bodies, and the tiny cushion at least managed to protect the person's back, but...\n\n... once it was over, most of the Sinners were stumbling around with either broken arms or cracked spines."
      ]
    },
    {
      "id": 1081501,
      "title": "T Corp. Collector",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Who will go receive a pass?",
      "successDesc": [
        "\"You can receive the pass permit here.\"\n\nAs instructed by the receptionist, {0} filled out the pass issuance form without question.\n\n\"Please fill in the blanks here, and here as well.\"\n\n{0} carried out the task valiantly.\n\n\"And for your specific visitation purposes, the pass fee is listed right here.\"\n\n\"Uhh...\"\n\n{0} look at us with consternation.\n\n\"Buuut, the Time Lottery winner this time around donated their winnings to pay for civilians' pass permits. What a generous soul, that one.\"\n\n\"Now, please wear this badge. Don't forget to return it once your task here is done.\"\n\nWe were able to obtain ourselves a pass without paying a single Ahn."
      ],
      "failureDesc": [
        "We decided to grab a pass, but the door was already shut.\n\n\"Time is more precious than Ahn. Do arrive earlier than our closing hours next time.\"\n\nOnly the haphazardly scribbled and tacked on sign greeted us at the receptionist's desk."
      ]
    },
    {
      "id": 1081601,
      "title": "Yurodiviye",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Who will read the meetup directions?",
      "successDesc": [
        "We remained in hiding while {0} sorted out the directions on the poster and made it to the meeting spot.\n\nSometime later, {0} conversed briefly with a stranger before returning to us with what appears to be a mechanical gear of sorts."
      ],
      "failureDesc": [
        "We remained in hiding while {0} sorted out the directions on the poster and made it to the meeting spot.\n\nBut...\n\n... no one came to meet {0}.\n\nThat's when we sensed a group of scarved people approaching from behind us.\n\n\"I'm quite certain we asked any hopefuls to come alone... what are you lot, hounds of T Corp.?\"\n\n... Looks like a fight is inevitable."
      ]
    },
    {
      "id": 1081701,
      "title": "Yurodiviye",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Who will pretend to join them?",
      "successDesc": [
        "{0} signals me with a nod before walking forward.\n\n\"A very wise decision! Let us remove your brain and bring you into our fold.\"\n\n\"Now, while we do not have the luxury of time, take this, and—\"\n\n{0} snatches the thing in their hands and begins striding back toward the rest of us.\n\n\"... Huh?\"\n\n\"Y-you must let us finish! You're...\"\n\n\"What are you all, daft?! We've been tricked!\"\n\nWe forged onward, ignoring the sounds coming from behind us."
      ],
      "failureDesc": [
        "{0} signals me with a nod before walking forward.\n\nA different set of voices began to echo.\n\n\"Hold on, how do we trust them?\"\n\n\"Let's just move on! We're not just letting any sod join us willy-nilly...\"\n\n\"I'm sorry; forget we ever had this conversation. It seems that our offer was made in haste, without a proper agreement made even amongst us.\"\n\n{0} contines to argue their case, but...\n\n\"If you won't forget us... we may have to take your time.\"\n\nThey seem quite determined to leave us; they walk past us without hesitation."
      ]
    }
  ]
}