{
  "dataList": [
    {
      "id": 97105101,
      "title": "",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Who will pursue them?",
      "successDesc": [
        "{0} pursues the intruder with all the speed they can muster.\n\nThe intruder comes to a brief stop at a sharp turn—\n\n{0} does not miss that opportunity and swings their weapon at them, but they only succeed in cutting some fabric off their clothes.\n\nPerhaps they dropped something in the process, however.\n\nThere was a yellow fabric on the ground."
      ],
      "failureDesc": [
        "{0} pursues the intruder with all the speed they can muster.\n\nThe intruder comes to a brief stop at a sharp turn—\n\n{0} does not miss that opportunity and swings their weapon at them, but they fail to even brush their clothes due to the intruder's absurd speed.\n\nA resident of the building next to that scene walks out, sees the ground where the intruder stood on, and screams.\n\n\"What the hell? You messed up the road in front of my house!\"\n\n\"I demand compensation! Or at least call an insurance Office to deal with this!\"\n\nWe decided to stop pursuing them to clean up the floor before the resident made an even bigger fuss."
      ]
    },
    {
      "id": 97105201,
      "title": "",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "What should we do?",
      "successDesc": [
        "{0} doesn't seem to recognize the person in the picture at all.\n\nHowever, with an impromptu story, {0} managed to fool the henchmen of the Middle.\n\n\"I think that's gotta be the one, bro.\"\n\n\"That's it, we're heading east!\"\n\n\"You've been very helpful. Here, take this.\"\n\n\"You're not our family, but these chains are proof that you helped the Middle out.\"\n\nThey handed us a bundle of heavy chains."
      ],
      "failureDesc": [
        "{0} doesn't seem to recognize the person in the picture at all.\n\n{0} tries to come up with an impromptu story, but the henchmen of the Middle doesn't seem convinced.\n\n\"I don't think that's the guy, bro.\"\n\n\"Agreed, kid. Oh well. Move along, now.\"\n\n\"But before you go, take this.\"\n\n{0} received a temporary tattoo sticker.\n\nIt's not the real deal, but it looks pretty similar to the Middle's tattoos."
      ]
    },
    {
      "id": 97105301,
      "title": "",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Who will step forth?",
      "successDesc": [
        "Someone approaches as {0} waits in standby.\n\n\"This is a talisman from Q Corp. Keep it safe, and use it against the enemies if they make it in this deep.\"\n\nThe talisman was engraved with various glyphs we couldn't understand.\n\nIt certainly carried some power, however—it'll come in handy."
      ],
      "failureDesc": [
        "Someone approaches as {0} waits in standby.\n\n\"You're... I don't think you've been to anything today, hare.\"\n\n\"But if you're here anyway, clean up the room to see if there's anything that could get in our way.\"\n\nWe collected some broken shards and left the scene."
      ]
    },
    {
      "id": 97105302,
      "title": "",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Who will step forth?",
      "successDesc": [
        "{0} decided to follow the Operation team. Someone in a bamboo hat walks up to {0} and delivers the mission.\n\n\"Place these talismans at their designated spots.\"\n\n\"Also, collect the scattered obstacles at a single place.\"\n\n{0} followed the mission, but was left with a few surplus talismans and shards.\n\n\"About those... keep them. Just in case.\"\n\nWe decided to take whatever was left."
      ],
      "failureDesc": [
        "\"... Who are you? I haven't seen you around here before.\"\n\nOne of them looked at {0} curiously.\n\n\"It seems that someone has infiltrated our ranks and disguised themselves as a hare.\"\n\n\"Intruders must be removed.\"\n\nWe are suddenly surrounded by a dark and yellow presence, suffocating us."
      ]
    },
    {
      "id": 97105401,
      "title": "",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Who will lead us to a shelter?",
      "successDesc": [
        "{0} identifies a prospective shelter and calls the other Sinners over.\n\nWe all ran into the shelter and shut the door behind us—but upon turning around, we realize that the place was already occupied. It did look big enough to hold us all, however.\n\nIt was an odd mishmash of a bar and a restaurant—slightly awkward to be called a bar, not robust enough to be called a restaurant. But people were enjoying their meals here anyway.\n\n\"I-I beg your forgiveness for our intrusion!\"\n\nOne of the Sinners shout, and that seemed to have been acceptable enough for the guests. They soon get over their initial confusion and nod affirmatively.\n\nWe could hear something moving outside the door, but... at least this shelter seems safe."
      ],
      "failureDesc": [
        "{0} identifies a prospective shelter and calls the other Sinners over.\n\nThunk, thunk.\n\nThe door budged, but something heavy and hard seemed to have stopped it from opening.\n\nWhoever's in there probably locked the door as soon as the Night in the Backstreets began.\n\nWe turn around, but our exit's been blocked by the wave of Sweepers as well.\n\nWe have no choice but to fight them."
      ]
    }
  ]
}