{
  "dataList": [
    {
      "id": 97108101,
      "title": "There is a useful piece of gear on a W Corp. Cleanup Agent who was turned into a Bloodbag.",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Who will step forth?",
      "successDesc": [
        "{0} manages to pry the gear free from the gore.\n\n\"Oh...\"\n\nBut something seems to have messed up the gauntlet during the process, and now it won't activate."
      ],
      "failureDesc": [
        "{0} ends up getting a gash on the hand while trying to pry the gear free from the gore.\n\n\"... We might get it working if we can find circuit 7B.\"\n\nOne of the Sinners makes a suggestion. Doing so, however, might strain {0}'s wounded hand even further.\n\nIs it worth the effort?"
      ]
    },
    {
      "id": 97108201,
      "title": "There is a useful piece of gear on a W Corp. Cleanup Agent who was turned into a Bloodbag.",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Who will step forth?",
      "successDesc": [
        "{0} manages to find the faulty circuit and successfully repairs it."
      ],
      "failureDesc": [
        "\"Almost there...\"\n\nJust as it was about to be over...\n\n\"...! Enemy attack, Executive Manager!\"\n\nWe tarried too long, and the Bloodbags close in on us."
      ]
    },
    {
      "id": 97108402,
      "title": "A W Corp. Cleanup Agent is battling a group of Bloodbags.",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Who will step forth?",
      "successDesc": [
        "{0} is sent to assist as soon as the Bloodbags reveal an opening in their formation.\n\n... Fortunately, we made it through the Cleanup without any issue.\n\n\"Thank you for stepping in! Another second and I'd also have turned into one of those mons—\"\n\nHorrified, the Agent cuts himself short and shifts away from the grim thought.\n\n\"I'm pulling back. Take this—it's not much, but I hope it helps.\""
      ],
      "failureDesc": [
        "{0} is sent to assist as soon as the Bloodbags reveal an opening in their formation.\n\n\"Guess this is a bit too much for one person to take on...\"\n\nEven after we've cleared out the Bloodbags charging at us, the Agent and {0} are still caught in battle...\n\nFortunately, our timely support for {0} allows us to rescue the Agent.\n\n\"I'm pulling back. Take this—it's not much, but I hope it helps.\""
      ]
    }
  ]
}