{
  "dataList": [
    {
      "id": 97106001,
      "title": "",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Who will speak up?",
      "successDesc": [
        "Change is inevitable; it is simply a part of the natural flow.\n\nSo are those who are changed by truth.\n\nOne who sought to remain on the side of good, upon realizing that there was no evil left in the world, came to fill its absence herself.\n\nAnd here is the one who despaired upon seeing all that she swore to protect turn to dust.\n\nChange comes for everything, eventually.\n\nTo accept the changes, gather the falling tears and whet the sword keen, for the flow cannot be stemmed."
      ],
      "failureDesc": [
        "This half-hearted attempt at sympathy only serves to plunge the dark-dipped one deeper into the abyssal black sea.\n\nThe knight who failed to scour even a crumb of hope will now plummet to the depths with the heavy yoke of despair,\n\nfading from people's memory, just like the others."
      ]
    },
    {
      "id": 97106002,
      "title": "",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Who will speak up?",
      "successDesc": [
        "Just how much weight did she carry in that lone word, 'protect'?\n\nThe knight reacts, shaken by what was conveyed.\n\nShe must have pitied the Sinner, who expressed that they carry the same pain that she does;\n\nthough it has now fallen out of use, like the tip of a shorn pencil that has seen too many papers...\n\n... she bestows upon them a blessing, its shadows radiant."
      ],
      "failureDesc": [
        "This half-hearted attempt at sympathy only serves to plunge the dark-dipped one deeper into the abyssal black sea.\n\nThe knight who failed to scour even a crumb of hope will now plummet to the depths with the heavy yoke of despair,\n\nfading from people's memory, just like the others."
      ]
    },
    {
      "id": 97106101,
      "title": "",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Who can convey the thought?",
      "successDesc": [
        "\"Is that... true?\"\n\nWhile she didn't seem to fully agree to what {0} said, it seems that it managed to alleviate some of her anxiety.\n\n\"Thanks. I must've been... thinking about it too negatively.\"\n\nThe girl smiles brightly as she hands something to {0}.\n\n\"This is a token of our friendship. Please take it!\"\n\n\"And don't forget to call me when there's evil afoot, okay?\"\n\n... But I'm not sure how much longer this chipper attitude will last."
      ],
      "failureDesc": [
        "\"... You're full of it.\"\n\nThat didn't work.\n\nThe shuddering comes to a sudden stop. The girl seems to have reached a conclusion.\n\n\"That's how it's supposed to be... The good me can exist again, if I become evil.\"\n\nShe levitates slowly into the air, before azure spears appear from somewhere and skewer her.\n\nAn unsettling, serpentine creature manifests from within like it's breaking out of an egg before rapidly crawling out of the Containment Unit."
      ]
    }
  ]
}