{
  "dataList": [
    {
      "id": 12880101,
      "title": "Enter The Last Knight",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Who will overcome the bellowing roar and try to talk to the knight?",
      "successDesc": [
        "\"…….\"\n\n<i>We are not the sea.\nWe are not its waves.</i>\n\n<i>The knight's great lance falters with doubt.\nWaves are the only things that hold any meaning for him.</i>"
      ],
      "failureDesc": [
        "Pierced by the Lance, Sinner {0} retreats with haste.\n\n<i>His eyes are blinded by the fog, and his ears bar our words.\nLike a wound-up clockwork, the Knight once again raises his lance.\nIt punches through everything in its path.</i>"
      ]
    },
    {
      "id": 12880201,
      "title": "Frozen Sinners",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Who will stand their ground next to the petrified Sinners?",
      "successDesc": [
        "Sinner {0}'s warmth reignites the fire of determination in the rest of the Sinners.\n\nIn that moment, Irene raises her lamp, showering the knight with its light.\nIberia's flame illuminates our path.\n\n<i>Unlike the knight, we're not alone.\nSo, we did not have to endure the chilling loneliness by ourselves.</i>"
      ],
      "failureDesc": [
        "<i>The knight's lance charge breaks through the gale like an unstoppable wave.\nLoneliness could not be shared.</i>"
      ]
    },
    {
      "id": 12880301,
      "title": "The Last Knight and Rocinante",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Who can put a stop to the knight's charge?",
      "successDesc": [
        "The knight's fierce charge briefly wavers when Sinner {0} jumps in his path.\n\nThe Inquisitor quickly capitalizes on this momentary opening—\nA blinding spark flies from her hand cannon, and the knight is thrown off his steed."
      ],
      "failureDesc": [
        "Sinner {0} jumps in the Knight's path, and pay the price dearly.\n\n<i>Wherever we turn, we are beset in all directions by endless horizons of the sea.\nAnd where there is sea, the Knight races.\nThe Knight's gallop is unstoppable.</i>"
      ]
    },
    {
      "id": 12880302,
      "title": "The Last Knight and Rocinante",
      "eventDesc": "Dense shadow pools under the lone Knight.\nSusurrus of teeming flesh sliding against flesh can be heard from beneath.\n\n\"... Art they gathered to defeat the knight?\"\n\"They must've first gathered there, believing him to be one of them, until they came to a realization...\"\n\"... that the knight is a traitor to the great will.\"\n\nThe knight leaps off from the surface, but the sea rises violently in response to drag him back down.\nThe waves crest high, gnawing upon the knight, crashing him back down to the water's surface.\n\nBut he leaps once again, the cresting waves as his stepping stones.\nHe belongs not to the sea.\n\n<i>He stands tall against the great will, his head held high in eternal defiance.\nThe unremittent Knight rides across the watery mountains, and charges at us.</i>",
      "prevDesc": "",
      "behaveDesc": "A high-pitched and powerful cry resonates.\nThe knight's steed is sending out a warning for something.",
      "successDesc": [
        "Sinner {0} brings the knight's charge to a stop.\nThen... the waves begin to crash in.\n\nOnce, twice, thrice...\nBut unlike the Night in the Backstreets, the waves don't stop coming.\n\n<i>He has always challenged the waves, and is fated to do so for eternity.\nThe waves will always shake the sea, until the day of the knight's sinking.</i>"
      ],
      "failureDesc": [
        "Sinner {0} jumps in the knight's path, and pays the price dearly.\n\n<i>The knight rides against the waves, and reaches land.\nThe land-home. The grains that never sprouted. His path is twinkling—no, unfathomably tall.</i>\n\n<i>In that path, there remains but a legend of a bygone era.\nHe will never be bound, no matter how many times the waves would crash unto him.</i>"
      ]
    },
    {
      "id": 97107402,
      "title": "Iberians and the Ægir - #3",
      "eventDesc": "They might not, but there has to be someone who needs your help.",
      "prevDesc": "",
      "behaveDesc": "Who will speak?",
      "successDesc": [
        "\"... Maybe so. Maybe it was just a matter of what they actually want.\"\n\n\"I should approach this more carefully, and... possibly find a different research angle.\"\n\n\"Maybe it should be about trying to find a way to restore the soil from all the salt that destroyed it.\"\n\n\"Oh, if you're headed out to sea, would you take this with you?\"\n\n\"These are years' worth of Sea Terror research notes. Take them, maybe you'll find more use for them than I or the land-dwellers did.\"\n\nAfter handing over his research notes, the Ægir walks away with an unburdened expression."
      ],
      "failureDesc": [
        "\"Maybe so.\"\n\n\"But... the threat of the sea won't disappear just because you looked away from it.\"\n\n\"You shouldn't ignore it, even when it's not here right now.\"\n\n\"The Ægir tightly clutches the research notes and walk away, determined.\""
      ]
    },
    {
      "id": 97107501,
      "title": "The Glorious Past of Iberia",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Who will step forth?",
      "successDesc": [
        "Sinner {0} picked out a golden compass from inside a weathered bag.\n\nThe inscription on the compass indicates that it is an artifact created during the era of grand expeditions.\n\n\"How is this artifact still so intact...?\"\n\n\"This place is only a bridge, made of items pulled from the group unconscious that are most appropriate for the fathoms.\"\n\n\"It may truly exist, but it may not be reality.\"\n\nIrene stares at the compass for a moment, tempted...\n\n... before turning around, having accepted the fact that it probably isn't a real artifact."
      ],
      "failureDesc": [
        "{0} looked around for a while, but it was to no avail.\n\n\"Huh... I don't think we'll find anything else in here.\"\n\n\"We best depart anon, then.\"\n\nSo, we decided to move on."
      ]
    },
    {
      "id": 97107602,
      "title": "A Story of Lighthouse Keepers and The Profound Silence - #3",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "",
      "successDesc": [
        "\"This is the last evidence in this world that light ever existed out there, at sea.\"\n\n\"A lighthouse keeper always had to carry three keys on them—one to open doors, one to send messages, and one to light the sea.\"\n\n\"I don't suppose they'll do any of that now.\"\n\n\"... Take it.\"\n\n\"I don't know where you're going, but one of these keys may come in handy.\"\n\nWe tried to refuse, but the old man was insistent as he placed the key in my hand.\n\n\"Remember.\"\n\n\"Remember that there once was a lighthouse here. That the sea wasn't always dark.\"\n\nAs we were descending the cliffs after bidding the old man farewell, I heard the splash of waves coming from behind us.\n\nThe old man was nowhere to be seen on the cliff."
      ],
      "failureDesc": [
        "\"This is the last evidence in this world that the light ever existed out there, at sea.\"\n\n\"Ha ha... but don't force yourselves to listen to this old man's ramblings.\"\n\n\"I can tell from your looks that none of you are very interested anyhow.\"\n\n\"It's getting late. Hurry you home, or to wherever you were going.\"\n\nAs we were descending the cliffs after bidding the old man farewell, I heard the splash of waves coming from behind us.\n\nThe old man was nowhere to be seen on the cliff."
      ]
    },
    {
      "id": 97107701,
      "title": "Here, the Church of the Deep is giving out food made of Sea Terrors under the guise of relief to turn Iberians into Sea Terrors",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Who will step forth?",
      "successDesc": [
        "\"We're so glad you enjoyed the food.\"\n\n\"But... did you actually eat it, or...?\"\n\n{0} replies calmly: while the flavor was certainly unique, we did like it.\n\nAt that, they seemed to withdraw their suspicion and turned away.\n\n\"Glad to hear it.\"\n\n\"Please, come back any time, and we'll share some more.\"\n\nWithout any reason to stay, we left the building.\n\nI felt a little prick on the back of my head, as though the hooded people were staring at us as we walked away, but...\n\n... we managed to quicken our pace and disappear."
      ],
      "failureDesc": [
        "\"We're so glad you enjoyed the food.\"\n\n\"But... did you actually eat it, or...?\"\n\n{0} replies almost instantly: while the flavor was certainly unique, we did like it.\n\nAt that, they seemed to withdraw their suspicion and turned away...\n\n\"You didn't quite enjoy the food, did you?\"\n\n\"Hiding it away instead of eating...\"\n\nEveryone turns around and looks at us, the hubbub instantly coming to a stop.\n\nWe momentarily froze up, but...\n\n... the moment the hooded people began to run after us, we quickly got up and got away."
      ]
    },
    {
      "id": 97107801,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Who will step forth?",
      "successDesc": [
        "\"Aha... the Inquisitor must've been leading you out of here.\"\n\n\"You seem quite new, Inquisitor. Do keep up the good work.\"\n\n\"... Ah, but before you go...\"\n\n\"Would you please take this lamp to the Inquisition?\"\n\n\"Please tell them that there was an Inquisitor who walked through the mists, its trials, and... eventually, made his country his fate.\"\n\nThe lamp is bright and warm.\n\nThis must be what the Inquisitors of Iberia are fighting the ocean to keep lit.\n\nWe take the small but weighty lamp and continue."
      ],
      "failureDesc": [
        "\"I haven't seen her before.\"\n\n\"No idea where you found yourself an Inquisitor's garb, but... do evacuate quickly from here.\"\n\n\"But the role of a civilian is to survive and contribute to Iberia's revival.\"\n\n\"You needn't sacrifice yourselves on the front lines to hold the line against the very sea... for that is the Inquisitors' role.\n\nWith that, the Inquisitor quickly saw us away from here."
      ]
    }
  ]
}