{
  "dataList": [
    {
      "id": 97106801,
      "title": "Punish the You branch Heishou.",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Who will share their advice?",
      "successDesc": [
        "\"So I should take the Heishou's talons because they couldn't be responsible with them, huh?\"\n\nAs per {0}'s advice, Xichun took the Heishou's dagger.\n\n\"Your will is my command, my lord...\"\n\nThe Heishou of the You branch handed over the dagger, looking like they were giving up a very important part of themselves.\n\n\"I'll give 'em back to you after you think long and hard about what you've done wrong.\"\n\nXichun seems satisfied."
      ],
      "failureDesc": [
        "\"... What? That's stupid.\"\n\nXichun, clearly dissatisfied with {0}'s advice, commands the Heishou to... detention.\n\n\"Your will is my command. No same incident shall ever occur again, I promise.\"\n\nThe Heishou of the You branch gladly tied their own arms together.\n\n... Xichun doesn't seem to find this resolution satisfying."
      ]
    },
    {
      "id": 97106901,
      "title": "Suspicious Red Cloth",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Who will speak?",
      "successDesc": [
        "\"Really...? That dirty thing...? Well, I mean, I'll give it to you if you want, but...\"\n\nXichun gladly handed the piece of cloth over to {0} upon their request.\n\n\"Well, if you need anything other than that creepy red cloth, don't hesitate.\"\n\n... Some Sinners immediately perked up as though they were about to hound her with a list of demands, so I had put my foot down. ... Which I barely managed.\n\nThe red cloth was already tied around {0}'s wrist."
      ],
      "failureDesc": [
        "\"Really...? That dirty thing...? Well, I mean, I'll give it to you if you want, but...\"\n\nXichun gladly handed the piece of cloth over to {0} upon their request.\n\n\"Huh...?\"\n\nBud oddly enough, the piece of cloth melted away to nothingness the moment {0} grabbed it.\n\nWhat was that about?"
      ]
    },
    {
      "id": 97107301,
      "title": "Someone fenced Heishou Pack - Wu Branch gear",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Who will step forth?",
      "successDesc": [
        "B-but I was sure these gear didn't belong to anyone—agh, forget it.\"\n\nThe merchant, who was completely fooled by {0}'s words, handed over the Heishou gear to us for free.\n\n\"These... according to confirmed information, bear a resemblance to the gear of the \"Wu\" branch.\n\nLooks like we just got ourselves some lost Heishou Pack - Wu Branch gear."
      ],
      "failureDesc": [
        "\"You scoundrels! Did you really think you'd be able to convince me with a lie like that?!\"\n\n\"W-wait, listen. You listen here, fella—\"\n\nThe merchant saw right through {0}'s lies, and grew furious.\n\nWe quickly made ourselves scarce before things got out of hand."
      ]
    }
  ]
}