{
    "dataList": [
        {
            "id": 1317,
            "codeName": "F-04-10-13-a",
            "name": "Pink Shoes",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 0,
                    "story": "When an employee succumbed to panic inside the containment unit, a swath of pink cloth wrapped around them, transforming them into entity F-04-10-13-a.\nEntity F-04-10-13-a retains the ability to perform most actions its host was capable of prior to transformation. For that reason, one must first ascertain the host's original identity when suppressing it.\nThis is an unforeseen variable born of the illogical aberrancy of the beings we call \"Abnormalities.\"\nThe rationale behind such a conclusion can be construed from the fact that Researcher Amanda was far from the sort of individual deficient in self-control—even on that day, she adhered to the protocols of the manual to the letter.\n- Hohenheim, Chief Researcher\n\nIt has been decided that all Managerial Work on \"Pink Shoes\" will be suspended, pending additional research and experiment on the mutation triggered by this Abnormality.\n- Marton"
                }
            ]
        },
        {
            "id": 1308,
            "codeName": "F-04-21-03",
            "name": "Faelantern",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 0,
                    "story": "An employee fell into panic after conducting Insight Work on the Faelantern for over 40 seconds.\nObservation: As soon as the Attunement level of the E.G.O gear extracted from the Faelantern exceeded 75% within the facility, the entity escaped from its containment unit.\nI do believe we'll need to overhaul the Attunement manual, Boss. The accident wouldn't have happened had I provided the employees with a more accurate guideline.\n- Marton\n\nThis is the first time we've observed an entity breaking containment using E.G.O gears extracted from it as a medium of escape, Marton. I have failed to properly scrutinize and evaluate the relevant variables. Ergo, if anyone should bear responsibility for Researcher Corby's death, it would be me.\n- Hohenheim"
                }
            ]
        },
        {
            "id": 1309,
            "codeName": "T-02-21-07",
            "name": "Wayward Passenger",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 0,
                    "story": "The entity rips open and enters a dimensional door in regular intervals. However, it has been confirmed to return should another being enter the containment unit.\nIts Work Preferences shifted based on which color of dimensional door it had entered immediately prior.\nSeriously, I won't soon forget that shocked lightheadedness I felt when I saw that the entity had disappeared not 5 minutes after we placed it in the containment unit...\nI heard that some... of our colleagues have been using that property to prank the newcomers.\nWe should probably give them a stern warning.\n- Marton\n\nOnce again, the combat test result corroborates the LCB's report.\nOf course, the entity seems to have gained a few new properties that make suffering some damages inevitable even if we were to do everything right. Must have something to do with boss's [Redacted in Accordance with the LCE Information Confidentiality Clause] research.\n- Alyssa"
                }
            ]
        },
        {
            "id": 1307,
            "codeName": "F-04-03-04",
            "name": "Ebony Queen's Apple",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 0,
                    "story": "After employee Alyssa maintained a steady stream of aggression on the organic material assumed to be the entity's head (hereafter, \"the apple\"), the Ebony Queen's Apple mounted a powerful counterattack.\nThe apple, upon its destruction, regenerated after a certain amount of time had elapsed.\nAn overwhelming majority of employees who registered the sound made by the regenerated apple expressed varying degrees of psychological distress.\n- Hohenheim, Chief Researcher\n\nOnce we destroyed one of its arms, its other arm underwent a rapid overgrowth before attacking us with the increased mass.\nThough this entity's durability isn't anything impressive, you're going to regret if you rush in to destroy its parts without observing it more closely.\n- Alyssa"
                }
            ]
        }
    ]
}