{
    "dataList": [
        {
            "id": 1297,
            "codeName": "",
            "name": "Mayors, the Yearning Flotsam",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 0,
                    "story": "As it seems that all had forgotten to leave a record of this entity, I begin this recording.\n\nDespite her bizarre and twined form, Miss Mayors retained reason in her speech.\nAs that appearance is what she had sought long to achieve, while this may be but a long-expected culmination of inevitability, she did not lose her reason, no.\nThat may be why she seeks to convert us still.\nTo borrow Miss Amiya’s choice of words, it seems that Miss Mayors believes this to be an avoidable battle.\n\nSeaborns are that which so readily devote themselves to practices of altruism, dedication, and self-sacrifice for the survival and prosperity of their community.\nFrom a certain perspective, one may even say that they retain a beauty most unmarred.\nHowever, this understanding is availed to us only by the insight with which Miss Mayors had enlightened us.\nHad that insight eluded us, naught else but fear would have gripped me when the tidal wave of monstrosities beyond understanding crashed into us.\nOf course, that is but a lone perspective of mine.\nFor some, it may have been curiosity; for others, awe.\nWitnessing the infinity of life itself brings to mind the recollection of a fellow who once said that the qualities of a technology are defined by its user.\nAll who make the City their home know that life and ecosystem have both become parts of the nebulous “technology,” after all.\n\n(Sounds of rushing waves)\nThey say that defining the unearthed nature of humanity as good is fine.\nThey say that defining the unearthed nature of humanity as evil is also fine.\nThey say that defining the nature of inhumanity as good is also fine.\nYet, is it fine to define the nature of inhumanity as good, and to attempt to graft that goodness to humanity?\n… A difficult question.\n\nI know not where we are, still.\nA distant Outskirts, a different side of a Mirror, or an oneiric labyrinth?\nWhat clues that exist are far too scattered, far too scarce.\n\nWhat is certain, however, is that Terra is unlike the City.\nTo seek understanding of the unfamiliar is a toil, an unpaved path;\nthus, it is reasonable to believe that we have yet to comprehend Terra.\nThe same could be said of Miss Mayors.\nHer clues to understanding the City are far too scarce.\n\nThus, let us refrain from hastening to seek the conclusion to a question so convoluted.\nThe City is well within our understanding; thus, for our return, we shall suffice."
                }
            ]
        }
    ]
}