{
    "dataList": [
        {
            "id": 1321,
            "codeName": "T-02-11-04",
            "name": "Shock Centipede",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 0,
                    "story": "When the Work Result was \"Bad,\" a significant increase in Enkephalin generation was observed.\nWhen the Work Result was \"Good,\" employees who had completed the Managerial Work experienced an overall increase of their reaction speed.\nIf there are no notable issues present, Managerial Work should be oriented to options that yield greater energy, Marton.\n- Hohenheim, Chief Researcher\n\nNo issues requiring special precautions have been observed yet, Boss.\n- Marton\n\nThere <i>is</i> a notable detail regarding combat experiment results.\nThe higher the internal charge level, the more sharply the overall combat-related metrics increased for this Abnormality.\nIn such a case, it is advised to evade, guard, or at least assess the situation before launching a counterattack.\n- Alyssa"
                }
            ]
        },
        {
            "id": 1320,
            "codeName": "O-01-20-07",
            "name": "Ardor Blossom Moth",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 0,
                    "story": "At regular intervals, the corridor in front of Ardor Blossom Moth's containment unit would be littered with its embers.\nWhen the embers landed on 5 employees, the entity breached containment.\nAlways check for the presence of embers before entering that area of the corridor—they're extremely hot and, of course, will cause quite a bit of pain if they land on you.\nDo keep in mind that regular means of fire suppression won't work on them, either.\n- Marton\n\nWhen the Work Result was \"Good\", there was a high probability that all embers would disappear.\n- Hohenheim, Chief Researcher\n\nEmployees in proximity regained their psychological stability following the destruction of the escaped Ardor Blossom Moth's wings.\nE.G.O Attunement levels also saw meaningful increase.\nAlso, do not—and I repeat—do <i>NOT</i> use any fire-related E.G.O gear when attempting to suppress it. Not when it's in a state of Partial Deterrence Release due to containment breach.\n<i>Please.</i>\n- Alyssa"
                }
            ]
        }
    ]
}