{
    "dataList": [
        {
            "id": 1223,
            "codeName": "O-01-73",
            "name": "The Knight of Despair",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 0,
                    "story": "Recording the information gained from an encounter with the entity.\n\nPrevious experiences with Walpurgis Nights, particularly in cases in which Lobotomy Corporation Headquarters was the destination, have been battles against entities known as 'Ordeals'. However, this scenario in which its participants are to be placed in a containment breach situation provides an opportunity to encounter an Abnormality contained within the Headquarters.\n\nAs such, this record will, while reflecting as much of the information that was contemporaneously available with the Abnormality's containment, explore the contrasts with the Risk Level assignment system devised by LCE.\n\nAccording to extracted information, this entity was labeled 'The Knight of Despair', a humanoid, sapient, and sentient entity.\n\nA notable aspect of this Abnormality is that it possesses a particularly direct connection to other Abnormalities, each of which will be briefly touched upon later in this report...\n\n... and it seems that this group of Abnormalities all called themselves 'Magical Girls'.\n\nAt this moment, it is difficult to access information that holds answers to questions such as 'what does this 'Magical Girls' terminology refer to?', or 'have they once truly existed?' However, encountering all of these entities and extracting information from them should prove to be an avenue from which one might learn more about the lesser-known part of the City's truths.\n\nAccording to available records, the Headquarters once managed O-01-04—The Queen of Hatred—and O-01-64—The King of Greed—, in addition to the entity in question, O-01-73—The Knight of Despair.\n\nAll 'Magical Girls', were categorized into the Risk Level WAW, and it seems that LCE has labeled the Knight of Despair a WAW-04 entity.\n\nReferring to records of its management procedures, the conditions for a containment breach incident with this Abnormality are rather specific, which means that it does not occur often. Therefore, it is possible to understand how some might come to conclude that it does not actually pose any particularly high level of danger...\n\n... however, significant casualties are expected once it does escape. \n\nIt can be rather confidently said that, from the available information, this entity should be ranked at least WAW-05 or WAW-06... However, it appears that the availability of the suppression method, which has already been made available in written form, has influenced LCE's designation.\n\nA predictable conclusion drawn by the minds of those who do not face these dangers in the field.\n\nIt seems that all information that can be garnered and enumerated prior to the actual encounter has been recorded.\n\nConcluding the report.\n\n→ Uhh... this report seems particularly personal.\n\n→ Hey, I've been thinking... does it seem to you guys that Fau seems to get a lot more invested when it comes to LCE-related things?\n\n→ That is patently untrue. A clear misunderstanding.\n\n→ Nah~ Misunderstanding my foot. Remember when we stopped by for that regular check-up? You guys all saw her bickering back and forth with that Hohenheim dude, right?\n\n→ Another misunderstanding. Hohenheim is not someone of any importance, at least not enough to 'bicker' with Faust. He is always hovering somewhere underneath her radar.\n\n→ Hmmmmmmm~ Ya sure? Ya two sure looked super clo(the entry continues, but it is obscured by what appears to be visual noise.)\n\n→ Did she just... take her writing privileges away...?"
                },
                {
                    "level": 1,
                    "story": "Recording the information gained from encountering the entity in battle.\n\nThis report will cover the peculiarities that have been observed in our encounter.\n\nThe entity primarily carries out projectile attacks utilizing numerous pointed blades with levitational qualities. There does not appear to be any limit to how many swords can be summoned at once; as long as the Abnormality maintains the will to engage in battle, it can summon as many as it wishes to.\n\nAnother aspect of note is that it possesses special versions of the floating summoned swords, distinguished from the others by their size... and they seem to be the key to suppressing this Abnormality.\n\nIt has been discovered that, by challenging those swords, the Abnormality's powerful defensive abilities could be worn down.\n\n... This is a pattern that has not been recorded from the Headquarters in the past.\n\nIt seems that Lobotomy Corporation at this particular period in time focused more on preventing the Abnormalities from escaping to begin with, instead of devising ways to suppress them once they have breached containment.\n\nUntil today, this information has not come to light, as our primary enemies in previous Walpurgis Nights have been Ordeals. However...\n\n... if we are to encounter more of these scenarios in which we visit the Headquarters to suppress escaped Abnormalities, a careful approach, not dissimilar from the one we employ in encounters with new Abnormalities, must be engaged.\n\nAs LCE has overlooked such particularities, and has gone through a seemingly improvisational methodology to label this Abnormality's specific Risk Level, a request for reconsideration of their judgment-making process must be made in the near future.\n\nWe also intend to report our observations of the unexpectedly allied Abnormality O-01-04, The Queen of Hatred...\n\n... however, it is uncertain whether any more meaningful information can be gathered from this scenario. Nonetheless, a close level of observation will be maintained on the entity.\n\nConcluding the report.\n\n→ I have also perused the past records, yet... it appears that a great majority of those records explore the Abnormality's emotional states.\n\n→ Looks like the Abnormality used to bestow this thing they called 'Blessing' to an employee of its choice. The blessed employee's death or insanity seems to be what causes the Abnormality to breach containment... Which means that the employee it blessed must be...\n\n→ Dead. Obvious, innit?\n\n→ ... So, uh... Y-you know, the Miss Magical G— Sorry, Abnormality, made me think... What if this group of Abnormalities were actually trying to help the e-employees?\n\n→ You know who you sound like? Someone hypnotized by Mermaids. Abnormalities are Abnormalities. They might look like they're being helpful for a bit, but at the end of the day, they're just dangerous monsters.\n\n→ It may employ an unknown power to empower the sway of emotion; were the rational minds of the archivists who created these records put to sleep in favor of the purely emotional, then... one may surmise that they were already corroded in part."
                },
                {
                    "level": 2,
                    "story": "Recording additional information that could be learned about O-01-04, The Queen of Hatred.\n\nVery little progress was made in this scenario past passive observation. It seems that this scenario was not designed to allow for an extended period of exchanges with the Abnormality.\n\nGathering from records of the Headquarters in the past, it seems that, coupled with O-01-73—The Knight of Despair—breaching containment, the activation of the Second Warning is the condition to have her join the employees in battle as an ally.\n\nWhile this may constitute a 'containment breach' in a more literal sense... as this entity voluntarily returns herself to the Containment Unit, they did not consider this particular breach to be of any danger.\n\nOn the other hand... the Abnormality grows violent and escapes, becoming an enemy, upon prolonged period of inactivity. It is very unique in that regard.\n\nIts shape becomes serpentine, completely divorced from its current state, and attacks the employees once it truly breaches containment.\n\nIt is quite unfortunate that there is no current way to verify that form for ourselves in this scenario, precluding us from garnering further intelligence.\n\nThe best course of action at this moment, therefore, would be to use what fractured information is available to us to prepare for possible future scenarios.\n\nIn addition, it is imperative that LCE is urged to take such variables into consideration when designating their Risk Levels.\n\nConcluding the report.\n\n→ Oi, uh. Lass, I'm just the messenger here, but she's tellin' me that it's almost like you've got some kind of vendetta against Hoh—(the entry continues, but it is obscured by what appears to be visual noise.)\n\n→ Damn, she banned both of them."
                }
            ]
        }
    ]
}