{
    "dataList": [
        {
            "id": 1146,
            "codeName": "HE-6-GU-08-03",
            "name": "Muddled Heishou of the Corpse Palanquin",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 1,
                    "story": "Grandmother was a very capable person.\n\nUnlike myself, who was only ever a passive witness, she… never let hesitation stop her from planning, judging, and conveying her will to the world.\n\nEven when the prisoners in the depths of Hongyuan were sacrificed in the pursuit of immortality,\n\neven when her warped sense of resentment brought about the annihilation of the Kong family…\n\n... she never hesitated. I don’t suppose she ever felt any remorse about it, either.\n\nBecause she would’ve had no doubts about herself, that all she did was for the betterment of Hongyuan and Daguanyuan.\n\nCompassion is a weakness. Emotions are obstacles.\n\nThat must be why she deemed my suffering necessary, why she deemed it my destiny.\n\nI suppose, in grandmother's mind, that was... 'what Hongyuan needs'.\n\nAn iron rule that wields powerful Boluses and domineering presence of the Heishou Packs.\n\nTo inherit the memories of our founder, to follow the elders’ will.\n\nHongyuan was… a powerful Wing. The sight of these lands was monumental and awe-inspiring.\n\nBut I’ve watched the sceneries that lie within over and over again.\n\nA cold, suffocatingly dry land. A devastated land that surrounds you with the sounds of falling… things.\n\nI know it’s futile to look for any semblance of warmth in the City. I’m not naive.\n\nBut… I intend to depart this land in the pursuit of that very warmth anyway, futile as it might be.\n\nAre you watching, grandmother? Hongyuan, the land you loved and cared for so much… will not crumble, in spite of your worries.\n\nBut… it will change.\n\nI doubt Xichun’ll allow your choices that has wrought inequity and brutality in this land to continue to affect it under her rule.\n\nYou probably can’t hear or see me very well anymore, but…\n\nI want to impart my last farewell and share my final, final feelings about everyone.\n\nGoodbye, grandma.\n\nGoodbye, revered elders.\n\nI wish for nothing but the utmost, eternal peace for all of you in the interminable Avīci Naraka."
                }
            ]
        }
    ]
}