{
  "dataList": [
    {
      "id": 10814,
      "name": "Daily Life",
      "desc": "\"Ah, there...!\"\n\nI turn around to see someone precariously stumbling by the railings... before falling.\n\nFalling... like a feather dropping from a height that is neither too high nor too low, like someone slowly sinking in water.\n\n\"WATCH THYSELF!!!\"\n\nOne of the Sinners shouts vigorously to alert us to the danger.\n\nWe all sprinted toward the area where the person was falling, but it seemed that they were still falling by the time we got there, and we even had time to catch our breath.\n\nSomething about the ponderousness of their fall made me wonder if it would be as easy and light as grabbing a gently falling piece of paper to grab them.\n\n\"... Mass as a factor can hardly be ignored in this case. Despite the ponderous speed with which they fall, if we were to bring them to a sudden stop...\"\n\n\"We'll get to watch every millisecond of their spine slowly turning to crumbles, and the subsequent, decidedly final agony, stretched to minutes.\" \n\n\"Eww...\"\n\nWe still have some time before they hit the ground. We have to find something to break their fall...",
      "options": [
        {
          "message": "Find something to break their fall.",
          "messageDesc": "Run a Lust & Sloth Advantage check to gain a Tremor E.G.O Gift.",
          "result": [
            ""
          ]
        },
        {
          "message": "Reach out our arms to grab the falling civilian.",
          "messageDesc": "",
          "result": [
            "\"No need to go that far. Come on, fellas. Let me show you how it's done.\"\n\nThe Sinners made a small circle under the falling person, and successfully broke their fall.\n\n\"T-thank you so much...\"\n\nThey thanked us, and handed us a small portion of what they were carrying.\n\n... Very slowly. But the Sinners had grown used to it at this point, so we all waited patiently before seeing them off.",
            "\"No need to go that far. Come on, fellas. Let me show you how it's done.\"\n\nThe Sinners made a small circle under the falling person, and successfully broke their fall.\n\n\"T-thank you so much...\"\n\nThey thanked us, and handed us a small portion of what they were carrying.\n\nBut I'm pretty sure I saw one of the Sinners sprain their ankle..."
          ]
        }
      ]
    },
    {
      "id": 10815,
      "name": "",
      "desc": "\"Halt! This area is off-limits to outsiders!\"\n\nA man wearing a tall top hat, presumably an employee of T Corp., stops us.\n\n\"Only those contracted by T Corp., or those with special authorization slips, may pass through here.\"\n\nRealizing that we were just standing there dumbfounded and unsure as to what we must do, he points to the side and continues.\n\n\"Hmm, looks like you do have the right to pass through here. Perhaps you've misplaced your pass.\"\n\n\"You can request for a reissuance there, off to the side. Go try your luck there.\"",
      "options": [
        {
          "message": "Receive a pass.",
          "messageDesc": "Lust & Sloth Advantage check. Pass to gain a Keywordless E.G.O Gift.",
          "result": [
            ""
          ]
        },
        {
          "message": "Take a contract.",
          "messageDesc": "Begin a combat encounter. Win to gain a Keywordless E.G.O Gift.",
          "result": [
            "\"Well, we've had some trouble 'round these parts at T Corp. We'll welcome outside help if we can get it.\"\n\n\"One of them being the Yurodiviye—they've put out a manifesto or what have you, that they're thinking of stirring trouble here. Take them out, and we can hand you a badge without having to go through the process of getting a separate pass permit.\" As if on cue, we found ourselves surrounded by a group of people in striking scarves."
          ]
        },
        {
          "message": "Present the Warning Notice.",
          "messageDesc": "Begin a combat encounter. Win to gain a Keywordless E.G.O Gift.",
          "result": [
            "\"... Alright? But... why?\"\n\n\"What benefit could you possibly have to gain from presenting that warning slip?\"\n\n\"I mean, I was going to search your names in the system, which would have shown that you've all been warned; meaning, it was only a matter of time before I—hang on, were you all trying to save my time?\"\n\n\"Well, I do appreciate the gesture, chaps. Let's not waste any more time and wrap this up.\"\n\nThen, as if on cue, a shudder drops in front of the reception desk, and a siren begins to blare.\n\n... It wasn't long before we were surrounded by T Corp. employees."
          ]
        }
      ]
    },
    {
      "id": 10816,
      "name": "",
      "desc": "We turn into a corner and come across a rather crudely drawn poster.\n\nWritten on the poster is a brief introduction next to a small note with directions.\n\n'Running low on time, but burning full of frustration? Then come join the Yurodiviye.\n\nAre you content with letting the inequity walk all over you?\n\nOr would you rather live for its destruction?\n\nDesire it, desire it hard!\n\nTake this poster, let it be your train ticket.\n\nAt the ■■■ alley, face the ■■ road and walk at a speed of 120km per day. Alone.'",
      "options": [
        {
          "message": "Take the poster, and follow the directions on the note.",
          "messageDesc": "Run a Lust, Sloth, and Gluttony Advantage check to gain a Tremor E.G.O Gift.",
          "result": [
            ""
          ]
        },
        {
          "message": "Ignore the poster.",
          "messageDesc": "",
          "result": [
            "It does make one wonder: what could the Yurodiviye be recruiting for? But it seems to be a waste of time to follow this lead.\n\nI look away from the poster and hurry myself alongside the Sinners."
          ]
        },
        {
          "message": "Brandish the Chalice of Trickle-down.",
          "messageDesc": "Select to gain a Tremor E.G.O Gift",
          "result": [
            "Someone approaches from a distance.\n\n\"Wait, that chalice...\"\n\n\"Of course, I've heard the tales. Someone working hard for the redistribution of wealth, despite not wearing our color...\"\n\n\"Keep up the good work, comrade... this machine'll come in handy, take it.\"\n\nClearly, he must've been mistaken. He patted my shoulder lightly before leaving something in my hands."
          ]
        }
      ]
    },
    {
      "id": 10817,
      "name": "",
      "desc": "A desperate voice echoes from afar.\n\n\"Join us. Let's tear down the inequities, together.\"\n\nAnother voice speaks.\n\n\"We're saving time from their poor, miserable deaths. This is a holy deed.\"\n\nAnother voice speaks excitedly.\n\n\"Join us, mate. Become one of the phantom thieves. Know them blokes, right? The gentleman thieves, the thieves who serve justice... Hm, or are we more like muggers of justice?\"\n\n... Maybe we can use this as an opportunity to trick them.",
      "options": [
        {
          "message": "Pretend to join them.",
          "messageDesc": "Run a Lust & Sloth Advantage check. Pass to gain Cost.",
          "result": [
            ""
          ]
        },
        {
          "message": "Refuse.",
          "messageDesc": "",
          "result": [
            "\"You refuse...? You refused us...?\"\n\n\"No, this is better. It is not yet the time for the secrecy of our existence to be revealed.\"\n\n\"I never had any faith in them to begin with!\"\n\n\"Couldn't you have been a tad more careful? They already heard everything! About our purpose!\"\n\nThe voices seem to argue amongst one another for a moment before the figure finally approaches us.\n\n\"Forget we ever had this conversation. It seems that our offer was made in haste, without a proper agreement made even amongst us.\""
          ]
        }
      ]
    }
  ]
}