{
  "dataList": [
    {
      "id": 863201,
      "name": "",
      "subDesc": "",
      "desc": "The great skull rears its head with a loud creaking noise; an eerie cackle echoes.\n\nUnderneath the calmed air vibrates an explosive energy; the skull is preparing to launch a powerful attack.\n\nYet it must have overstrained itself;\n\nthe body cracks and wavers, giving us an opening.\n\nIt might be better to attack the opening on its body instead of waiting for it to attack us.\n\nWhat should we do?",
      "options": [
        {
          "message": "Attack the body.",
          "messageDesc": "Select this to weaken the Abnormality's Resistances but raise its Critical Damage",
          "result": [
            "The frontline Sinners quickly dashed into the opening and struck the Abnormality's body.\n\nThe crack on its torso grows even wider, opening into a crevice.\n\nThat moment, I felt a pair of eyes peering at me from the utter darkness past the bones."
          ]
        },
        {
          "message": "Wait and see.",
          "messageDesc": "Select this to apply Protection to allies",
          "result": [
            "Immediately before attacking, I noticed through the endless stream of exhalation the eyes of the figure in shadows.\n\nPerhaps the true threat isn't the protective skeleton, but the figure.\n\nA certain momentary intuition stays my hand. We shouldn't be rash about this; let's maintain our defenses and see how this plays out."
          ]
        }
      ]
    },
    {
      "id": 863301,
      "name": "",
      "subDesc": "",
      "prevDesc": "뭔가 넣어봄",
      "desc": "The rose guzzles up the flood of blood, glistening in crimson.\n\nBut even this inundation of blood wasn't enough.\n\nIts glossy eyes glowers at the Sinner from between the petals.",
      "options": [
        {
          "message": "Ignore them.",
          "messageDesc": "Select this to raise the Abnormality's offenses while reducing its defenses",
          "result": [
            "We agreed to not feed it blood.\n\nDissatisfaction begets frustration, it seems.\n\nThe rose raises its sharp thorns and charges the Sinners."
          ]
        },
        {
          "message": "Every Sinner feeds it a little bit of blood.",
          "messageDesc": "Select this to consume HP from allies to reduce the Abnormality's offenses while raising its defenses",
          "result": [
            "The rose appears somewhat satisfied after having drunk the Sinners' blood.\n\nThe rose withdraws its glistening glares, and its petals shrink away."
          ]
        },
        {
          "message": "Every Sinner feeds it a moderate amount of blood.",
          "messageDesc": "Select this to consume HP from allies to reduce the Abnormality's offenses while raising its defenses",
          "result": [
            "The rose appears somewhat satisfied after having drunk the Sinners' blood.\n\nThe rose withdraws its glistening glares, and its petals shrink away."
          ]
        },
        {
          "message": "Make the Sinners clean up the blood.",
          "messageDesc": "Select this to partially eliminate Bloodfeast, raise the Abnormality's offenses, and reduce its defenses",
          "result": [
            "The Sinners busily ran about, cleaning as much blood as they can from the premises.\n\nFacing an even greater dearth of blood...\n\n... its petals begin to shudder uncannily as the thorns rise threateningly."
          ]
        }
      ]
    }
  ]
}