{
  "dataList": [
    {
      "id": 971060,
      "name": "The Knight of Despair Containment Unit",
      "desc": "This is an Abnormality of despair that has gone through a repeated cycle of faith and betrayal, leaving only the emotion that is expressed through black tears.\n\nThe hero, once a self-proclaimed knight and a protector of justice, is nowhere to be seen.\n\nSo many things that were once thought to be immutable changed, and her once-steadfast pride lay weathered and eroded.\n\nHer eye socket, the endless wellspring of tears, is now twisted black; only the dark, burnt teardrop remains beneath it.",
      "options": [
        {
          "message": "Change comes for everything, eventually.",
          "messageDesc": "Run a Gloom, Pride, & Envy Advantage check to gain a Sinking E.G.O Gift.",
          "result": [
            ""
          ]
        },
        {
          "message": "I've failed to protect others, too.",
          "messageDesc": "Run a Gloom, Pride, & Envy Advantage check to gain an E.G.O Gift.",
          "result": [
            ""
          ]
        }
      ]
    },
    {
      "id": 971061,
      "name": "The Queen of Hatred Containment Unit",
      "desc": "The Containment Unit's door was open.\n\nInside the unit was a girl, whispering, muttering to herself while curled up on the ground in gloom.\n\n\"There's good, and there's evil in this world.\"\n\n\"Where there's light, there's darkness. It can't entirely be one way or the other.\"\n\n\"I'm good, so they're evil.\"\n\n\"I am a chosen one.\"\n\n\"Am I unnecessary?\"\n\n\"I hate... peace...?\"\n\nAnxiety. Compulsion. Obsession. Exhaustion.\n\nDark energy radiates around her like a materialization of those very words.",
      "options": [
        {
          "message": "We don't live in a binary world defined only by good and evil.",
          "messageDesc": "Run a Gloom, Gluttony, & Envy Advantage check to gain a Charge E.G.O Gift.",
          "result": [
            ""
          ]
        },
        {
          "message": "What if you were to bring an end to peace?",
          "messageDesc": "Select to gain a Charge E.G.O Gift",
          "result": [
            "\"... Yeah.\"\n\nThe shuddering comes to a sudden stop. The girl seems to have reached a conclusion.\n\n\"I can exist again, as long as there's no peace.\"\n\nShe levitates slowly into the air, before azure spears appear from somewhere and skewer her.\n\nAn unsettling, serpentine creature appears from within like it's breaking out of an egg before rapidly crawling out of the Containment Unit."
          ]
        }
      ]
    },
    {
      "id": 971062,
      "name": "Lobotomy Corporation Central Command",
      "desc": "There's a report on a Central Command Team Clerk's desk.\n\n<DAY ■■, ■■ ■■ Research Service Postmortem Report>\n\nThe report was partially censored, but it seemed to be talking about a newly developed shield bullet of sorts.\n\n'The Trauma Shield can protect its user from psychological damages from external sources for a ■■■■■■■ ■■■■ or ■■■■■■■■■.'\n\n'If Shield bullet ■■■■■■ is needed, request the manager or a ■■■■■■■■ for assistance.'\n\nNext to the heavily redacted report is a box labeled 'Trauma Shield sample & manual'.",
      "options": [
        {
          "message": "Take it.",
          "messageDesc": "Select to gain a Keywordless E.G.O Gift",
          "result": [
            "\"Remember last time at the um... Training Team? This looks kind of similar to the ampule... that hit me back there.\"\n\n\"It seems not to share the name, however similar it may appear in its purpose to protect the target.\"\n\nIf it really has a positive effect on us, like the Sinners are saying, then it will definitely come in handy.\n\nWe took the sample."
          ]
        },
        {
          "message": "Leave it.",
          "messageDesc": "",
          "result": [
            "Let's not mess with something we don't quite understand. What if something unexpected happens?\n\nWe decided to leave it as-is."
          ]
        }
      ]
    },
    {
      "id": 971063,
      "name": "Lobotomy Corporation Storage",
      "desc": "We're in a storage room at Lobotomy Corporation.\n\nThere's a broken machine—filled with what look like chunks of flesh.\n\n\"What... is that? Why's that just lying around in a storage room?\"\n\n\"Faust explains that it is the remains of a previous iteration of a Sephirah, disposed upon replacement.\"\n\n\"... So it's a dead body?\"\n\n\"Not exactly. Only its memories are reset; with replacement, the identical version of the Sephirah upon its initial production is reproduced.\"\n\n\"Almost a selfsame way in which we are rewound.\"\n\n\"Yeah, kinda like us, huh?\"\n\nThings got a bit awkward.\n\nWhat can I, as the manager, say to lift the mood?",
      "options": [
        {
          "message": "I know we'll do fine. Like we always do.",
          "messageDesc": "Select to gain a Keywordless E.G.O Gift",
          "result": [
            "\"That's a very positive attitude~\"\n\n\"Ooh~ Dante, is that confidence I sense?\"\n\nDespite my fears, that managed to lift the team's spirits in no time."
          ]
        },
        {
          "message": "We could fail. Like we always do.",
          "messageDesc": "Select to gain a Keywordless E.G.O Gift",
          "result": [
            "\"That's uh... certainly a thing to say at a moment like this.\"\n\n\"You utter fool, can't you grasp that this is merely a demonstration of Executive Manager's high-brow sense of humor, a perfect remedy for this awkward silence?\"\n\n\"What...?\"\n\nDespite my fears, that managed to lift the team's spirits in no time."
          ]
        }
      ]
    }
  ]
}