{
  "dataList": [
    {
      "id": 971051,
      "name": "",
      "desc": "The night deepens.\n\nJade light shines through the window under the stifling moonless night sky.\n\nAs I conversed with the Sinner, something seemed to block out the light all of a sudden.\n\nAs we stood there, wary, someone ran into the room and swung a bladed instrument at us.\n\nThankfully, a Sinner unsheathed a weapon to block the intruder's attack.\n\nThey must've decided that the mission was a failure.\n\nThe opponent stared at us in silence for a moment before fleeing the scene.",
      "options": [
        {
          "message": "Pursue the fleeing intruder.",
          "messageDesc": "Run a Gluttony & Pride Advantage check to gain a Rupture E.G.O Gift.",
          "result": [
            ""
          ]
        },
        {
          "message": "Just watch the intruder run away.",
          "messageDesc": "",
          "result": [
            ""
          ]
        }
      ]
    },
    {
      "id": 971052,
      "name": "",
      "desc": "We notice henchmen of the Middle standing in the distance, discussing something.\n\nIt is likely that they are searching for a target who happened to get themselves written up in their Book of Vengeance.\n\nUpon our approach, they stop us in our tracks and show us a picture.\n\n\"Seen a guy like this before?\"",
      "options": [
        {
          "message": "Say \"I think I've seen him before\".",
          "messageDesc": "Run a Gluttony & Pride Advantage check to gain a Blunt E.G.O Gift.",
          "result": [
            ""
          ]
        },
        {
          "message": "Say \"Nope, never seen him before.\"",
          "messageDesc": "",
          "result": [
            "We stared back at them with blank, innocent eyes until they decided to let us go without trouble."
          ]
        }
      ]
    },
    {
      "id": 971053,
      "name": "",
      "desc": "We come across a dark interior.\n\nPeople dressed in dark clothes are standing in a group. They are all wearing bamboo hats.\n\nIt seems that this group is expecting enemies; they are busily preparing for something.\n\n\"We have intercepted intelligence that someone will be going after our lord tonight.\"\n\n\"Backup team, stay here and wait for your next order.\"\n\n\"Operation team, head to the enemy infiltration points and prepare for their arrival.\"\n\n\"You all know your missions. Stick to them.\"",
      "options": [
        {
          "message": "Await orders.",
          "messageDesc": "Run a Gluttony & Pride Advantage check to gain a Rupture E.G.O Gift.",
          "result": [
            ""
          ]
        },
        {
          "message": "Follow the Operation team.",
          "messageDesc": "Run a Gluttony & Pride Advantage check to gain a Rupture E.G.O Gift.",
          "result": [
            ""
          ]
        }
      ]
    },
    {
      "id": 971054,
      "name": "",
      "desc": "It is that hour of the night when it becomes impossible to guess the time.\n\nWe'd gotten off the bus for some reconnaissance when I sense a sudden, ominous tremor.\n\nI turn to face the origin of the tremor, only to see a massive flood of Sweepers rushing toward us, blinking with their red lights.\n\nThey will sweep everything clean in their wake.\n\nThe longer we hesitate, the closer they're getting.",
      "options": [
        {
          "message": "Find a nearby shelter.",
          "messageDesc": "Run a Gluttony & Pride Advantage check to gain a Keywordless E.G.O Gift.",
          "result": [
            ""
          ]
        },
        {
          "message": "Run for the bus.",
          "messageDesc": "50% chance to begin a combat encounter. Win to gain a Keywordless E.G.O Gift.",
          "result": [
            "Only by sprinting back to Mephistopheles do we make it all inside.\n\nThe relentless wave of Sweepers passes by moments after we close the door behind us.",
            "We sprint back to Mephistopheles, but it seems that we were a second too late.\n\nWe do not even have the time to turn around before the swarm overwhelmed us."
          ]
        }
      ]
    }
  ]
}