{
  "dataList": [
    {
      "id": 971055,
      "name": "Bizarre Machine",
      "desc": "There's a bizarre-looking machine. In front of it is a coin.\n\nThen there's a twinkling, glowing coin slot on the machine—it's almost enticing us to deposit the coin inside it.\n\nA disembodied, mechanical voice echoes from somewhere when we walk up to the machine.\n\n\"Test your luck!\"\n\nWhere did that vocalization come from? Did it come from within the machine, or was it this space itself whispering to me?\n\nI barely catch myself after absentmindedly picking up the coin and walking up to the machine's coin slot. I should think this through.",
      "options": [
        {
          "message": "Just take the coin.",
          "messageDesc": "",
          "result": [
            "On closer examination, this coin could come in useful in the dungeon.\n\n... We should quit while we're ahead, even for a small gain. Much better than gambling this coin away into that suspicious machine for some unknown, mysterious outcome we have no way of gauging.\n\nWe pocket the coin and leave the machine."
          ]
        },
        {
          "message": "Insert the coin in the slot.",
          "messageDesc": "???",
          "result": [
            "The slot sucks the coin inside with a clack.\n\n“#%^*@%@!!#@$%”\n\nThe machine makes a strange, ineffable and unsettling noise. After a moment, it spits out something from its... vent-like apparatus.\n\nIt zooms off to somewhere before we even get a chance to realize what happened.",
            "The slot sucks the coin inside with a clack.\n\n\"……\"\n\nThen nothing.\n\n\"Aw, darnit! It ate the coin!\"\n\nOne of the Sinners stomps forward to beat up the machine, but it zooms off to somewhere before we even get a chance to see what would happen."
          ]
        }
      ]
    },
    {
      "id": 971056,
      "name": "Carnival of La Manchaland",
      "desc": "\"In this endlessly... this eternally... blessed carnival...\"\n\nThe parade brings happy exclamations and smiles to the spectators. It's gaudy and extravagant no matter where or how we look at it.\n\nIt's just like the lyrics... it feels as though the carnival really is eternally blessed to go on forever.\n\n\"Oh.\"\n\nSomeone lets out a brief cry of pain, and a rusty syringe clatters to the ground.\n\n\"B-blood! Blood!\"\n\"J-just a drop, please...!\"\n\nThe parade falls apart immediately as everyone rushes madly toward the syringe.\nIt's like they don't even realize who or what's around them; they seem just about ready to rip apart whatever that stands in their way.\n\nShould we stop them?",
      "options": [
        {
          "message": "Try to stop them.",
          "messageDesc": "Lust & Sloth Advantage check. Pass to gain a Bleed E.G.O Gift."
        },
        {
          "message": "Ignore them.",
          "messageDesc": "",
          "result": [
            "Nothing happened."
          ]
        }
      ]
    },
    {
      "id": 971057,
      "name": "The Carousel",
      "subDesc": "",
      "desc": "Is that... a carousel?\n\nThere's an incandescent, almost blindingly bright structure radiating brightly in this dark space.\n\n“…….”\n\n\"Oh my, something wrong?\"\n\n\"Hm? N-nay, 'tis naught to worry.\"\n\nThe carousel seems to be occupying some Sinners' minds.\n\nShould we stop by?",
      "options": [
        {
          "message": "Stop by the carousel.",
          "messageDesc": "Lust & Sloth Advantage check. Pass to gain a Keywordless E.G.O Gift."
        },
        {
          "message": "Seems dangerous. Let's move on.",
          "result": [
            "Nothing happened."
          ]
        }
      ]
    },
    {
      "id": 971058,
      "name": "Refracted Sleeping Bag of a Bygone Day",
      "subDesc": "",
      "desc": "Something is breathing heavily. The source of it, its form strange, lies there.\n\nIt appears to be an Abnormality. The thing is struggling to even breathe—its every breath is laborious and irregular.\n\nIs it... crying?",
      "options": [
        {
          "message": "Listen to the breathing.",
          "messageDesc": "Run a Pride & Envy Advantage check. Pass to gain a Poise E.G.O Gift."
        },
        {
          "message": "Block your ears.",
          "result": [
            "Listening to the pained breathing is heartrending.\n\nThe sheer sensation was so overwhelming that it was making me nauseous. The Sinners weren't doing much better, either; they were either grabbing their heads or were slowly getting drenched in cold sweat.\n\n\"P-plug your ears. I think this... this sound's driving me insane.\"\n\nI tell the rest of the Sinners to follow suit, and we slowly start to feel better.\n\n... The Abnormality continued to make that noise for a while, before falling completely silent."
          ]
        }
      ]
    },
    {
      "id": 971059,
      "name": "Refracted Four-hundred Roses",
      "subDesc": "",
      "desc": "The bloodsteeped petals are so crimson that one might almost mistake it to be bleeding.\n\nIts stems, siphoning blood from somewhere to feed the petals, are twisted, dark, and red.\n\nVicious and sharp thorns riddle its skin.\n\nBut curiosity takes hold—perhaps breaking off a thorn might cause it to bleed?",
      "options": [
        {
          "message": "Break off a thorn.",
          "messageDesc": "Lust & Envy Advantage check. Pass to gain a Bleed E.G.O Gift."
        },
        {
          "message": "Don't do that.",
          "result": [
            "Curiosity is the usual suspect when it comes to dead cats.\n\nLet's not provoke it unnecessarily this time."
          ]
        }
      ]
    }
  ]
}