{
  "dataList": [
    {
      "id": 128801,
      "title": "Enter The Last Knight",
      "desc": "<i>One day, wheat grains he planted did not sprout.\nOne day, he stopped feeling the scent of life between his breaths.</i>\n\n<i>Thus, he rides against the currents, hunting after waves.\nHe seeks the waves, reproaches them, and eventually brings about their destruction.</i>\n\nFaint memories, having blinked through Amiya's fathoms, flash briefly before my eyes,\nand the Seaborn knight wields his great lance against surfaced Sea Terrors.\n\nHe shudders as though with repulsiveness, but he does not stop.\n\n\"You obstruct progress and cover the lands.\"\n\"That is impermissible.\"\n\"This is... the land.\"\n\nThe knight and the Sea Terrors don't necessarily seem to be on the same side.\nPerhaps diplomacy may be a viable solution here?",
      "options": [
        {
          "message": "Overcome the bellowing roar and try to talk to the knight.",
          "messageDesc": "",
          "result": [
            ""
          ]
        },
        {
          "message": "The knight is just an enemy, nothing more.",
          "messageDesc": "",
          "result": [
            "<i>The sea replies to the knight's bellow with silence.\nOur response too, shall be met with the knight's silence.</i>"
          ]
        }
      ]
    },
    {
      "id": 128802,
      "title": "Enter The Last Knight",
      "desc": "The Sinners' relentless assault upon the knight begins to slow.\n\nThough we don't have anything in common with the knight...\nCold, cold loneliness rides his bellow, insidious under the faint light.\n\n<i>Are we waves, or rocks in his eyes?\nThe sea wets our hems, giving us no time to answer the question.</i>",
      "options": [
        {
          "message": "Someone has to stand their ground next to the petrified Sinners.",
          "messageDesc": "",
          "result": [
            ""
          ]
        },
        {
          "message": "We have to charge at the knight.",
          "messageDesc": "",
          "result": [
            "<i>The knight's lance charge breaks through the gale like an unstoppable wave.\nLoneliness could not be shared.</i>"
          ]
        }
      ]
    },
    {
      "id": 128803,
      "title": "Enter The Last Knight",
      "desc": "The knight rides upon the violently whinnying steed.\nLance raised skyward, the knight races across the sea, splitting its waves.\n\n\"We won't succeed at this rate...\"\n\"Stall him, please... even for a second.\"\n\nIrene directs her hand cannon toward the knight.\nHer aim and will undulates on the same frequency with the waves.\n\n<i>We need but a moment to recover.\nTopple the waves.\nGo for his legs, not his lance.</i>",
      "options": [
        {
          "message": "We have to stop the knight's charge.",
          "messageDesc": "",
          "result": [
            ""
          ]
        },
        {
          "message": "We have to observe the situation more carefully.",
          "messageDesc": "",
          "result": [
            "A high-pitched and powerful cry resonates.\nThe knight's steed is sending out a warning for something."
          ]
        }
      ]
    },
    {
      "id": 129701,
      "name": "Mayors, the Yearning Flotsam's first Choice Event",
      "subDesc": "사용 안하는 텍스트",
      "desc": "Mayors's Despair.\n\nThe repulsiveness of people's ill-intent.\n\nAnd the faint hope from the light found within.\n\nAll kinds of emotions and memories rise to the surface of Amiya's fathoms, then sink again.\n\nThose same thoughts seep into me as well, unfiltered.\n\n\"... The sins that people have committed won't just go away.\"\n\n\"Humanity's ill-intent will propagate unimpeded, too.\"\n\n\"But the tides that Miss Mayors is trying to summon to douse it...\"\n\n\"... will devour humanity, their civilization, and the City they came from.\"\n\n\"So... I don't think that's the right way to go.\"\n\n\"Not as long as Dante, and the people of Limbus Company, refuse.\"\n\nThis isn't like the time I retrieved the E.G.O.\n\nIn place of the light, a speck of darkness casts a shadow.",
      "options": [
        {
          "message": "Reach out into the darkness.\t\t\t\t\t\t\t\t\t\t\t",
          "messageDesc": "A strange power courses through me.",
          "result": [
            "A strange power courses through me before radiating toward the Sinners.\t\t\t\t\t\t\t\t\t\t\t"
          ]
        }
      ]
    },
    {
      "id": 129702,
      "name": "Mayors, the Yearning Flotsam's second Choice Event",
      "subDesc": "사용 안하는 텍스트",
      "desc": "Tides carry away the windows to Mayors's past, soon devouring them beyond vision.\n\nIt's almost as if Mayors and the Dungeon of the Fathoms—no, the ocean itself is fusing into one.\n\n\"A majority of Distortions encountered by the Bus team have assumed a form generally recognized as an 'organic entity'.\"\n\n\"However, there is nothing preventing a Distortion's form from breaking that boundary and taking a different shape, as it may vary by the individual's desires.\"\n\n\"If her Distortion is allowed to exacerbate undeterred, it may eventually corrode this very space in which we stand.\"\n\nAs we were taking some time to catch our breaths, a few small machines tumbled to the ground, shot from one of the trembling fathoms.\n\nIt must be one of those mysterious machines in Mayors's home we saw when we peered into her memories.\n\nThe machines continued to whir loudly as though the waves broke them...\n\nWe saw that there were various apparatus attached to the sockets on their sides.\n\n\"Expensive they appear, yet how... numerous they are.\"\n\n\"Well, you know. Maybe she's similar to one of those Fixer fellas who are always hell-bent on picking up every new cutting-edge Workshop tech.\"\n\n\"Huh, it says... \"Little Handy\" down here.\"\n\n\"This has an oddly similar structure to the \"Hand of the Saint\" the Inquisitor brought.\"\n\n\"Gasp! Then shalt this fantastically wanda-ful machine be of assistance in our battles?!\"\n\nRhodes Island already seems to have their hands full holding the line against the tide of Sea Terrors.\n\nWe should probably take just one and leave the rest to help them out.\n\nAfter a quick discussion with the Sinners, we decided to take just one of the machines.",
      "options": [
        {
          "message": "Take one with the \"Wilderness Survival Module\"",
          "messageDesc": "Gain max HP & HP Healing Boost",
          "result": [
            "\"Wilderness Survival Module detected. Activating survival command.\"\n\nI don't really understand how it works, but that sure sounds helpful."
          ]
        },
        {
          "message": "Take one with the \"Housekeeping Assistant Module\"",
          "messageDesc": "Enhances the effects of The Hand of the Saint",
          "result": [
            "\"Housekeeping Assistant Module detected. Converting the Hand of the Saint to patrol mode.\"\n\nI don't really understand how it works, but that sure sounds helpful."
          ]
        },
        {
          "message": "Take one with the \"Incremental Motion Firmware\"",
          "messageDesc": "Gain safeguarding effects against Stagger",
          "result": [
            "\"Incremental Motion Firmware detected. Activating blockade command.\"\n\nI don't really understand how it works, but that sure sounds helpful."
          ]
        },
        {
          "message": "Take one with the \"Mini Decontamination Kit\"",
          "messageDesc": "Gain an effect that counteracts the Nethersea Brand's influence on Sinners",
          "result": [
            "\"Mini Decontamination Kit detected. Counteracting nethersea brand toxicity.\"\n\nI don't really understand how it works, but that sure sounds helpful."
          ]
        },
        {
          "message": "Take one with the \"External Upgrade Module\"",
          "messageDesc": "Gain temporary power boost",
          "result": [
            "\"External Upgrade Module detected. Activating attack command.\"\n\nI don't really understand how it works, but that sure sounds helpful."
          ]
        }
      ]
    },
    {
      "id": 971074,
      "title": "Iberians and the Ægirian",
      "desc": "There seems to be a commotion at the village square.\n\nVillagers are surrounding someone with a clear intent to threaten.\n\n\"The evil sorcerer's gone, so why won't this calamity end? Explain!\"\n\n\"Be honest! You just couldn't stand to watch Iberia thrive, could you?! If it weren't for that calamity, we would've...\"\n\n\"L-look, please. I'm just here to... I'm just here to share some research notes—\"\n\n\"What, how to fight those sea monsters? Oh, now you're looking to help us? Newsflash, it's too damn late! These scraps of paper won't do anything to help us.\"\n\nThe locals firmly believe that the calamity was brought here by Ægirs.",
      "options": [
        {
          "message": "Turn away from the scene.",
          "messageDesc": "No particular effect",
          "result": [
            "It has become a crime to exist as an Ægir.\n\nWe're outsiders—it's not our place to step in when we don't know enough about what happened.\n\nBut our hesitation was an answer in and of itself; the one-sided violence struck the Ægir.\n\nWe ran in to help, but the Ægir's heart was already trampled and discarded. It's not something that can be picked back up like the scattered research notes on the ground.\n\nThe lone Ægir's eyes gazed despondently at nothing until we eventually left."
          ]
        },
        {
          "message": "We have to put a stop to this.",
          "messageDesc": "Gain a Keywordless E.G.O Gift depending on the result of the following choice",
          "result": [
            "I can feel the mob turning toward us.\n\n\"An evil sorcerer started the Profound Silence.\"\n\"He pretended to work for us, but it turned out that he was driven by envy for Iberia's prosperity.\"\n\"Don't try to stop us, outsiders.\"\n\"They came from the sea, just like the sorcerer himself.\"\n\nAs they were protesting, the hungry, harrowed look of villagers came into the Sinners' eyes.\n\nA villager, cradling an empty bundle of cloth.\nA child, holding a staff and a hat that was far too large for him.\n\n\"... They've all lost a lot.\"\n\n\"And that void in your heart blinds you.\"\n\n\"It makes it unbearable to keep your emotions in check.\"\n\nThis is how they deal with sorrow.\n\nThere were no emotions or intent to be found in the great calamity that devoured Iberia whole.\n\nSo they sharpen their sorrows into wayward wraths against those who came from the sea, just like the calamity itself.\n\n\"Which means... someone needs to direct their anger against the rightful foes.\"\n\n<Irene?>\n\n\"Step back, citizen.\"\n\n\"Even if we were to determine that the Ægir has committed crimes, it falls under the Inquisition's jurisdiction to carry out the consequences.\"\n\n\"If the Ægir is innocent... do understand that your actions cannot be permitted.\"\n\nIt seemed that Irene managed to provoke some thought in the mob as they slowly walked away from the Ægir...\n\nUntil they eventually scattered away."
          ]
        }
      ]
    },
    {
      "id": 97107401,
      "title": "Iberians and the Ægirian - #2",
      "desc": "\"Thank you.\"\n\n\"... As you can see, I hail from Ægir.\"\n\n\"Ever since the Profound Silence, I devoted myself to studying Seaborns and nethersea brand to help the land-dwellers.\"\n\n\"I don't know where my colleagues have all gone, but...\"\n\n\"What's the point of this anymore?\"\n\n\"They don't want my help, so why should I give it to them?\n\nHe seems crestfallen by his experience at Iberia.",
      "options": [
        {
          "message": "They might not, but there has to be someone who needs your help.",
          "messageDesc": "Gloom & Envy Advantage check. Pass to gain a Keywordless E.G.O Gift.",
          "result": [
            ""
          ]
        },
        {
          "message": "You should probably return to Ægir.",
          "messageDesc": "No particular effect",
          "result": [
            "\"The situation back home—I mean, Ægir's not great, either.\"\n\n\"We've been able to hold them back for now, but... We're almost at our limit.\"\n\n\"If we and the land-dwellers can help each other, maybe... Well, that doesn't seem much like a possibility anymore.\"\n\nHe looks down at his research notes with a look of despair.\n\n\"Guess I'll try to find my way back to Ægir.\"\n\n\"It's precarious, but... that place is still my home.\n\nThe Ægir slowly stumbles away after picking up the research notes."
          ]
        }
      ]
    },
    {
      "id": 971075,
      "title": "The Glorious Past of Iberia",
      "desc": "We come across a cavern, full of sunken ship remnants and golden treasures that have washed up inside.\n\nThere are all kinds of unfamiliar sculptures and twinkling golden coins...\n\nThere's a whole pile of treasures here.\n\n\"Hey, the records here say that this used to be a ship that sailed all across Terra.\"\n\n\"It must be a ship built for conquest, built during the golden age of Iberia.\"\n\n\"Look, it says here that this is a golden chalice made in Sargon.\"\n\n\"Combine an armada of tall, proud sails, unparalleled technological innovation, and... a certain king's greed, and you get this.\"\n\n\"It's... the kind of glory we can barely hope to retrieve, now.\"\n\nThese items would be extremely valuable outside, but none of them seem very helpful for the situation at hand.\n\nShould we continue to look, just in case?",
      "options": [
        {
          "message": "That's enough looking around. Let's move on.",
          "messageDesc": "No particular effect",
          "result": [
            "We've looked enough."
          ]
        },
        {
          "message": "Keep looking.",
          "messageDesc": "Gluttony & Gloom Advantage check. Pass to gain a Keywordless E.G.O Gift.",
          "result": [
            ""
          ]
        }
      ]
    },
    {
      "id": 971076,
      "title": "A Story of Lighthouse Keepers and The Profound Silence",
      "desc": "Atop a steep, coastal cliff...\n\nAn old man is staring out to the far ocean, peering through the gale.",
      "options": [
        {
          "message": "Approach.",
          "messageDesc": "Gain a Keywordless E.G.O Gift depending on the result of the following choice",
          "result": [
            "We ask the old man what he's doing here, and he turns around with a good-natured laugh.\n\n\"I was once a lighthouse keeper. I used to bring the Eye of Iberia's light to the dark sea.\"\n\n\"So I'm looking out to the sea, watching the lighthouse beyond the cresting waves.\""
          ]
        },
        {
          "message": "Leave.",
          "messageDesc": "No particular effect",
          "result": [
            "We walked away, leaving the old man there.\n\nWhen I turned around, the old man was nowhere to be seen on the cliff."
          ]
        }
      ]
    },
    {
      "id": 97107601,
      "title": "A Story of Lighthouse Keepers and The Profound Silence - #2",
      "desc": "I look to where the old man points, but I don't see any lighthouses there.\n\nJust tall, cresting waves mercilessly pummeling the cliffs.\n\n\"I miss those days dearly. Days of brilliance, when I would illuminate the vast ocean.\"\n\n\"Once the Profound Silence came and went, Iberia became too... quiet, too dark.\"\n\nThe old man's fingers gently caress the keys in his hand, eyes full of longing.",
      "options": [
        {
          "message": "Tell the old man to step away from the cliff; it's too dangerous.",
          "messageDesc": "No particular effect",
          "result": [
            "\"Ha ha ha...\"\n\n\"Don't you worry. The lighthouse was taller than even this very cliffside we're on.\"\n\n\"This height is nothing to a keeper, friends.\"\n\n\"Still... the day is getting late. I should be heading back soon.\"\n\n\"I bid you safe journeys.\"\n\nAs we were descending the cliffs after bidding the old man farewell in return, I heard the splash of waves coming from behind us.\n\nThe old man was nowhere to be seen on the cliff."
          ]
        },
        {
          "message": "Ask if the key belonged to the lighthouse.",
          "messageDesc": "Sloth & Gloom Advantage check. Pass to gain a Keywordless E.G.O Gift.",
          "result": [
            ""
          ]
        }
      ]
    },
    {
      "id": 971077,
      "title": "Here, the Church of the Deep is giving out food made of Sea Terrors under the guise of relief to turn Iberians into Sea Terrors",
      "desc": "There is a long line of people waiting outside a run-down building.\n\nInside, people in hoods are distributing something to the visitors.\n\n\"I thank the ocean's blessings.\"\n\n\"No, no. We only wish to help you sate your hunger, even a little. ... Hm?\"\n\n\"We haven't seen you around here. Clearly, you've traveled far to get here—welcome, welcome.\"\n\n\"Sorry, everyone—please understand, they're new here.\"\n\nPeople in hoods dragged us inside.\n\n\"It's not much, but... this should hopefully be able to sate your hunger.\"\n\nDried fish, huh... Amiya and Irene called them \"finbeasts\".",
      "options": [
        {
          "message": "Let the other people have it first.",
          "messageDesc": "No particular effect",
          "result": [
            "There were people staring hungrily at our food, so we quietly handed it over.\n\nThey began to shovel in the food, as though they've missed more than a few meals.\n\nUnless they slow down, they're going to make themselves sick...\n\nWithout any reason to stay, we left the building.\n\nI felt a little prick on the back of my head, as though the hooded people were staring at us as we walked away, but...\n\nwe managed to quicken our pace and disappear."
          ]
        },
        {
          "message": "Slip them into our bags and pretend we ate them.",
          "messageDesc": "Run a Gloom & Pride Advantage check to gain a Keywordless E.G.O Gift.",
          "result": [
            ""
          ]
        }
      ]
    },
    {
      "id": 971078,
      "title": "An Inquisitor Locked in a Fight Against Sea Terrors",
      "desc": "Through the ocean wind blowing between white buildings,\n\nsomeone stands with a lamplight and looks around, the bloom illuminating the piles of sea monster corpses.\n\nGiven the clear similarities between his and Irene's outfit... he must be an Inquisitor, too.\n\n\"What are the civilians doing out here, on the front lines?\"",
      "options": [
        {
          "message": "An Inquisitor is leading our evacuation.",
          "messageDesc": "Wrath & Gloom Advantage check. Pass to gain a Keywordless E.G.O Gift.",
          "result": [
            ""
          ]
        },
        {
          "message": "We're here to help the Inquisitors.",
          "messageDesc": "No particular effect",
          "result": [
            "\"I appreciate the sentiment.\"\n\n\"But the role of a civilian is to survive and contribute to Iberia's revival.\"\n\n\"You needn't sacrifice yourselves on the front lines to hold the line against the very sea... for that is the Inquisitors' role.\n\nWith that, the Inquisitor quickly saw us away from here."
          ]
        }
      ]
    },
    {
      "id": 971079,
      "title": "The last node before the boss battle against Distorted Mayors. Heals and revives allies.",
      "desc": "At the center of what appears to be an ark symbolizing the City,\n\nat the center of that brilliant, golden light... must be Mayors.\n\n\"Let's take a quick break here.\"\n\n\"Are you alright, Doctor?\"\n\n\"I just need to take a... quick breather...\"\n\n\"Fuhu... You should probably work on your cardio, or Miss Amiya might have to piggyback you around.\"\n\n\"Yeah, well... once we get back, I'll start working out like Kal'tsit suggested.\"\n\n\"Hmph. Executive Manager, if it ever comes to it, you may trust me with the piggybacking.\"\n\n<I'm good.>\n\nPerhaps being in close proximity to Mayors's vision of utopia and the center of the light did something...\n\nSeaborns near us only gave us a passing glance without attacking us.\n\nSomething about the way they looked at us felt like... they were concerned about us—the Sinners couldn't help but look away with a funny feeling.\n\n\"I feel... sorrow, regret... Maybe these feelings are denials for all those times she spent agonizing over this.\"\n\n\"Can we really bring back Miss Mayors?\"\n\n<We'll help her return. That's what we're here to do, after all.>\n\n<Alright, let's rest up for a bit before moving on.>",
      "options": [
        {
          "message": "Take a moment to collect ourselves, then move on.",
          "messageDesc": "",
          "result": [
            "After taking enough rest, we continue on toward the refracted light."
          ]
        }
      ]
    }
  ]
}