{
  "dataList": [
    {
      "id": 971080,
      "name": "Hardblood weapon found while resting",
      "desc": "In the midst of our battle against the nigh-endless Bloodbag horde...\n\n<Hm...?>\n\n... we came across an ominous object on the ground.\n\nWhile it resembled the Bloodbags' weapons somewhat, there was enough to distinguish it from them.\n\n\"It's gotta be a powerful weapon, right?\"\n\n\"It has got to be a rather dangerous weapon.\"\n\n\"Verily, 'tis an item most puzzling!\"\n\nClearly, the Sinners are having a hard time coming to a consensus.\n\n... Looks like it's up to me to decide whether we're picking that thing up or not.",
      "options": [
        {
          "message": "Pick up the weapon.",
          "messageDesc": "Select to gain a Bleed E.G.O Gift",
          "result": [
            "It should probably come in handy, in whichever form that might be.\n\nAfter a brief rest, the Sinners forged on toward the destination.\n\n... But none of us noticed how the Sinner who held the weapon seemed unable to tear their eyes away from bloodstains."
          ]
        },
        {
          "message": "Don't pick up the weapon.",
          "messageDesc": "No particular effect",
          "result": [
            "I wasn't just about to carry around a mysterious artifact like that with us.\n\nThe Sinners forged on toward the next destination, despite their mild disappointment."
          ]
        }
      ]
    },
    {
      "id": 971081,
      "name": "There is a useful piece of gear on a W Corp. Cleanup Agent who was turned into a Bloodbag.",
      "desc": "W Corp. Agents who turned into Bloodbags made for higher difficulty enemies than the other Bloodbags aboard the train.\n\nOnce they were defeated, we found a strange-looking gear from the aftermath of the battle.\n\nI'd seen a W Corp. Identity with that gauntlet before.\n\n\"This gear is gunked up with gore; it'll be difficult to use it as-is.\"\n\nLooks like we'll have to go through considerable trouble to bring it back to working order...",
      "options": [
        {
          "message": "Tear off the gore.",
          "messageDesc": "Wrath & Gloom Advantage check. Pass to gain a Bleed E.G.O Gift.",
          "result": [
            ""
          ]
        },
        {
          "message": "Leave it.",
          "messageDesc": "No particular effect",
          "result": [
            "We don't have the luxury of wasting our time over something like this.\n\nLeaving the gauntlet behind, we forged on."
          ]
        }
      ]
    },
    {
      "id": 971082,
      "name": "There is a useful piece of gear on the body of a W Corp. Cleanup Agent who was turned into a Bloodbag.",
      "desc": "Looks like it's almost fully repaired.\n\nBut maybe risking an injury to a Sinner isn't worth the effort.",
      "options": [
        {
          "message": "Repair the gauntlet.",
          "messageDesc": "Lust & Envy Advantage check. Pass to gain a Charge E.G.O Gift.",
          "result": [
            ""
          ]
        },
        {
          "message": "Give up the repair.",
          "messageDesc": "No particular effect",
          "result": [
            "We don't have the luxury of wasting our time over something like this.\n\nLeaving behind the gauntlet gunked up with gore, we forged on."
          ]
        }
      ]
    },
    {
      "id": 971083,
      "name": "A merchan passenger",
      "desc": "This section seems to be rather crowded with passengers.\n\nAmong them, we notice a surprisingly calm and collected passenger.\n\n\"Come closer, won't you...?\"\n\nThere was a bottle full of suspicious looking pills in his outstretched hands.\n\nThe passenger proceeds to explain that his present sanity is thanks to the pills in his possession.\n\n\"Woud you like to try some yourself?\"",
      "options": [
        {
          "message": "Purchase the pills.",
          "messageDesc": "Spend Cost to heal all allies' HP & SP",
          "result": [
            "I paid the price and distributed the pill among the Sinners.\n\n\"Ooh... this ain't half bad.\"\n\nThe effects were quite apparent; the pills seemed to have healed everyone, both physically and mentally.\n\n\"Please, do come again...\"\n\nThe passengers bade us farewell, so we continued on after responding in kind."
          ]
        },
        {
          "message": "Just take a quick look, then leave.",
          "messageDesc": "No particular effect",
          "result": [
            "No need to pay out of pocket for something that suspicious.\n\nWe continued on."
          ]
        }
      ]
    },
    {
      "id": 971084,
      "name": "A W Corp. Cleanup Agent is battling a group of Bloodbags.",
      "desc": "\"Lo! A lone warrior battles a horde of Bloodbags!\"\n\nThe Sinners were looking at someone wearing a W Corp. uniform.\n\nHe seemed rather skilled, but the sheer number of Bloodbags were about to overwhelm him.\n\n<We've got to help—>\n\nBut I am cut off by another horde of Bloodbags that poured into this cabin, surrounding us.\n\n\"Dammit... prepare for battle!\"\n\n\"Y-yet what of the lone warrior?!\"\n\n\"Well—\"",
      "options": [
        {
          "message": "Lend him an E-Type Dimensional Dagger.",
          "messageDesc": "Select to gain a Charge E.G.O Gift",
          "result": [
            "\"This should help, at least...!\"\n\nWe threw the dagger at the W Corp. Agent...\n\n... and hit a Bloodbag squarely in the back of its head, just as it was about to sink its teeth into him. He quickly pulled out the dagger and used it to defend himself.\n\nOnce we were done cleaning up, he thanked us and returned the dagger.\n\n\"Thank you for stepping in! Another second and I'd also have turned into one of those mons—\"\n\nHorrified, the Agent cuts himself short and shifts away from the grim thought.\n\n\"I'm pulling back. Take this—it's not much, but I hope it helps.\""
          ]
        },
        {
          "message": "Send a Sinner to assist the W Corp. Agent.",
          "messageDesc": "Envy & Wrath Advantage check. Pass to gain a Charge E.G.O Gift.",
          "result": [
            ""
          ]
        },
        {
          "message": "Don't send anyone.",
          "messageDesc": "All allies lose SP",
          "result": [
            "As we had our own share of Bloodbags to deal with, we decided to save ourselves first.\n\nIt wasn't long before the W Corp. Agent was swept up in the relentless swarm of Bloodbags.\n\nWe could hear his agonizing screams through the stampede, pleading for anyone to rescue him, but... it was too late for us to do anything."
          ]
        }
      ]
    }
  ]
}