{
  "dataList": [
    {
      "id": 130802,
      "name": "Faelantern",
      "subDesc": "",
      "desc": "\"H-hang on. What's going on with this thing? It doesn't feel like the same entity we ran into in the Mirror Dungeon!\"\n\"... If we are to delve deeper, it appears to mirror the one we encountered in the Refraction Railway.\"\n\n\"... While Hohenheim does harbor some interest in this subject...\"\n\n\"He is not great enough a genius to turn that curiosity into reality.\"\n\"Then why could this possibly be happening...?\"\n\n\"Hold on—someone left this here.\"\n\"Hm. It seems to be a torn page of a note. It's covered in fluorescent paint so it would be easier to spot.\"\n\nWhoever left it couldn't have known we were coming. It's probably a note meant for possible survivors.\nNo reason not to read it.\n\n- Observation Record: Irregularities\nWritten by Moses, LCD On-site Investigative Reasoning Team Leader\n\nThis entity abruptly escaped its containment unit during the assault.\nReaders of this note should be warned that this entity shows some irregularities that have not been observed previously.",
      "options": [
        {
          "message": "Keep reading the record",
          "messageDesc": "",
          "result": [
            "When a high number of employees within the Research Facility were killed, the Faelantern breached containment.\n\nUnder the LCE's Abnormality control protocols, such an escape is known to occur only when an employee with inherently low aptitude exhibits an Attunement level exceeding 75% with LCE E.G.O::Faelantern, or when the outcome of the managerial work is determined to be above \"Very Good.\"\n\nThe Faelantern, whose escape was triggered by deaths around it, has deviated from its expected behavior pattern of preying on charmed victims one by one, and instead has begun consuming multiple targets all at once.\nPresumably, the entity must have realized that its food reserves were being rapidly depleted.\n\nAfter Ezra destroyed the bai... amending: After Ezra destroyed the luring unit twice (designated as \"Blue Fairy\" in the LCB Observation Log), the Faelantern's aggressiveness significantly increased. At that point, Ezra was no longer affected by its charm.\n\nBased on these observations, I was able to establish a hypothesis that anyone who observes the \"Blue Fairy\" for at least 7 seconds and then immediately destroys its head becomes immune to its influence. As this effect applies only to the individual who destroys it, this information may not be of much use to most researchers; however, I shall leave a note of it to be consulted should the need arise.\n\nAddendum: When the Faelantern identified only a single individual, it did not attempt to charm them, and instead, appeared wary enough to simply watch them. Yet, due to the limited sample size, further confirmation will be necessary.\n\n\"That's quite a bit of useful tips.\"\n\"Well... Now I think I've got a rough idea of how to deal with it.\"\n\n<... All right. Let's refer to this record for the intel and try suppressing it again.>"
          ]
        }
      ]
    }
  ]
}