{
  "dataList": [
    {
      "id": "battleTip_10925_1",
      "content": "If the enemy's attacks cannot be met head-on, going on the defensive might be the better strategy."
    },
    {
      "id": "battleTip_10925_2",
      "content": "Sometimes, destroying a protected Part to capitalize on the enemy's weaknesses can be a sound strategy."
    },
    {
      "id": "battleTip_10925_3",
      "content": "Check the E.G.O your Sinners have equipped and their required resources to form a team of Identities that can efficiently gather them in battle."
    },
    {
      "id": "battleTip_10928_1",
      "content": "Identifying the Resistance values on the enemy's weak Part might be the better strategy."
    },
    {
      "id": "battleTip_10928_2",
      "content": "It is important to identify the situations in which E.G.O Skills are most effective."
    },
    {
      "id": "battleTip_10928_3",
      "content": "Check the E.G.O your Sinners have equipped and their required resources to form a team of Identities that can efficiently gather them in battle."
    },
    {
      "id": "battleTip_10930_1",
      "content": "The Index Apprentice Sora gains Karmic Consequence if she fails to fulfill the Prescript. Make sure to check which Prescript she has received and prevent her from executing it."
    },
    {
      "id": "battleTip_10930_2",
      "content": "To prevent the execution of The Index Apprentice Sora's early-phase Prescript, it is best for Sinners inflicted with \"The Prescript's Target\" to avoid Clashing with Sora's first Skill Slot."
    },
    {
      "id": "battleTip_10930_3",
      "content": "Ryōshū's has a hidden, unique effect in this Encounter. If a certain attack used by the Index Apprentice is difficult to overcome, try commanding Ryōshū against her."
    },
    {
      "id": "battleTip_10933_1",
      "content": "Examine the \"Silent Regard\" Skill—it provides a way to lower the enemy's Power for this turn."
    },
    {
      "id": "battleTip_10933_2",
      "content": "Examine the \"Phantom Step [殘像步]\" Skill—it may have a way to mitigate the enemy's unique debuff, \"Bladetrail [Afterimage].\""
    }
  ]
}