{
  "dataList": [
    {
      "id": "battleTip_none",
      "content": "(더미)"
    },
    {
      "id": "battleTip_10937_1",
      "content": "Make sure that Hohenheim and Alyssa are not defeated before the Sinners."
    },
    {
      "id": "battleTip_10937_2",
      "content": "It is recommended to focus on the Ring Nursefather's Skills whose Clashes must be won."
    },
    {
      "id": "battleTip_10937_3",
      "content": "The Ring Nursefather and his Apprentice's powerful Skills can be weakened before Clashing."
    },
    {
      "id": "battleTip_10943_1",
      "content": "It is recommended to attempt Clashes with Skills that are relatively easier to win."
    },
    {
      "id": "battleTip_10943_2",
      "content": "Try prioritizing enemies with low HP first."
    },
    {
      "id": "battleTip_10938_1",
      "content": "Nursefathers are difficult enemies for the Sinners."
    },
    {
      "id": "battleTip_10938_2",
      "content": "It is important to make use of Vespa and Ezra's Assist Defense."
    },
    {
      "id": "battleTip_10942_phase1_1",
      "content": "Use the Sinners to Clash with The Thumb Apprentice's Skills to weaken his powerful Skill."
    },
    {
      "id": "battleTip_10942_phase1_2",
      "content": "Reduce The Thumb Apprentice's HP to below half."
    },
    {
      "id": "battleTip_10942_phase2_1",
      "content": "The Thumb Apprentice is interfering with the Assist Units' attacks.\nIt is recommended to focus the Sinners' attacks on The Thumb Apprentice first."
    },
    {
      "id": "battleTip_10942_phase2_2",
      "content": "When attacked, The Thumb Nursefather consumes her \"Eye of Precognition\" Stack to evade.\nIt is important to have the non-Sinner ally constantly drain her Eye of Precognition Stack."
    },
    {
      "id": "battleTip_10942_phase2_3",
      "content": "You cannot redirect The Thumb Nursefather's powerful Skill.\nMake sure to drain her Eye of Precognition as much as possible before the Skill is activated; the fewer Eye of Precognition Stacks she has, the weaker the Skill becomes."
    },
    {
      "id": "battleTip_10944_1",
      "content": "It is important to make use of Vespa and Ezra's Assist Defense."
    },
    {
      "id": "battleTip_10944_2",
      "content": "Strategize appropriately and make use of the opportunity to Stagger enemies with Unopposed Attacks."
    },
    {
      "id": "battleTip_10944_3",
      "content": "When enemies are cornered and become stronger, focus on buying time rather than winning Clashes, and wait for the Assist Units to play their trump card."
    },
    {
      "id": "battleTip_10945_1",
      "content": "The more The Roach Emperor wins his Clashes against the Sinners, the weaker he gets.\nHowever, it is a very risky decision to have the Sinners deal with all of his Skills on their own."
    },
    {
      "id": "battleTip_10945_2",
      "content": "\"Hurting Pest [Roaches]\" Stacks can be lowered by letting The Roach Emperor's \"Emperor's Devouring\" Skill hit you."
    },
    {
      "id": "battleTip_10945_3",
      "content": "The Roach Emperor's Excision Coin Skills become much stronger against Skills with Unbreakable Coins."
    },
    {
      "id": "battleTip_10941_1",
      "content": "Check for Sinners that can Clash against 'Destinated Opponent' Skill with suitable Attack Skills, and build up damage on The Pinky Nursefather."
    },
    {
      "id": "battleTip_10941_2",
      "content": "Depending on the situation, it is important to plan impromptu and decide on which of The Pinky Nursefather's Skills should be Clashed first."
    },
    {
      "id": "battleTip_10948_1",
      "content": "The Pinky Nursefather will go on the offensive if you have the advantage, and will go on the defensive if she has the advantage."
    },
    {
      "id": "battleTip_10948_2",
      "content": "Strategize around surviving The Pinky Nursefather's attacks and slowly chip away at her health."
    },
    {
      "id": "battleTip_10949_1",
      "content": "Focus on ensuring that Meursault and Outis survive the fight, rather than defeating Sora and Ren, the two Apprentices."
    },
    {
      "id": "battleTip_10949_2",
      "content": "Every turn, Ryōshū will attack one of the two enemies—The Index Apprentice or The Pinky Apprentice."
    },
    {
      "id": "battleTip_10949_3",
      "content": "It may be wise to let Ryōshū deal with one of the Apprentices while the Sinners focus on the other."
    },
    {
      "id": "battleTip_10950_1",
      "content": "The Index Nursefather gains Karmic Consequence when he fails to carry out his Prescripts.\nRaising his Karmic Consequence Stack weakens his various stats, including his Clash Power."
    },
    {
      "id": "battleTip_10950_2",
      "content": "During a unique pattern, you will need high-Clashing Skills in all three Attack Types: Slash, Pierce, and Blunt.\nPreparing high-Clashing E.G.O Skills in each Attack Type is recommended."
    },
    {
      "id": "battleTip_10950_3",
      "content": "At low HP, The Index Nursefather uses a powerful Skill with a very high Power.\nRyōshū's Base E.G.O., \"Forest for the Flames\" may be effective against this attack."
    }
  ]
}