{
    "dataList": [
        {
            "id": "DanteNoteDetail_131",
            "title": "",
            "desc": "- Limbus Company Enkephalin\n- They're Limbus Company's research and energy generation department.\n- Under the Chief Researcher Hohenheim, this department conducts various studies and research.\n- They study the Abnormalities, Distortions, and even the Peccatula—isolating and studying them. Its interiors are designed somewhat similarly to those of the former L Corp., Lobotomy Corporation.\n- The employees were all wearing E.G.O gears extracted from Abnormalities. According to them, their gear is distinguished from Lobotomy Corporation's E.G.O gear because it exhibits more of each source Abnormalities' idiosyncrasies.\n- From what I could hear from the Mirror World Identities about these LCE gears, that doesn't entirely seem to be a positive thing. Apparently their minds could easily become corroded by the gear they're wearing... I feel like this technology's got some room to grow."
        },
        {
            "id": "DanteNoteDetail_132",
            "title": "",
            "desc": "- We learned more about the new Classification codes and Risk Levels.\n- Until now, it was kind of difficult for us to immediately know whether WAW or HE was supposed to be the more dangerous one, and... there was an entity that was weirdly powerful for a TETH-level entity, as well... Well, now that we have the 'expected damage scale' in addition to the scale based on their energy production levels, we should be able to tell that HE-5 presents more potential dangers than WAW-4 in a fight.\n- Hohenheim told us not to think of this as a single numerical scale of power, but... it feels more intuitive to have these alongside the Risk Levels system previously used by Lobotomy Corporation. Anyways, this technically means that there could be ZAYIN-10 entities as well... I wonder what that would be like."
        },
        {
            "id": "DanteNoteDetail_133",
            "title": "",
            "desc": "- Their Nest is located in District 24... or so I've been told.\n- Haven't been there, don't know if we have any plans to go there, but I remember hearing that the Indigo Elder's skiff was made by X Corp.'s alloy.\n- According to the Identities, you can excavate all kinds of stuff from their excavation sites like microwaves or car tires. So do they just uncover these finished products and... immediately put them to use? How's that even possible?"
        },
        {
            "id": "DanteNoteDetail_134",
            "title": "",
            "desc": "- Their Nest is located in District 13.\n- They seem to have control over a Singularity called the 'Moonlight Stones'. They're said to allow people to focus solely on a singular subject or eliminate all distracting thoughts... And given that they have this facility called 'Abyss Trauma Correctional Facility', maybe they specialize in psychological healthcare or relaxation businesses.\n- Hey, maybe we should buy these Moonlight Stones for the Sinners to prevent E.G.O Corrosions or help them calm down and relax when their 'turn' comes up?\n- I relayed this seemingly good idea to Faust, but it was summarily denied. She didn't even give me an explanation as to why—she just told me that it wasn't the time to discuss them just yet. Given that pretty much every technology of the City has these different sides to them... maybe these things also have some kind of side effects."
        },
        {
            "id": "DanteNoteDetail_135",
            "title": "",
            "desc": "- Their motto has something to do with creating a very safe home, and their Singularity can either expand or warp the space itself.\n- I was told that structures built using P Corp.'s Singularity are all very... <i>elastic</i>. That turned out to be surprisingly literal, as when La Manchaland began to manifest, I could see the buildings touching La Manchaland bending outward like rubber. They said that it's completely safe inside even if the building's exterior bends and twists like that, but... I can't imagine how that could be true.\n- Many space expansion technologies in the City allow things to be bigger on the inside, but P Corp.'s version specifically focuses on safety.\n- This is just my speculation, but... recalling our conversation with Cesara, it seems that La Manchaland heavily influenced P Corp.'s Singularity. I wonder if it's possible to develop a Singularity inspired by something else?"
        },
        {
            "id": "DanteNoteDetail_136",
            "title": "",
            "desc": "- First encountered at the Wuthering Heights manor, these are entities that have progressed past Stage 2 of their growth.\n- LCE categorized them into 'Classes'—Class 1, 2, and 3 respectively—and it seems that these Stage 3 Peccatula are the final stage of their evolution. But Hohenheim told us that he wasn't entirely certain of that just yet.\n- Hohenheim called the Peccatula 'mediocre shells'. If the Peccatula are nothing but empty shells, then... what distinguishes their stages?"
        },
        {
            "id": "DanteNoteDetail_137",
            "title": "",
            "desc": "- They're neither Abnormalities nor monsters. If I had to put a label on them, I'd say they're closest to Distortions, but that's a tenuous connect at best. The LCD Team Leader Moses also said they're fundamentally different beings, so... yeah, probably not.\n- All Bloodfiends possess red eyes. But it's not the easiest method of distinguishing them from humans, as it's also the most common color for ocular combat augmentations. And it'd be entirely useless if they replaced their entire head with a prosthetic like I did.\n- They have strong regenerative capabilities, so it's extremely hard to kill them if they have enough blood to consume. One way to stop them from regenerating, though, is to crush their heads... We had a hell of a time aboard the WARP train, thanks to the train's environmental uniqueness that sorta made that a non-option for us.\n- The head really seems to be the core element in making these 'regeneration' methods work. The head had to be intact for Life Insurance to work, K Corp.'s ampules to work, so on and so forth. ... Well, the brain, to be specific.\n- They all have an overpowering desire for blood. Bloodfiends of La Manchaland seemed to have tried consuming Hemobars with artificial or animal blood additives as a substitute, but... looks like only flowing blood can really sate their hunger and deprivation.\n- They could overcome it if the urge itself is forgotten, but... finding the waters of the river Lethe, which serves that exact function, doesn't seem to be the easiest task. Where in the world did the Fixer from Don Quixote's memories, Bari, find such a thing?\n- Alongside this desire for blood, they also seem to have strong feelings to propagate their 'Family' as well. Seems like... 'Sancho' was the odd one out for not creating a Family of her own. Kindred generations are distinguished by their separation from the First Kindred, and once embraced as a part of the Family, they begin to really care about and treat each other like, well... family.\n- Rocinante disguises Don Quixote's more obvious Bloodfiend features and partially suppresses her bloodthirst. But there's still much we don't know about Rocinante—like how it works, or if it has anything to do with the body of 'Don Quixote' still at P Corp....\n- But it still can't fully suppress her natural instincts, like the desire for blood and propagation of her Family, so Don Quixote's been enduring it all with her sheer willpower. Makes me wonder, though... what's so different about our Don Quixote and the First Kindred Don Quixote that they have such strong resilience against bloodthirst compared to the other Bloodfiends?\n- Limbus Company headquarters has been sending Don Quixote a steady supply of high-quality blood packs. When I asked why they couldn't have just done the same thing at La Manchaland, she replied that it was simply an issue of demand vastly outweighing the supply—there were simply too many Bloodfiends to feed compared to the amount of blood they could draw from willing visitors. Which is precisely the reason they had to develop Hemobars to meet the demand with as little blood as possible. Besides... I have a feeling that it probably wouldn't have worked out anyway... even if they had enough blood packs..."
        }
    ]
}
