{
    "dataList": [
        {
            "id": "DanteNoteDetail_138",
            "title": "",
            "desc": "- A railway of purple light. It was labeled 'Line 5'.\n- Just like in our last railway, chains of battles continued through consecutive stations, and we even faced off against more Peccatulum Invidiae. Some of them seemed to be reflecting relatively new possibilities as well... I wonder how they work?\n- This railway began with two sections, met in the middle, and converged into one. It was pretty annoying to be locked out of Identity Cards I had already used in the second Section.\n- Between each section was this odd... thing that empowered the Sinners. We had to carefully choose which of them to select, as it seemed to affect not only the Sinners, but our enemies as well."
        },
        {
            "id": "DanteNoteDetail_139",
            "title": "",
            "desc": "- Apparently, Associations in different cardinal regions—West, East, South, and North—each have different uniforms. It also seemed that Association Fixers working in the same region as their headquarters were considered to be stronger or higher-ranking than Association Fixers in other regions. And, sometimes, transfers between regions happened as a form of promotion as well.\n- On the other end of the spectrum lies the largest Syndicates, the Fingers. Unlike the Associations, however, their outfits didn't vary much by region. They'd sometimes wear different outfits, but it's moreso due to the fact that they don't have a strict uniform code."
        },
        {
            "id": "DanteNoteDetail_140",
            "title": "",
            "desc": "- When declaring duels, the eastern Branch of the Cinq Association, instead of doing so by tossing their glove, do so by announcing their affiliation and name.\n- The biggest difference has to be their dress code and weaponry. Unlike the pretty iconic capes and large hats worn by the western Fixers, the eastern branch of the Cinq association wears a deft-looking outfit that blends in better with the general outfits of the eastern region. Also... unlike the other Cinq Fixers or Identities we've met thus far, the Sinner with the eastern Cinq Association's Identity primarily used hand-to-hand combat as their primary means of fighting.\n- They wear this bracelet... or bangle called 'Virescent Pyrojade' on their wrist. Looks like these can be used to melt whatever the user touches by applying high heat.\n- Apparently, the green flame of the Virescent Pyrojades has the power to burn <i>only</i> the object that the user wants it to. ... Honestly? That sounds like a Singularity-tier tech to me."
        },
        {
            "id": "DanteNoteDetail_141",
            "title": "",
            "desc": "- This must be referring to the five particularly significant Syndicates of the Backstreets.\n- It's been said that they're so powerful and influential that not even Wings or Associations can easily pick a fight with them. Rodya and Heathcliff told me that people in the Backstreets have to learn and abide by their rules if they want to survive.\n- Weirdly enough, Ryōshū seems to know a lot about them. I was given a warning about Ryōshū's 'background' when I first boarded the bus... maybe that's got something to do with it."
        },
        {
            "id": "DanteNoteDetail_142",
            "title": "",
            "desc": "- The Ring, one of the five Fingers, values art and knowledge.\n- They keep popping up in discussions regarding the Corridor.\n- I haven't had the chance to meet anyone from the Ring, but we ran into some people who used to be a part of it. They sure seemed to like art.\n- And when I say 'art', I mean the extremely gruesome kind. From what I could gather from the Identities and what Ryōshū told me, their art often consists of sculptures stitched together from amputated body parts... paintings made of blood... things like that.\n- They seem to be internally divided into various 'factions'. I picked up names like 'pointillists' or 'fauvists' among them—maybe they're divided along the lines of artistic philosophy."
        },
        {
            "id": "DanteNoteDetail_143",
            "title": "",
            "desc": "- Hongyuan Bioengineering Group. Their Nest is located in District 8.\n- It's all stuffed into one big... Actually, the word 'big' does a disservice to the sheer magnitude of the megastructure that comprises the entirety of H Corp.'s District. District 8 as a whole is called 'Hongyuan'.\n- Their Singularity is the creation of the 'Bolus', a type of medicine. I've been told that these things can be used not only to heal wounds but also for body modification procedures. But something about the way these medicines change your body creeps me out.\n- Those who took these Boluses or used them in procedures would gain body parts of specific creatures—or have parts of their own bodies replaced with them.\n- In District 8, depending on the amount of your net worth, the size of the room allotted to you could either grow or shrink, and the buildings themselves shift around to reflect that. So it's 'space' here, huh? Using time in T Corp. to measure one's wealth was weird enough."
        },
        {
            "id": "DanteNoteDetail_144",
            "title": "",
            "desc": "- They're something of a private army for various forces of Hongyuan.\n- The only branch we've met so far is the Mao branch, but there are other Heishou Packs with characteristics of different animals.\n- Jia Xichun told me that they wield the powers of twelve animals in a list called the 'Twelve Earthly Branches', something that most likely carries some sort of ritualistic meaning.\n- I wonder if their allegiance could be traded? Conversations with the Identities revealed that they often change their masters—or, according to the Heishou, their 'lords'.\n- Given that R Corp. also has 'Packs' themed after animals, I could draw some similarities between the Heishou and them."
        },
        {
            "id": "DanteNoteDetail_145",
            "title": "",
            "desc": "- As one of the five Fingers, they prioritize loyalty.\n- We first encountered them during our journey in U Corp.'s Great Lake. They refer to each other using sibling terms like 'Big Brother', 'Big Sister', 'Little Brother', and so on and so forth, and I could really feel that they had this familial bond.\n- They carry these books called the 'Book of Vengeance', in which they write down their grudges and go after anyone who's had the misfortune of getting written up... Speaking of which, just how long is that guy going to chase us for? I'm starting to get worried that I might one day find him barging into Mephistopheles.\n- Recalling the events at J Corp., I think Rodya also suffered from her encounter with the Middle. Did their 'grudge' regarding Rodya get resolved? It's still kind of a sensitive subject, so I couldn't really bring it up to her just yet. I'm gathering more and more questions to ask Rodya as the days go by."
        },
        {
            "id": "DanteNoteDetail_146",
            "title": "",
            "desc": "- They're... people, maybe? Anyways, they appear during the Night in the Backstreets.\n- Aboard the bus, I just saw them as a vague crowd that moved past us, but... when we faced them in person outside the bus, they were truly unrelenting and numerous.\n- As they sweep the streets, they melt down everything that needs to be cleansed—dead bodies in the Backstreets, unauthorized constructions, things like that. I do think it's somewhat necessary, but... I was at a loss for words when I learned that they melted down the random, unlucky people who got caught outside during the Night in the Backstreets, too.\n- They can even melt down and eat their own and heal from it, which gave us quite the trouble. Really, really hoping that we won't have to fight them again."
        },
        {
            "id": "DanteNoteDetail_147",
            "title": "",
            "desc": "- Every 3:13 in the morning, the Sweepers emerge for eighty minutes to clean up the Backstreets of the City. \n- Starting from the borders of each Nest, they simultaneously emerge from the ground, march through the Backstreets, and sweep everything in their path away. Their march consists of three waves with about ten minutes of reprieve in between. I don't want to imagine what could've happened if we didn't even have that.\n- Lots of things are banned when the Night in the Backstreets begins. We can't take videos or audio, or break into or destroy someone else's domicile...\n- That reminds me—Faust told me that the Head wields the Sweepers. I can't even begin to imagine how they even cooperate with each other. Maybe it's got something to do with Taboos? Who knows. I certainly don't."
        }
    ]
}
