{
  "dataList": [
    {
      "id": "TutoSpecialEvent_Pilgrimage_P1_T1",
      "content": "Walpurgis Night"
    },
    {
      "id": "TutoSpecialEvent_Pilgrimage_P1_D1",
      "content": "Walpurgis Night Target Extractions will be available during the event period."
    },
    {
      "id": "TutoSpecialEvent_Pilgrimage_P1_D2",
      "content": "Walpurgis Night Target Extractions will have higher Extraction rates for Identities and E.G.O from the currently active Walpurgis Night event."
    },
    {
      "id": "TutoSpecialEvent_Pilgrimage_P1_D3",
      "content": "Tidal Elegy Ishmael can only be obtained as a [Pilgrimage of Compassion Event Reward]; it cannot be obtained via Extraction, Dispenser, or Yisang Exchange."
    },
    {
      "id": "TutoSpecialEvent_Pilgrimage_P1_D4",
      "content": "※ E.G.O, once Extracted, are removed from the Extraction pool. This means that once an E.G.O is obtained, it cannot be Extracted again.\n(In Yisang Exchange, already-obtained E.G.O will be labeled “Owned”, and cannot be exchanged for.)"
    },
    {
      "id": "TutoSpecialEvent_Pilgrimage_P2_D1",
      "content": "During the event period, Identities & E.G.O from the current Walpurgis Night event will be Extractable from other Extraction banners(save for Season relevant Extraction banners) as well."
    },
    {
      "id": "TutoSpecialEvent_Pilgrimage_P2_D2",
      "content": "However, their extraction rates will be identical to those of other Identities & E.G.O."
    },
    {
      "id": "TutoSpecialEvent_Pilgrimage_P3_D1",
      "content": "Once the event period is over, Walpurgis Night Identities and E.G.O will no longer be Extractable."
    },
    {
      "id": "TutoSpecialEvent_Pilgrimage_P3_D2",
      "content": "During the event period, previous Walpurgis Night Identities & E.G.O will be Extractable from all Extraction banners(save for Season relevant Extraction banners). However, they will not receive increased rates for those Extractions."
    }
  ]
}