{
  "dataList": [
    {
      "id": 97105601,
      "title": "라만차랜드의 카니발",
      "eventDesc": "저 과격한 행동이 언제 우리에게 불똥이 튈지 모른다.\n\n섣불리 자리를 뜨려고 해도, 주사기에 닿지 못한 다른 혈귀들을 오히려 자극할 수도 있다.\n\n대규모의 전투는 피하고 싶다… 어쩌면 한 명의 수감자로 이 일을 정돈할 수 있지 않을까?",
      "prevDesc": "",
      "behaveDesc": "어떤 수감자가 저 소란을 잠재울 수 있을까?",
      "successDesc": [
        "{0} 수감자가 나아가 가장 바깥쪽에 있는 혈귀의 어깨를 건드렸다.\n\n“…!”\n\n그 즉시 혈귀들이 사납게 달려들었지만, {0} 수감자가 무어라 외치자, 갑자기 그 자리에 얼어 붙은 듯 멈춰섰다.\n\n“히익, 히이익!!!”\n\n몇 마디의 말이 더 이어진 것 같았지만, 겹쳐 들리는 비명 속에서 어떤 말을 하는지 들을 수는 없었다.\n\n혼비백산하며 혈귀들이 도망간 자리에는 아무도 남지 않았고, 주사기에서 흘러나온 것이 굳어졌는지, 번들거리는 핏방울 모양의 무언가 만이 놓여있었다."
      ],
      "failureDesc": [
        "우리들이 피를 제공해줄 수도 없을 뿐더러, 그럴 이유도 없는 것 같다.\n그러니까 역시…\n\n“넌 뭐야! 비켜!”\n\n방법을 생각하는 동안, {0} 수감자의 근처까지 불어난 혈귀들이 기어코 {0} 수감자를 밀쳐 쓰러뜨렸다.\n\n…더 흉폭해지기 전에, 빨리 이 곳을 벗어나야겠다."
      ]
    },
    {
      "id": 97105701,
      "title": "회전목마",
      "eventDesc": "좀 더 가까이 다가가 보니, 회전목마의 속도가 비정상적으로 빠른 것 같기도 하다.\n\n“…안에 무언가 있는 것 같소.”\n\n수감자의 손가락이 가리키는 곳을 따라 시선을 옮겨보니, 무언가 오묘한 빛깔이 안쪽에서 비치는 듯 하다.",
      "prevDesc": "",
      "behaveDesc": "어떤 수감자가 용맹한 모습을 보여줄까?",
      "successDesc": [
        "{0} 수감자가 가까스로 회전목마를 잡아 채 올라타자, 어디선가 확성기 같은 것이 있었는지 즐거운 목소리가 흘러나온다.\n\n“축하합니다! 용감한 도전의 성공에 걸맞는 보상을 가져가세요!”\n\n그 소리를 시작으로 회전목마가 천천히 속도를 줄이더니, 마침내 멈추었다.\n\n{0} 수감자가 그곳에서 터벅터벅 걸어나와, 안에서 이런 것을 얻었다며 손을 열어보였다."
      ],
      "failureDesc": [
        "“괘, 괜찮아?!”\n\n…역시 속도가 너무 빨랐던 걸까.\n\n{0} 수감자가 기회를 보다가 맹렬하게 돌아가는 회전목마 속으로 몸을 던졌지만, 모형 말에게 치여 밖으로 튕겨나가 버렸다.\n\n황급하게 달려가 상태를 파악하고 고개를 드니, 회전목마는 마치 꿈 속의 환상처럼 사라지고 없었다."
      ]
    },
    {
      "id": 97105801,
      "title": "굴절된 지난 날의 침낭",
      "eventDesc": "환상체에게 가까이 다가가니, 그 애처로운 숨소리는 쉬익거리는 기체의 소리에 덮여 들리지 않았다.\n\n그 기체를 들이마시자, 수감자들이 하나 둘 머리가 가볍고 맑아지는 기분이 든다고 웅성였다.\n\n“그럼, 이 곳에서 잠시 환상체의 이로운 효과를 얻은 뒤…”\n\n수감자가 말을 마치기도 전에, 환상체 안에 검은 인영이 뛰쳐나왔다.\n자신의 숨결을 빼앗지 말라는 듯이.",
      "prevDesc": "",
      "behaveDesc": "어떤 수감자가 막아설까?",
      "successDesc": [
        "{0} 수감자가 재빠르게 그 인영을 쳐내, 더 큰 피해는 막을 수 있었지만 아쉽게도 그 기체는 더 이상 흘러나오지 않게 되었다.\n\n검은 것이 다시 환상체의 품 속으로 빨려 들어갔고, 우리는 다시 공격 받기 전에 이 곳을 빠르게 빠져나가기로 했다.\n\n…하지만 아직도, 우리의 곁에 그 환상체의 숨결이 감도는 듯한 기분이 든다."
      ],
      "failureDesc": [
        "{0} 수감자가 나섰지만, 형태를 구분하기 힘든 그 검은 인영에게 공격은 닿지 않았고, {0} 수감자에게 상처만 늘어날 뿐이었다.\n\n검은 것이 다시 환상체의 품 속으로 빨려 들어갔고, 우리는 다시 공격 받기 전에 이 곳을 빠르게 빠져나가기로 했다.\n\n…하지만 아직도, 우리의 곁에 그 환상체의 숨결이 감도는 듯한 기분이 든다."
      ]
    },
    {
      "id": 97105901,
      "title": "굴절된 사백송이의 장미",
      "eventDesc": "가까이 다가서니, 그 가시는 더 흉측하고 날카롭다.",
      "prevDesc": "",
      "behaveDesc": "어떤 수감자가 저 가시를 부러뜨릴 수 있을까?",
      "successDesc": [
        "{0} 수감자는 장미가 눈치채지 못하게 다가가, 한 번에 무기를 휘둘렀다.\n\n깔끔하게 잘려진 가시가 바닥으로 떨어지고, 잘려진 부위에선 울컥거리며 새빨간 피가 흘러나왔다.\n\n…생각 외로, 가시 하나가 잘려나간 것으론 장미가 자극되진 않았던 것 같다.\n\n안도하며, 우리는 은근한 기운을 내뿜는 가시를 들고 바깥으로 이동했다."
      ],
      "failureDesc": [
        "{0} 수감자는 장미가 눈치채지 못하게 다가가, 한 번에 무기를 휘둘렀다.\n\n하지만 예상보다 가시가 단단했는지, 가시는 잘리지 않았고…\n\n장미는 그걸 눈치챈 듯, 가시 돋힌 줄기로 수감자의 몸을 감쌌다.\n\n…수감자가 어떻게 되었는지는 굳이 말하고 싶지는 않다."
      ]
    }
  ]
}