{
  "dataList": [
    {
      "id": 8632,
      "codeName": "T-03-16-15",
      "name": "지난 날의 침낭",
      "clue": "단서",
      "storyList": [
        {
          "level": 1,
          "story": "관리자님께서 명하신 사후 보고를 수행하겠습니다.\n\n그것의 최초 조우 시각은 금일 10시 40분 경입니다.\n\n거대한 해골의 형태를 띠고 있었으므로, 발견에는 오랜 시간이 소요되지 않았습니다.\n\n(호흡 소리) 크기는 상당히 거대했지만, 두개골 밑으로 척추와 비슷한 뼈대가 있으며 갈비뼈로 보이는 부분이 이것들을 덮고 있었습니다.\n\n넘겨짚는 것일 수도 있겠지만… (호흡 소리)인간과 유사한 골격 구조일 것이라 판단됩니다.\n\n처음에는 유사 구조를 바탕으로 인체의 약점을 이용할 생각이었지만…\n\n그것의 척추가 자유자재로 늘어나거나, (호흡 소리)갈비뼈를 팔이나 날개처럼 다루는 등의 특이 사항이 목격되어, 즉시 계획을 폐기했습니다.\n\n확실히 저런(호흡 소리) 괴물들은 일반적인 상식에 의거한 전술이(호흡 소리) 통용되지는 않을 것입니다... 하지만 얻은 것 또한 있었습니다.\n\n분석 과정에서 내부에 검은 형상의 인간형 개체가 별도로 존재한다는 것을 파악할 수 있었고(호흡 소리), 정확한 역할은 아직 불명이나 본체나 코어, 혹은 핵이라 불리는 것에 해당할 가능성을 염두에 두고 있습니다.\n\n현재까지 관측된 정보로는 뼈를 이용한 물리적 공격이 예상됩니다만… 확증할 단서는 없군요.\n\n부족한 정보는 지속적인 추적 관찰을(호흡 소리) 통해 보충할 예정이오니, 향후 명령에 유용해 주시기를(호흡 소리) 고대합니다.\n\n감사합니다.\n\n→ 이야… 녹음으로 바꿔도 똑같이 FM이구만?\n\n→ 관리자님을 모시는 자로서 당연한 덕목이다.\n\n→ 아이고… 그래도 숨은 쉬고 말해. 호흡 소리가 도대체 몇개가 기록된 거야?\n\n→ 흥. 햇병아리들이 긴장해서 내는 소리겠지. 이 오티스가 고작 이 정도 보고에 숨이 찰 거라 생각한다면 큰 오산이다!\n\n→ 저… 저, 아니에요. 숨 쉬는 소리라면 아까부터 저 해골에서 나고 있는걸요…\n\n→ 허어. 폐도, 기도도 없음에도 숨이 통하는 통로는 어디란 말인가. 기이하구료."
        },
        {
          "level": 2,
          "story": "금일 11시경, 그것과 유의미한 전투를 수행했습니다.\n\n예상대로 그것은 전투에 돌입하자마자, 뼈를 이용한 물리적 공격을 시도하더군요.\n\n가장 두드러진 공격은 척추를 길게 늘어뜨린 후, 거대한 턱으로 적대 개체를 물어뜯는 것이었습니다만, 의외의 방식으로도 공격해 오는 것이 확인되었습니다.\n\n간헐적으로 내뱉는 숨. 일반적인 호흡과 달리 그것의 호흡은 강한 충격과 풍압을 동반했고… 직접적으로 영향 받은 수감자들에게 심각한 피해를 초래했습니다.\n\n한심한 녀석들이지만, 전력의 부재는 치명적인 결과를 낳을 수 있기에 차후 지휘에 유용해 주시길 바랍니다.\n\n다만… 전략성을 크게 필요로 하는 개체는 아니라고 판단됩니다. 압박 전술을 활용하시면 될 것으로 사료됩니다.\n\n한가지 주의해야 할 부분이 있었는데, 일정 시간이 경과한 후 그것이 거대한 숨결을 방출했습니다.\n\n그 숨결이 피아를 가리지 않고 들이쉰 자의 집중력을 증진시키며, 공격이 날카로워짐이 확인되었습니다. 이 과정에서 해골 내부의 검은 개체가 들이쉰 숨결을 강탈하려는 움직임을 보이더군요.\n\n다양한 전략을 시도해 보았으나, 빼앗아 가는 것을 막을 순 없었습니다.\n\n각 개인의 격렬한 저항을 통해 빼앗기는 숨결을 최소화하는 게 최선이었지요,\n\n대량의 숨결을 빼앗길 경우, 그것의 공격이 더욱 강해지기에 이를 빼앗기지 않는 것이 최중요 사안일 듯합니다.\n\n이상으로 보고를 마치겠습니다.\n\n감사합니다.\n\n→ 가독성을 위해 호흡 소리를 제거했어요. 다만, 현장감을 위해, 이전 기록의 호흡 소리는 남겨두도록 하겠습니다.\n\n→ 아, 아까 그 검은 사람이 그레고르 씨를 끌고 들어가던데 괜찮으신가요?\n\n→ …잡혀가면 험한 꼴 보니까 조심하는 게 좋을걸. 온몸이 찢어지는 줄 알았다고."
        },
        {
          "level": 3,
          "story": "전투 중 추가로 기재할 만한 사항이 생겨 추가로 보고드립니다.\n\n그것의 갈비뼈를 파괴할 경우, 보다 치명적인 공격을 준비한다는 사실을 밝혀냈습니다.\n\n다만, 본체를 보호하는 뼈가 사라진 만큼, 그것에 대한 대부분의 공격이 더 유효해지더군요.\n\n갈비뼈를 파괴하지 않을 경우, 장기전으로 접어들 가능성이 높아지는 건 사실이나 반대로 치명적인 위험에 처할 가능성을 배제할 수 있다는 장점이 있습니다.\n\n음. 아무래도 전략적 선택이 필요한 순간인 듯합니다만.\n\n관리자님은 언제나 그러했듯, 그것의 행동과 전장의 상황을 고려하여 훌륭한 판단을 내리시겠지요.\n\n그러니 이후의 지휘에 대해서는… 관리자님의 훌륭한 판단을 따르도록 하겠습니다.\n\n이상으로 보고를 마치겠습니다.\n\n감사합니다.\n\n→ 아… 고마워.\n\n→ 요즘 오티스에게 대답하는 단테… 어딘가 성의 없어진 것 같지 않아?\n\n→ 아니… 오해야! 나름 성심성의껏 대답하고 있어.\n\n→ 쓸데없는 이간질로 나와 관리자님의 사이를 갈라놓으려는 수작질인가. 무의미한 짓을 하는군.\n\n→ 아니… 그것도 오해인 것 같은데. 아무튼 정말 진심으로 고마워서 말하는 거라는 건 알아줘…"
        }
      ]
    },
    {
      "id": 8630,
      "codeName": "F-01-16-13",
      "name": "흉탄의 사수",
      "clue": "단서",
      "storyList": [
        {
          "level": 1,
          "story": "야! 녹음으로 진행하래서 일단 시작은 했는데!\n\n이거 이래 가지고 기록이 되긴 하냐?!\n\n이런 씨… 저 미친놈이 툭하면 총을 쏘아대니까 시끄러워서 내 말도 안 들린다고!\n\n쯧… 뭐, 되니까 하라고 시킨 거겠지. 일단 한다!\n\n머리에 대가리 대신 연기인지 불꽃인지 모를 걸 달고 있는데! 낡은 군복 같은 걸 입고 있어!\n\n쫑알쫑알 떠드는 걸 들어보면, 뭔 자기가 전쟁에 참가했다는 거 같기도 하고!\n\n일단 집요하게 대가리만 노리는 게 특징이라면 특징인데, 저런 놈들은 어딜 가든 널렸잖아!\n\n진짜 죽이고 싶은 놈 있으면 머리부터 박살 내곤 했거든!\n\n그래도 노리는 놈이 확실히 보여서 싸우는 게 어렵진 않을 거 같은데?\n\n→ 이 말이 히스 유언이 될 줄은 몰랐지…\n\n→ 음. 녹음된 음성을 텍스트로 변환하는 기능은 정상 작동하는군요. 수고하셨습니다.\n\n→ 하… 어, 그래. 그건 그렇고 제대로 쳐내고 후려갈겼다고 생각했는데. 뭐였냐?\n\n→ 환상체의 목표가 된 이상, 맞서 싸워 이기더라도 탄환이 명중하는 현상을 확인했다.\n\n→ 응? 그럼 피하면 되는 거 아닌 겐가?!\n\n→ …피할 수 있으면 내가 안 피했겠냐!?"
        },
        {
          "level": 2,
          "story": "아까 나 죽을 때, 내 옆에 있던 놈들도 같이 맞았다면서?\n\n그 벌레 아저씨가 그러는데… 저 녀석이 쓰는 게 산탄총이라는 무기랜다.\n\n좀 사거리가 짧은 대신 탄이 넓게 퍼져서 여럿을 맞춘다는데… 아마 그것 때문이 아닌가 싶어.\n\n생각해 보니까, 이 자식… 목표를 정할 때도 가까운 녀석을 먼저 쐈고.\n\n뭔가 멀리 있을 때는… 음. 맞아도 그렇게 아프진 않았던 거 같단 말이지.\n\n이러면 누구 머리통만 안 뚫리고 잘 싸우면 되는 거 아니냐?\n\n방금 어디서 본 거 같은 벌레 대가리 하나를 불러오긴 했는데…\n\n뭐, 무시하고 총 든 놈부터 패면 되겠지.\n\n→ 벌써 두 번째 유언이야, 히스.\n\n\n→ 허. 이제 하다 하다 아군을 불러들이나 싶더니… 그냥 쏴 죽이네요?\n\n→ 뭐, 뭐야… 저 사람. 구 G사의 부장이잖아. 어떻게 된 거야?\n\n→ 이곳은 거울 굴절 철도니까요. 필요한 개체를 심상의 파편에서 재구성한 것에 가깝죠.\n\n→ …(담뱃재가 붙어있다) …후. 전쟁이라고 불려 나왔다는 거야? 쯧. 죽어서까지…"
        },
        {
          "level": 3,
          "story": "펜던트를 보라고 말한 뒤에 저 녀석 반응 너희도 봤지?\n\n괴성을 지르면서 발악한 뒤로는 뭔가 의욕이 안 보인다고 해야 하나.\n\n총 쏘는 것도 힘이 없고, 때리는 걸 막는 것도 시원찮아졌잖아.\n\n아이씨. 기억하기 싫었으면, 펜던트를 목에 걸고 다니지 말던가.\n\n덕분에 쉽게 해치우긴 했지만… 기분이 더럽네.\n\n뭐… 잘나신 파우스트 씨가 매번 하는 말이야 기억하고 있어.\n\n저건 환상체고, 저 녀석이 하는 이야기에 귀를 기울이면 안 된다는 거.\n\n하. 이번엔 그게 잘 안 되는데 뭐 어쩌냐?\n\n알고 말한 거라고 생각하진 않아. 나만 콕 집어서 말한 것도 아니고…\n\n그냥 우리보고 사랑하는 사람을 기억하고 있다고 말했을 뿐이니까.\n\n…그… 다 끝났으니까 하는 소린데.\n\n그 처음에 내 머리 터진 거 말야.\n\n내가 잘 기억하고 있다는 거겠지? 뭔가… 그렇게 생각하니까 기분이 나쁘지만은 않은데?\n\n→ 네? 어… 그럼 기분이 좋으셨다는 말… 씀이세요?\n\n→ 엉? 어. 굳이 따지자면 그렇지.\n\n→ …의도가 뭐지? 네놈이 아무리 멍청해도 관리자님의 고통에 기뻐할 인간은 아니라고 생각한다만.\n\n→ 뭐라는 거야? 아니, 시계  대가리가 아파서 기분 좋다는 게 아니라…\n\n→ 히스클리프 군... 타인의 고통을 통해 기쁨을 얻는 것은 바람직하지 않다 생각하오.\n\n→ 아이씨! 오해라고! 관리자! 너는 내가 무슨 말 하는지 알잖아!\n\n→ 그, 그야 알긴 아는데… (뭔가를 쓰려다가 황급히 지운 흔적이 있다.)\n\n→ …아니다. 여기서는 좀 그렇고, 나중에 면담에서 이야기해."
        }
      ]
    },
    {
      "id": 8633,
      "codeName": "F-04-16-04",
      "name": "사백송이 장미",
      "clue": "단서",
      "storyList": [
        {
          "level": 1,
          "story": "지독할 정도의 피 냄새로군.언뜻 평범한 장미처럼 보이지만…\n\n꽃잎 사이사이에 있는 눈. 난 저 눈을 본 적이 있어.\n\n피에 굶주린 가족들에게서나 볼 수 있던 그 번들번들하고, 진득한 욕망의 눈.\n\n무언가를 죽이거나, 해하려는 게 아냐. 저건 단순히… 피를 갈망하고 있을 뿐이지.\n\n저 꽃도 과거에는 저런 괴물이 아니었을 거다. 피를 머금고 머금다, 결국 만족하지 못하게 되었을 뿐일 테니.\n\n….하. 저 미물에게 연민을 가지기 전에 내 처지부터 신경 쓰는 게 낫겠지만서도.\n\n흠. 움직임을 보면…. 예상되는 건 저 덩굴을 휘두르는 공격인가? 하지만 그런 단순한 공격이라면 크게 문제 될 건 없을 테고.\n\n그래, 저 붉은 꽃잎이 피를 머금었다면 피를 이용한 공격도 예상할 수 있겠군.\n\n이걸 자연스레 관리자 나리에게 전달하려…\n\n…잠깐. 이거 서, 설마 벌써 기록되고 있는 것인… 겐가?\n\n파, 파우스트군. 버튼을 잘못 눌러서 그러네만, 혹시 이 기록은 버리고 새로 작성하는 것은…\n\n→ 마땅한 사유가 있다면 가능합니다.\n\n→ 오오! 그럼 부탁하겠네! 녹음으로 기록하는 건 처음이라 작은 실수가 있었다네.\n\n→ 마땅한 사유가 아니기에 기각합니다. 해당 기록은 그대로 유지해도 문제없겠군요.\n\n→ (돈키호테가 남긴 수십번의 재기록 요청 밑으로 파우스트가 하나하나 거절의 문구를 적어준 것이 보인다.)"
        },
        {
          "level": 2,
          "story": "아~주 격렬한 전투가 있었다네!\n\n저것은 우리에게 상처를 내려 안달이 난 상태더군!\n\n주변의 피를 마시고는 우리에게 마구 쏘아 보내는 것을 보면… 바닥에 흐른 피를 양분 삼아 싸우는 것이 분명할 걸세!\n\n그러면 모두 피를 먹이면 안 된다고 고민하겠지만… 이 돈키호테가 기발한 생각을 떠올렸지 뭔가!\n\n후훗. 다들 듣고 놀라지 말게나…\n\n저것은 말일세… 피를 마시면 마실수록 온순해진다네!\n\n조~금 단단해지기는 하네만, 이쪽이 동료의 부상을 줄이면서 저 악한 환상체도 심판할 수 있는 절호의 기회일세!\n\n어떤가? 굉장한 정보이지 않은가?\n\n→ 피를 먹이면 먹일수록 좀… 많이 튼튼해지는 거 같은데요.\n\n→ 그러게요. 차, 차라리 안 먹이고 빠르게 토벌하는 건 어떨까요…?\n\n→ 음. 그렇다고 피를 먹이지 않으면 흉포하게 변하는 것으로 확인되었다.\n\n→ 흠. 그럼 적당히만 먹여보자고, 적당히. 매번 피를 주는 것도 아팠는데 잘됐네 그래."
        },
        {
          "level": 3,
          "story": "음… 적당히 피를 먹여보자는 그레고르 군의 말대로 했더니 이후는 제법 순조로웠다네.\n\n아! 물론 이 몸, 돈키호테가 토벌에 도움이 될 중요한 정보도 발견했지.\n\n저 장미는 머리! 머리가 약점이라네! 그러니까 저 꽃잎 말일세!\n\n보아하니 머리를 부수면 피를 마시는 것에 어려움을 겪는 것 같더군!\n\n저 몸통을 치면 우리도 상처를 입어 걱정이었는데 참으로 잘된 일 아니겠는가?\n\n맞을 때마다 전신의 상처가 터져나가는 일은 줄일 수 있을 것이라 자부한다네.\n\n후후… 이제 저 장미가 본인의 토벌 리스트에 기록될 시간도 머지않았군!\n\n아 그리고 이걸 보고 있는 파우스트 군에게 중대한 부탁이 하나 있는데…\n\n이 전투가 끝나면 말일세…\n\n처음 기록을 수정할 수 있게 해주면 안 되겠는가…?\n\n→ 생각보다 끈질기시군요. 스물여섯 번째 다시 말씀드리지만, 안 됩니다.\n\n→ 처음 기록도 꽤 괜찮지 않았나요? 저는 그쪽이 조금 더 보고서로서는 좋았다고 생각하는데요.\n\n→ 나는 이쪽 기록이 백배는 더 좋은 것 같아. 이스나 파우처럼 너~무 진지하게 쓰는 사람은 재미없다구.\n\n→ 아니… 보고서는 진지하게 쓰는 게 맞지 않나요? 뭐. 돈키호테 씨 정도면 평소에도 성실하게 쓰시는 편이라고 생각하지만…\n\n→ 으응? 둘 다 무슨 소리를 하는 겐가? 본인의 기록은 언제나 그대로였다네!\n\n→ 돈키… 파우가 안 지워주니까 스스로 잊기로 한 거야…?\n\n→ …그 모래에 머리 박은 타조 같은 면모는 왜 기억이 돌아와도 변하질 않나요?"
        }
      ]
    }
  ]
}