{
    "dataList": [
        {
            "id": "DanteNoteDetail_138",
            "title": "",
            "desc": "- 보라색 빛의 철도. 5호선이라 적혀있었다.\n- 이전 호선과 마찬가지로 여러 역에서 연달아 전투가 벌어졌고, 질투 죄종과도 싸워야 했다. 질투 죄종의 경우, 건져 올린 지 얼마 되지 않은 가능성도 반영하고 있었는데… 무슨 원리일까?\n- 두 개의 구간이 나뉘어 하나로 합쳐지는 구조였다. 한 구간에서 사용한 인격패는 다른 구간에서는 사용할 수 없어 곤란했다.\n- 구간 사이에 수감자들에게 힘을 부여하는 묘한 무언가가 존재했다. 다만, 그것은 수감자뿐만 아니라 적에게도 영향을 미치는 듯하여 신중한 선택이 필요했다."
        },
        {
            "id": "DanteNoteDetail_139",
            "title": "",
            "desc": "- 서부, 동부, 남부, 북부에 따라 협회의 복식이 조금씩 다르다고 한다. 협회에 따라서는 특정 구역이 본부로 취급되며, 더 강한 해결사들이 그곳에 소속되거나 승급의 개념으로 구역을 이동하기도 하는 것 같다.\n- 반대로 거대 조직인 손가락의 경우엔… 협회와 비교했을 때 복장에 큰 차이는 없는 것 같다. 복식의 차이가 있는 경우도 있지만 마땅히 정해진 제복이 있는 게 아니라 멋대로 입고 다녀서 그런 게 아닐까 싶다."
        },
        {
            "id": "DanteNoteDetail_140",
            "title": "",
            "desc": "- 동부 섕크 협회는 장갑을 던지는 대신, 자신의 소속과 이름을 말하며 결투를 신청한다고 한다.\n- 가장 큰 차이점은 복식과 무기. 망토와 커다란 모자가 인상적이던 서부의 복장과 달리, 날렵한 동부풍의 복장으로 제복이 바뀌는 것 같고… 지금까지 보아 온 섕크 협회의 해결사나, 인격은 하나같이 레이피어만 사용했지만, 동부 섕크 협회의 인격을 지닌 수감자는 격투술을 주무기로 삼는 듯 보였다.\n- 초염옥구라는 팔찌를 손목에 차고 다닌다. 이걸 사용하면, 손에 닿는 걸 고온으로 녹여버리는 게 가능한 것 같다.\n- 초염옥구의 초록빛 불은 사용자가 지정한 대상만 태우는 것이 가능하다는데, 이 정도면 초염옥구도 특이점 아닌가?"
        },
        {
            "id": "DanteNoteDetail_141",
            "title": "",
            "desc": "- 뒷골목의 여러 조직 중에서도 특히 거대한 5개의 조직을 의미하는 것 같다.\n- 그 세력이 워낙 강성해서 날개나 협회도 쉽사리 건드리지 못한다고 한다. 뒷골목에서 살아가려면 그들의 법칙을 잘 알고, 준수해야 한다고 로쟈와 히스클리프가 말해주었다.\n- 료슈가 이상하리만치 그쪽 사정에 밝다. 버스에 처음 탔을 때, 료슈의 뒷배에 대해 경고를 들은 적이 있는데… 관련이 있을지도."
        },
        {
            "id": "DanteNoteDetail_142",
            "title": "",
            "desc": "- 예술과 지식을 중시하는 손가락.\n- 복도에 관해 이야기할 때 빠짐없이 언급되는 조직이다.\n- 약지를 직접 보지는 못했지만, 워더링하이츠에서 약지 소속이었던 사람들과 만났었다. 뭔가 예술을 굉장히 좋아한다는 인상이었다.\n- 인격을 통해 얻은 정보와 료슈의 설명을 종합해 보면, 그들이 말하는 예술은 보통 잔인한 방식이 아닌 것 같다. 사람의 신체를 절단해 이어 붙이거나… 피로 그려진 그림을 그리거나…\n- 내부에 여러 파벌이 존재하는 듯하다. 예술에 대한 관점 차이로 파벌이 나뉘는지 점묘파와 야수파… 와 같은 이름으로 불리는 것을 들을 수 있었다."
        },
        {
            "id": "DanteNoteDetail_143",
            "title": "",
            "desc": "- 홍원생명공학그룹. 둥지의 위치는 8구.\n- 거대한… 아니 거대하다는 말로도 부족할 만큼 압도적인 크기의 건물이 통째로 H사의 구역이라고 한다. 8구를 통틀어 ‘홍원’이라고 부른다.\n- 환이라고 불리는 약품을 만드는 특이점을 가지고 있다는데, 이걸 이용하면 일반적인 치료뿐만 아니라 신체 개조 시술도 가능하다고 한다. 약이 몸에 스며들어 신체를 변형시킨다니… 어딘가 꺼림칙하다.\n- 환을 복용했거나 시술을 받은 사람은 대개 신체 어딘가에 특정 생물의 특징적인 부분이 돋아나거나, 그 부위가 대체되어 있었다.\n- 주기적으로 보유한 재산에 따라 방의 면적이 달라지고, 건물이 이동한다고 한다. T사에서는 재산에 따라 살아가는 시간이 다르더니, 이번에는 공간이 다르네…"
        },
        {
            "id": "DanteNoteDetail_144",
            "title": "",
            "desc": "- 홍원의 세력이 부리는 특수한 무력 집단인 것 같다.\n- 만난 것은 묘뿐이지만, 다른 동물의 특징을 가진 흑수도 있다고 한다.\n- 가시춘이 말해주길 십이지라 불리는 12마리 동물의 특징을 구사할 수 있으며, 주술적인 의미가 있을 것이라 말했다.\n- 흑수의 소유권은 거래가 가능한 걸까? 인격들과 이야기해보면 주군을 자주 바꾸는 것처럼 보이긴 했다.\n- R사 역시 동물을 테마로 한 부대로 구성되어 있어서 그런지, 어딘가 비슷하다는 생각이 들었다."
        },
        {
            "id": "DanteNoteDetail_145",
            "title": "",
            "desc": "- 의리를 중시하는 손가락.\n- U사 대호수에서 처음으로 조우했다. 이들은 서로를 형님, 누님, 아우와 같은 호칭으로 부르는데, 분위기 역시 실제 가족처럼 느껴졌다.\n- 앙갚음 장부라는 것을 가지고 다니며, 원한을 적고 그 대상을 쫓아다니는 거 같은데... 도대체 어디까지 따라올 생각이지? 이러다 메피스토펠레스 안까지 쫓아오는 건 아닐까 싶어 무섭다.\n- J사에서의 일을 떠올려보면, 로쟈도 과거에 중지와 안 좋은 일로 얽힌 적이 있었던 것 같다. 로쟈의 원한은 청산된 걸까? 조심스러운 이야기라 아직 물어보지 못하고 있다. 로쟈에게 듣고 싶은 이야기가 나날이 늘어가는 것 같다."
        },
        {
            "id": "DanteNoteDetail_146",
            "title": "",
            "desc": "- 뒷골목의 밤에 나타나는 정체불명의 사람?\n- 버스 안에서 볼 때는 뭔가가 우르르 지나간다는 정도의 인상이었지만… 밖에서 마주한 청소부는 경악스러울 정도로 거세고, 우글거렸다.\n- 길거리에 방치된 시체나, 허가받지 않은 건축물 등 뒷골목에 남아있는 청소가 필요한 것을 모두 녹여 연료로 만든다고 한다. 꼭 필요한 일… 이라곤 해도 멀쩡히 지나다니던 사람까지 녹여버린다는 이야기에 할 말을 잃고 말았다.\n- 쓰러진 동료까지 녹여 먹어치우고, 그때마다 회복하는 탓에 꽤 곤란했다. 되도록… 앞으로는 싸울 일이 없었으면 좋겠다."
        },
        {
            "id": "DanteNoteDetail_147",
            "title": "",
            "desc": "- 매일 새벽 3시 13분. 청소부들이 도시의 뒷골목을 청소하는 80분의 시간.\n- 청소부들은 각 둥지의 경계를 시작으로 지하에서부터 동시다발적으로 모습을 드러내 뒷골목을 나아가며 모든 것을 쓸어버리는 듯하다. 그들의 행진은 총 3파로 이루어져 있고, 사이사이에 10분 정도의 휴식 시간이 있었다. 휴식 시간이 없었다면… 상상하기도 싫다.\n- 뒷골목의 밤에는 금지되는 게 많다고 한다. 수감자들의 말을 들어보면, 녹화나 녹취가 안 되고, 남의 거주 구역에 무단으로 침입하거나 파괴하는 것도 안 된다던데…\n- 그러고 보니 파우스트가 청소부는 머리에서 부린다고 했었지. 어떤 식으로 협력이 이루어지는 건지 도무지 상상이 가지 않는다. 금기와 관련이 있는 걸까? 아직은 잘 모르겠다."
        }
    ]
  }
  
