{
    "dataList": [
        {
            "id": "DanteNoteDetail_131",
            "title": "",
            "desc": "- Limbus Company Enkephalin\n- 림버스 컴퍼니의 연구 및 에너지 생산 부서.\n- 수석 연구원 호엔하임을 필두로 다양한 연구가 진행되고 있는 모양이다.\n- 환상체는 물론이고, 뒤틀림이나 죄종도 격리, 연구 대상으로 삼고 있었다. 내부의 풍경을 보면, 발푸르기스의 밤에서 보았던 구 L사, 로보토미 코퍼레이션과 상당히 비슷해 보였다.\n- 환상체에게서 추출한 E.G.O 장비를 저마다 착용하고 있었다. 로보토미 코퍼레이션의 E.G.O 장비와 달리 조금 더 환상체의 특성이 드러난다고 한다. 착용자가 장비에 더 감응할수록 드러나는 폭도 커진다는데…\n- 거울세계 인격들을 통해 LCE의 장비에 대한 이야기를 들어보면, 마냥 좋은 것만은 아닌 듯하다. 정신이 장비에 침식되는 경우가 많다는 점에서… 아직은 불완전한 기술일지도 모른다는 생각이 들었다."
        },
        {
            "id": "DanteNoteDetail_132",
            "title": "",
            "desc": "- LCE에서 새로운 일련번호와 위험등급에 대한 이야기를 들을 수 있었다.\n- 이때까지는 WAW와 HE 중 무엇이 더 우리에게 위험한지 알기 어려웠고… TETH라고 적혀있음에도 비정상적으로 강한 개체도 있었으나… 이제는 에너지 추출량 외에도 피해 예측 수치가 생겨 HE-5가 WAW-4보다 위험할 수 있다는 사실을 알게 되었다.\n- 호엔하임은 단순 전투력과 다르다고 했지만, 그래도 기존에 사용하던 로보토미 코퍼레이션의 위험등급보다는 직관적으로 위험성을 알 수 있게 된 것 같다. 그렇다면 이론상으로는 ZAYIN-10 같은 개체도 있다는 건데… 어떤 존재일지 아직까진 상상조차 되지 않는다."
        },
        {
            "id": "DanteNoteDetail_133",
            "title": "",
            "desc": "- 둥지의 위치는 24구…라고 들었다.\n- 아직 가본 적도 없고, 갈 예정이 있는지도 모르겠지만, 쪽빛노인의 배가 X사의 합금으로 만들어졌던 것 같다.\n- 인격들의 말에 따르면… 채굴 지역이라는 곳에서는 전자레인지부터, 자동차 타이어까지 나온다고 한다. 묻혀 있던 완제품을 발굴한 뒤 작동시키는 걸까? 도대체 어떻게 그런 일이 가능한 거지?"
        },
        {
            "id": "DanteNoteDetail_134",
            "title": "",
            "desc": "- 둥지의 위치는 13구.\n- 월광석이라는 특이점을 가지고 있는 것 같다. 특정한 주제에 정신을 집중시키거나, 다른 잡생각을 하지 못하게 만든다는데… 어비스 트라우마 교정실 같은 장소가 있다는 걸로 미루어보아 정신적인 치료나 안정에 일가견이 있는 날개 같다.\n- 그렇다면 수감자들에게 월광석이라는 걸 사주면… E.G.O를 사용할 때 침식하지 않거나, 자신의 차례가 다가와 초조할 때 안정감을 줄 수 있는 게 아닐까?\n- 좋은 아이디어라고 생각해 파우스트에게 제안했지만, 이유조차 듣지 못한 채 아직 논할 때가 아니라며 기각당했다. 도시의 기술에는 항상 이면이 있다던데… 혹시 부작용이 있는 걸지도 모르겠다."
        },
        {
            "id": "DanteNoteDetail_135",
            "title": "",
            "desc": "- 안전한 보금자리를 모토로 공간을 확장하거나 왜곡하는 특이점을 가지고 있었다.\n- P사의 특이점을 활용한 건물들은 하나 같이 신축성이 높다고 한다. 실제로 라만차랜드가 나타날 때 외곽에 있는 건물이 고무처럼 휘어지는 모습이 보였다. 바깥에서 보면 건물이 찌그러져 보여도 안쪽은 안전하다는데… 안전한 거 맞아?\n- 겉으로 보기보다 안쪽이 넓은 공간 확장 기술은 많지만, P사의 특이점은 안전에 특히 초점이 맞춰진 것 같았다.\n- 추측일 뿐이지만… 체사라와의 대화를 떠올려봤을 때 P사의 특이점은 라만차랜드에서 영향을 많이 받은 것 같다. 무언가를 모티브로 특이점을 개발하는 게 가능한 걸까?"
        },
        {
            "id": "DanteNoteDetail_136",
            "title": "",
            "desc": "- 워더링하이츠에서 최초로 조우한, 2단계 죄종 이상으로 성장한 개체.\n- LCE에서는 이 성장 단계를 1형, 2형, 3형으로 구분해두었다. 현재까지의 연구로는 이 3단계 죄종이 마지막 성장인 것 같지만… 호엔하임은 확신할 수 없다고 했다.\n- 호엔하임은 죄종을 이도 저도 아닌 껍데기라고 말했다. 껍데기뿐인 죄종은… 어떤 차이로 성장 단계가 나뉘는 걸까."
        },
        {
            "id": "DanteNoteDetail_137",
            "title": "",
            "desc": "- 환상체도, 괴물도 아닌 존재. 굳이 따지자면 뒤틀림과 비슷했지만, 그마저도 다르다는 느낌이었다. LCD 부서의 모제스 팀장도 근본적으로 다른 존재라고 했으니… 아마 아니겠지.\n- 공통적으로 붉은 눈을 가지고 있다. 가장 보편적인 전투 의안의 색상인지라, 붉은 눈만으로는 구분하기 쉽지 않다고 한다. 하물며 머리 전체를 나처럼 의체로 교체한 경우에는 구분이 전혀 안 되겠지.\n- 재생능력이 굉장히 뛰어나다. 먹을 수 있는 혈액만 충분하다면, 어지간한 수단으로는 죽이기 쉽지 않을 것 같았다. 그나마 머리를 부수면 재생하지 못한다고 한다. 물론 워프열차에서는 그게 불가능해서 엄청 고생했지만…\n- K사의 앰플도 그렇고 생명 보험도 그렇고 재생과 관련해 머리가 중요한 신체 부위인 듯하다. 정확히는 머리가 아닌 뇌일 것 같지만.\n- 피에 대한 강렬한 욕망을 가지고 있다. 라만차랜드의 혈귀들은 이를 극복하기 위해 인공혈액이나 동물의 피를 사용해 만든 혈액바를 먹은 모양이지만… 이마저도 흐르는 피가 아니기에 제대로 된 포만감이나 만족감을 줄 수 없는 모양이었다.\n- 충동 자체를 망각한다면 괜찮은 모양이지만… 그런 것을 모두 잊게 해준다는 레테의 강물은 구하는 것이 쉬운 일이 아닌 것 같다. 돈키호테의 기억 속에 늘 보였던 바리라는 해결사는 도대체 어떻게 그런 걸 구해다 준 걸까?\n- 피에 대한 욕망과 함께 가족에 대한 열망도 강한 듯하다. 가족을 만들지 않았던 산초…가 특이한 경우였다는 듯. 피가 이어진 세대에 따라 권속으로 나누는 듯하며, 서로를 정말 가족이라 여기고 아끼게 되는 것 같다.\n- 로시난테가 돈키호테의 혈귀적인 외관 특징을 가려주고 흡혈 충동도 어느 정도 억제해 주고 있는 것 같다. 원리가 무엇인지, P사에 남아있는 돈키호테… 의 유해와 관련이 있는 것인지, 아직까진 확실한 게 무엇 하나 없다.\n- 그래도 흡혈 충동이나 혈귀의 권속을 늘리려는 본성 자체까지는 완전히 막지는 못해, 돈키호테가 스스로의 정신력으로 버티고 있다고 한다. 그런데… 다른 혈귀들과 달리 우리 돈키호테와 제1권속 돈키호테가 유독 흡혈 충동을 잘 버틸 수 있었던 이유가 무엇일까?\n- 돈키호테는 림버스 컴퍼니 본사에서 정기적으로 양질의 혈액팩을 제공받고 있다. 라만차랜드에서는 왜 혈액팩처럼 직접 피를 공급받지 못했는지 파우스트에게 물어보니… 라만차랜드의 혈귀는 그 수가 너무 많아서 자발적으로 제공받는 혈액만으로는 수요를 감당하지 못했을 것이라 했다. 혈액바를 만들어 적은 양의 피로 최대한 많은 혈귀를 배불리려 했다는 것이다. 무엇보다… 혈액팩도 완전한 답은 아니었던 모양이니…"
        }
    ]
  }
  
