{
  "dataList": [
    {
      "id": 1223,
      "codeName": "O-01-73",
      "name": "绝望骑士",
      "clue": "线索",
      "storyList": [
        {
          "level": 0,
          "story": "记录遭遇该实体时收集到的信息。\n\n在此前经历的瓦尔普吉斯之夜中访问曾经的脑叶公司本部时，我们面对的都是“考验”。而这一回我们首次迎来了镇压出逃的异想体的剧本，得到了与曾经本部的异想体对峙的机会。\n\n因此，本记录计划尽可能反馈当时的异想体信息，并检查其与LCE采取的危险评级之间的差异。\n\n根据摘要信息，该异想体名为“绝望骑士”，被认为是具有人类的形态、且拥有知性与情感的异想体。\n\n值得特别注意的是，该异想体与稍后将加以记述的其他异想体有直接关联……\n\n该类异想体均称呼自己为“魔法少女”。\n\n诸如魔法少女具体代表着什么、是否真实存在，目前难以获取确切的信息，但如果能接触并掌握她们所有人的信息，或许能够揭开关于都市不为人知的全新事实。\n\n除去异想体O-01-73绝望骑士外，根据记录还可确认到本部中收容了O-01-04憎恶皇后，以及O-01-64贪婪国王。\n\n所有魔法少女的危险等级原本都被分类为WAW，而LCE将绝望骑士指定为WAW-04。\n\n虽然从管理步骤来看，其应当是仅会在某些特殊情况下出逃的个体，危险程度并不很高……\n\n但确认到一旦其出逃，我们便需要付出相当多的伤亡才可能完成镇压。\n\n依照记录内容，我认为其危险程度可以被划定为WAW-05或WAW-06，然而由于对该异想体的镇压方式已在文件中有所记录，所以我认为LCE是基于此作出的判断。\n\n以不参与现场实战的他们的思考方式，也只能得出这种结果了吧。\n\n我应该已经列出了战斗前可以记录的所有信息。\n\n报告结束。\n\n→ 呃……这里面是不是混进了一些个人意见。\n\n→ 我之前就在想啊，小浮是不是很在意LCE啊？\n\n→ 那并非事实。只是你的错觉。\n\n→ 诶~怎么会是错觉呢，之前去定期体检的时候你不也和那个叫霍恩海姆的人唇枪舌战来着吗？\n\n→ 是错觉。霍恩海姆并不是能和浮士德唇枪舌战的人。他总会落于下风。\n\n→ 嗯~虽然嘴上这么说，但你们看起来不是还蛮要好的（后面似乎也写着什么，但被像马赛克的东西遮住了。）\n\n→ 难道说，她的发言权限被屏蔽了……？"
        },
        {
          "level": 1,
          "story": "记录与该实体战斗时获得的信息。\n\n下面将描述其在战斗中表现出的特征。\n\n其主要攻击方式是投射出数柄刺剑。刺剑数量似乎没有上限，只要其仍有战斗意愿就会持续生成。\n\n在镇压过程中，尤其需要注意的是与其他投射的剑不同的浮在空中的巨大刺剑……那些刺剑或许是镇压该异想体的关键。\n\n我们确认到通过与那些刺剑交手，可以瓦解异想体的强大防御力。\n\n……这并非在过去的本部记录中确认到的模式。\n\n比起镇压已出逃的异想体，这一时期的脑叶公司似乎更注重避免其从收容单元中出逃。\n\n而在以往以对抗考验为主的瓦尔普吉斯之夜中，并没有显著体现出这一问题……\n\n个人判断，今后如果需要访问过去的本部并面对镇压异想体的剧本，应当以与遭遇新异想体一样的态度谨慎地研究镇压方法。\n\n对于忽略这一点就定下详细危险等级的LCE，希望他们能在近期重新考虑一下评级方式。\n\n此外，对于突然作为友方出现的异想体O-01-04憎恶皇后，预计在对其进行观察后另外记录……\n\n我对于能否在该剧本内获得有效信息存有疑惑。但仍然会尽可能进行观测。\n\n报告结束。\n\n→ 我也热衷于研读过去的记录，而对这异想体的记述中有关情感的占比似乎相当之多。\n\n→ 异想体似乎会给予员工“加护”……而得到加护的员工如果死亡或是发狂，异想体就会受到刺激而出逃……那么，我们现在会与其战斗就意味着……\n\n→ 死了吧，哎。\n\n→ ……那个，帮了我们的魔法少女……不，异想体也是……实际上，这些异想体是不是也想，帮助员、员工呢？\n\n→ 你说的话和被人鱼迷惑的人一模一样。异想体就是异想体。哪怕表面上看起来有所裨益，说到底不都是非常危险的存在吗。\n\n→ 有可能是使用了迷惑感情的某种力量。而若是在理性判断模糊的情况下进行的记录……或许他们早已受到了一定程度上的侵蚀。"
        },
        {
          "level": 2,
          "story": "额外记录有关O-01-04憎恶皇后的已确认事项。\n\n除观测外没办法进行太多的行动。本次的剧本似乎有无法与该异想体进行过久交谈的设定。\n\n根据过去的本部记录所述，O-01-73绝望骑士出逃且响起二级警报应当是她与我们同盟的条件。\n\n虽然某种意义上，这也可以被视作异想体出逃……但其会在与我们一同完成镇压后自行回到收容单元，故此类情况似乎被判断为不构成威胁。\n\n反而……其是如果长期不共同作战才会作为敌方出逃的特殊异想体。\n\n根据文件所述，其出逃时的形态类似于蛇，并会以与现在截然不同的姿态攻击员工……\n\n本次剧本中无论如何都无法确认该形态，因此无法收集额外的信息，令人遗憾。\n\n个人认为目前应当基于已有的碎片化信息，为将来可能遭遇的剧本做好万全准备。\n\n并且，应当敦促LCE在评定危险等级时考虑这些内容。\n\n报告结束。\n\n→ 哎，那什么。是你拜托我替你写我才写的，你是不是跟霍恩海姆有什么仇（后面似乎也写着什么，但被像马赛克的东西遮住了。）\n\n→ 现在他俩都被屏蔽了……"
        }
      ]
    }
  ]
}