{
  "dataList": [
    {
      "id": "DanteNoteDetail_138",
      "title": "",
      "desc": "- 紫色的轨道。上面写着5号线。\n- 和以前的线路一样，战斗在数个站点中连续进行，同样需要与嫉妒罪种战斗。遇到的嫉妒罪种，还反映出最近才打捞到的可能性……这到底是什么原理呢？\n- 轨道是分开的两个区段在中途合二为一的结构。因为在一个区段中使用的人格卡，不能在另一个区段再使用，所以有点麻烦。\n- 区段之间有着某种能赋予罪人力量的奇怪存在。然而，它不仅会影响罪人，也会影响敌人，所以必须谨慎选择。"
    },
    {
      "id": "DanteNoteDetail_139",
      "title": "",
      "desc": "- 根据西部、东部、南部、北部的区分，协会的服饰似乎会有所不同。根据协会的不同，特定的区域会被视为本部，更强的收尾人会被分配到那里，同时也会有以晋升之名在区域间调动的情况。\n- 与之相对，作为庞大帮派的手指的情况……与协会相比，不同区域的服装似乎没有太大差别。虽然也会有服饰不同的情况，但我认为那可能是他们并没有规定的制服，而是随喜好穿着的缘故。"
    },
    {
      "id": "DanteNoteDetail_140",
      "title": "",
      "desc": "- 据说，Cinq协会东部不以投掷手套，而是通过表明自身所属与姓名来申请决斗。\n- 其最大的区别在于服装和武器。与西部那身令人印象深刻的蓝色披风和宽大帽子不同，制服似乎换成了便于灵活行动的东部风格服装……虽然至今见过的Cinq协会收尾人和人格都使用刺剑，但持有Cinq协会东部人格的罪人似乎是将格斗术作为主要作战方式。\n- 其手腕上佩戴着名为翠炎玉器的手镯。利用它，似乎可以用高温融化任何用手触及之物。\n- 翠炎玉器的绿色火焰似乎可以只灼烧使用者指定的目标。这样的话，翠炎玉器不也是种奇点技术吗？"
    },
    {
      "id": "DanteNoteDetail_141",
      "title": "",
      "desc": "- 是指后巷的各种帮派中，尤为庞大的5个帮派。\n- 据说其势力十分强大，就连翼或是协会都无法轻易对其出手。罗佳和希斯克利夫告诉过我，要想在后巷生存，就必须了解并遵守他们的规则。\n- 良秀对他们的情况异常了解。初登上巴士时，我就收到过关于良秀其背景的警告……说不定其中有什么关系。"
    },
    {
      "id": "DanteNoteDetail_142",
      "title": "",
      "desc": "- 重视艺术与知识的手指。\n- 当谈及走廊时总会被提及的帮派。\n- 虽然我没有亲眼见过环指，但我们在呼啸山庄见到了曾隶属于环指之人。给人的印象是其确实非常喜爱艺术。\n- 综合通过人格获取的信息和良秀的说明来看，他们所谓的艺术，似乎远非一般的残忍行为所能相提并论。像是切断人体再重新接上……或是用血来绘画……\n- 其内部似乎派系林立。由于对艺术的见解不同，他们因而分成了不同的派系。点彩派、野兽派……我已经听说过有这样的派系名称。"
    },
    {
      "id": "DanteNoteDetail_143",
      "title": "",
      "desc": "- 鸿园生命工程集团。其巢位于8区。\n- 巨大……不，巨大这个词都无法形容这压倒性的整个庞大建筑物，其整体似乎就是H公司的区域。整个8区都被称为“鸿园”。\n- 持有制作被称为“丸”的药物的奇点，据说其不仅能用于常规治疗，还能用于人体改造手术。药物渗入身体并导致身体变形……总觉得不安。\n- 服用丸或接受手术的人，身体的某处大多会长出特定生物的特征性部分，或是部位直接被后者替代。\n- 据说房间的面积会根据持有的财产定期变化，建筑本身也会移动。在T公司，财产决定了生存的时间，而此处则是空间啊……"
    },
    {
      "id": "DanteNoteDetail_144",
      "title": "",
      "desc": "- 似乎是鸿园势力所驱使的特殊武装团体。\n- 我们遇到的只有卯，但据说也存在拥有其他动物特征的黑兽。\n- 据贾惜春所说，他们能够运用被称为十二支的12种动物的特征，并且其中可能含有咒术层面的含义。\n- 黑兽的所有权是可以交易的吗？通过与人格们的对话得知，其似乎频繁更换主公。\n- 或许是因为R公司同样是由以动物为主题的部队组成的，我总觉得两者有些相似。"
    },
    {
      "id": "DanteNoteDetail_145",
      "title": "",
      "desc": "- 重视忠义的手指。\n- 最初在U公司的大湖与他们遭遇。他们之间以大哥，大姐，弟妹等称呼彼此，氛围也如同真正的家人一般。\n- 他们携带着名为复仇账簿的物品，据说他们会在上面记录仇怨的对象并不停追踪……但他们究竟打算追到什么程度？一想到这样下去他们说不定会一路追到梅菲斯托费勒斯内部，我就感到害怕。\n- 回想起J公司的事，罗佳过去似乎和中指有过不愉快的纠葛。罗佳的仇怨是否已被清算？因为是敏感的话题，所以我至今还未能问出口。感觉想问罗佳的事情日渐增多了。"
    },
    {
      "id": "DanteNoteDetail_146",
      "title": "",
      "desc": "- 后巷深宵出现的来历不明之人？\n- 从巴士内观察时，只觉得有东西匆匆经过……但当我们在外面遇到清道夫时，才发现他们异常凶猛且密集。\n- 从路上被遗弃的尸体到未经许可的建筑物，据说他们会将后巷中任何需要清扫的东西尽数溶解，并将其变成燃料。虽说是必要的工作……但是听到他们连好端端路过的行人也要溶解之后，我便哑口无言了。\n- 他们连倒下的同伴都能溶解并吞噬，进而每次都能得到恢复，这对我们造成了极大的困扰。但愿今后……不要再与他们战斗了。"
    },
    {
      "id": "DanteNoteDetail_147",
      "title": "",
      "desc": "- 每天凌晨3点13分。这是清道夫清扫都市后巷的80分钟时间。\n- 清道夫从各个巢的边界开始，自地下同时现身，沿着后巷推进并将所有东西一扫而空。其行进共计3波，每波之间有约10分钟的休息时间。如果没有休息时间的话……简直难以想象。\n- 据说后巷深宵期间有许多被禁止之事。据罪人们所说，不能录像或录音、也不允许擅自侵入或破坏他人的居住区域……\n- 说起来，浮士德曾提及清道夫是为首脑工作的。我完全无法想象他们是如何达成合作关系的。这是否与禁忌有关？目前还不太清楚。"
    }
  ]
}