{
  "dataList": [
    {
      "id": "DanteNoteDetail_131",
      "title": "",
      "desc": "- Limbus Company Enkephalin\n- 边狱公司的研究及能源生产部门。\n- 以首席研究员霍恩海姆为首，进行着各种各样的研究。\n- 异想体自不必说，扭曲与罪种也是其隔离、研究的对象。内部设施的样貌，看起来与瓦尔普吉斯之夜时见到的旧L公司——脑叶公司相近。\n- 其成员均穿着从异想体中提取的E.G.O装备。与脑叶公司的E.G.O装备不同，其异想体的特性展现得更为明显。似乎一旦使用者与装备进行感应，展现的幅度也会增加……\n- 从镜像世界的人格那里得知的关于LCE装备的事来看，似乎其并不是只有好的一面。考虑到精神被装备侵蚀的情况也很多这一点……我认为目前这项技术可能还不完善。"
    },
    {
      "id": "DanteNoteDetail_132",
      "title": "",
      "desc": "- 在LCE听到了关于新的编号与危险等级的事情。\n- 在此之前，我们很难判断WAW和HE中哪个会更危险……甚至还有明明等级标的是TETH实际上却异常强大的实体……但现在除了能源产率之外，还有伤害能力预期，据此就能判断出HE-5有可能比WAW-4更危险。\n- 虽然霍恩海姆说过其并非单纯的战斗力衡量，但比起之前使用的脑叶公司的危险等级系统，这样能更直观地感受到危险度。那么这也就意味着理论上可能存在像是ZAYIN-10之类的实体……我目前还无法想象那究竟是怎样的存在。"
    },
    {
      "id": "DanteNoteDetail_133",
      "title": "",
      "desc": "- 其巢位于24区……至少听闻是如此。\n- 虽然还没去过那里，也不知道以后会不会有去那儿的打算，但听说靛蓝老人的船就是用X公司的合金制造的。\n- 根据人格们所言，在开采区可以挖掘出从微波炉到汽车轮胎等等各种各样的东西。所以是直接挖出埋藏着的成品，然后立即就能投入使用？这究竟是怎么做到的？"
    },
    {
      "id": "DanteNoteDetail_134",
      "title": "",
      "desc": "- 其巢位于13区。\n- 似乎持有名为“月长石”的奇点。据说其能令人的精神集中于特定事物，或是摒除一切杂念……考虑到存在名为“深渊心灵创伤矫正室”的设施，也许是在精神治疗与稳定方面有独到见解的翼。\n- 那如果能给罪人们买这种叫月长石的东西……或许就能在使用E.G.O时避免侵蚀，或者在因轮到自己而焦虑的时候给予其一些安全感？\n- 我以为这是个好主意，便向浮士德提议，但她甚至未阐述理由便将其驳回了，只说是“现在还不是讨论的时候”。据说都市的技术总是有另一面……或许这东西同样也有副作用。"
    },
    {
      "id": "DanteNoteDetail_135",
      "title": "",
      "desc": "- 以“安全的住所”为座右铭，持有能够扩展或扭曲空间的奇点。\n- 据说应用了P公司奇点的建筑物具有很强的伸缩性。实际上，拉·曼却领显现时，可以看到外侧的建筑如同橡胶般弯曲。虽然从外面看建筑物是扭曲变形的模样，但内部是完全安全的……真的安全吗？\n- 虽然许多空间扩张技术都能够让内部比外面看上去要宽阔，但P公司的奇点似乎特别注重安全。\n- 虽然只是推测……回想起与切萨拉的对话，P公司的奇点似乎很大程度上受到了拉·曼却领的影响。以某种东西为基础研发出奇点是可能的吗？"
    },
    {
      "id": "DanteNoteDetail_136",
      "title": "",
      "desc": "- 在呼啸山庄首次遭遇到已成长为2阶以上的实体。\n- LCE将其成长阶段分为1型、2型和3型。根据目前的研究，似乎3阶罪种是其最终的成长阶段。但霍恩海姆表示这一点还不能完全确定。\n- 霍恩海姆称罪种为“半吊子的空壳”。倘若罪种只是空壳……那其成长阶段又是如何区分的呢？"
    },
    {
      "id": "DanteNoteDetail_137",
      "title": "",
      "desc": "- 既非异想体，也非怪物的存在。非要说的话应该与扭曲更为相似，但又感觉不太一样。LCD部门的摩西队长也说过他们本质上是不同的存在……那应该确实是不一样的吧。\n- 其共同点是有着血红色的眼睛。但由于红色是最常见的战斗型义眼的颜色，因此很难仅凭这点对其作出区分。更不用说像我这样整个头部都替换为义体的情况，根本分不清吧。\n- 其再生能力相当优越。只要有充足的血液可供摄取，就很难通过寻常手段将其杀死。不过据说只要破坏其头部就能阻止再生。但在WARP列车里是不可能做到这点的，害我们吃了不少苦……\n- 无论是K公司的安瓿还是生命保险，头部似乎都是对再生而言最为关键的身体部位。但准确而言应该不是头，而是大脑。\n- 其对血液抱有强烈的欲望。即使拉·曼却领的血魔们为了克服这一点选择食用由人工血液和动物血制成的血棒……可那终究不是流动的鲜血，因此似乎无法正常地给予饱腹感与满足感。\n- 如果能连那份冲动本身都一并忘却就没关系……但想得到能使人忘记一切的勒忒河水也并非易事。堂吉诃德记忆中时常出现的那位名叫巴里的收尾人，究竟是如何获得此物的呢？\n- 除了对血液的欲望，其对家族的渴望也十分强烈。从未创造家人的桑丘……似乎是特例。其貌似是按血脉相连的世代划分眷属，并将彼此视为真正的家人般呵护。\n- 驽骍难得不仅隐藏了堂吉诃德身为血魔的外貌特征，也一定程度抑制了她的吸血冲动。其原理为何，又是否与留在P公司的堂吉诃德……的遗体有关，目前仍尚无定论。\n- 但即便如此，抑制也并非完全制止吸血冲动或增加血魔眷属的本性，堂吉诃德似乎是在靠自身的意志力忍耐着。话说回来……与其他血魔不同，为什么唯独我们的堂吉诃德和一代眷属堂吉诃德尤其能忍耐吸血冲动呢？\n- 堂吉诃德会定期接受边狱公司本部提供的优质血包。我曾经询问过浮士德，为什么拉·曼却领的血魔们不使用血包这种直接提供血液的方法……她的回答是，拉·曼却领的血魔实在是数量众多，仅靠自愿献血恐怕无法满足需求。因此只能制作血棒，尽可能用少量血液来尽可能多地喂饱血魔。最重要的是……恐怕血包也不是完美的解决方案……"
    }
  ]
}