{
  "dataList": [
    {
      "id": "DanteNoteDetail_1",
      "title": "",
      "desc": "- 边狱公司。我所就职的公司。\n- 可以说这词与我有着最紧密的联系……然而它出乎预料地也成为了我最难以言明的词汇。\n因为……完全没有人告诉过我任何关于这方面的事情。入职甚至并非我的本意。\n起初，我以为公司的目的就是搜集金枝。后来我才意识到，这只是我所属的名为LCB的部门的目标，说是整个公司的目的还是太片面了。"
    },
    {
      "id": "DanteNoteDetail_2",
      "title": "",
      "desc": "- 据我所知，每个部门都有自己的目标，并且彼此之间没有任何目标重合。\n- 公司似乎有着充足资金堆砌而成的强大后盾。无论何时何地，公司的支援从未缺席（虽然罗佳似乎对伙食的意见很大）。"
    },
    {
      "id": "DanteNoteDetail_3",
      "title": "",
      "desc": "- Limbus Company Bus。\n- 似乎被称作巴士部门。\n我觉得这名字有随意拟定的嫌疑，不过与其他部门相比也只是五十步与百步的区别罢了。\n- 似乎指代的对象包含了我和坐在后面的那些……罪人们？（还不是很习惯这个词。）\n我们的目标好像是回收L公司，也就是脑什么公司的支部的地下所埋藏的金枝。\n虽然不知道所谓的金枝到底是什么，但听上去应该是什么树枝状的实体。（了解之后得再补充记录才行。）"
    },
    {
      "id": "DanteNoteDetail_4",
      "title": "",
      "desc": "- 看起来回收金枝并不是我们唯一的工作。\n我和罪人们还得时刻准备着被外派，以我们独有的能力扫清挡在公司目标前的一切障碍。\n- 我开始好奇这家公司到底是如何成立的，以及为什么这些任务必须要我和罪人们去完成，但浮士德从未告诉我。虽然她说我的权限等级过低而无法获知更多信息，但她自己却是一副知道得更多的样子。\n为什么她这样的“罪人”会比我这“执行经理”知道的还要多……？"
    },
    {
      "id": "DanteNoteDetail_5",
      "title": "",
      "desc": "- Limbus Company Clear.\n- 被称作清理部门。\n据说是为了辅助巴士部门行动而成立的部门。\n与罪人们不同，这个部门的人员无法借我之手死而复生。正因如此，他们看起来对自身的武器与防具格外用心。\n- 部门貌似被分成两部分，好像分别是先我们一步到达并进行侦察等战前准备的先遣部队（LCCB）以及负责对我们作战造成的残骸进行战后清理等事务的收尾部队（LCCA）。\n虽然与他们未曾谋面，但根据无意听到的维吉里乌斯的数次通话内容来推测，两个队内好像也存在着许多分科。\n- 与隶属于先遣部队事前观测科的埃菲、索德进行协同作业。\n- 我得闲便会向他们提出一些自己所好奇的问题，之后我打算对这些了解到的事情进行整理。\n- 本来还想问问他们各自负责的工作细节，但由于堂吉诃德突然闯祸，这件事也不了了之。\n- 埃菲叹着气补充道，事前观测科是先遣部队里面最不受待见的。根据远多于其他科的人员数量来推测，他们可能被当成了消耗性人力资源。\n- ……埃菲和索德在作战中阵亡。"
    },
    {
      "id": "DanteNoteDetail_6",
      "title": "",
      "desc": "- LCB，看起来指代的就是跟我一起坐在巴士上的这十二个人。\n- 根据其交流过程中我所听到的内容进行推测，他们似乎以与我类似的方式“加入”了这家公司，但不知为何他们好像有着被囚禁之人的名谓。\n- 我向维吉里乌斯询问了这个称谓的意思，但他并没有给出明确的答复。\n- 已经有好几个问题都被他用“反正你到时候就会明白……”之类的话给敷衍过去了。\n……看来除了把获知的所有新信息认真记录下来之外我已别无选择。"
    },
    {
      "id": "DanteNoteDetail_7",
      "title": "",
      "desc": "- 在此补记一些有关罪人意义的新发现。\n- 首先，“罪人”这个称谓似乎是用来特指那些与我签订了契约（虽然这并不以我的自由意志为转移）的人。\n- 其次，我的钟似乎也只能让这些人死而复生。"
    },
    {
      "id": "DanteNoteDetail_8",
      "title": "",
      "desc": "- 罪人说不定指的就是能与我们所寻找的金枝产生共鸣的人。\n- 一旦靠近这些金枝，罪人们的“自我心道”便会展现，我们就得以从中体验他们的过往，又或窥探他们的心灵。"
    },
    {
      "id": "DanteNoteDetail_9",
      "title": "",
      "desc": "- 似乎是用来特指都市中的各个核心区域。\n- 都市被分为许多区块，但是每个区块好像总是会被分为巢和后巷。\n- 巢好像是受到被称为区块实控人的大型企业——翼的管理与保护的区域。而后巷貌似没有这么大的影响力。或许吧？\n- 我曾经问了一下维吉里乌斯，自己是来自巢还是后巷，但他没理我。"
    },
    {
      "id": "DanteNoteDetail_10",
      "title": "",
      "desc": "- 在一片区块上坐拥最尖端也最具影响力的技术的公司，说是统治着这一片区块都不为过。\n虽以公司为名，但对于翼的说明，我越听越觉得他们是趋近于统治机构一般的存在。\n（不过仔细想了想，边狱公司似乎也不符合词典上所定义的公司的概念。比如说，我们一直坐在一辆巴士上到处转悠。）\n- 每片翼似乎都有被称为“奇点”的专利技术，并使用该技术的盈利（以及高到荒谬的税收）来管理其区块内被称为“巢”的高级城区。\n- 为翼工作的人似乎被称为“羽”。"
    },
    {
      "id": "DanteNoteDetail_11",
      "title": "",
      "desc": "- 其巢位于11区。\n- 记忆中挥之不去的检查站一役里，就像那些不断重伤而复愈的守卫……K公司的奇点能够对使用者进行持续不断的治疗，或者更确切的说，赋予使用者再生的能力。\n- 浮士德将其称作 “海拉创生”，但其他都市居民们似乎将这种技术统称为 “HP弹”或者 “HP安瓿”。\n拜其所赐，罪人们全军覆没，而我在承受他们的痛苦的过程中也差点昏厥……\n但有一说一，多亏了那叫做HP安瓿的东西我之前被融化的下半身才能复原。\n- 据了解，K公司正在借此之利开展各种业务。"
    },
    {
      "id": "DanteNoteDetail_12",
      "title": "",
      "desc": "- 据一名我们在银凤炸鸡酒吧遇到的、名为三朝的员工所述，奇点技术似乎在食品相关的科技研发上也有应用。"
    },
    {
      "id": "DanteNoteDetail_13",
      "title": "",
      "desc": "- 脑叶公司。\n- 已折断的翼，目前翼席空缺，其巢位于12区。\n都市里人尽皆知的（是只有我不知道，还是属于我丢失记忆中的一部分……？）白夜黑昼事件的中心区域。\n我们所搜寻的留有金枝的支部，似乎全都曾属于旧L公司。"
    },
    {
      "id": "DanteNoteDetail_14",
      "title": "",
      "desc": "- Nagel und Hammer。钉与锤。其巢位于14区。\n- 根据先前与默尔索的交谈来推测，公司内部实际上存在钉子和锤子两个派别。\n据他所述，至少在他的任职期间内，我们曾面对过的那些身着金属盔甲的“异端审判官”并不引人注目，而且也不算主流。\n- 与克罗默麾下的组织不同，N公司作为一家企业，虽然作风严苛了些许，但是除此之外似乎与一般大型企业的形象别无二致。"
    },
    {
      "id": "DanteNoteDetail_15",
      "title": "",
      "desc": "- 虽然不知道他们公司的主营业务是什么，但有几位罪人似乎对N公司多多少少有所了解。\n……但问题在于他们尽是些沉默寡言的人。"
    },
    {
      "id": "DanteNoteDetail_16",
      "title": "",
      "desc": "- 每个区块中不属于巢的，即不在翼管辖范围内的其他区域。\n这里生活着一些因囊中羞涩而无力“归巢”的人。\n- 说是巷子，里面却似乎挤满了餐厅、公司、居民区、学校和研究院等各种各样的设施。\n错综复杂、蜿蜒交织着的造型配上无时无刻不阴森沉重的氛围，“后巷”这个名字当之无愧。而无论在哪个后巷，风景都别无二致。\n有趣的是，无论在哪个区块（虽说我就去过三处），后巷与巢的界限都非常明确。"
    },
    {
      "id": "DanteNoteDetail_17",
      "title": "",
      "desc": "- 剑契组，一个由仗剑游荡于后巷的放荡鬼组成的帮派。\n- 与被覆写为剑契组人格的罪人们交谈后，可以推测出他们虽隶属于该帮派，但很少与其他人共事，也几乎不随集体行动。\n更准确的来说……有时候他们虽会以临时小队的形式行动，但其中并不存在任何严格的阶级差异或组织架构。\n-……只可惜他们对我疑问的回答大半都是在开玩笑，所以我也没法记录什么有价值的东西。"
    },
    {
      "id": "DanteNoteDetail_18",
      "title": "",
      "desc": "- 收尾人，一种自由职业者，处理或协理各种发生在都市里的事件。\n- 当然，这并不是志愿活动或无偿工作。毕竟这整个世界似乎都是围绕着金钱而运转的……但也不能保证完全没有例外。（万一呢？）\n- 我耳闻目睹（真的能把通过镜像人格对话称为见过面吗）过的收尾人的种类繁多到我难以明确定义。说不定是个很常见的职业？"
    },
    {
      "id": "DanteNoteDetail_19",
      "title": "",
      "desc": "- 黑云会，深深扎根于后巷的庞大帮派。\n- 其特征似乎是配刀鞘的单刃长剑和飘逸的墨色衣装。\n- 他们向后巷的商人们索要保护费，并提供形式上的保护，以此维持生计。\n从与罪人们的人格交流中得知，他们似乎与被称为剑契组……的另一个帮派起了某种冲突，但我仍未知晓其中缘由。\n- 虽说并非绝对，但其中存在着一定的阶级关系。基本上是服从上级命令的感觉。\n- ……不过，通过与鸿璐的交谈推测，似乎偶有特例。"
    },
    {
      "id": "DanteNoteDetail_20",
      "title": "",
      "desc": "- 金枝，闪耀着金光的一截小树枝模样的物体。\n- 我并不觉得它是真实存在的某种树枝。每当接近，我的头都会隐隐作痛……\n- 无论它的本质如何，让我拼死拼活去收集的总不能只是涂着金漆的普通树枝吧。"
    },
    {
      "id": "DanteNoteDetail_21",
      "title": "",
      "desc": "- 在各种可能性中叠加自己的其他可能性的技术。\n- 我曾听说李箱是它的开发者之一。但无论我怎么问，他只会喋喋不休地说些我难以理解的东西，所以我已经不指望能从他那儿得到任何有用的信息了。\n- 这些人格本身是通过梅菲斯托费勒斯的引擎找到的。我不确定这究竟是什么原理，但看起来你没法直接找到并提取那些你想要的人格。如果反复尝试的话，有时也能找到罪人的新人格。"
    },
    {
      "id": "DanteNoteDetail_22",
      "title": "",
      "desc": "- 尽管我不能正确的用文字表述人格的使用方法……（不如说我对此根本一窍不通）\n当被提取出的人格与LCB-PDA及巴士的玻璃窗同步时，我似乎能与其进行某种形式的对话或感应。\n罪人的人格浮现于脑海中的感觉，仿佛与平时当面对话并无二异……当罪人与我心照不宣地应允彼此的那一瞬间，伴随着玻璃破碎的声音，罪人的人格即被覆写。\n……我想不到更加合适的表述了。\n- 人格被覆写的罪人与平时的模样大相径庭。服装与武器不必多说，连性格也发生了翻天覆地的变化，甚至有时在我眼中已然变成了另一个陌生人。\n万幸的是，人格使用完毕后罪人就会变回原样。不过，长时间使用貌似会残留人格的痕迹，导致不同人格个性闪现的后遗症。"
    },
    {
      "id": "DanteNoteDetail_23",
      "title": "",
      "desc": "- 在都市各处聚集成一股股势力的团体似乎被统称为帮派。\n- 由于帮派一词指代的范围过于庞大，所以比起说是有什么特别的标准，倒不如说基本上只要以团队行动就能被称为帮派。"
    },
    {
      "id": "DanteNoteDetail_24",
      "title": "",
      "desc": "- 从传动齿轮彼此啮合，到窥视镜中覆写人格……这座都市里各种各样的技术应有尽有。"
    }
  ]
}