{"dataList":[{"id":0,"content":"예술이라는 건, 깨어진 거울 조각 위에 난반사하는 여러 빛깔과도 같다."},{"id":1,"content":"난해하고, 예측 불가하며, 불규칙하지만, 아름답지."},{"id":2,"content":"어떤 것이든 그려낼 수 있기 때문에, 어떤 것이든 상상하던 것을 만들어낼 수 있고."},{"id":3,"content":"상상조차 못 했던 것도, 누군가의 작품을 보며 깨닫고 영감을 얻을 수 있다."},{"id":4,"content":"그러니 약지와 예술을 택한 것은 나의 인생에 있어 으뜸의 선택이 아닐 수 없다."},{"id":5,"content":"어쩌면 나의 생애는 최초부터 예술이었을 것이다."},{"id":6,"content":"내게는 흥미로운 것이 아주 많았으니까. 마치 난반사되어 나온 칠색 빛깔처럼…"},{"id":7,"content":"기술 하나에 몰입한 채… 그저 그런, 예상 가능한 범주의 발표회나 겪는 삶은 애초부터 내게 어울리지 않았던 것이지."},{"id":8,"content":"점묘파에게 권유받게 된 점 또한 내게 있어 아주 훌륭한 기회였다."},{"id":9,"content":"점 하나에 담긴 무한한 우주. 그리고 그 점들이 점점 많아지며 우주의 모임이 만들어지고, 또 그 모인 모습 자체가 또 다른 우주가 되는…"},{"id":10,"content":"바라보고만 있어도 영원히 사색할 수 있는 점묘파의 작품은 내게 필연의 끌림이 아닐 수 없었다."},{"id":11,"content":"스튜던트라는 고상한 직함을 받은 이후, 나는 마치 인공의 날개를 달은 듯 자유와 가능성을 만끽했다."},{"id":12,"content":"웃음이 나올 정도로 어리석었던 나날이다. 나의 날개는 그저 내가 그려 만들면 그만이었던 것을, 조그마한 기계 부품이나 만지작거렸던 아해 시절의 나는 죽어도 알 도리가 없겠지."},{"id":13,"content":"아아… 너무나도 아까운 시간들이다."},{"id":14,"content":"흐릿하게 보내버린 시간을 운명이라 여기며 안주하고 있던 나날들이여."},{"id":15,"content":"붓을 들어 그것들의 모습을 손수 바꾸어주자."},{"id":16,"content":"쓸모없었던 과거는 그로 인해 예술로 승화한다. 가치 없어 보였던 것이 순식간에 아름다워진다."},{"id":17,"content":"아직 스튜던트에 불과할 뿐이지만, 유수의 작품을 만들어온 마에스트로들을 따라가다 보면 곧 나의 작품도 빠르게 상승하듯 일취월장하겠지."},{"id":18,"content":"한층 마음이 가벼워진 것이, 이번 ‘과제평가’는 더욱 홀가분한 마음으로 할 수 있겠다는 생각이 든다."},{"id":19,"content":"…그리고 얼마 지나지 않아, 나는 평가 현장에 당도한다."},{"id":20,"content":"불쾌하고 의미 불명한 작품들과 극도의 불안에 휩싸여 있는 인간들의 모습."},{"id":21,"content":"애걸복걸하고 있는 자들의 목소리가 여럿 겹치어 맴돌고 있는 것만 같지마는, 내게는 그저 웅얼거리는 소음으로밖에 들리지 않는다."},{"id":22,"content":"아마도 제 목숨을 부지하려 평가를 유하게 내려주기를 간청하고 있겠으나."},{"id":23,"content":"대답은 낙제."},{"id":24,"content":"어느 하나 부질없을 뿐이다."},{"id":25,"content":"하지만…"},{"id":26,"content":"그래, 답이 없는 것도 아닐 테지."},{"id":27,"content":"나는 불안에 떠는 주민들을 한데 모은다. 작품의 평가를 내려주겠다 말한다."},{"id":28,"content":"그렇다. 이 단체 작품의 평가를 내려주겠다고 말한다."},{"id":29,"content":"물론 이들의 작품은 모두가 개인의 작품이다. 하지만 미숙할지언정, 이들보다는 나은 식견을 가진 나의 도움이 거쳐진다면…"},{"id":30,"content":"이 작품은 훌륭한 단체 작품이 되겠지."},{"id":31,"content":"당혹의 표정이 몇몇에게 떠오른다. 완벽하게 이상적인 상태다. 모두에게 그 표정이 있었다면 너무나 단순했을 것이다."},{"id":32,"content":"그리고 나는, 기쁜 마음으로…"},{"id":33,"content":"점을 박아 넣듯, 커다란 나의 대붓을 재빠르게, 다수의 소재에 찔러 넣는다."},{"id":34,"content":"터져 나오는 붉은 물감."},{"id":35,"content":"놀람과 당혹, 불안과 필사가 담긴 표정들이 비정형적으로 나동그라지는 모습."},{"id":36,"content":"이들이 이런 식으로 관객 참여형 단체 작품을 준비했다는 점이 벅차오를 정도로 감동적이다."},{"id":37,"content":"그러니 나는 이들에게 좋은 평가를 줄 수밖에 없겠지."},{"id":38,"content":"이 작품의 평가는…"},{"id":39,"content":"A+."}]}