{"dataList":[{"id":0,"content":"무릇 주먹 다툼이라 함은, 인체의 구조를 면밀하게 아는 것이 핵심이라 할 수 있소."},{"id":1,"content":"겨루기, 기초 체력 단련, 모래주머니 치기… 신체를 단련하는 방법은 무수히 있다고 할 수 있겠으나."},{"id":2,"content":"그 후 탁자에 바로 앉아 펜을 끄적거리는 시간을 가진 뒤에야, 비로소 주먹 다툼이라는 것을 이해하는 것이 가능할 것이오."},{"id":3,"content":"육신이 흐느적거릴 정도로 피로해졌을 때, 반짝이는 동전 마냥 정신이 맑아지는 경험을 한 적이 있소?"},{"id":4,"content":"이럴 때 나는 퍽 유쾌해지오. 오롯한 기분으로 인체의 설계 도면을 바라보고 있노라면, 마치 나의 뇌 속에도 근육이 자라나 한층 더 그 결합을 강하게 엮어가고 있다는 생각이 들기도 하오."},{"id":5,"content":"나의 생각으로는 육체란 건물과도 같소."},{"id":6,"content":"협회의 도서관에 늘어선 무수한 지식의 종이 묶음을 읽어 내려가며, 가장 나의 흥미를 돋웠던 건축이라는 장르."},{"id":7,"content":"협회에게 구해진 어린아이가 도서관의 “ㄱ” 라인을 지나 “ㅅ”까지 오며, 스스로에게 가장 강렬한 자극을 맞이했던 두 키워드가 건축과 신체였다는 것을 떠올려본다면…"},{"id":8,"content":"그 둘이 얼마나 비슷한 궤를 가지고 있는지 더 설명하지 않아도 좋을 것이오."},{"id":9,"content":"벽식 구조, 트러스 구조, 플랫-슬라브 구조."},{"id":10,"content":"어감만으로도 짜릿한 그러한 기법들을 자신의 노트에 써내려 가며 깨달을 수 있었던 것은, 그들 하나하나가 얼마나 견고하게 서 있을 수 있을지 고민한 과정의 결과물이었다는 것이었소."},{"id":11,"content":"또한 그러한 설계들을 물끄러미 들여다볼 때, 그 강인한 구조체 또한 취약의 핵심을 건드린다면 보기 좋게 스러져 부서진다는 것도 알 수 있었지."},{"id":12,"content":"나는 그러한 약점을 연구하는 것이 퍽 재미가 있었소."},{"id":13,"content":"그 연유는, 언제든 더욱 올바른 구조가 발명되었을 때 쉬이 잘못된 구조를 무너뜨려 버리고 새로운 구조체를 쌓아 올릴 수 있기 때문이라 하겠소만."},{"id":14,"content":"나이가 듦에 따라 협회의 일을 하나둘 맡고, 도서관의 “ㅅ”라인에 다다를 즈음이 되어서 이러한 생각이 들기 시작했던 것이오."},{"id":15,"content":"잘못된 구조체가 신체라는 이름을 달고 도로를 보행하고 있지는 않은가, 하고."},{"id":16,"content":"나는 그러한 것들을 바로잡고 싶다는 생각이 들었소. 협회의 명령 때문 만이 아니라, 연구가스런 나의 성정이 반영되었다고 하는 것이 바를 것이오."},{"id":17,"content":"신체라는 것은 얼핏 전부 같은 구조를 가진 것처럼 보일지 몰라도, 자라남에 따라 또 다른 구조체로 변모하는 것이었소."},{"id":18,"content":"어떠한 구조는 점점 불안정한 물리적 구조를 가졌지만, 강인한 정신이라는 시멘트와 철골로 그 구조를 강하게 만들었고…"},{"id":19,"content":"어떠한 구조는 물리적으로는 안정적일지언정, 바르지 못한 내부 구조를 세워갔지."},{"id":20,"content":"그러한 것일수록, 불량한 구조체일수록 약점은 명확해지는 법."},{"id":21,"content":"강력하고, 정확한 일격에 그 구조체를 무너뜨리고 바로 세울 수 있다는 것이 지난날의 내가 세운 연구의 결과였소."},{"id":22,"content":"그리하여, 주먹 파인 것이오."},{"id":23,"content":"온갖 형태로 변모하여 외장을 불필요하게 부숴 놓는 열쇠의 형국보다는, 구조의 핵심을 타격하여 무너뜨리는 주먹."},{"id":24,"content":"이것이 나라는 구조체가 주먹 다툼이라 불리우는 로망을 택한 이유가 되겠소."}]}