{
  "dataList": [
    {
      "id": 0,
      "content": "흠…"
    },
    {
      "id": 1,
      "content": "시내에 나서는 건 참으로 오랜만이다."
    },
    {
      "id": 2,
      "content": "매일같이 서관에서 책만 뽑아 읽을 줄 알았지, 3과에 올라오고 나선 개인 방을 옮길 때를 제외하곤 햇빛을 거의 보질 못했으니까."
    },
    {
      "id": 3,
      "content": "안에만 박혀있지 말고 바람 좀 쐬라고 동료들이 등을 떠밀지 않았더라면, 아마 오늘도 다를 바 없는 나날이었을 것이다."
    },
    {
      "id": 4,
      "content": "하지만 뭐… 막상 나와보니 또 나쁜 것은 없다."
    },
    {
      "id": 5,
      "content": "북적거려서 시끄럽기만 할 줄 알았던 주변 소음도, 활자에 집중하다보니 그저 백색소음 같아져 오히려 집중에 도움이 되고."
    },
    {
      "id": 6,
      "content": "음… 이 차도 제법 맛이 좋은 것이, 협회에 비치 하는 걸 건의 해보면 어떨까 싶군."
    },
    {
      "id": 7,
      "content": "하늘은 인공의 치장이라 시리게 파랗기만 한 것이 흠이지만, 만들어 낸 푸르름이라 한들 마음을 한결 상쾌하게 해주기는 하는 것 같다."
    },
    {
      "id": 8,
      "content": "이만하면 등 떠밀려 나온 것 치고는 좋은 소득이 아닌가."
    },
    {
      "id": 9,
      "content": "기왕 익숙하지 않았던 것에 친밀해지기로 마음을 먹었으니, 이런 것도 조금씩 알아가보도록 하자."
    },
    {
      "id": 10,
      "content": "…다만 동료들끼리 복닥대며 돌아다니는 문화까지는 아직 시간이 걸릴 것은 같다."
    },
    {
      "id": 11,
      "content": "본래 사람들과 어울리는 걸 그렇게 싫어하는 건 아니지만, 협회에 처음 발을 들이고 나서부터는 줄곧 서관에만 박혀있었으니."
    },
    {
      "id": 12,
      "content": "어리석게도… 말이다."
    },
    {
      "id": 13,
      "content": "그저 혼자 신체를 단련하고, 각종 서책을 탐독하는 것 만으로 높은 곳에 도달하리라고 여겼으니까."
    },
    {
      "id": 14,
      "content": "…하지만 나는 오랫동안 4과에서 승급할 수 없었다."
    },
    {
      "id": 15,
      "content": "불은 혼자서는 붙을 수 없다는 가장 단순한 명제를 깨닫지 못하고 넣는 장작만을 더 질 좋은 것으로 바꾸려 하니, 어찌보면 당연한 일이었지."
    },
    {
      "id": 16,
      "content": "지금 생각해보니, 남부 4과에서 수도(手刀)를 배우는 것도 어쩌면 그런 깨우침을 도우려는 것이 목적일지도 모르겠군."
    },
    {
      "id": 17,
      "content": "손을 검처럼 쓰라는 해괴한 말이 처음엔 이해가 되질 않았지만…"
    },
    {
      "id": 18,
      "content": "생각 하나에 고립되지만 않는다면 불꽃은 어떻게든 피어오른다는 깨달음을 얻은 뒤에야 3과에 오를 수 있었던 것을 보면 말이다."
    },
    {
      "id": 19,
      "content": "…이제 나는 불이 감긴 검을 쓴다."
    },
    {
      "id": 20,
      "content": "검날에선 불꽃이 일렁이고, 그것은 적들을 손쉽게 태워버린다."
    },
    {
      "id": 21,
      "content": "또한 그것들은 리우협회가 지금에 이르기까지 거쳐온 여러 공방들의 발자취가 자아낸 기술임을 안다."
    },
    {
      "id": 22,
      "content": "모두가 접근할 수 있으면서도 아무나 피워내기 어려운 리우의 불."
    },
    {
      "id": 23,
      "content": "리우의 제식 장비는 모두 그렇다. 불꽃이 감겨오는 이 무구는 모두가 쉽사리 쓸 수 있음에도 진정한 힘을 끌어내기 위해서는 깨달음이 필요하게 만들어져 있지."
    },
    {
      "id": 24,
      "content": "6과의 장갑부터 시작해, 하나 씩 받아드는 그 무구들을 하나씩 더해나가며 1과에 이르렀을 때 완성되게 하는 ‘함께함’의 중요함을 그 부분까지 강조하고 싶었던 것이리라."
    },
    {
      "id": 25,
      "content": "혼자서는 제 아무리 검을 자유히 휘둘러도 어느 순간 불씨를 잃은 채 위험에 처할 것이고."
    },
    {
      "id": 26,
      "content": "함께라면 그저 나무로 만들어진 검이라 한들 동료의 불씨를 빌려 더 크고 강한 불꽃을 일으킬테니."
    },
    {
      "id": 27,
      "content": "동부에 파견 신청을 넣은 것도 비슷한 이유다."
    },
    {
      "id": 28,
      "content": "비록 지역에 따라 초식과 예법, 각 과 간의 격차가 다르다고 한들…"
    },
    {
      "id": 29,
      "content": "가장 중요한 리우의 기본 원칙, 화목과 따스함이 어디에 스며들었는지 알 수 있다면."
    },
    {
      "id": 30,
      "content": "그들이 어떻게 타인과 대화하고 이해해나가는지 알 수 있다면… 나는 앞으로 더 나아갈 수 있을 것이다."
    },
    {
      "id": 31,
      "content": "그리고 겸사겸사."
    },
    {
      "id": 32,
      "content": "오늘도 나의 등을 떠밀어 준 우리 과의 동료들에게 더 다가설 수 있는 방법을 찾을 수 있을테다."
    }
  ]
}