{
  "dataList": [
    {
      "id": 0,
      "content": "※ 진급자의 이야기 ※"
    },
    {
      "id": 1,
      "content": "신규 진급자들은 이하에 진급에 대한 솔직담백한 감상을 작성하시오."
    },
    {
      "id": 2,
      "content": "우수 작성자는 다음 달 조직 내 잡지 ‘월간 엄지’에 기고되며, 추후 진급에 긍정적으로 참고될 것."
    },
    {
      "id": 3,
      "content": "참고) 상기 내용은 엄지 기본 교범 1,271p, ‘하위 계급 독려’를 참고하여 작성되었음."
    },
    {
      "id": 4,
      "content": "<b>하나. 훈련에 앞서서 설교를 듣고 있는 시간이 마음에 들어요.</b>"
    },
    {
      "id": 5,
      "content": "저는 여전히 대열의 가장 앞에서 카포 프리모 분들이 말씀하시는 전투 팁과 예절 강령을 열심히 듣고 있어요."
    },
    {
      "id": 6,
      "content": "자잘한 규칙이 많기 때문에, 저희 같은 하급 솔다토들은 언제든지 실수를 할 수 있거든요."
    },
    {
      "id": 7,
      "content": "하지만 바쁘신데도 불구하고 여러 높으신 분들이 저희를 생각해 말씀해 주셔서, 저는 엄지에 합류한 이래로 단 한 번도 실수한 적이 없답니다."
    },
    {
      "id": 8,
      "content": "아! 저번에는 그 유명하신 카포 콰르토… 아, 함부로 그분의 존함을 적을 순 없겠죠."
    },
    {
      "id": 9,
      "content": "그 분께서 직접 저희에게 좋은 이야기를 해주셔서, 저희가 더욱 성장할 수 있었던 것 같아요."
    },
    {
      "id": 10,
      "content": "아쉽게도 쳐다보는 것만으로 예의에 어긋날까 봐 얼굴을 자세히 볼 수 없었지만… 멋진 시가를 태우시는 만큼 훌륭한 분이신 것 같았어요."
    },
    {
      "id": 11,
      "content": "<b>둘. 계급과 질서에 맞게 식사를 하는 것이 좋아요.</b>"
    },
    {
      "id": 12,
      "content": "정해진 시간과 정해진 양을 매일 지급 받으니까 엄청 편해요."
    },
    {
      "id": 13,
      "content": "처음에 들어와서 프리모이던 시절엔 너무 늦어서 배가 고프기도 했지만… 그건 사흘이면 익숙해지더라고요!"
    },
    {
      "id": 14,
      "content": "오히려 그 전엔 배도 안 고프고요."
    },
    {
      "id": 15,
      "content": "어릴 적엔 집에서 먹고 싶을 때마다 음식을 찾을 수 있어서 괜히 과식하거나 음식을 거를 때도 있었는데, 그러다 보니 허약해졌던 것 같아요."
    },
    {
      "id": 16,
      "content": "여기서 규칙적인 생활을 하니까, 근육도 금방 붙고… 정말 잘된 일이죠!"
    },
    {
      "id": 17,
      "content": "<b>셋.  한 걸음 씩 앞으로 나아가고 있다는 느낌이 즐거워요.</b>"
    },
    {
      "id": 18,
      "content": "얼마 전만 해도 저희가 쓰는 추진탄을 하나씩 닦는 일만 했는데, 이제 드디어 중책을 맡게 되었어요!"
    },
    {
      "id": 19,
      "content": "무려, 카포 분들의 실전에서 탄환을 보급하는 역할이죠!"
    },
    {
      "id": 20,
      "content": "물론 몇몇 다른 동료들은 이러다가 싸움에 휘말려서 죽어버리는 건 아니냐고 걱정하지만…"
    },
    {
      "id": 21,
      "content": "저는 다르게 생각해요."
    },
    {
      "id": 22,
      "content": "저랑 계급이 까마득하게 차이나는 분들의 전투에 휘말려볼 수가 있다니요? 그건 정말 어마어마하게 운이 좋은 경험 아닐까요?"
    },
    {
      "id": 23,
      "content": "저는 아마 죽으면서도 영광이라고 말할 것 같아요."
    },
    {
      "id": 24,
      "content": "<b>넷. 동료들과 함께 총검술을 배우고 익숙해져 가는게 행복해요.</b>"
    },
    {
      "id": 25,
      "content": "추진탄을 직접 써보면서 총검술을 익힐 수 있다니, 정말 신나요. 며칠 전 만해도 입으로 탕! 하는 소리를 내면서 직접 뛰어서 움직여야만 했는데…"
    },
    {
      "id": 26,
      "content": "아, 하지만 그 훈련이 없었으면 큰일 났을 거예요. 실제로 쏴보니까 몸이 앞으로 확 쏠려서 처음엔 몇 번이나 넘어질 뻔했으니까요."
    },
    {
      "id": 27,
      "content": "역시 직접 뛰는 거랑 총이 추진력을 내는 것과는 다르네요."
    },
    {
      "id": 28,
      "content": "베기에 특화된 출력 변경 모드도 흥미로워요. 이건 프리모 때 배우지 못했거든요!"
    },
    {
      "id": 29,
      "content": "다른 지역의 엄지 분들은 이런 무기는 쓰지 않으신다데… 그분들은 이렇게 힘 있는 베기나 온 힘을 다하는 찌르기는 경험하지 못하시겠죠?"
    },
    {
      "id": 30,
      "content": "제가 동부의 엄지라서 다행이라고 생각해요."
    },
    {
      "id": 31,
      "content": "<b>다섯. 예의 없고 자기 주제를 모르는 사람들을 썰어버릴 때 기분이 들떠요.</b>"
    },
    {
      "id": 32,
      "content": "임무를 나가보면, 항상 꼭 예의 바르지 못한 분들이 대부분이에요."
    },
    {
      "id": 33,
      "content": "처음엔 다른 사람들을 공격해야 한다는 게 무섭고 걱정되기도 했는데…"
    },
    {
      "id": 34,
      "content": "저희 조직에 있었다면, 진작에 턱과 혀가 날아갔을 법한 사람들이 기고만장해서 목소리만 크잖아요?"
    },
    {
      "id": 35,
      "content": "그러면 제 마음 안에 있던 동정심이라는 게 착 가라앉고, 임무만 절차대로 수행하게 되더라고요."
    },
    {
      "id": 36,
      "content": "이렇게 보면 엄지가 도시에서 제일 올바른 사람들의 집단인 거, 아닐까요?"
    },
    {
      "id": 37,
      "content": "왜 그렇게 살려달라고, 한 번만 봐주라고 남의 바짓가랑이를 잡으면서 빌어대는지…"
    },
    {
      "id": 38,
      "content": "그건, 예의에 어긋나잖아요?"
    },
    {
      "id": 39,
      "content": "<b>여섯. 명령에 따라 절차를 수행하는 건 기뻐요. 다른 손가락들 하고는 차별되죠.</b>"
    },
    {
      "id": 40,
      "content": "다섯째에서 이어지는 이야기지만, 다른 손가락들의 이야기를 들어보면 도통 이해가 안 되거든요."
    },
    {
      "id": 41,
      "content": "너무 자세히 작성하면… 저보다 계급이 높은 다른 손가락의 분들을 업신여긴다고 여겨질 수도 있으니 예의에 따라 적진 않겠지만…"
    },
    {
      "id": 42,
      "content": "그냥…"
    },
    {
      "id": 43,
      "content": "손가락 걸기를 고대하고 있다고 하고 싶어요."
    },
    {
      "id": 44,
      "content": "마지막으로 한 마디만 더… 라면."
    },
    {
      "id": 45,
      "content": "엄지는 제가 특별해질 수 있는 곳이에요. 그리고 저는, 특별해질 거예요. 믿음직한 엄지의 상위 일원이 될 거예요!"
    },
    {
      "id": 46,
      "content": "앞으로도 이렇게 실적을 쌓아간다면 몇 년 뒤의 저는 더 멋진 모습이 되어있을 거라고 믿어요!"
    },
    {
      "id": 47,
      "content": "이상으로 글을 마무리합니다!"
    },
    {
      "id": 48,
      "content": "- 솔다토 세칸도 싱클레어"
    }
  ]
}