{
  "dataList": [
    {
      "id": 0,
      "content": "째깍. 째깍. 째깍."
    },
    {
      "id": 1,
      "content": "아주 간혹, 버선발이 고목 마루를 밟아 끼익거리는 소리만 들리는 주인님의 복도."
    },
    {
      "id": 2,
      "content": "그 안에는 어딘가 걸려있을 시계가 규칙적으로 소리를 울리고 있습니다."
    },
    {
      "id": 3,
      "content": "이 공간 안에서 어떤 일이 있더라도, 설령 누군가 하나가 죽더라도 멈추지 않을 그 소리는…"
    },
    {
      "id": 4,
      "content": "마치, 소생의 생명이 시시각각 사그라들고 있음을 매 순간 상기시키고 있는 것만 같군요."
    },
    {
      "id": 5,
      "content": "오늘은 기쁜 날입니다."
    },
    {
      "id": 6,
      "content": "정말 오래간만에, 주인님께 검술을 사사하는 날이기 때문입니다."
    },
    {
      "id": 7,
      "content": "기쁘기도 하지만, 동시에 떨리기도 하는 순간입니다."
    },
    {
      "id": 8,
      "content": "조금만 그분의 기분에 폐를 끼쳐도, 그분의 노여움 섞인 칼날을 필사적으로 막아야만 할 테니 말입니다."
    },
    {
      "id": 9,
      "content": "…하지만."
    },
    {
      "id": 10,
      "content": "오늘도 주인께선 어떠한 흠결도 꾸짖지 않으신 채 저의 검로만 심사 하실 모양입니다."
    },
    {
      "id": 11,
      "content": "제가 흠 하나 없는 모조품으로 자라났기 때문일까요?"
    },
    {
      "id": 12,
      "content": "아니, 그럴 리 없습니다."
    },
    {
      "id": 13,
      "content": "언제부터였을까요, 제게 아무런 관심을 주고 있지 않으신다고 생각할 무렵부터일까요."
    },
    {
      "id": 14,
      "content": "주인께서는 이제 더 이상 제게 어떠한 훈계도 하지 않으십니다."
    },
    {
      "id": 15,
      "content": "사사 하는 날을 제외한다면 무언가 새로운 것을 가르치지도, 자세를 고쳐주지도 않으시지요."
    },
    {
      "id": 16,
      "content": "처음 제자가 되었을 때는 항상 두렵기만 했던 사사의 날도, 이제는 그 시절이 그립다는 생각이 슬쩍 들다가 퍼뜩 놀라기도 합니다."
    },
    {
      "id": 17,
      "content": "…짧디짧은, 어떠한 대화 한 마디 없던 사사의 시간이 끝나면 소생은 거동이 불편하신 주인님을 부축하여 거처로 모십니다."
    },
    {
      "id": 18,
      "content": "주인께서 몸이 좋지 않으셨던 것은 어제오늘의 일은 아닙니다만,"
    },
    {
      "id": 20,
      "content": "소생은 이럴 때 잠시간의 측은함을 느끼곤 합니다."
    },
    {
      "id": 21,
      "content": "숱한 시간을 험한 말로 베여왔음에도, 주인께서 이리 약한 모습을 보일 때는… 과거가 슬며시 잊혀지기도 하는 것 같습니다."
    },
    {
      "id": 22,
      "content": "주인께서 함께하시지 않는 만큼, 자연히 소생은 홀로 지내는 날이 늘었습니다."
    },
    {
      "id": 23,
      "content": "그러는 동안 저는 마루에 앉아, 가만히 바깥을 내어다보곤 합니다."
    },
    {
      "id": 24,
      "content": "이곳, 마루에서는 거미집의 다른 아비나 제자들이 돌아다니는 것이 훤히 보이기 때문에 그들을 관찰하기가 참 좋습니다."
    },
    {
      "id": 25,
      "content": "엄지의 제자는 또 무언가 아비의 심기를 거스르는 일을 했나 봅니다. 사납게 쨍그랑거리는 소리가 들려 고개를 돌리면, 대개 그쪽의 일이더군요."
    },
    {
      "id": 26,
      "content": "사실 특별히 잘못한 일이 없을 때도 저리 난동을 피우는 것 같긴 했지마는… 또 저러고선 별것 아닌 행동을 치켜세우거나 칭찬하기도 하더군요. 이런 것을 기분파라고 하던가요."
    },
    {
      "id": 27,
      "content": "…저건 중지의 자식이군요. 오늘은 혼자 있는 모양입니다."
    },
    {
      "id": 28,
      "content": "아비가 자동차 트렁크 한가득 무언가를 싣고 올 때가 많으니, 이번에도 그러지 않을까 하는군요."
    },
    {
      "id": 29,
      "content": "저 자는 혼자 있을 때나 아비와 함께 있을 때나 행실이 별반 다르지 않습니다. 주로 그림 책자를 들여다보거나, 시끄러운 소리가 나는 영상물을 보고 있을 뿐이니까요."
    },
    {
      "id": 30,
      "content": "아비가 함께라면 서로 이러쿵저러쿵 말을 주고받으며 함께 본다는 것 빼곤… 아."
    },
    {
      "id": 31,
      "content": "그러고보니 다른 자식들을 마주치면 자신이 보던 걸 추천하면서 제발 좀 읽어 달라고 하긴 합니다만, 그 내용이랄 것이 하잘 것 없는지라…"
    },
    {
      "id": 32,
      "content": "최근 소생이 그걸 직접 말로서 전달했더니, ‘명작을 알아볼 때까지 먹여주겠다.’라면서… 집요하게 저를 쫓아다니는지라, 제법 곤란합니다. 오늘도 눈을 마주치지 않게 조심해야겠습니다."
    },
    {
      "id": 34,
      "content": "저렇게 놀기만 하여 언제 실력을 늘리고 훈련을 하는지 궁금합니다만, 이리 멀찍이 있는 마루에서 제가 쳐다보는 걸 종종 깨닫기도 하는 걸 보면 분명 무언가를 하긴 하는 것 같습니다."
    },
    {
      "id": 35,
      "content": "핏물이 뚝뚝 흐르는 보따리를 메고 문으로 들어서고 있는 건… 약지의 제자로군요."
    },
    {
      "id": 36,
      "content": "아마도 바깥일을 마치고 ‘소재 수집’을 한다면서 시체들의 신체를 수거해온 모양입니다. 저치도 곧 아비의 ‘크리틱’이 있을 거라며 요 근래 부산스레 움직이고 있습니다."
    },
    {
      "id": 37,
      "content": "약지의 아비도 바깥에 몸을 자주 드러내지도 않고, 자식과 부대끼진 않는지라 소생은 혹여 비슷한 처지일까 한 번 말을 걸어본 적이 있습니다만…"
    },
    {
      "id": 38,
      "content": "저치의 아비도 예술의 혼을 불태우는지라, 자기 작품에 집중하고 있다고 하더군요."
    },
    {
      "id": 40,
      "content": "비록 지금은 마에스트로의 직책은 내려놓았지만, 아름다움에 대한 집착을 잃진 않으셨기에, 자기 작품에도 엄청난 영감과 힌트를 준다며 내심 즐거워했지요."
    },
    {
      "id": 41,
      "content": "소생에게는 버거운 이해였지만, 어쩐지 즐거움의 이유를 알 것만도 같아… 고개를 끄덕거렸던 것 같습니다."
    },
    {
      "id": 42,
      "content": "마지막으로, 저렇게 딱 붙어 거니는 자들은… 검지로군요."
    },
    {
      "id": 43,
      "content": "저들과는 말을 몇 번 나눠본 적이 없습니다. 제자 쪽은 무슨 생각을 하는지 모르겠다고 해야 할까요, 아비 외의 사람들을 무서워하는 것일지… 시종일관 눈치를 보며 틈만 나면 아비의 자랑만을 하여 이야기가 어려웠고."
    },
    {
      "id": 44,
      "content": "아비 쪽은… 아니, 말을 아끼지요."
    },
    {
      "id": 45,
      "content": "소생이 한 톨도 이해할 수 없는 인간의 심리인지라, 괜스레 평가하기에 저어되는 마음이 드는군요."
    },
    {
      "id": 46,
      "content": "뭐, 그렇다고 한들 겉으로라도 저리 친근해 보이기라도 하니…"
    },
    {
      "id": 47,
      "content": "…이 말도 되었습니다."
    },
    {
      "id": 48,
      "content": "이것은 제게 득이 없는 말이 될 테니."
    },
    {
      "id": 49,
      "content": "그날 밤, 정말 오래간만에 일거리가 내려왔습니다."
    },
    {
      "id": 50,
      "content": "누군가는 숙제, 누군가는 과제… 누군가는 심부름이라는 말로 아비들의 명령이자 관심을 하나씩 해치워나가지만, 소생에게는 그런 것이 점점 뜸해지고 있던 차였으니, 이러한 일거리가 그저 반가울 뿐입니다."
    },
    {
      "id": 51,
      "content": "소생은, 다른 제자들과는 달리…"
    },
    {
      "id": 52,
      "content": "소지라는 조직의 이름을 가진 적도 없이, 아직 비어 있지도 않은 지혜성의 이름을 향해 걷고 있습니다."
    },
    {
      "id": 53,
      "content": "그러며 동시에, 모든 손가락의 아비들 아래 단 하나의 제자였던 ‘그자’의 검결을 따라 홀로 차가운 공기를 갈라냅니다."
    },
    {
      "id": 54,
      "content": "그 검로의 시작과 끝마다, 칼자루가 짤깍이는 소리는, 마치 시계의 초침이 재촉하듯 째깍거리는 것만 같이 느껴지기도 합니다."
    },
    {
      "id": 55,
      "content": "그러면 소생은 생각을 합니다."
    },
    {
      "id": 56,
      "content": "나의 삶은 머지않아 멈출 것인데, 정말 이 덧없는 꿈을 꾸고 있는 것만으로도 괜찮은 것일까."
    },
    {
      "id": 57,
      "content": "나선처럼… 어떤 방법으로도 끝에 도달하지 못할 것이라는 걸 알면서도…"
    },
    {
      "id": 58,
      "content": "……."
    },
    {
      "id": 59,
      "content": "안 될 일입니다. 이런 청렴치 못한 생각은 검의 길에 방해만 될 뿐."
    },
    {
      "id": 60,
      "content": "관심과 성취는 서로 밀어내는 법이기에, 소생이 관심을 가까이 두면 성취는 계속해서 도망할 뿐일 테죠."
    },
    {
      "id": 61,
      "content": "소생은 더욱 가깝게, 더욱 똑같이… 진품에 닿을 수 있게 시연할 뿐입니다."
    },
    {
      "id": 62,
      "content": "혹시라도, 오늘은 주인께서 마루 위에 올라앉아 소생을 지켜보실지도 모르니."
    },
    {
      "id": 63,
      "content": "음, 이조차도 방만한 생각입니다."
    },
    {
      "id": 64,
      "content": "언제라도 그 분께서는 소생을 지켜보고 있을 것입니다. 그렇게 생각해야만… 하죠."
    },
    {
      "id": 65,
      "content": "더욱 강하게. 예리하게. 그분의 일을 대리해서 수행해야만 할 것입니다."
    },
    {
      "id": 66,
      "content": "그분을 바라보며 드는 첫 번째 감정이 이끄는 대로, 인에 따라서 행동해야 할 것입니다."
    },
    {
      "id": 67,
      "content": "그렇다면… 언젠가는."
    },
    {
      "id": 68,
      "content": "혹은 닿지 않더라도."
    },
    {
      "id": 69,
      "content": "인에 걸맞은 길을 걸은 자쯤은… 될 수 있을 것입니다."
    }
  ]
}