{
    "dataList": [
        {
            "id": 8166,
            "codeName": "-",
            "name": "마음이 찢겨진 히스클리프",
            "clue": "단서",
            "storyList": [
                {
                    "level": 1,
                    "story": "히스클리프 군에 대해 설명하겠다네!\n\n(히스클리프에 대한 돈키호테의 주관적인 감상이 적혀있었지만, 파우스트가 지운 것 같다.)\n\n늑대로 변했던 히스클리프 군에 대해 설명하겠다네…\n\n똑같은 늑대라서 그런 건지 몰라도, 전에 보았던 힌들리라는 자의 뒤틀림과 비슷한 모습이었지! 어딘가 서글퍼 보이는 것도 그렇고… 분위기가 닮았다네!\n\n…흐으음, 하지만 히스클리프 군이 훨씬 더 사납고 분노에 차 있었지. 좀 더 고집스럽고 끈질긴 느낌이었으니!\n\n가장 큰 차이점은 히스클리프 군은 눈을 보라색으로 빛낸다는 점과, 사슬에 묶인 자루를 끌고 다녔다는 것이네!\n\n아! 전투 중에 히스클리프 군이 휘두르고 다니지 않았는가? 늑대로 변하고 나서도 똑같이 휘익! 하고 휘두르더군!\n\n그리고 이성을 잃고 마구잡이로 달려든다고 생각했네만, 마치 사냥감을 노리는 것처럼 목표를 정하면 그자만 노리는 집요한 구석도 있었다네! 보통 사슬을 부순 사람을 노리는 것 같았지.\n\n그래서 방어가 부실하지 않을까라는 생각에 기대하고 찔렀는데… 튼튼한 철판이 온몸에 돋아있어 뚫을 수가 없지 뭔가! 아주 철벽이었다네!\n\n등에도 날카로운 가시가 잔뜩 있어서 공격하기 힘들었고… 앗! 물론 그런 게 없었어도 동료를 공격하는 것은 굉장히 힘들었으니, 오해하지 말아 주게!\n\n아무튼 모두 힘을 합쳐 히스클리프 군이 원래대로 돌아와서 다행이라네! 앞으로는 변하지 말게나!\n\n아차차, 물론! 다음에 또 변하더라도 걱정하지 말게! 두들겨 패서라도 진정시켜 줄 테니!\n\n→ 두, 두들겨 패는 것 말고도 방법이 있으면 좋을 것 같아요. 맞을 때 굉장히 아파 보였거든요…\n\n→ 그럼 덜 아프게 때리겠다네!\n\n→ 그 말이 아니잖아요…\n\n→ 추가적인 방안을 고려하기에는 뒤틀림에 대한 정보가 지극히 적고, 설령 다른 방법을 발견한다고 해도 그것이 동일하지 않은 개체에도 통용되는 것이 확실치 않으니, 당분간은 지금처럼 무력에 의한 제압을 우선시해야 할 것이다. 그런 의미에서 아파 보이는 것이 문제라면, 강도를 낮춘 타격도 나쁘지 않은 방법이 될 수 있겠군.\n\n→ 됐어요… 더 말 안 할래요."
                }
            ]
        },
        {
            "id": 8161,
            "codeName": "-",
            "name": "분노 죄종 3형",
            "clue": "단서",
            "storyList": [
                {
                    "level": 1,
                    "story": "…하, 다 끝났나 싶더니 더 쎈 놈이 튀어나왔잖아.\n\n이 새끼… 신체 개조라도 받은 것처럼 덩치가 커졌어.\n\n이젠 부리를 찔러 넣는 대신, 뿔처럼 변한 손을 쑤셔 박더라.\n\n맞으면 빡치는 건 전이랑 다를 게 없는데, 빨간 물이 용암처럼 변해서 훨씬 까다로워졌지.\n\n땅에도 뭘 주입하는 건지 불길이 치솟았는데, 왜 뒷골목에서 뒤져도 불에 타서 뒤지는 건 피하라고 했는지 알 것 같더라.\n\n커다란 팔과 불꽃으로 자꾸 가로막으면서, 시뻘건 눈으로 노려보다가 대가리에서 불을 뿜는데…\n\n왜 지가 열을 내는 건지 모르겠어.\n\n초조하고… 막막해서… 속이 터져버릴 것 같은 사람은 나잖아.\n\n이런 기록을 하고 있을 시간도 없어…\n\n나는 당장 해야 할 일이 있다고. 지금 내 앞에…(이후에도 무언가 적혀있었던 것 같지만, 불에 타버려 확인할 수 없다.)"
                }
            ]
        }
    ]
}