{
  "dataList": [
    {
      "id": 8539,
      "codeName": "T-02-11-03",
      "name": "떠돌이 여우",
      "clue": "단서",
      "storyList": [
        {
          "level": 1,
          "story": "음… 이걸 어떻게 말하는 게 좋을까요…\n\n처음 봤을 때 느꼈던 건, 안타깝다… 그리고 불쌍하다라는 느낌이었어요.\n\n그건 정말 커다란 늑대… 아니, 여우같아 보였어요. 우리를 쳐다보면서 낮게 그르렁 거리고 있었죠.\n\n몸에는… 낡은 우산들이 꽂혀있었어요. 하나가 아니라, 꽤 여러 개요.\n\n누군가에게 공격을 당해서 몸에 꽂힌 건 아닌 것 같아요… 그랬다면, 분명 날카로운 쪽으로 몸에 꽂혀있었을 테니까.\n\n우산의 손잡이 방향으로 꽂혀있을 만한 이유가 있었을까요.\n\n그것은 우리를 심하게 경계하는 것 같았어요. 환상체가 경계를 하지 않았던 적이 그리 많았던건 아니지만… 이렇게 ‘경계’만 하는 경우는 또 드물었던 것 같아요.\n\n…음, 우선 여기까지 쓸게요…"
        },
        {
          "level": 2,
          "story": "펼쳐져 있는 우산이 많을 수록, 그 여우는 더 심하게 공격하는 것 같아요.\n\n특히… 아무것도 안하고 버티고 있을 때가 있는데, 그 후에 덮쳐오는 공격이 더 위력적인 것 같았어요.\n\n…어.\n\n여우는… 가끔 울어요.\n\n하늘을 바라보고 길게… 무언가 슬픈 마음을 하늘에 풀어놓는 것 처럼 말이예요.\n\n여우와 이야기를 해본 것도, 과거를 아는 것도 아니지만… 그 소리를 들을 때 마다 가슴이 너무 아파져요.\n\n특히… 싸우다가 몸에 붙은 우산을 부러뜨리기라도 하면, 저도 마음이 꺾이는 것만…\n\n같아요.\n\n→ 싱클레어, 전투 중 정신력 감소이 있을 뿐이예요. 환상체에게 감화되면 안됩니다.\n\n→ 하지만… 여우는 단순히 저희가 싸워왔던 환상체와는 다른 것만 같아요… 원래 호전적인 게 아닐텐데…\n\n→ 그것을 여우나 개 따위로 지칭하지 마세요. 그건 단순한 환상체입니다. 도시의 동물이라고 착각하면 안됩니다.\n\n→ 야, 전에 그 젤리같던 짝퉁 요정은 싸울만한 거였냐? 우린 싸우라면 싸우고, 자라면 자는 거야. 그렇게 어줍잖게 마음 쓰다가 훅간다고!"
        },
        {
          "level": 3,
          "story": "아… 저는 끝내 알아냈어요.\n\n여우는 자기에게 무의미한 관심만 던지고 가는 것들에 대해 분노하는 것이었어요.\n\n비오는 날 골목에 버려진 자신을 보고, 우산만 펼쳐놓고 떠나는…\n\n겨우 그정도 뿐일 관심만 주고, 자기는 심려깊은 사람이라고 감정적 허영을 채우고 가는 것들에 대해…\n\n슬퍼하고, 분노하고 있는 거예요.\n\n저도, 저도 이해가 돼요…\n\n그 아이의 헤져간 우산을 치워주고, 품어야만 해요. 우리가-\n\n→ 이번건 어쩔 수 없었어. 한 번 죽었다 깨어나야 정신을 차릴 것 같았다고. (종이에 핏물이 흐른 흔적이 있다.)\n\n→ 다소 방식은 과격하지만… 단시간에 정신력을 회복할 수 있을 거란 희망은 없었던 것 같네요."
        }
      ]
    },
    {
      "id": 8544,
      "codeName": "T-04-11-20",
      "name": "누구도 울지 않도록",
      "clue": "단서",
      "storyList": [
        {
          "level": 1,
          "story": "뭐… 을씨년하게 생긴 나무토막이야.\n\n피도 덕지덕지 묻어있고… 부적도 덕지덕지 붙어있고.\n\n흔한 건 아닌데, 뒷골목에도 이런게 간혹가다가 보였었어. 뭐랬더라, 저주…? 그런걸 진심으로 믿고 하는 놈이 있다는 게 웃겼었지.\n\n…하, 저딴 걸 눈 앞에서 보고 있으니 마냥 헛소리가 돌던 건 아닌가 보네.\n\n움직인다고, 저 나무토막.\n\n분명히 거울 던전인가 뭔가에서는 공포영화 소품 마냥 꿈쩍도 안했는데 말이지.\n\n별거 아닌 공격이지만, 꽉찬 나무토막… 그게 그런 속도로 날아들면 아무래도 쫄긴 쫄게되더라.\n\n한대만 맞아도 뼈에 금이 갈 것 같아.\n\n…뭐, 그렇다고 해서 내가 가만히 맞아줄 놈은 못되어 주지만."
        },
        {
          "level": 2,
          "story": "아이씨, 뭐가 이렇게 안 떨어져… (근처에 노란색 점착제 같은 것이 붙어있다.)\n\n이 새끼, 아마 인간이었으면 뒷골목에서 전단지나 붙이고 다녔을 거야… 그것도 몇 년동안 그런 것만 했었을 게 확실해.\n\n정신도 차리기 전에 부적을 몇 개씩이나 내 몸에 붙여버렸다니까? 젠장…\n\n이 기분 나쁜 것 때문에 열받아서 그런진 모르겠는데… 묘하게 빠따질이 잘 먹히는 것 같긴 했어. 나쁜 느낌은 아니었는데.\n\n아, 그러고보니까 저놈 몸에 있는 부적이 빠따에 옮겨붙는 것 같더라. 뭔 원리인지는 모르겠는데… 휘감긴다고 해야하나.\n\n하여튼 때릴 때마다 열받는 놈이라니까. 때리면서 풀리는 스트레스라는 게 있는 법인데.\n\n→ 진짜 깡패나 할 발언이네요. 수준 떨어져.\n\n→…오? 그 녀석, 어쩐일로 저런 말에 화를 안내지?\n\n→ 파우스트가 일부러 이쪽을 못보게 했답니다. 쓸데 없는 정보로 이곳의 지면을 낭비하고 싶진 않았어요.\n\n→ 역시 현명한걸.\n\n→ 그런데… 저도 부적이 붙을 때 마다 뭔가 힘이 솟는 걸 느꼈던 것 같아요. 딱히 짜증난다던가 하는 감정의 동요는 없었는데도요.\n\n→ 그럼… 부적 자체에 뭔가 효과가 있을 것도 같네요. 다음 전투에서는 일부러 많이 붙여보면 어때요?"
        },
        {
          "level": 3,
          "story": "젠장, 왜 이걸 따로 써서 내라고 하는 거야?\n\n그냥 쓰던 데에다가 마저 쓰면 되는 거 아닌가… 왜 나만 특별취급이지? 열받게.\n\n됐어, 이번에 그 나무토막을 장작더미로 만든게 통쾌하니까 그냥 넘어가주지.\n\n그 녀석 말대로 부적을 잔뜩 붙이는 싸움도 해봤지만… 부적이 많으면 오히려 역효과더라고. 이상하게 힘이 빠진다고 하던데.\n\n대신… 그 나무토막이 공격을 안하고 가드를 올릴 때가 있더라고…?\n\n우연히 그 때 꼬맹이가 할버드를 휘둘렀는데, 할버드에 붙어있던 부적이 나무토막에게 끌려들어갔어.\n\n보랏빛으로 변하던데…\n\n헤, 이거다 싶었지. 그걸 계속해서 나무토막에 붙여넣으니까 이도 저도 못하더니, 그냥 장작더미가 되어버렸다니까.\n\n→ 정정합니다. 환상체는 알로 돌아갔어요. 실제로 장작더미가 되거나, 그것에 불을 붙이는 등의 실험행위는 일어나지 않았답니다."
        }
      ]
    },
    {
      "id": 8542,
      "codeName": "F-01-11-12",
      "name": "신사 요정",
      "clue": "단서",
      "storyList": [
        {
          "level": 1,
          "story": "저번부터… 끔찍한 것만 나한테 시키는 거 같은데, 아닐 거라고 믿을게…?\n\n에휴, 아무튼… 저 썩은 녹차 젤리 같은 것에 대한 걸 정리해볼게.\n\n묘사가 왜 이렇게 자세하냐면~\n\n…내가 그 기분나쁜 주둥이에 들어갔다가 나왔으니까.\n\n아니, 마주치자마자 갑자기 휙~ 날더니 그 배 쪽에 있는 주둥이로 나를 철퍽! 하고 뭉갰다니까?\n\n끔찍한 냄새가 났다고… 으, 싫어.\n\n아… 그런데 다시 생각해보니까, 근본적으로 이상한 냄새는 아냐.\n\n너무 지독하게… 달콤하다고 해야할까? 코가 비뚤어질 것만 같더라고.\n\n아무튼, 기분 참 이상했어.\n\n→ 으음… 그렇게 지독했나요? 저는 뭔가… 공격할 때 마다 튀어오르는 젤리 조각 같은 것들이 뿜는 향이 꽤 괜찮다고 느꼈어요.\n\n→ 흥분되더군. (담뱃재가 스며들어있다.)\n\n→ 힘이 늘고, 전반적으로 고양감을 느꼈다."
        },
        {
          "level": 2,
          "story": "이익… 이 자식, 좀 열받는 게 말이야.\n\n몸뚱이가 출렁거려서 그런가, 움직이는 것 하나하나가 짜증나! 특히, 내 공격을 피할 때가 제일 열받아.\n\n어릴 적에 골목에서 시비걸던 놈들이랑 똑같아. 피할 때 마다 '하하, 그것도 못 맞추나?' 같은 느낌으로 비웃는거. 딱 그 꼴이란 말이지…\n\n으… 어쩐지 머리 끝까지 열받았나 봐. 머리도 조금 어지럽고…\n\n여기까지만 쓸래. 단테, 미안~\n\n→ 이 녀석 취한 거 같은데?\n\n→ 그럴리가. 알코올이 흡인될만한 상황은 없었다.\n\n→ …아! 아, 아까 환상체와 싸울 때, 무슨 커다란 잔 같은 거 부수지 않았나요? 그 때부터 이러시던 것 같은데…\n\n→ 아. 그 놈이 피해서 도끼가 유리잔 같은걸 박살냈던 것 같기도하네."
        },
        {
          "level": 3,
          "story": "미안~ 요전엔 내가 철딱서니 없게 써놨었네.\n\n파우한테 이것 좀 지우고 다시쓰게 해달라고 부탁했는데, 절대 안된다는 거 있지. 너무하지 않아?\n\n아무튼… 덕분에 알아낸 것도 있으니까, 이걸로 봐주길 바래.\n\n확실하게 말할 수 있는 건, 싸우면서 튀는 그 젤리 파편에 의해서 사람들의 열의가 올라간다는 점.\n\n그리고, 그 열의는 전투가 길어지는 만큼 더 커진다는 것.\n\n그리고 열의가 더 커진… 그야말로 고양감 MAX! …인것만 같은 사람이 술잔을 깨버린다면~\n\n빙고! 그 사람이 그냥 얼큰하게 취해버리더라고!\n\n취해버리니까 공격도 전부 제대로 안맞고, 힘도 안들어가고 하더라.\n\n근데 말이지~ 그 젤리 같은 놈한테 취한 애가 먹힌 적이 있었거든? 그랬더니 그 놈이 갑자기 상태가 이상해지더니 헤롱헤롱 거리는 거야!\n\n그 기회를 틈타서 우리가 파바박! 정리해버렸지~\n\n어때, 진짜 도움 됐지!\n\n→ 파악이 조금만 일렀다면 진정으로 그랬을 것이오.\n\n→ 이럴 때는 그냥 그렇다고 해주는 거예요…"
        }
      ]
    },
    {
      "id": 8547,
      "codeName": "F-01-11-12",
      "name": "신사 요정",
      "clue": "단서",
      "storyList": [
        {
          "level": 1,
          "story": "저번부터… 끔찍한 것만 나한테 시키는 거 같은데, 아닐 거라고 믿을게…?\n\n에휴, 아무튼… 저 썩은 녹차 젤리 같은 것에 대한 걸 정리해볼게.\n\n묘사가 왜 이렇게 자세하냐면~\n\n…내가 그 기분나쁜 주둥이에 들어갔다가 나왔으니까.\n\n아니, 마주치자마자 갑자기 휙~ 날더니 그 배 쪽에 있는 주둥이로 나를 철퍽! 하고 뭉갰다니까?\n\n끔찍한 냄새가 났다고… 으, 싫어.\n\n아… 그런데 다시 생각해보니까, 근본적으로 이상한 냄새는 아냐.\n\n너무 지독하게… 달콤하다고 해야할까? 코가 비뚤어질 것만 같더라고.\n\n아무튼, 기분 참 이상했어.\n\n→ 으음… 그렇게 지독했나요? 저는 뭔가… 공격할 때 마다 튀어오르는 젤리 조각 같은 것들이 뿜는 향이 꽤 괜찮다고 느꼈어요.\n\n→ 흥분되더군. (담뱃재가 스며들어있다.)\n\n→ 힘이 늘고, 전반적으로 고양감을 느꼈다."
        },
        {
          "level": 2,
          "story": "이익… 이 자식, 좀 열받는 게 말이야.\n\n몸뚱이가 출렁거려서 그런가, 움직이는 것 하나하나가 짜증나! 특히, 내 공격을 피할 때가 제일 열받아.\n\n어릴 적에 골목에서 시비걸던 놈들이랑 똑같아. 피할 때 마다 '하하, 그것도 못 맞추나?' 같은 느낌으로 비웃는거. 딱 그 꼴이란 말이지…\n\n으… 어쩐지 머리 끝까지 열받았나 봐. 머리도 조금 어지럽고…\n\n여기까지만 쓸래. 단테, 미안~\n\n→ 이 녀석 취한 거 같은데?\n\n→ 그럴리가. 알코올이 흡인될만한 상황은 없었다.\n\n→ …아! 아, 아까 환상체와 싸울 때, 무슨 커다란 잔 같은 거 부수지 않았나요? 그 때부터 이러시던 것 같은데…\n\n→ 아. 그 놈이 피해서 도끼가 유리잔 같은걸 박살냈던 것 같기도하네."
        },
        {
          "level": 3,
          "story": "미안~ 요전엔 내가 철딱서니 없게 써놨었네.\n\n파우한테 이것 좀 지우고 다시쓰게 해달라고 부탁했는데, 절대 안된다는 거 있지. 너무하지 않아?\n\n아무튼… 덕분에 알아낸 것도 있으니까, 이걸로 봐주길 바래.\n\n확실하게 말할 수 있는 건, 싸우면서 튀는 그 젤리 파편에 의해서 사람들의 열의가 올라간다는 점.\n\n그리고, 그 열의는 전투가 길어지는 만큼 더 커진다는 것.\n\n그리고 열의가 더 커진… 그야말로 고양감 MAX! …인것만 같은 사람이 술잔을 깨버린다면~\n\n빙고! 그 사람이 그냥 얼큰하게 취해버리더라고!\n\n취해버리니까 공격도 전부 제대로 안맞고, 힘도 안들어가고 하더라.\n\n근데 말이지~ 그 젤리 같은 놈한테 취한 애가 먹힌 적이 있었거든? 그랬더니 그 놈이 갑자기 상태가 이상해지더니 헤롱헤롱 거리는 거야!\n\n그 기회를 틈타서 우리가 파바박! 정리해버렸지~\n\n어때, 진짜 도움 됐지!\n\n→ 파악이 조금만 일렀다면 진정으로 그랬을 것이오.\n\n→ 이럴 때는 그냥 그렇다고 해주는 거예요…"
        }
      ]
    },
    {
      "id": 8545,
      "codeName": "F-01-11-15",
      "name": "키다리 요정",
      "clue": "단서",
      "storyList": [
        {
          "level": 1,
          "story": "그건… 젤리같이 반투명한 초록빛을 하고 있었어요.\n\n그런 것들을 처음 보는게 아닌데… 관찰 기록을 들춰보니까, 전부 요정이라고 부르던 것 같네요. 그렇다면, 그것도 요정이라고 불리겠죠. 몸에 어울리지 않는 조그마한 날개까지 똑같네요.\n\n뭐, 요정이니 뭐니 해도 저런건 그냥 환상체, 그 이상 그 이하도 아니겠지만요.\n\n아무튼… 그것의 왼손은 기다란 주걱 같은 모양이었어요. 그걸 주걱이라고 해야할 지… 아, 가끔 뒷골목 식당에 가면 붙어있는 끈끈이 테잎 같기도 했어요. \n\n다른 손에는… 커다란 잎을 쥐고 있었죠. 네잎 클로버라고 하던가요? 그걸 우산 처럼 쓰고 있었어요.\n\n아… 우산.\n\n맞아요. 그 공간에는 항상 비가 내리는 것 같았어요.\n\n기분나쁜… 질척거리고 꿉꿉한 비였어요. 파도에 부서지는 바닷물을 맞는 것 같은 기분이었죠.\n\n그렇게 강해 보인다는 생각은 들지 않았어요. 뭐, 싸우다 보면 더 알 수 있는 것도 있겠죠."
        },
        {
          "level": 2,
          "story": "으… 역시 환상체는 환상체네요.요정… 이라는 이름 때문에 조금 환상 섞인 선입견을 가졌었나보네요. 인정하죠. 저는 그것과는 좀 더 일반적인 전투를 치를 거라 기대했었어요.\n\n하… 그 끈끈이 주걱 같은 손이 죽 늘어나더니, 우리를 순식간에 훑었어요. 애초에 닿을 거리라고 생각하지도 않았으니, 막을 생각도 못했죠.\n\n그 후의 조치도 거의 불가능 했어요. 판단보다 빠르게, 그것은 늘린 손을 거두어 갔거든요. 그리고 그 끝에는… 저희의 살점이 붙어있었죠.\n\n그것은 몸통에 달려있는 입(이라고 해야할까요, 하지만 적절한 단어가 이 정도 밖에 떠오르진 않네요.)에 살점을 쑤셔넣고 씹어먹었어요. 마치 맛있는 스테이크 조각을 씹듯이 말이예요.\n\n아무래도, 그걸 회복수단으로 쓰는 것 같네요. 최대한 살점을 뜯지 않게 해봐야겠지만…\n\n재빠른 공격이라, 어떤식으로 움직여야할지 판단이 중요할 것 같아요."
        },
        {
          "level": 3,
          "story": "그것이 중간 중간 만들어내는 거대한 클로버… 나무? 같은 거요.\n\n생각해보니, 그 밑에서는 비를 거의 안 맞았던 것 같았어요. 그리고… 그것이 의도적으로 그런 상황을 만드는 것 같기도 했구요.\n\n전투 중에 한 손에 우산처럼 들고 있던 클로버가 찢어지는 경우가 있었는데, 꽤 기분 나쁜 듯한 반응을 보였어요. 점점… 움직임이 굼떠지는 것 같기도 했고요.\n\n맛이 없어졌다…? 그렇게 말했던 것 같아요. 우리를 굉장한 눈빛으로 노려보더라고요.\n\n그 비는 기분만 나쁘게 만드는 것이 아니라 정말로 전투 자체에 영향을 주는 것일지도 모르겠어요.\n\n아.\n\n그렇다면 그 클로버 나무를 만들어 내는건… 안 좋은 영향을 주는 비를 안 맞게 해서, 자기가 살점을 뜯어 먹을 때 더 이득을 보려고 그랬던 거겠네요?\n\n더… 맛있게 먹으려고.\n\n으, 역시 요정이라는 이름은 그딴 것에겐 사치라고 생각해요."
        }
      ]
    },
    {
      "id": 8549,
      "codeName": "F-01-11-15",
      "name": "요정초롱",
      "clue": "단서",
      "storyList": [
        {
          "level": 1,
          "story": "관리자 님께서 명하신 사후보고를 수행하겠습니다.\n최초 조우 시각은 금일 14시 40분 경입니다. 정확하게는, 그것을 적이라고 판단하고 전투 준비를 갖춘 시간이 그러합니다.\n그것은 흉측하게 자란 고목과 흡사한 모양을 갖추고 있었습니다. 추정컨대, 100년은 우습게 생장한듯한 형태입니다. 굵다란 주름과 두꺼운 기둥이 이 추측을 뒷받침 합니다.\n하지만 특이한 점은, 그런 생장의 특징을 갖고도 너무도 낮은 높이를 갖고 있다는 점입니다.\n뒤틀리듯 꼬아진 가지가 특정 방향으로만 뻗어있고, 두툼한 뿌리가 아래로 자리잡고 있다는 정황이 확인되며…\n가지 끝에 밝게 빛나는 청색의 요정(이라고 기술하는게 맞을지 모르겠습니다만, 그것을 표현할 적절한 단어를 찾지 못했습니다.)의 모습을 관찰해보았을 때.\n이것은 일종의 기만형 함정이라는 결론을 얻을 수 있었습니다.\n제가 수행했던 과거의 수 많은 전투 중에선, 이런 기만 전술이 흔했습니다. 적군의 주의를 끌만한 것을 장치하고, 예상하지 못한 방향에서 공격을 하는… 아주 일차원 적인 함정이군요.\n우선 수감자들의 전진을 제지하고, 관리자 님의 명령을 대기하도록 조치해 두었습니다.\n향후 명령에서 유용해주시기를 고대합니다.\n감사합니다.\n→ 이야… 역시 전쟁 속에 살았던 사람은 다르네? 설마 진짜일 줄은 몰랐어~\n→ 많이 당하고, 많이 해왔다. 개중 이런 초보적인 것은 조금만 눈치가 있다면 민간인도 충분히 간파 가능하지.\n→ 그치~ 눈치가 조금(여러번 덧 쓰여 강조되어 있다.)이라도 있다면 말이지~\n→ …시끄러."
        },
        {
          "level": 2,
          "story": "금일 19시 경, 그것과의 유의미한 전투를 수행했습니다. 하여, 하기와 같이 보고 드립니다.\n예상대로 그것에게 근접한 결과, 바닥을 뚫고 올라오는 기만식 공격을 확인할 수 있었습니다.\n비록 그러는 동안 전투원에 대한 손실이 있었으나, 그자는 제지를 받고도 독단적으로 뛰쳐나간 것이기 때문에 어차피 쓸모는 없었겠지요.\n불용한 미끼를 통해 얻은 정보는 꽤 고무적입니다. 오래된 것 같은 형태에 비해 높이가 낮았던 이유도 금방 알 수 있었습니다.\n그것은 땅 아래에 본체를 숨기고 있는 것입니다.\n그것은 대체 몇 개나 될 지 모르는 뿌리를 솟구쳐 공격해옵니다. 그 하나하나의 길이도 가늠하기 힘들 정도로 기다란 듯 합니다만, 확실한 공격을 위해 본체의 근처 까지 유인하는 것으로 사료됩니다.\n하나만을 공격하는 경우도 있지만, 다수를 향해 뿌리를 뻗기도 합니다.\n그 뿌리가 움직일 때 마다 푸른 요정이 마치 유혹하듯 이리저리 움직이는 것 또한 확인할 수 있었습니다.\n뿌리를 신경쓰며 그것을 상대하는 것은 꽤 버거울 것이라고 생각하지만 본체의 규모를 확인할 수 없는 지금, 다소 전력의 손실을 감수하더라도 전투를 통해 방향을 습득해야만 할 것으로 사료됩니다.\n이상으로 보고를 마치겠습니다.\n감사합니다.\n→ 아니, 히스클리프 씨! 저번에 그렇게 꼽을 줬는데도 또 그 앞까지 기어나가는 이유가 대체 뭐죠?\n→ 하, 씨… 나도 모르겠다고. 그때도 좀 이상했단 말이야. 원해서 간 게 아니라…\n→ 아무래도 저 요정은 대상을 매혹하는 능력을 갖춘 것 같습니다. 그쪽을 먼저 처리하는 게 낫지 않을까요."
        },
        {
          "level": 3,
          "story": "금일 09시 20분 경, 그것과의 전투 중 추가로 기재할만한 사항이 생겨 하기와 같이 보고 드립니다.\n숨겨져 있던 본체를 불러내는 방법은, 그 푸른 요정을 처리하는 것이었습니다.\n그것을 해치우자 지면 속에 숨겨져 있던 본체 일부가 드러나, 공격이 더욱 수월해지는 것을 확인했습니다.\n물론, 그 아래에는 더 거대한 것이 숨겨져 있을 것이라는 생각이 들지만… 우선 이정도 만으로 전투를 유리하게 끌어갈 수 있다는 것을 판단했기에 더 얻을 정보가 손실에 비해 의미가 있지는 않으리라 사료됩니다.\n이상으로 보고를 마치겠습니다.\n감사합니다."
        }
      ]
    },
    {
      "id": 8550,
      "codeName": "T-02-21-07",
      "name": "길 잃은 승객",
      "clue": "단서",
      "storyList": [
        {
          "level": 1,
          "story": "- 이족 보행을 하는 것으로 보이지만, 인간의 형태라고 묘사하기는 어렵다.\n- 두 손목의 위로는 정형화 되지 않은 에너지로 만들어진 무기를 관측할 수 있다.\n- 흉부는 전체적으로 갈라져있다. 흉부 자체가 맹수의 커다란 입과 흡사하다.\n- 상반신 전체는 피부를 확인할 수 없다. 근육이 그대로 드러난 채이며, 몇몇 근육 줄기는 뜯어진 채로 너저분한 모습을 취하고 있다.\n- 하반신은 의복으로 감싸져 있어 상태를 알 수 없다.\n- 의복의 색상과 형태로 미루어보아, W사와 모종의 관계가 있음을 알 수 있다.\n- 추가적인 관찰이 이뤄지면 새롭게 서술하겠다."
        },
        {
          "level": 2,
          "story": "- 손목 위에 자리한 에너지 무기는 공간을 찢고 다른 공간으로 이동하는 능력이 있다.\n- 아무리 먼 거리에 있던 수감자더라도, 그것이 마음을 먹으면 순식간에 배후에서 나타날 수 있다.\n- 그것은 우리가 가시하지 못하는 모종의 공간에 존재할 수 있다.\n- 단순히 해당 공간의 입구와 출구만 만들어내는 것이 아닌, 다양한 공간의 출입구를 만들어낼 수 있다.\n- 전투 중 공간이 여럿 열리는 것을 확인할 수 있었는데, 내부를 관찰한 결과 각각의 고유한 색상이 있음을 확인했다.\n- 공간에서는 표현하기 힘든 향이나 기운이 느껴졌으며, 기온이나 풍향의 차이가 각각 있었음을 알 수 있었다.\n- 추가적인 관찰이 이뤄지면 새롭게 서술하겠다."
        },
        {
          "level": 3,
          "story": "- 해당 공간은 물리력을 통해 폐쇄할 수 있음을 파악했다.\n- 원리는 자세하게 알 수 없으나, 공간을 닫게 되면 기존에 느껴졌던 기운이 사라진다는 것은 알 수 있었다.\n- 공간은 총 네가지가 열리며, 이 공간이 열리는 순간에는 반드시 그것이 어느 공간 안에 숨어 공격할 수 없는 상태가 된다.\n- 해당 공간이 닫히지 않은 채로 남아있으면, 그것에게 유익한 기운을 제공하는 것으로 보인다.\n- 공간을 닫았을 때는, 그 공간에서 나오는 효과를 받지 못하는 것으로 보인다.\n- 그것이 숨고 나타나는 주기는 제법 빨랐으며, 다시 나타나기 전에 공간을 최대한 많이 닫는 것이 전투에서 유리할 확률을 증가시켰다.\n- 각각의 공간이 어떤 효과를 전달하는 지는 지속적인 전투와 희생을 통해 파악할 수 있을 것으로 보인다.\n- 아래에는 수감자들의 반응을 모아 기술한다.\n  - 붉은 것은 그것의 공격성을 높였다.\n  - 녹색의 공간이 생기면 그것을 쓰러트리는데 너무 많은 시간을 쓰게 되는 것 같았어요…\n  - 노란 것은! 그것을 더욱 재빠르게 했소!\n  - 파란 것이 열리고 나면… 뭔가 대치하는 게 더 빠듯해지는 느낌이었지.\n- 더 알 수 있는 사실은 없는 것 같으니, 관찰 일지는 이것으로 마치겠다."
        }
      ]
    },
    {
      "id": 8555,
      "codeName": "O-06-21-16",
      "name": "증기 운반 기계",
      "clue": "단서",
      "storyList": [
        {
          "level": 1,
          "story": "증기를 뿜는 이 기계에 대해 설명하겠네!\n이것은 굉장히 커다랗네! 나보다도 세배는 넘는 키를 가지고 있지!\n커다란 몸통 한 가운데에는 숫자가 나오는 등이 설치되어 있었네. 그런 것을… 진공관이라 하던가? 그런게 네개가 달려 있었지.\n이렇다 할 대단한 특징이 있는 것은 아니지만, 이 기계를 자세히 들여다보면 또 대단하게 세밀한 것들로 가득 차 있다는 것을 바로 알 수 있네!\n팔과 발에는 각각 거대한 톱니바퀴가 자리하고 있고, 몸통 위로는 수시로 증기가 뿜어져 나오는 굴뚝도 준비되어 있지!\n마치 거대한 공장이 스스로 움직이는 것만 같지 않나? 무척 매력적이라고 할 수 있다네!\n→ …? 이번에는 얘가 담당하는 거냐? 괜찮은 거 맞아?\n→ 닭과는 달리 직접 물어뜯을 수는 없는 개체이니까요. 상관 없을 것이라고 생각합니다."
        },
        {
          "level": 2,
          "story": "기계와 다퉜네!\n예상한 대로 큼직한 몸을 이용해서 강하게 내려치는 수법으로 공격해오더군!\n하나, 예상하지 못한 부분이 있다면…\n그것은 팔뚝에 있는 또 하나의 굴뚝을 통해 뿜어내는 증기 공격!\n마치 소방수가 물이라도 쏘듯이, 강한 압력으로 우리를 향해 뿜어댔네. 그게 얼마나 뜨겁던지, 눈이 전부 익어서 앞이 보이지 않았던 적도 있었지 뭔가!\n아… 한 가지 특기할 점이 있네만!\n그 몸통에 있는 숫자의 값이 높을 때, 더 강하고 뜨거운 증기가 뿜어져 나왔던 것 같네. 눈이 익어버리는 데 드는 시간이 달랐었기 때문에, 내 확실히 기억하지!\n→ 그거, 여기까지 철도를 타고 온 시간을 표기하는 것 같던데요… 열차 안에 있었던 숫자와 같았어요.\n→ 그런건가… 시간을 끌면 끌수록 이 역에서 벗어나기 힘들어지겠군.\n→ 아니, 얘들아? 꼬맹이가 아무렇지 않게 눈알이 익었다고 썼는데, 그건 아무도 신경 안쓰는 거야?"
        },
        {
          "level": 3,
          "story": "뭔가 더 적을 것이 생겨서, 조금 더 끄적일까 하네!\n어떠한 방식인지는 모르겠지만, 몇몇 상황에서 그것이 스스로 정비를 하는 걸 보았네.\n몸통에 있는 숫자도 변하더군!\n흐음… 어떤 기계가 나와서 수리한다기 보다는, 마치 없던 일로 만드는 것만 같았네만.\n아! 관리자 나리가 우리를 살려낼 때도 비슷하지 않았나? 나리께 물어본다면 무언가 알 수 있을지도 모르겠군!\n→ 아… 이거 때문에 면담을 신청한 거야? 미안하지만, 나도 너희를 살리는 방법을 알고 그러는 건 아니라서…\n→ 두 방식 간에 연관이 있을지 파악하기 위한 정보가 부족하네요. 지금 같은 상황에서 결론을 내리긴 어렵습니다.\n→ 그 진공관을 부수는 게 유효해 보인다. 진공관이 박살난 상태에서 전투를 했을 때, 아직까지는 자가수복을 하지 않는 것 같더군."
        }
      ]
    },
    {
      "id": 8556,
      "codeName": "O-04-21-22",
      "name": "장미 표지판",
      "clue": "단서",
      "storyList": [
        {
          "level": 1,
          "story": "어디보자~\n그 장미꽃이 난잡하게 피어있던 나무 토막같은 걸 말씀하시는 거군요?\n세상에, 그렇게 난잡한 꽃 장식은 태어나서 처음 보는 것 같아요. 어느 정원사가 맡았는지, 저희 집에 있었다면 큰 화를 면치 못하셨을 것 같네요.\n뭐… 모든 정원사들이 다 각자 만의 미적 감각을 가지고 일을 하시긴 하지만요. 제 식견으로는 어떤 아름다움을 추구하기 위해 그렇게 해놓으셨는 지는 잘 모르겠어요.\n특히, 나무 토막 가운데에 매달리듯이 놓은 물건…? 물체? 눈알들이 달린 것 같기도 한데.\n구속과 관찰… 그런걸 시사하고 싶었던 걸까요?\n아무튼, 너무 흉측해서 작품으로서 즐기기에는 좀 그렇네요~\n→ 머리통이 진짜 꽃밭에라도 있는 거냐, 너는. 사람 쑤시는 괴물한테 정원사니 작품이니 하는게 맞냐?\n→ 아니,  충. 작. (충분히 작품이다, 라고 쓰신 것 같네요! 라고 적혀 있다.) 추악한 것에서 작품성은 피어오르는 법이다. 이런 작품성을 놓치지 않다니, 다시 봤어."
        },
        {
          "level": 2,
          "story": "공격하는 방식이라…\n저희가 지금까지 만나봤던 것들 하고 비슷했던 것 같아요. 머리에 사과가 달렸던 그것이라던가, 이번 열차 여행에서 보았던 그 나무 뿌리로 공격하던 것이라던가요.\n나무 토막이 하늘에서 날아와 떨어졌던 적은 없었던가요? 그렇다면 그 공격 방식이 이 흉측한 것의 특이한 점이 되겠네요.\n그것들이 마치 저희를 가두려는 것처럼 마주치자마자 한 곳에 묶어버렸으니까요."
        },
        {
          "level": 3,
          "story": "장미덩쿨에게 휘감으면 그렇게 아프고 치가 떨리는 거였군요… 전 몰랐어요.\n저희 집에 가끔 잘못한 사람들이 오랏줄에 묶여서 꿇어 앉아 계시던 모습을 종종 봤었는데, 여태껏 일반적인 밧줄로 묶는게 자비로운 처사였다는 사실을 몰랐었네요.\n그리고 그 가시… 제 몸에서 피를 뽑아 가는 것만 같았어요. 양분을 채우려는 것 처럼요.\n그것 뿐이 아녜요. 전투 중에 동료 분들이 하나 둘… 돌아가실 때도 있잖아요?\n그럴 때 마다 싸우는 사람들의 의지가 확 꺾여나가는 것 같았어요. 어떤 감정이 부러지는 기분이라고 해야할까요… 아, 정신적으로 몰리는 것 하곤 완전히 다른 경험이예요.\n돌아가시는 분들의 모습도 평소와 달랐어요. 그것의 덩굴이 다리부터 타고 올라와서 그분들을 감싸안더니, 장미를 여러 송이 피워내더라고요.\n그때 그때… 그장미의 색도 바뀌어 피었어요. 다들 그 모습을 보고 마음 속의 감정들이 한 순간에 사라지는 것만 같다는 기분을 느꼈다고 말씀하시더라고요. 저도 그랬고요…\n그렇게 그것을 처치하면… 돌아가신 분들도 그것과 같은 모습으로 터지면서 사라지셨어요.\n꽃잎만 잔뜩 남기신 채… 말이죠."
        }
      ]
    },
    {
      "id": 8541,
      "codeName": "T-02-11-04",
      "name": "충격 지네",
      "clue": "단서",
      "storyList": [
        {
          "level": 1,
          "story": "그래… 그 지네 같은 것 말하는 거지?\n\n말이 지네지, 그런 강철 갑옷 같은걸 둘둘 둘렀는데 지네라고 말할 수는 있을런지 모르겠네.\n\n아, 뭐… 그러니까 환상체라는 거겠지.\n\n그래… 생겨먹은 것부터 설명하자면, 일단 시퍼런 철판떼기를 이어붙여서 큼지막하게 만든 것 처럼 생겼어. 로봇같다고나 할까.\n\n눈은 새빨갛고… 가끔 번뜩이면서 빛나는 것 같더라고.\n\n가끔씩… 아니, 자주인가? 몸 근처에 전류가 흐르듯이 파직거리는 게 보였어. 눈에 보일 정도라는건 꽤나 고압이라는 걸텐데… 건들면 따갑다는 말로는 끝나지 않겠지.\n\n→ 지네라… 내가 보기엔 오히려 뱀 같던데? 또아리를 틀고 노려보고만 있던데.\n\n→ 그건 그렇긴 한데… 네가 살던 동네에는 뱀한테 다리가 달려있었냐? 저걸 어떻게 뱀이라고 부르겠나.\n\n→ 있던데?\n\n→ 있는데요.\n\n→ 아, 나도 봤다.\n\n→ …나만 촌 놈인거야?\n\n→ 자기, 웃기네~"
        },
        {
          "level": 2,
          "story": "하… 감전 같은걸 걱정할 게 아니었어.\n\n내가 강철 갑옷 같은 걸 두르고 있다고 썼던가? 정정해야겠어. 그건 갑옷이라기 보단… 모든 단면이 날카롭게 벼려진 전신 칼날이나 마찬가지였어.\n\n그런 몸으로 찌르고, 밀치고, …심지어 감싸안기까지 하니까 수감자들 몸이 성하질 못하더라고.\n\n죄다 피를 철철 흘리면서 싸우느라 고생이였지…\n\n그렇다고 감전이 없었냐면, 그것도 아냐. 다만, 그런 류의 공격을 하기 위해서는 잠시 행동을 멈추고 또아리를 틀어야하는 것 같더군.\n\n어쩐지 처음부터 그러고 있더라니…\n\n뭐, 하지만 확실한 약점은 알아낸 것 같아.\n\n머리를 깨놓으면 또아리를 틀지 못하더군… 그럼 당연히, 감전당할 일도 없겠지?\n\n→ 저기요, 그레고르 씨. 당신 말만 듣고 나섰다가 전기구이가 됐는데 어떻게 생각하세요?\n\n→ 확실히. 머리카락이 상한 브로콜리 마냥 변하더군. 주황색 브로콜리라니, 전장에서도 그런건 먹지 않았다.\n\n→ …제 머리에 불만이 있으면 직접 얼굴 보고 말하세요.\n\n→ 아, 아니… 왜들 싸우는 거야. 내가 잘못했어… 설마 머리통이 터지면 온 몸에 전기가 흐를 줄 알았겠냐고."
        },
        {
          "level": 3,
          "story": "그거 알았나…? 지네라는 놈은, 심장이 멈춰도 신경이 죽질 않아서 한동안 날뛴다더군.\n\n이녀석도 똑같아.\n\n마지막 발악이라도 하는 건지… 긴장을 풀었다가 부잣집 도련님이 죽어버렸다고.\n\n파우스트 씨가 그렇게 말하더군, '신경은 전기 자극을 통해 움직이는 것이니, 전기 계통의 문제가 아닐까요.' 라고.\n\n뭐… 덧붙이면서 '환상체에 이런 논리적인 이야기가 통할지는 모르겠지만요.' 라고는 했지만, 나는 다르게 생각해.\n\n저번에 머리통이 깨졌을 때 깨달았어… 적어도 이놈은, 납득할만한 법칙을 통해 움직이는 걸 거야. 합선이니, 통전이니 하는 논리가 통하잖아?\n\n그렇담… 이 놈이 충전해 둔 전력이 전부 떨어질 때 까지만 버티면… 알아서 끝장나겠지.\n\n내 말 맞지?"
        }
      ]
    }
  ]
}