{
    "dataList": [
        {
            "id": 8152,
            "codeName": "??-??-??-??",
            "name": "우울 죄종?",
            "clue": "단서",
            "storyList": [
                {
                    "level": 0,
                    "story": "- 과거 관찰되었던 투명한 몸체로 만들어진 벌레 형태의 무언가와 흡사하다.\n- 과거와 달리, 생명 활동에 필요한 기관들이 더 많이 생성되고 성장한 것을 확인했다.\n- 그러나 여전히, 생물이라고 정의할 수 있을 정도의 물리적 조건은 확인되지 않는다.\n- 손으로 지칭할 수 있을 법한 것을 외부에서 확인할 수 있다. 그 안에 무언가 동그란 것이 들려있다.\n- 행동 양상과 공격 시의 모습을 관찰했을 때, 그 동그란 것은 물주머니 같은 것으로 파악된다.\n- 몸체 내부의 액체는 해당 주머니와 연결되어 있는 듯, 주머니가 액체로 부풀면 몸체 내부의 액체는 감소하는 양상을 보인다.\n- 다리나 더듬이라고 부를 수 있을 법한 기관들이 다수 발견된다. 현재는 공격 외에 특별한 활용처는 파악할 수 없다.\n- 여전히 그것을 오랫동안 주시하는 것은 피하는 것이 좋을 듯하다.\n- 과거의 부정적인 사건들을 불러일으키는 것은 여전히 유쾌하지 않다."
                }
            ]
        },
        {
            "id": 8151,
            "codeName": "??-??-??-??",
            "name": "분노 죄종?",
            "clue": "단서",
            "storyList": [
                {
                    "level": 0,
                    "story": "더 커졌네?\n눈깔은 더 핏발서서 부라리는 것 같고… 꼬리 같은 것도 생긴 것 같네.\n더 기분 나빠졌다고 표현하면 편리할 것 같은데?\n말라비틀어진 오징어 다리가 조금 통통한 반건조 오징어가 된 느낌이야. 여전히 속을 쓰리게 만드는 빨간 물도 흐르고 있고.\n여전히 푹 꽂는 듯한 공격도 같은데… 뭔가 다양해진 것 같아.\n제일 기억에 남는 건, 갑자기 꼬리로 홱 치면서 덤벼든 거. 아니, 원래는 없었잖아?\n아니면 있었는데 팔에 힘이 없어서 제대로 지탱이 안 됐던 건가.\n뭐… 알 바인가 싶긴 한데.\n아, 그리고 공격할 때마다 불꽃이 막 일어나더라. 화상은 주의하는 편이 좋겠어.\n아마… 또 이놈한테 공격당하면 기분 나쁘게 화가 올라오려고 하겠지?\n최대한 못 움직이게 빨리 두들겨 패는 게 좋겠어."
                }
            ]
        },
        {
            "id": 8154,
            "codeName": "??-??-??-01",
            "name": "뒤틀린 김삿갓",
            "clue": "단서",
            "storyList": [
                {
                    "level": 0,
                    "story": "관리자님께서 명하신 사후 보고를 수행하겠습니다.\n추측대로, 이 김삿갓이라는 자는 심상의 안쪽에서 뒤틀림이 더욱 심화된 것으로 판단됩니다.\n그 징후로는 신체 외곽에 전반적으로 흘러나오고 있는 미상의 검은 아지랑이와 더욱 짙어진 푸른색 안광, 그리고 정상적인 의사소통 가능성이 희박한 것을 예시로 들 수 있겠습니다.\n…마지막은 이전에도 제대로 되진 않았긴 하군요.\n다만 외부에서 관측했을 때… 이 인물은 다소 강한 슬픔을 가지고 있는 것으로 판단됩니다.\n이것을 ‘한’이라고 부르기도 한다더군요. 우울함이 분노로 전환되어 전투력에 영향을 끼치는 것으로 사료됩니다.\n개인적으로는, 우두머리라는 칭호를 갖고 있다면 나름의 단체에 대한 지휘관의 역할을 맡고 있을 텐데… 감정적인 상태를 지속적으로 유지하는 것은 올바른 방식이 아니라고 생각합니다.\n그에 따라 이성조차 잃었다면, 더욱 무가치하겠습니다.\n아무리 강하다고 이름을 날렸든 간에, 그런 나약한 감정을 가진 지휘관은 충분히 저희 쪽에서 대응이 가능할 것으로 판단됩니다.\n이상으로 보고를 마치겠습니다.\n감사합니다."
                }
            ]
        }
    ]
}