{
    "dataList": [
        {
            "id": 8363,
            "codeName": "??-??-??-??",
            "name": "",
            "clue": "단서",
            "storyList": [
                {
                    "level": 1,
                    "story": "어우, 또 벌레야… 또…\n\n여기는 왜 올 때마다 벌레밖에 없는 거냐구!\n\n분명 저번에 곤충 같은 건 싫다고 적어두지 않았어?\n\n벌레만 나오면 날 시키는 것 같아… 하필 다른 사람도 아니고 내 차례에서 이런 징그러운 걸 자세히 봐야 한다니… 왜 자꾸 이렇게 이해가 안 되는 일을 시키냐고…\n\n으… 그래 일은 일이니까… 기록하자면…\n\n우둘투둘하고 말캉말캉하게 생긴 게 엄청 느리게 기어다녀…\n\n안쪽에 보라색 액체 같은 게 그대로 보이고…\n\n커다란 혈관 같은 게 머리? 앞? 아무튼 거기 붙어있는데 우엑… 막 오물을 쏘고 그러진 않겠지?\n\n아…! 그러고 보니 파우스트가 이거 빨리 안 잡으면 큰일 난다고 했잖아?\n\n이건 어쩔 수 없네. 관찰은 더 못하겠어!\n\n이런 건 원래 그냥 잡아 죽이면 되는 거야!\n\n→ 벌레가 징그럽다는 것 외에 어떠한 정보 값도 없지 않나? 이딴 걸 보고서라고 제출하다니 기가 차는군.\n\n→ 해당 개체는 일정 시간이 지나면, 스스로 목숨을 끊는 것으로 주변 격리실에 영향을 준다는 기록을 별도로 발견했기에 대처는 나쁘지 않았습니다.\n\n→ 그, 그러고 보니 그레고르 씨, 이번 기록 되게 자주 확인하시네요.\n\n→ …혹 누가 벌레에 관한 농으로 시비를 거는 것이 걱정이라면, 그러지 않아도 괜찮소.\n\n→ 다음에 누가 놀리면 말하게나! 이 돈키호테가 혼내주겠다네!\n\n→ 아니, 딱히 그런 건 아니었는데. 거 참… 사람 억울하게..."
                }
            ]
        },
        {
            "id": 8366,
            "codeName": "??-??-??-??",
            "name": "",
            "clue": "단서",
            "storyList": [
                {
                    "level": 1,
                    "story": "그건 정말 갑작스럽게 찾아왔어요.\n\n가끔 하늘에서 예고도 없이 비가 내리거나 벼락이 치곤 하잖아요?\n\n자연이… 혹은 신이 내려준 선물처럼… 이 비석은 그렇게, 저희 머리 위로 떨어졌어요.\n\n호드 씨가 쏴준 물리 간섭 보호장이 아니었다면 또 곤죽이 되었을 테죠, 으으…\n\n다행히 떨어진 뒤에는 움직이지 않았어요. …아. 촉수는 빼고요.\n\n생각보다 더 거대하고, 촉수를 위협적으로 흔들 뿐이지… 접근만 안 하면 가만히 있는 것 같았어요.\n\n어… 그런데 이 비석은 어떻게 여기로 떨어진 걸지…\n\n비석 스스로 찾아온 건 아닐 것 같고, 역시 누군가 떨어뜨린 걸까요?\n\n이건 갑자기 떠오른 건데요… 어릴 적에 부모님이 간절히 바란 소원이 불운한 방식으로 이뤄지는 이야기를 해줬던 적이 있어요.\n\n그 이야기처럼 무언가를 바란 결과가… 이런 비석이었을 지도 모르겠네요.\n\n새겨진 글자라도 읽을 수 있으면, 의도를 알 수 있지 않을까 싶은데…\n\n으으음. 모르겠어요. 학교에서는 본 적도 들은 적도 없는 문자라.\n\n벽에 붙어있는 교육 매뉴얼을 보면 빛을 내면 큰일이 난다고 했으니까 슬슬 부숴야 하는 거 아닌가요?!\n\n→의도를 이해할 수는 없을 것이오. 더불어 이 거석 또한 아래에 있는 이를 이해하지 못할 테지.\n\n→ 아~ 알 것 같아요. 글자를 새겨서 무언가 전해보려고 해도, 이 회사 직원들은 읽지 않고 부수기만 했다던 것 같으니까요. 비석을 내려보낸 존재도 의아해하지 않았을까요?\n\n→ 이게 편지 같은 거일 수도 있다는 거냐? 편지를 보낼 때마다 씹히는 건, 쯧 기분이 안 좋긴 한데...\n\n→ 뭐, 이런 걸 내려보낸 존재를 저희가 어떻게 이해하겠어요. 그냥 보이는 대로 쳐부수는 게 답이지."
                }
            ]
        }
    ]
}