{
  "dataList": [
    {
      "id": 8082,
      "codeName": "00-00-00",
      "name": "크로머",
      "clue": "단서",
      "storyList": [
        {
          "level": 0,
          "story": "별로 이런 걸 쓰고 싶은 기분은 아닌데요…\n그래도 해야 한다면… 쓸게요.\n크로머와 싸워본 적도, N사가 어떻게 싸워 왔는지도 저는 잘 모르지만… 검술을 수련 한 것 같았어요. 검을 항상 지니고 다니고 있었거든요.\n생긴건… 그때랑 많이 바뀐 건 없지만, 조금 더 키가 컸고…\n그리고, 그 머리가 어지러워지는 웃음…\n으, 여기까지만 쓰면 안될까요?\n→ 도움이 되는 내용이 없네."
        },
        {
          "level": 1,
          "story": "그 새끼가 기어이 우리 수감자들을 죽이고 있어요!\n그 빌어먹을 것이 후방에 있는 분들을 전부 몰살 시켰다고요…\n개같은 휘파람을 계속 불면서… 저한테도 다가왔어요…\n저는 아무 것도 못했어요… 그 소리만 들으면 몸이 굳어서…\n저는 다른 분들이 크로머의 칼날에 쓰러져 가는 걸 지켜봐야 했어요…\n당장에라도 그 머리통을 박살 내고 싶었지만… 아무런 움직임도 할 수 없었어요.\n저는 어떻게 해야 하는 건가요… 관리자 님?"
        },
        {
          "level": 2,
          "story": "저는…\n저는, 아직도 크로머가 무서워요.\n그 얼굴을 보면 얼굴 근육이 부들거리는게 느껴지고, 그 칼을 보면 간담이 서늘해져요.\n광기 어린 눈빛은 크리스마스 날의 비극을 떠올리게 하고, 기이하게 한 쪽 끝이 올라간 입꼬리를 생각하면 아직도 눈동자가 흔들리는 게 느껴져요.\n하지만…\n하지만 이제는 괜찮아요.\n이젠 그 휘파람 소리가 들려도 당당히 맞설 수 있어요.\n그 새끼가 해놓은 짓거리가 너무나 추악하고, 그 새끼에게 죽어나간 저희 수감자들께 면목이 없으니까요.\n저는 이미 그때와 많이 달라졌어요.\n이미 수많은 죽음을 경험했고, 수많은 죽음을 만들어 보이기도 했어요.\n저도, 이제는 똑같이 미칠 수 있는 거에요.\n그래서 반드시…\n몇 번이고, 그 새끼의 가슴에 말뚝을 박아 넣을 거예요.\n→ 좋은 마음 가짐 인걸? 마음에 들어.\n→ 전투 의지가 높은 것은 좋습니다만, 자신의 각오 보다는 관찰한 결과를 써두는 게 좋을 것 같네요.\n→ 죄송합니다… 다음부터는 그렇게 할게요."
        }
      ]
    },
    {
      "id": 8083,
      "codeName": "??-??-??-??",
      "name": "첫사람이 되려한 크로머",
      "clue": "단서",
      "storyList": [
        {
          "level": 0,
          "story": "생각해보면 크로머는 옛날부터 살에 대한 집착이 심했어요.\n그 집착이 모여서… 저런 흉측한 괴물이 된 거죠.\n저도 한 때는… 그랬어요. 살로 된 것을 대체 하는 건 불쾌할 뿐이라고 생각했죠.\n하지만 지내보니 알겠어요. 어느 하나만 옳다고 생각하는 건… 그래서 그 생각 밖에 할 수 없게 되는 것이… 더 불쾌하다는 걸요."
        }
      ]
    },
    {
      "id": 8084,
      "codeName": "O-02-11-26",
      "name": "단수어",
      "clue": "단서",
      "storyList": [
        {
          "level": 0,
          "story": "그것은 어류처럼 보인다.\n-그것의 머리가 있어야 할 부위는 잘려져 있다.\n-절단면을 깔끔하며, 칼이나 낫따위의 일면날로 잘린 것으로 추정된다.\n-머리가 잘렸음에도 움직임은 관찰된다. 그것, 환상체의 특성상 머리가 잘린 것이 활동 여하에 관계가 없다는 것은 알지만, 기록해둔다.\n-가슴께에 부푼 주머니가 보인다. 정확하게 관측할 수는 없었다.\n-추가적인 관찰이 이뤄지면 새롭게 서술하겠다."
        },
        {
          "level": 1,
          "story": "가슴께에 부푼 주머니에 무언가의 형상이 관찰된다.\n-그것은 어쩌면 꽃같기도, 어쩌면 사람의 뇌와 척추같기도 하다.\n-그것은 그 주머니를 부풀려 내려치기도 하고, 순식간에 그 주머니를 쪼그라뜨려 액체를 내뿜기도 한다.\n-여러모로 공격에 사용되는 주요한 객체로 판단되어, 신속한 파괴가 유효할 것으로 보인다.\n-추가적인 관찰이 이뤄지면 새롭게 서술하겠다."
        }
      ]
    },
    {
      "id": 8085,
      "codeName": "O-02-10-11",
      "name": "골목파수견",
      "clue": "단서",
      "storyList": [
        {
          "level": 0,
          "story": "이것을 관찰한 결과를 소회토록 하겠소.\n이것의 생김새는 마치 거먼 이리를 셋 이어다 얼기설기 붙여놓은 것과도 같소. 아니, 주둥이는 그보다 많으니 어쩌면 셋 그 이상일지도 모르겠소.\n그들의 머리깨에는 누구인지 당췌 알 수가 없을 정도로 거멓게 그슬린 사람의 형태가 있었소. 그만큼 타버렸다면 형체를 유지하지 못하고 재가 되어 무너져 내려야 했을 것을, 그것은 단단한 형태와 근육의 움직임도 간혹 관찰되었소.\n그리고 그들의 몸에는 죄수에게 꽂는 말뚝과 같이 나무 전신주가 한가득 꽂혀있소. 전선도 가득히 걸렸소. 간혹 그곳에서 전기가 나는 듯 하나, 대체 어떠한 원리로 전기가 흐를 수 있는지 본인은 알 수가 없었소.\n보고는 이상이오."
        },
        {
          "level": 1,
          "story": "그것과 싸울 기회가 있었기에 술회하오.\n그것은 마치 무언가에 홀린듯이 나에게로 달음하였소.\n누군가에게 사주를 받고 전투를 치르거나, 그저 먹이가 부족하여 달려드는 짐승의 상과는 거리가 많이 멀었소.\n어쩌면 그것은 달려드는 것 말고는 아무런 선택지가 없는 존재였을지도 모르오.\n그것의 등에 보랏빛 전기 아크가 내질러지는 것을 보았소. 그러고보면, 실험실에도 동일한 환경에 놓인 동물들이 있었던 것 같소.\n전기자극에 의해, 타인이 의도한 움직임을 종용케 할 수 있었소.\n그것과 같은 행동을 하는 것은 아닌가 궁금해지오.\n그것의 발톱에 할퀴어진 것은 큰 아픔이었으나, 약간의 측은함이 생긴 것 역시 사실이오.\n보고는 이상이오."
        },
        {
          "level": 2,
          "story": "이것은 천둥과 같은 울음소리를 가졌소.\n더욱 상세하게 말하자면, 온 세상의 천둥과 번개가 저에게 내리치듯이 그것들을 모으니, 을음과 천둥이 함께하고 있다고 해도 틀린 이야기는 아닐 것이오.\n자연히, 이것의 전기가 어디서 오는 것인지 알 수가 있었소.\n이것은 흡사 움직이는 축전지와도 같았소. 내리치는 벼락을 그대로 몸에 안아, 그것을 자신의 힘으로 쓰고 있었소.\n하지만 그 힘을 사용하는 것이, 스스로 강해지기 위해서 따위의 어떠한 목적이 있어서가 아니라.\n그 모아둔 전기들이 지시하는 방향으로 움직이는 것만 같아, 마치 하늘의 뜻으로 움직이는 것만 같다는 착각이 들었소.\n그런 생각을 퍼올리고 있자니, 파우스트 양이 환상체에게 그런 소감을 가지는 것은 옳지 않다고 일깨워 주었소.\n너무 감상적으로 변할 것만 같아, 보고는 이상으로 마치오."
        }
      ]
    },
    {
      "id": 8086,
      "codeName": "T-02-11-04",
      "name": "충격 지네",
      "clue": "단서",
      "storyList": [
        {
          "level": 1,
          "story": "그래… 그 지네 같은 것 말하는 거지?\n\n말이 지네지, 그런 강철 갑옷 같은걸 둘둘 둘렀는데 지네라고 말할 수는 있을런지 모르겠네.\n\n아, 뭐… 그러니까 환상체라는 거겠지.\n\n그래… 생겨먹은 것부터 설명하자면, 일단 시퍼런 철판떼기를 이어붙여서 큼지막하게 만든 것 처럼 생겼어. 로봇같다고나 할까.\n\n눈은 새빨갛고… 가끔 번뜩이면서 빛나는 것 같더라고.\n\n가끔씩… 아니, 자주인가? 몸 근처에 전류가 흐르듯이 파직거리는 게 보였어. 눈에 보일 정도라는건 꽤나 고압이라는 걸텐데… 건들면 따갑다는 말로는 끝나지 않겠지.\n\n→ 지네라… 내가 보기엔 오히려 뱀 같던데? 또아리를 틀고 노려보고만 있던데.\n\n→ 그건 그렇긴 한데… 네가 살던 동네에는 뱀한테 다리가 달려있었냐? 저걸 어떻게 뱀이라고 부르겠나.\n\n→ 있던데?\n\n→ 있는데요.\n\n→ 아, 나도 봤다.\n\n→ …나만 촌 놈인거야?\n\n→ 자기, 웃기네~"
        },
        {
          "level": 2,
          "story": "하… 감전 같은걸 걱정할 게 아니었어.\n\n내가 강철 갑옷 같은 걸 두르고 있다고 썼던가? 정정해야겠어. 그건 갑옷이라기 보단… 모든 단면이 날카롭게 벼려진 전신 칼날이나 마찬가지였어.\n\n그런 몸으로 찌르고, 밀치고, …심지어 감싸안기까지 하니까 수감자들 몸이 성하질 못하더라고.\n\n죄다 피를 철철 흘리면서 싸우느라 고생이였지…\n\n그렇다고 감전이 없었냐면, 그것도 아냐. 다만, 그런 류의 공격을 하기 위해서는 잠시 행동을 멈추고 또아리를 틀어야하는 것 같더군.\n\n어쩐지 처음부터 그러고 있더라니…\n\n뭐, 하지만 확실한 약점은 알아낸 것 같아.\n\n머리를 깨놓으면 또아리를 틀지 못하더군… 그럼 당연히, 감전당할 일도 없겠지?\n\n→ 저기요, 그레고르 씨. 당신 말만 듣고 나섰다가 전기구이가 됐는데 어떻게 생각하세요?\n\n→ 확실히. 머리카락이 상한 브로콜리 마냥 변하더군. 주황색 브로콜리라니, 전장에서도 그런건 먹지 않았다.\n\n→ …제 머리에 불만이 있으면 직접 얼굴 보고 말하세요.\n\n→ 아, 아니… 왜들 싸우는 거야. 내가 잘못했어… 설마 머리통이 터지면 온 몸에 전기가 흐를 줄 알았겠냐고."
        },
        {
          "level": 3,
          "story": "그거 알았나…? 지네라는 놈은, 심장이 멈춰도 신경이 죽질 않아서 한동안 날뛴다더군.\n\n이녀석도 똑같아.\n\n마지막 발악이라도 하는 건지… 긴장을 풀었다가 부잣집 도련님이 죽어버렸다고.\n\n파우스트 씨가 그렇게 말하더군, '신경은 전기 자극을 통해 움직이는 것이니, 전기 계통의 문제가 아닐까요.' 라고.\n\n뭐… 덧붙이면서 '환상체에 이런 논리적인 이야기가 통할지는 모르겠지만요.' 라고는 했지만, 나는 다르게 생각해.\n\n저번에 머리통이 깨졌을 때 깨달았어… 적어도 이놈은, 납득할만한 법칙을 통해 움직이는 걸 거야. 합선이니, 통전이니 하는 논리가 통하잖아?\n\n그렇담… 이 놈이 충전해 둔 전력이 전부 떨어질 때 까지만 버티면… 알아서 끝장나겠지.\n\n내 말 맞지?"
        }
      ]
    },
    {
      "id": 8087,
      "codeName": "T-02-11-03",
      "name": "떠돌이 여우",
      "clue": "단서",
      "storyList": [
        {
          "level": 1,
          "story": "음… 이걸 어떻게 말하는 게 좋을까요…\n\n처음 봤을 때 느꼈던 건, 안타깝다… 그리고 불쌍하다라는 느낌이었어요.\n\n그건 정말 커다란 늑대… 아니, 여우같아 보였어요. 우리를 쳐다보면서 낮게 그르렁 거리고 있었죠.\n\n몸에는… 낡은 우산들이 꽂혀있었어요. 하나가 아니라, 꽤 여러 개요.\n\n누군가에게 공격을 당해서 몸에 꽂힌 건 아닌 것 같아요… 그랬다면, 분명 날카로운 쪽으로 몸에 꽂혀있었을 테니까.\n\n우산의 손잡이 방향으로 꽂혀있을 만한 이유가 있었을까요.\n\n그것은 우리를 심하게 경계하는 것 같았어요. 환상체가 경계를 하지 않았던 적이 그리 많았던건 아니지만… 이렇게 ‘경계’만 하는 경우는 또 드물었던 것 같아요.\n\n…음, 우선 여기까지 쓸게요…"
        },
        {
          "level": 2,
          "story": "펼쳐져 있는 우산이 많을 수록, 그 여우는 더 심하게 공격하는 것 같아요.\n\n특히… 아무것도 안하고 버티고 있을 때가 있는데, 그 후에 덮쳐오는 공격이 더 위력적인 것 같았어요.\n\n…어.\n\n여우는… 가끔 울어요.\n\n하늘을 바라보고 길게… 무언가 슬픈 마음을 하늘에 풀어놓는 것 처럼 말이예요.\n\n여우와 이야기를 해본 것도, 과거를 아는 것도 아니지만… 그 소리를 들을 때 마다 가슴이 너무 아파져요.\n\n특히… 싸우다가 몸에 붙은 우산을 부러뜨리기라도 하면, 저도 마음이 꺾이는 것만…\n\n같아요.\n\n→ 싱클레어, 전투 중 정신력 감소이 있을 뿐이예요. 환상체에게 감화되면 안됩니다.\n\n→ 하지만… 여우는 단순히 저희가 싸워왔던 환상체와는 다른 것만 같아요… 원래 호전적인 게 아닐텐데…\n\n→ 그것을 여우나 개 따위로 지칭하지 마세요. 그건 단순한 환상체입니다. 도시의 동물이라고 착각하면 안됩니다.\n\n→ 야, 전에 그 젤리같던 짝퉁 요정은 싸울만한 거였냐? 우린 싸우라면 싸우고, 자라면 자는 거야. 그렇게 어줍잖게 마음 쓰다가 훅간다고!"
        },
        {
          "level": 3,
          "story": "아… 저는 끝내 알아냈어요.\n\n여우는 자기에게 무의미한 관심만 던지고 가는 것들에 대해 분노하는 것이었어요.\n\n비오는 날 골목에 버려진 자신을 보고, 우산만 펼쳐놓고 떠나는…\n\n겨우 그정도 뿐일 관심만 주고, 자기는 심려깊은 사람이라고 감정적 허영을 채우고 가는 것들에 대해…\n\n슬퍼하고, 분노하고 있는 거예요.\n\n저도, 저도 이해가 돼요…\n\n그 아이의 헤져간 우산을 치워주고, 품어야만 해요. 우리가-\n\n→ 이번건 어쩔 수 없었어. 한 번 죽었다 깨어나야 정신을 차릴 것 같았다고. (종이에 핏물이 흐른 흔적이 있다.)\n\n→ 다소 방식은 과격하지만… 단시간에 정신력을 회복할 수 있을 거란 희망은 없었던 것 같네요."
        }
      ]
    },
    {
      "id": 8089,
      "codeName": "T-04-11-20",
      "name": "누구도 울지 않도록",
      "clue": "단서",
      "storyList": [
        {
          "level": 1,
          "story": "뭐… 을씨년하게 생긴 나무토막이야.\n\n피도 덕지덕지 묻어있고… 부적도 덕지덕지 붙어있고.\n\n흔한 건 아닌데, 뒷골목에도 이런게 간혹가다가 보였었어. 뭐랬더라, 저주…? 그런걸 진심으로 믿고 하는 놈이 있다는 게 웃겼었지.\n\n…하, 저딴 걸 눈 앞에서 보고 있으니 마냥 헛소리가 돌던 건 아닌가 보네.\n\n움직인다고, 저 나무토막.\n\n분명히 거울 던전인가 뭔가에서는 공포영화 소품 마냥 꿈쩍도 안했는데 말이지.\n\n별거 아닌 공격이지만, 꽉찬 나무토막… 그게 그런 속도로 날아들면 아무래도 쫄긴 쫄게되더라.\n\n한대만 맞아도 뼈에 금이 갈 것 같아.\n\n…뭐, 그렇다고 해서 내가 가만히 맞아줄 놈은 못되어 주지만."
        },
        {
          "level": 2,
          "story": "아이씨, 뭐가 이렇게 안 떨어져… (근처에 노란색 점착제 같은 것이 붙어있다.)\n\n이 새끼, 아마 인간이었으면 뒷골목에서 전단지나 붙이고 다녔을 거야… 그것도 몇 년동안 그런 것만 했었을 게 확실해.\n\n정신도 차리기 전에 부적을 몇 개씩이나 내 몸에 붙여버렸다니까? 젠장…\n\n이 기분 나쁜 것 때문에 열받아서 그런진 모르겠는데… 묘하게 빠따질이 잘 먹히는 것 같긴 했어. 나쁜 느낌은 아니었는데.\n\n아, 그러고보니까 저놈 몸에 있는 부적이 빠따에 옮겨붙는 것 같더라. 뭔 원리인지는 모르겠는데… 휘감긴다고 해야하나.\n\n하여튼 때릴 때마다 열받는 놈이라니까. 때리면서 풀리는 스트레스라는 게 있는 법인데.\n\n→ 진짜 깡패나 할 발언이네요. 수준 떨어져.\n\n→…오? 그 녀석, 어쩐일로 저런 말에 화를 안내지?\n\n→ 파우스트가 일부러 이쪽을 못보게 했답니다. 쓸데 없는 정보로 이곳의 지면을 낭비하고 싶진 않았어요.\n\n→ 역시 현명한걸.\n\n→ 그런데… 저도 부적이 붙을 때 마다 뭔가 힘이 솟는 걸 느꼈던 것 같아요. 딱히 짜증난다던가 하는 감정의 동요는 없었는데도요.\n\n→ 그럼… 부적 자체에 뭔가 효과가 있을 것도 같네요. 다음 전투에서는 일부러 많이 붙여보면 어때요?"
        },
        {
          "level": 3,
          "story": "젠장, 왜 이걸 따로 써서 내라고 하는 거야?\n\n그냥 쓰던 데에다가 마저 쓰면 되는 거 아닌가… 왜 나만 특별취급이지? 열받게.\n\n됐어, 이번에 그 나무토막을 장작더미로 만든게 통쾌하니까 그냥 넘어가주지.\n\n그 녀석 말대로 부적을 잔뜩 붙이는 싸움도 해봤지만… 부적이 많으면 오히려 역효과더라고. 이상하게 힘이 빠진다고 하던데.\n\n대신… 그 나무토막이 공격을 안하고 가드를 올릴 때가 있더라고…?\n\n우연히 그 때 꼬맹이가 할버드를 휘둘렀는데, 할버드에 붙어있던 부적이 나무토막에게 끌려들어갔어.\n\n보랏빛으로 변하던데…\n\n헤, 이거다 싶었지. 그걸 계속해서 나무토막에 붙여넣으니까 이도 저도 못하더니, 그냥 장작더미가 되어버렸다니까.\n\n→ 정정합니다. 환상체는 알로 돌아갔어요. 실제로 장작더미가 되거나, 그것에 불을 붙이는 등의 실험행위는 일어나지 않았답니다."
        }
      ]
    },
    {
      "id": 8090,
      "codeName": "F-01-11-12",
      "name": "신사 요정",
      "clue": "단서",
      "storyList": [
        {
          "level": 1,
          "story": "저번부터… 끔찍한 것만 나한테 시키는 거 같은데, 아닐 거라고 믿을게…?\n\n에휴, 아무튼… 저 썩은 녹차 젤리 같은 것에 대한 걸 정리해볼게.\n\n묘사가 왜 이렇게 자세하냐면~\n\n…내가 그 기분나쁜 주둥이에 들어갔다가 나왔으니까.\n\n아니, 마주치자마자 갑자기 휙~ 날더니 그 배 쪽에 있는 주둥이로 나를 철퍽! 하고 뭉갰다니까?\n\n끔찍한 냄새가 났다고… 으, 싫어.\n\n아… 그런데 다시 생각해보니까, 근본적으로 이상한 냄새는 아냐.\n\n너무 지독하게… 달콤하다고 해야할까? 코가 비뚤어질 것만 같더라고.\n\n아무튼, 기분 참 이상했어.\n\n→ 으음… 그렇게 지독했나요? 저는 뭔가… 공격할 때 마다 튀어오르는 젤리 조각 같은 것들이 뿜는 향이 꽤 괜찮다고 느꼈어요.\n\n→ 흥분되더군. (담뱃재가 스며들어있다.)\n\n→ 힘이 늘고, 전반적으로 고양감을 느꼈다."
        },
        {
          "level": 2,
          "story": "이익… 이 자식, 좀 열받는 게 말이야.\n\n몸뚱이가 출렁거려서 그런가, 움직이는 것 하나하나가 짜증나! 특히, 내 공격을 피할 때가 제일 열받아.\n\n어릴 적에 골목에서 시비걸던 놈들이랑 똑같아. 피할 때 마다 '하하, 그것도 못 맞추나?' 같은 느낌으로 비웃는거. 딱 그 꼴이란 말이지…\n\n으… 어쩐지 머리 끝까지 열받았나 봐. 머리도 조금 어지럽고…\n\n여기까지만 쓸래. 단테, 미안~\n\n→ 이 녀석 취한 거 같은데?\n\n→ 그럴리가. 알코올이 흡인될만한 상황은 없었다.\n\n→ …아! 아, 아까 환상체와 싸울 때, 무슨 커다란 잔 같은 거 부수지 않았나요? 그 때부터 이러시던 것 같은데…\n\n→ 아. 그 놈이 피해서 도끼가 유리잔 같은걸 박살냈던 것 같기도하네."
        },
        {
          "level": 3,
          "story": "미안~ 요전엔 내가 철딱서니 없게 써놨었네.\n\n파우한테 이것 좀 지우고 다시쓰게 해달라고 부탁했는데, 절대 안된다는 거 있지. 너무하지 않아?\n\n아무튼… 덕분에 알아낸 것도 있으니까, 이걸로 봐주길 바래.\n\n확실하게 말할 수 있는 건, 싸우면서 튀는 그 젤리 파편에 의해서 사람들의 열의가 올라간다는 점.\n\n그리고, 그 열의는 전투가 길어지는 만큼 더 커진다는 것.\n\n그리고 열의가 더 커진… 그야말로 고양감 MAX! …인것만 같은 사람이 술잔을 깨버린다면~\n\n빙고! 그 사람이 그냥 얼큰하게 취해버리더라고!\n\n취해버리니까 공격도 전부 제대로 안맞고, 힘도 안들어가고 하더라.\n\n근데 말이지~ 그 젤리 같은 놈한테 취한 애가 먹힌 적이 있었거든? 그랬더니 그 놈이 갑자기 상태가 이상해지더니 헤롱헤롱 거리는 거야!\n\n그 기회를 틈타서 우리가 파바박! 정리해버렸지~\n\n어때, 진짜 도움 됐지!\n\n→ 파악이 조금만 일렀다면 진정으로 그랬을 것이오.\n\n→ 이럴 때는 그냥 그렇다고 해주는 거예요…"
        }
      ]
    },
    {
      "id": 8092,
      "codeName": "F-01-11-15",
      "name": "키다리 요정",
      "clue": "단서",
      "storyList": [
        {
          "level": 1,
          "story": "그건… 젤리같이 반투명한 초록빛을 하고 있었어요.\n\n그런 것들을 처음 보는게 아닌데… 관찰 기록을 들춰보니까, 전부 요정이라고 부르던 것 같네요. 그렇다면, 그것도 요정이라고 불리겠죠. 몸에 어울리지 않는 조그마한 날개까지 똑같네요.\n\n뭐, 요정이니 뭐니 해도 저런건 그냥 환상체, 그 이상 그 이하도 아니겠지만요.\n\n아무튼… 그것의 왼손은 기다란 주걱 같은 모양이었어요. 그걸 주걱이라고 해야할 지… 아, 가끔 뒷골목 식당에 가면 붙어있는 끈끈이 테잎 같기도 했어요. \n\n다른 손에는… 커다란 잎을 쥐고 있었죠. 네잎 클로버라고 하던가요? 그걸 우산 처럼 쓰고 있었어요.\n\n아… 우산.\n\n맞아요. 그 공간에는 항상 비가 내리는 것 같았어요.\n\n기분나쁜… 질척거리고 꿉꿉한 비였어요. 파도에 부서지는 바닷물을 맞는 것 같은 기분이었죠.\n\n그렇게 강해 보인다는 생각은 들지 않았어요. 뭐, 싸우다 보면 더 알 수 있는 것도 있겠죠."
        },
        {
          "level": 2,
          "story": "으… 역시 환상체는 환상체네요.요정… 이라는 이름 때문에 조금 환상 섞인 선입견을 가졌었나보네요. 인정하죠. 저는 그것과는 좀 더 일반적인 전투를 치를 거라 기대했었어요.\n\n하… 그 끈끈이 주걱 같은 손이 죽 늘어나더니, 우리를 순식간에 훑었어요. 애초에 닿을 거리라고 생각하지도 않았으니, 막을 생각도 못했죠.\n\n그 후의 조치도 거의 불가능 했어요. 판단보다 빠르게, 그것은 늘린 손을 거두어 갔거든요. 그리고 그 끝에는… 저희의 살점이 붙어있었죠.\n\n그것은 몸통에 달려있는 입(이라고 해야할까요, 하지만 적절한 단어가 이 정도 밖에 떠오르진 않네요.)에 살점을 쑤셔넣고 씹어먹었어요. 마치 맛있는 스테이크 조각을 씹듯이 말이예요.\n\n아무래도, 그걸 회복수단으로 쓰는 것 같네요. 최대한 살점을 뜯지 않게 해봐야겠지만…\n\n재빠른 공격이라, 어떤식으로 움직여야할지 판단이 중요할 것 같아요."
        },
        {
          "level": 3,
          "story": "그것이 중간 중간 만들어내는 거대한 클로버… 나무? 같은 거요.\n\n생각해보니, 그 밑에서는 비를 거의 안 맞았던 것 같았어요. 그리고… 그것이 의도적으로 그런 상황을 만드는 것 같기도 했구요.\n\n전투 중에 한 손에 우산처럼 들고 있던 클로버가 찢어지는 경우가 있었는데, 꽤 기분 나쁜 듯한 반응을 보였어요. 점점… 움직임이 굼떠지는 것 같기도 했고요.\n\n맛이 없어졌다…? 그렇게 말했던 것 같아요. 우리를 굉장한 눈빛으로 노려보더라고요.\n\n그 비는 기분만 나쁘게 만드는 것이 아니라 정말로 전투 자체에 영향을 주는 것일지도 모르겠어요.\n\n아.\n\n그렇다면 그 클로버 나무를 만들어 내는건… 안 좋은 영향을 주는 비를 안 맞게 해서, 자기가 살점을 뜯어 먹을 때 더 이득을 보려고 그랬던 거겠네요?\n\n더… 맛있게 먹으려고.\n\n으, 역시 요정이라는 이름은 그딴 것에겐 사치라고 생각해요."
        }
      ]
    },
    {
      "id": 8094,
      "codeName": "O-02-04-06",
      "name": "황금빛의 사과",
      "clue": "단서",
      "storyList": [
        {
          "level": 0,
          "story": "이런 관찰 일지를 써본 적은 어릴 때 빼곤 없어서, 잘 할지는 모르겠지만…\n하라면 해야겠지.\n어… 우선 형태 묘사를 하라고?\n음, 그래. 일단 그건 사과였어.\n아주 커다란… 손발이 달린 징그러운 사과지.\n개인적인 이야기지만, 먹을 것 주제에 너무 크던가 스스로 걸어 다니거나 하는 걸 보면 좀 불쾌하지 않아? 이건 나만 그런가?\n이야기가 산으로 갔네. 어찌 되었든 그 사과는 황금색 이었어. 한 눈에 봐도 어디 과수원에서 따온 사과는 아니지. 음, 그래. 이걸 환상체라고 한다고 했지?\n그래, 그 사과 환상체는 저 혼자서 뚜벅뚜벅 걸어 다니고 있었어.\n아… 그때 나는 뭔가 그 사과를 베어야 한다는 생각이 스멀스멀 올라오고 있었어. 이끌린다고 해야 하나. 설명하기 어렵네.\n…뭐, 나 만큼 사과를 싫어하는 사람도 드물테니까. 내가 특수한 과거가 있는 셈 쳐야겠군.\n아직 싸워보기에는 정보가 너무 적어서 퇴각하기로 했어.\n결국 싸우게 될 거 같긴 하니까, 그 때 또 알게 되는 게 있으면 적도록 하지.\n→ 집중하기가 힘들군. 자네는 군에 있을 때도 이따위로 보고서를 썼나?\n→ 자유롭게 쓰라고 한 건 베르길리우스 씨예요. 단테도 그 부분에 동의 했고요.\n→ …관리자 님이 편하시다면 할 말은 없지.\n→ [담뱃재 자국이 남아있다.] 별.다.걸\n→ 진짜로, 별걸 다 걸고 넘어지네요."
        },
        {
          "level": 1,
          "story": "아, 힘들었다고.\n자꾸만 체력을 회복하는 건지, 베고, 뜯고, 부수고 별 짓을 다했는데 쓰러지지 않아서 영 당황스러웠어.\n전투 자체는 단순해서… 뭐, 버티지 못하고 터져나간 수감자가 없었던 건 아니지만, 계속해서 몸통으로 들이받더라고. 익숙해지면 크게 무리할 만한 공격 형태는 아니야.\n몇 번 더 싸워보니까 알 것 같아. 저 녀석, 몸의 색만이 아니라 황금빛 기운이 주변에 떠다니고 있었거든?\n근데, 몇 번 기운을 차린 것 같다고 생각하니까 주변에 있는 기운이 사라져있더라고.\n아마 그게 ‘회복 불가능’한 지점인 거 아닐까?\n관리자 양반한테 말해봐야겠어. 그럼 이 지긋지긋한 싸움도 끝낼 수 있겠지."
        },
        {
          "level": 2,
          "story": "…[욕설이 있었던 것 같다.]. 이러려고 나를 관찰 담당으로 한 거야?\n이런 개 같은 상황을 알고서…\n아니, 그래. 알았을 리가 없지…\n우리 모두가 처음이니까.\n하… 그 황금색 사과를 터트리니까, 그 안이 갈라져 나왔어.\n그러고는 [욕설이 있었던 것 같다.]같은 나무 줄기가 뛰쳐나오더니… 그게, 그 새끼가…\n유리 씨를 데려갔어…\n그걸 양분으로 삼는 건지, 그 안에서 구더기 같은 게 서로 뭉치더니…\n추악한 얼굴 같은 모양으로 ‘변신’해버리더군.\n하하, 우습네. 나는 그 구더기 새끼한테서 동질감 같은 걸 느끼고 있었어. 같은 ‘벌레’새끼라서 그런 건지…\n그러니까 평정심을 유지할 수가 없더라고. 그 추악한 얼굴을 찢어 발겨 놓아야 성미가 풀릴 것 같았지.\n그리고, 그리고는…\n→ 그레고르 씨가 냉정하게 글을 쓰기 힘들어 하시는 것 같아, 일단 그만두게 했어요. 특별히 대단한 정보가 있었던 것도 아니고요.\n→ 그 구더기 새끼, 담뱃불로 지지니까 생각보다 더 움츠러들던데. 이런 건 정보인가?"
        }
      ]
    },
    {
      "id": 8095,
      "codeName": "O-02-04-06",
      "name": "거짓 사과",
      "clue": "단서",
      "storyList": [
        {
          "level": 0,
          "story": "이런 관찰 일지를 써본 적은 어릴 때 빼곤 없어서, 잘 할지는 모르겠지만…\n하라면 해야겠지.\n어… 우선 형태 묘사를 하라고?\n음, 그래. 일단 그건 사과였어.\n아주 커다란… 손발이 달린 징그러운 사과지.\n개인적인 이야기지만, 먹을 것 주제에 너무 크던가 스스로 걸어 다니거나 하는 걸 보면 좀 불쾌하지 않아? 이건 나만 그런가?\n이야기가 산으로 갔네. 어찌 되었든 그 사과는 황금색 이었어. 한 눈에 봐도 어디 과수원에서 따온 사과는 아니지. 음, 그래. 이걸 환상체라고 한다고 했지?\n그래, 그 사과 환상체는 저 혼자서 뚜벅뚜벅 걸어 다니고 있었어.\n아… 그때 나는 뭔가 그 사과를 베어야 한다는 생각이 스멀스멀 올라오고 있었어. 이끌린다고 해야 하나. 설명하기 어렵네.\n…뭐, 나 만큼 사과를 싫어하는 사람도 드물테니까. 내가 특수한 과거가 있는 셈 쳐야겠군.\n아직 싸워보기에는 정보가 너무 적어서 퇴각하기로 했어.\n결국 싸우게 될 거 같긴 하니까, 그 때 또 알게 되는 게 있으면 적도록 하지.\n→ 집중하기가 힘들군. 자네는 군에 있을 때도 이따위로 보고서를 썼나?\n→ 자유롭게 쓰라고 한 건 베르길리우스 씨예요. 단테도 그 부분에 동의 했고요.\n→ …관리자 님이 편하시다면 할 말은 없지.\n→ [담뱃재 자국이 남아있다.] 별.다.걸\n→ 진짜로, 별걸 다 걸고 넘어지네요."
        },
        {
          "level": 1,
          "story": "아, 힘들었다고.\n자꾸만 체력을 회복하는 건지, 베고, 뜯고, 부수고 별 짓을 다했는데 쓰러지지 않아서 영 당황스러웠어.\n전투 자체는 단순해서… 뭐, 버티지 못하고 터져나간 수감자가 없었던 건 아니지만, 계속해서 몸통으로 들이받더라고. 익숙해지면 크게 무리할 만한 공격 형태는 아니야.\n몇 번 더 싸워보니까 알 것 같아. 저 녀석, 몸의 색만이 아니라 황금빛 기운이 주변에 떠다니고 있었거든?\n근데, 몇 번 기운을 차린 것 같다고 생각하니까 주변에 있는 기운이 사라져있더라고.\n아마 그게 ‘회복 불가능’한 지점인 거 아닐까?\n관리자 양반한테 말해봐야겠어. 그럼 이 지긋지긋한 싸움도 끝낼 수 있겠지."
        },
        {
          "level": 2,
          "story": "…[욕설이 있었던 것 같다.]. 이러려고 나를 관찰 담당으로 한 거야?\n이런 개 같은 상황을 알고서…\n아니, 그래. 알았을 리가 없지…\n우리 모두가 처음이니까.\n하… 그 황금색 사과를 터트리니까, 그 안이 갈라져 나왔어.\n그러고는 [욕설이 있었던 것 같다.]같은 나무 줄기가 뛰쳐나오더니… 그게, 그 새끼가…\n유리 씨를 데려갔어…\n그걸 양분으로 삼는 건지, 그 안에서 구더기 같은 게 서로 뭉치더니…\n추악한 얼굴 같은 모양으로 ‘변신’해버리더군.\n하하, 우습네. 나는 그 구더기 새끼한테서 동질감 같은 걸 느끼고 있었어. 같은 ‘벌레’새끼라서 그런 건지…\n그러니까 평정심을 유지할 수가 없더라고. 그 추악한 얼굴을 찢어 발겨 놓아야 성미가 풀릴 것 같았지.\n그리고, 그리고는…\n→ 그레고르 씨가 냉정하게 글을 쓰기 힘들어 하시는 것 같아, 일단 그만두게 했어요. 특별히 대단한 정보가 있었던 것도 아니고요.\n→ 그 구더기 새끼, 담뱃불로 지지니까 생각보다 더 움츠러들던데. 이런 건 정보인가?"
        }
      ]
    },
    {
      "id": 8096,
      "codeName": "M-01-11-07-tear",
      "name": "놋쇠 황소 - 눈물 흘리는",
      "clue": "단서",
      "storyList": [
        {
          "level": 1,
          "story": "- 푸르스름한 녹과 달궈진 듯한 가열무늬를 확인할 수 있는 철판으로 구성되어 있다.\n- 흔히 황소라 불리는 동물을 본뜬 것으로 보인다.\n- 정확한 측정 결과는 아니지만, 물성으로 미루어보아, 구리와 아연이 혼합된 물질로 보인다.\n- 그것은 단순한 철판으로만 구성되어있지 않다. 내부에는 인간으로 추정되는 모습을 한 무언가가 함께 있는 것으로 관측된다.\n- 그것 주변에는 K사의 드론이 비행하고 있다. 그것은 수시로 수감자를 촬영하는 것으로 보인다.\n- 이유나 원리를 파악하기는 어렵지만, 촬영이 이루어질 때마다 그것이 흥분한다. 지속될수록 전투를 수행하기에는 불리해, 사전적으로 드론의 격파를 관리자 님께 요청했다.\n- 내부에 있는 것은 일반적으로 고통을 느낄 때 취하는 표정을 지속적으로 짓고 있었다.\n- 열기에 고통스러워 하는 듯, 움직임이 일정치 못하고 돌발적인 경우가 많다.\n- 몸체 자체가 강한 열기를 가지고 있는 것으로 판단된다. 수감자가 그것에게 공격당할 때 마다, 작열통과 화상을 입는 것을 관측했다.\n- 입김이나 수증기 따위로 추측 가능한 기체의 일부를 머리 부근에서 관측했다.\n- 몸을 일으켜 수감자를 덮치거나, 머리 쪽에 들어있는… 사람으로 추정되는 것이 튀어나와 공격하는 경우를 확인했다. 아찔해지는 울음소리가 기억에 남는다.\n- 수감자가 사람으로 추정되는 것의 공격에 당했을 때, 깊은 우울감을 시사하기도 했다. 정신적인 타격이 심한 것인지, 잠시간 움직이지 못하거나 전투에 소극적으로 변하기도 했다. 해당 현상은 일시적인 것으로 추측된다.\n- 수감자가 전투에서 열외되는 것을 우려하여, 관리자 님께서 머리 부분의 우선 배제를 명령하셨다. 효과적인 방식으로 판단된다. 이후, 사람으로 추정되는 것은 전투에서 더 이상 관측할 수 없었다.\n- 더 알 수 있는 사실은 없는 것 같으니, 관찰 일지는 이것으로 마치겠다.\n\n→ 아… 그것은 정말로 긴 시간 동안 아파했어요… 타는 목마름도 어찌할 수 없고, 끝 없이 살이 익고, 비틀어져 가는…\n\n→ 야, 얘 아직도 정신 못차린다.\n\n→ 파우스트가 처리하겠습니다."
        }
      ]
    }
  ]
}