{
  "dataList": [
    {
      "id": 8605,
      "codeName": "O-02-20-05",
      "name": "어느 날의 초상",
      "clue": "단서",
      "storyList": [
        {
          "level": 1,
          "story": "매번 복도 같은 곳에서 만났던 그놈이구만.\n\n음… 깔끔한 옷을 입은 것처럼 생겼는데, 위쪽엔 머리가 없고 아래쪽에 꽤 흉측한 얼굴이 하나 붙어있었지.\n\n자기는 이 저택의 집사였다던데…\n\n뭐, 환상체니까 진짜로 일한 게 아니라는 건 알아. 그냥 특징이 그렇다는 거지.\n\n주인의 초상화를 모시듯이 들고 다니거나… 초상화 속 주인이 보이냐고 묻는다거나…\n\n아, 좀 다른 이야기기는 한데… 예전에 말이야.\n\n위에서 시켜서 죽은 사람들의 초상화나 사진 같은 걸 들고 거리에서 행진해 본 적이 있었거든.\n\n기분이 꽤… 더럽더라고.\n\n죽은 사람의 초상화든, 사진이든, 유품이든… 그런 걸 남들 앞에 들고 다니는 건, 뭐라고 할까.\n\n그래, 죽은 사람을 이용하는 것 같잖아.\n\n그냥 뭐… 아니다."
        },
        {
          "level": 2,
          "story": "거… 뭐냐. 초상화가 하나가 아니더라고?\n\n한두 개도 아니고, 뭔 수십 개가 날아다니는 게… 허.\n\n갑자기 초상화 중 어떤 게 주인이냐고 물어보는데, 알 수가 있어야지.\n\n이거다 싶은 걸 고르니까, 갑자기 얼굴도 안 보이는 초상화들에서 시선이 느껴졌는데…\n\n어우, 온 몸에 소름이 돋더라니까?\n\n그래도 싸우다 보니 가짜 초상화는 때렸을 때 비웃으면서 사라지는 건 알아냈지.\n\n진짜는 때리면 손에 느껴지는 감각부터 다르더라고.\n\n가짜 초상화들의 공격이 그렇게 치명적이진 않아서, 가짜들을 먼저 부수는 것도 괜찮을지 모르겠어.\n\n→ 음, 이건 의견인데… 반대로 진짜 초상화를 먼저 공격해 보는 건 어때?\n\n→ 오, 이것은 관리자 님의 의견인가? 굉장한 묘수로군!\n\n→ 단테의 의견도 괜찮은 방안 같소. 순서대로 해봄직하구려."
        },
        {
          "level": 3,
          "story": "음, 결론부터 쓰자면… 관리자 양반이 했던 말이 맞았어.\n\n가짜 초상화에 초점을 맞춰보려 해도, 한세월이 걸리겠더라고.\n\n진짜 초상화를 상대하는 건 살짝 더 귀찮은 일이긴 했지만… 그거 하나를 처리하니까 다른 초상화도 모조리 불타 없어졌어.\n\n근데…\n\n그 뒤로는 우리를 완전히 적대한다고 해야 하나? 그 흉물스러운 놈이 완전히 울그락불그락하게 변하더라고. 화를 막 낸다고 해야지 맞나, 흠.\n\n특히 초상화를 마지막으로 부순 사람을 집요할 정도로 공격해댔어.\n\n분을 못 이겼는지, 점점 다른 사람들도 싸잡아서 공격하긴 했지만.\n\n복수라도 하려는 것 같았는데… 나 참, 애초에 진짜 집사 같은 것도 아니었을 텐데 복수라는 말이 맞겠냐마는.\n\n…그리고, 목숨 걸고 하는 복수 같은 건 할 게 못 돼. 멍청한 짓이야.\n\n산 사람은 살아야지… 죽어서 복수하면 그게 무슨 의미겠어.\n\n씁, 잠깐. 적고 보니 갑자기 생각나서 그러는데.\n\n그… 뭐냐. 너희들한테 하는 말은 아니니까 오해들 하지 마. 알았지?\n\n→ 오, 오해하진 않았어요… 너무 신경 쓰지 않으셔도 괜찮다고 생각해요…\n\n→ …흐드러지게 피었던 꽃이 덧없이 저물었소. 그러니 영 틀린 말은 아닐 테지.\n\n→ 별 생각  안하면서 읽고 있었는데, 그런 생각을 하셨던 거군요, 그레고르 씨.\n\n→ 이 인간은 또 뭘 찔려 하고 있어? 뭐, 산 사람은 살아야지. 그래야… 기억도 할 수 있으니까.\n\n→ 다음에는… 이거 쓰고서 수정할 시간 좀 줄 수 있나… 파우스트 씨. 하… 이거 참."
        }
      ]
    },
    {
      "id": 8606,
      "codeName": "O-02-20-05-a",
      "name": "초상화",
      "clue": "단서",
      "storyList": [
      ]
    },
    {
      "id": 8608,
      "codeName": "F-01-20-08",
      "name": "꿈꾸는 전기양",
      "clue": "단서",
      "storyList": [
        {
          "level": 1,
          "story": "어… 처음 봤을 때는 먹구름인 줄 알았어요.\n\n구름 사이로 보이는 보랏빛 번개도 그렇고… 아, 하늘 높은 곳에 있었거든요.\n\n하지만… 그건 구름이 아니라 양이었어요. 다리가 아주 긴…\n\n먹구름 때문인지 원래부터 어두웠는지, 새카만 공간에 가려 보이지도 않을 정도로 까맣고 긴 다리였죠.\n\n번개가 번쩍일 때마다… 보이지 않던 것들이 조금씩 보이더라고요.\n\n구름에 다리가 달려있고, 온 사방이 보랏빛으로 가득한… 꿈속의 한 장면 같았죠.\n\n아… 그런 풍경과 어울리지 않는 것도 있었어요.\n\n…발전기였던 걸까요? 플러그 달린 케이블이 주변에 잔뜩 어질러진 기계였어요.\n\n관리자 님은 그걸 보고 이번 환상체는 저 케이블을 잘 이용하는 게 중요한 걸까? 라는 말씀을 하셨죠…\n\n양에게 플러그를 꽂아야 하는 걸까요…? 그러면 역시… 저 양은 몸에 가득 찬 번개 때문에 저렇게 울부짖는 걸지도 모르겠네요…\n\n하긴 몸에 전류가 흐르면… 엄청 아플 테니까요…\n\n그, 그러면 제가… 케이블을 연결해 볼까요…?\n\n매번 뒤에만 있을 수는 없으니까요…\n\n→ 꼬맹이가 갑자기 어설프게 고함을 지르면서 달려가길래 무슨 일인가 했더니…\n\n→ 돌아오면 싱클레어에게 무리하지 말라고 전해둬야겠어."
        },
        {
          "level": 2,
          "story": "(무언가 잿더미 같은 것이 붙었다 치워진 흔적이 보인다.)\n\n아… 기침하는데 재가 튀어나왔네요… 괘, 괜찮겠죠… ? 아무튼 치워는 뒀어요.\n\n어떻게 된 건지 이야기를 해보자면…\n\n발전기에서 케이블을 가져오자마자 양이 저를 공격하기 시작했어요.\n\n번개를 방출하거나… 거대한 몸통 째 달려드는 방식으로…\n\n아…! 그걸 피해서 간신히 양에게 케이블을 연결하니까, 양털 사이로 파직거리던 번갯불이 조금 줄어든 것 같기도 한데요…?\n\n이제 고통을 주던 번개가 사라졌으니까, 얌전해 (종이가 타들어 가서 읽을 수가 없다…)\n\n→ 이다음 내용은 어디에서 볼 수 있지? 기록이 되다 말았군.\n\n→ 그. 없. 그대로 양에게 받혀 시시한 죽음을 맞이했지.\n\n→ 끝까지 전방을 주시하지 않고 기록을 이어 나간 것이 원인이었다.\n\n→ 억울해요… 전기 때문에 아파하던 게 아니었던 걸까요…?\n\n→ 그렇다면 전기가 덜 빠진 것 아니겠는가!? 우선 다른 케이블부터 모두 꽂아보면 될 것이라네!"
        },
        {
          "level": 3,
          "story": "겨우 다 연결하자마자 한순간 벼락이 치면서 보랏빛 번갯불이 사방으로 튀어 올랐고…\n\n그러고는 양이 자리에 주저앉았어요. 눈을 감고 있는데… 잠든 거겠죠? 주, 죽은 것처럼 보이진 않으니까…\n\n그리고… 이, 이상한 소리인 건 아는데요.\n\n이 양, 역시 죽었다기보단 꿈을 꾸는 것처럼 보여요… 바, 방금도 몸이 들썩거리지 않았나요?\n\n그러니까, 환상체라고 꼭 환상체가 나오는 꿈을 꾼다는 법은 없잖아요?\n\n자길 괴롭히던 번개가 사라져서 편안한 꿈을 꾸고 있는지… 아니면 번개를 저희가 빼앗아 악몽을 꾸는지…\n\n이제 와서 그건 알 수 없지만… 우리의 상식처럼 전기가 통하면 아플 수도… 아니면 오히려 그걸 빼앗겨서 아플 수도 있다는 생각이 들었어요…\n\n→ 음? 이번에는 파우스트 씨가 한소리 안 적어뒀네. 웬일이야?\n\n→ 파우스트가 항상 그런 것을 지적하는 건 아니랍니다. 오히려 재미있는 주제 거리라고 생각했습니다.\n\n→ 그런데 환상체가 꿈을 꿀 수는 있는 건가요? 외곽의 괴물 중에서도 비슷한 행동을 하는 개체를 본 거 같아서…\n\n→ 흥, 답이 뻔하군. 그것들은 사람의 흉내를 내는 것뿐이다.\n\n→ 환상체에게 기억이 있다하면, 몽중에 들 수도 있을지 모르오. 허나, 그것이 가진 것이 진정 회억인지 알 수 없으니… 당장 답하기엔 근거가 마땅치 않구료."
        }
      ]
    },
    {
      "id": 8629,
      "codeName": "O-01-20-12",
      "name": "묶인 왕",
      "clue": "단서",
      "storyList": [
        {
          "level": 1,
          "story": "붉은색으로 치장된 그레이트 홀에 들어섰소.\n\n이곳은 일종의 연회장인 듯 보이오.\n\n그 중앙에는 전신을 진홍빛 원단으로 감싼 자가 옥좌에 앉아있는데, 결박되어 잘 움직이지 않는 손으로 힘겹게 가리킨 곳을 보니 무도회에 쓸 법한 가면이 있었소.\n\n가면들의 표정은 실로 다채로웠소.\n\n슬픈 가면도, 화난 가면도 있었으나, 나는 그중 기뻐하는 가면이 마음에 들었소.\n\n어떤 연유로 이 가면이 희열에 찬 것인지 알 수 없으나, 이것을 쓰면 적어도 타인에게 기쁨을 전할 수 있지 않겠는가?\n\n설령 슬픔에 잠기더라도, 그 슬픔을 감출 수 있으니 일석이조일 것이오.\n\n가면을 쓰니 정신이 청명해지는 것만 같소.\n\n옥좌에 묶인 왕에게 다가서자, 왕은 미세하게 어깨를 움츠렸다 폈소.\n\n어쩌면 그것은 원단에 억눌린 표현의 욕구가 빚어낸 무의식적인 몸짓이 아니었나 싶구료.\n\n잠시 그것을 보고 있으니, 홀연 우리를 닮은 자들이 튀어나왔소.\n\n하나 같이 거뭇하고 흐렸으나, 우리를 닮아있었소.\n\n왕은 그들과 우리가 싸우는 걸 구경하겠다는 듯 중앙에서 나른하게 고개를 떨구었지.\n\n오랜 속박의 시간에 그리 구경할 것이 떨어졌는가.\n\n퍽 안타까우면서도 이왕이면 묶인 왕이 이 격전으로 즐거움이라도 얻길 바라고 있소.\n\n보고는 이상이오."
        },
        {
          "level": 2,
          "story": "거울에 투영된 상처럼 나타난, 그림자와 같은 자들을 보니 단테가 가지고 있는 인격패가 떠오르는구료.\n\n그것이 자아를 갖지 않고 구현되면 딱 저런 형상이 아닐까 싶소.\n\n더욱이 그 수가 우리와 동일하여, 쓰러뜨려도 그 빈자리를 채웠소.\n\n톺아볼수록, 저들은 우리와 닮은 구석이 많은 것 같소.\n\n쓰러뜨린 뒤 빈자리를 채우는 것을 보면 수도 우리와 비슷하며, 사용하는 기술도 너무나 흡사했으니.\n\n허나, 저 죄종들은 스스로 판단을 내리지 못하는 것만 같소.\n\n마치 왕이 멋대로 휘두르는 버림패 같이.\n\n…왕이란 자들은 예나 지금이나 꼭두각시놀음을 즐기나 보오.\n\n제멋대로 사람을 휘두르고, 망가뜨리고, 그리고 다시 아무 일도 없었다는 듯 채워놓지.\n\n그래도 저 왕은 제 사람은 퍽 아끼나 보오.\n\n저들에게는 끊임없이 강력한 가호를 내리면서, 우리에겐 작은 은총 하나 베풀지 않으니.\n\n음… 보고는 이상이오.\n\n→ 도, 도대체 몇 명이 나오는 걸까요?\n\n→ 대등한 전투를 원한다면, 우리와 그 수가 동일할 것이다. 그렇지 않다면, 더 많거나, 더 적을 수 있지. 하지만 그 경우에는 몇 명이 남아있을지 예측하는 건 무의미하다."
        },
        {
          "level": 3,
          "story": "다행스럽게도 격전 끝에 승리를 거두었소.\n\n연회는 이대로 끝을 알리는 듯했으나, 왕은 아직 여흥을 갈망하는 듯 원단을 뜯어내고 일어서려 하오.\n\n오랜 결박으로 그 움직임은 부자연스러우나, 그 위압적인 카리스마와 기품은 더욱 강해졌소.\n\n패기마저 느껴지는 그 모습은 경외심을 불러일으켰지.\n\n허나 불러일으켜지는 것은 경외만이 아니오, 의문 또한 그랬소.\n\n어찌하여 스스로 일어설 수 있음에도 옥좌에 묶인 채였는가.\n\n홀로 일어설 수 있음에도 기립하지 않고, 묵묵히 자리를 지킨 이유가 무엇인지… 나는 모르오.\n\n그럼에도 끊임없이 떠오르는 상념을 잠재울 수 없어 몇 자 적어 보자면…\n\n왕은 무언가 알리고 싶어 하는 것 같소.\n\n그것을 알아줄 이들이 올 때까지 떠나지 못하는 모습은 마치 망령과도 같구료.\n\n그 마음이 왕의 검을 받아낼 때마다 겹겹이 쌓여, 이제는 처지가 안쓰러워 슬픔까지 밀려오는 것 같소.\n\n어찌하여 속박된 몸으로 연회를 열고, 이토록 기괴한 여흥을 즐기는 것인지.\n\n그 깊은 심연을 헤아릴 길 없어, 그저 애처로울 뿐이오.\n\n보고는 이상으로 마치오.\n\n→ 애처롭긴 개뿔이.\n\n→ 누군가의 위에 선다는 건 그만한 책임과 고통을 감내하겠다는 것이지. 그런 의미에서 관리자 님은 훌륭히 위에서 우리를 이끌어주고 계신다는 걸 말씀드리고 싶었습니다."
        }
      ]
    },
    {
      "id": 8280,
      "codeName": "-",
      "name": "질투 죄종",
      "clue": "단서",
      "storyList": [
        {
          "level": 1,
          "story": "으엑, 이렇게 평온하게 기록이나 하고 있어도 괜찮은 거야?\n\n아니… 죄종이라고 하면 좀 더 괴물처럼 생긴 애들이었잖아.\n\n그 살점 덩어리나, 이빨 달린 식물같이…\n\n하지만 저건… 우리랑 똑같이 생겼어.\n\n생긴 것만 그런 게 아니라… 기술까지 흉내 내고 있다니까!?\n\n단테, 그 인격패인가 하는 거 어디 흘리고 다니는 거 아냐?\n\n일단… 똑같이 생겼다곤 했지만, 사실 그렇게 명확하게 보이진 않아.\n\n검은색으로 물들어있고, 그마저도 엄청 흐릿하거든.\n\n그나마 다행인 건, 우리의 복사본 같은 거여서 그런가? 우리보단 좀 약한 거 같기도 하구.\n\n흐흥, 생각해 보니까 그렇게 걱정할 것도 없겠네.\n\n기껏해야 우리의 하위호환이라는 거잖아~\n\nE.G.O를 쓸 때는 깜짝 놀랐지만…\n\n그런데, 정말 인격패 흘린 거 아냐? 나중에 주머니 잘 확인해 봐.\n\n→ 약하다기보다는 비슷했던 것 같아. 그리고… 그런 중요한 걸 흘리고 다니진 않아.\n\n→ 흠… 자신 있게 말하는 것 치고는 관리자 양반… 나가면서 허겁지겁 주머니를 뒤져보던데.\n\n→ 단테, 인격패는 절대 잃어버리면 안 됩니다. 보관에도 조금 더 주의를 부탁드립니다. 만약 잃어버리게 된다면, 경위서 정도로 끝나지 않을 테니까요.\n\n→ …그렇게 비싼 물건이야?\n\n→ 세속적인 재화로 평가할 만한 물건이 아닙니다. 부디 관리에 주의해 주시길."
        }
      ]
    },
    {
      "id": 8292,
      "codeName": "-",
      "name": "질투 죄종?",
      "clue": "단서",
      "storyList": [
        {
          "level": 1,
          "story": "음…거울에 비친 것처럼 똑같이 생겼다는 건 똑같지만, 뭔가 달랐어.\n\n어딘가 기분 나쁜 검은 안개 같은 게 녀석들을 뒤덮고 있었지.\n\n안 그래도 까만데, 일렁거리는 모습을 보니까 정말 그림자 같더라.\n\n그래, 그림자… 그럴 리 없다는 건 알지만, 꼭 우리의 어두운 면을 끄집어 낸 것처럼.\n\n아… 그리고 처음 봤던 죄종보다 강했어.\n\n우리가 가진 기술을 그대로 쓰면서도, 힘은 훨씬 흉악했다고 할까.\n\n공격도 뭔가 시원찮게 들어가고, 가끔 한 대 맞으면 예상보다 크게 다쳤지.\n\n하, 우리랑 똑같이 행동하면서, 우리보다 더 강하다니… 그건 반칙이잖아.\n\n우리도 저런 안개 같은 게 있었으면, 조금 더 쉽게 해결할 수 있는 문제가 많았을 텐데…\n\n거기다 얘들한테 죽으면… 기분이 꽤 더러워.\n\n마치 너희가 못해서 졌다는 것처럼 무덤덤하게 서 있는데, 그게 너무 짜증 나더라고.\n\n후… 아냐, 이런 생각 하면 안 되겠지.\n\n그 왜, 거울을 본다고 내 모든 게 비치는 건 아니잖아~\n\n저 가짜들이 흉내 내지 못하는 게 분명 있어.\n\n우리는 진짜잖아. 분명 저 괘씸한 죄종들을 이길 특별한 방법이 있을 거야.\n\n→ 저놈들은 관리자 님의 탁월한 지휘를 받을 수 없지. 여기서부터 차이가 벌어지겠군.\n\n→ 로쟈 양의 말대로, 이미 우리는 더 강한 적들을 상대로 이겨왔소. 분명 앞서 나갈 여지가 있을 것이오.\n\n→ 그럼~ 우리…(지웠다가 다시 쓴 흔적이 남아있다)가 상대한 것들에 비하면 아무것도 아니지!"
        }
      ]
    }
  ]
}