{
    "dataList": [
        {
            "id": 8100,
            "codeName": "T-03-21-09",
            "name": "살갗 예언자",
            "clue": "단서",
            "storyList": [
                {
                    "level": 0,
                    "story": "관리자 님께서 명하신 사후보고를 수행하겠습니다.\n\n그것의 최초 조우 시각은 금일 16시 경입니다만… 조우했다고 자각하기 까지는 다소 시간이 걸렸습니다. 주변의 불이 전부 꺼져있어, 형태를 분간하기 어려웠습니다.\n\n하여, 확실하게 그것을 인지한 것은 16시 10분 정도라고 할 수 있겠습니다.\n\n그것은 자신 옆에 촛불을 두고서 커다란 책에 타오르는 불꽃 모양의 깃털을 가진 펜으로 무언가를 끝 없이 써내려가고 있었습니다.\n\n촛불이 제대로 켜지지 않아, 그 모양새를 파악하는데만 해도 시간이 꽤 걸렸던 것 같습니다.\n\n그 어두움 속에서 어떻게 글을 보고, 또 써내려가고 있는지 모르겠지만… 마치 독서등 같이 생긴 세 개의 눈알과 일렁인는 깃펜이 만들어내는 작은 불빛으로 해결하고 있는 것일지도 모르겠습니다.\n\n빛을 이용한 모종의 공격 양상을 가질 것이라는 판단이 들어, 유의미한 변화를 확인 할 때 까지 선제 공격은 양지하는 것이 좋을 것이라 판단됩니다.\n\n향후 명령에 유용해주시기를 고대합니다.\n\n감사합니다.\n\n→ …기다리다가 목이 빠지는 줄 알았네.\n\n→ 옆에 있는 촛불을 켜지 않으면 그것을 공격할 수도 없는 상태였습니다. 긴 시간 대기하는 것은 무의미했던 것 같군요.\n\n→ 오판할 수도 있는 것 아닌가? 대신해서 내가 그 양초의 공격을 맞았으니 책임은 졌지 않은가. (글자 군데 군데에 촛농이 묻은 것 처럼 번들거린다.)"
                },
                {
                    "level": 1,
                    "story": "다소 예상과 거리감이 있는 결과가 나타나기는 했습니다만, 계속해서 보고를 작성하도록 하겠습니다.\n\n금일 22시 15분 경, 그것과 유의미한 전투를 수행했습니다.\n\n그것의 전투 방식은 어떻게 보면 단순합니다. 자신이 언제 공격할 것인지 알리고서 공격하는 형국이니, 현대의 전쟁전술과는 너무도 뒤떨어진 방식이라고 볼 수 있겠습니다.\n\n시간이 지나거나, 수감자들이 양초를 자극하여 촛불을 모두 밝히게 되면 그제야 그것이 우리를 파악한 듯이 직접 전투에 나서게 됩니다.\n\n즉, 그 전에는 전략과 고민을 생각해볼 시간이 충분하다고도 할 수 있겠지요.\n\n그것을 상대하는 방법은 여러가지가 있겠습니다만, 다수와의 전투도 아닐 뿐더러… 그전까지 공격하던 양초들이 가만히 서 있기 때문에, 침착하게 맞서 싸우면 될 뿐입니다.\n\n물론… 힘에서 밀리게 되면 곧장 모두에게 피해를 입히기는 하지만, 그것은 대응에 나선 수감자의 무능으로 평가해야할 것입니다.\n\n불꽃은 계속해서 꺼지고 켜지길 반복하기 때문에, 그쪽에 대해서도 지속적인 관찰이 필요할 것으로 사료됩니다.\n\n이상으로 보고를 마치겠습니다.\n\n감사합니다."
                },
                {
                    "level": 2,
                    "story": "새롭게 알게 된 사실이 생겨 보고서를 추가로 작성토록 하겠습니다.\n\n그것과의 전투 방식에 있어 좀 더 희생을 줄일 수 있는 방법을 파악했습니다.\n\n그것이 불이 밝혀져야만 수감자들의 동태를 파악한다는 점에서 착안한 것으로, 그것이 공격을 준비하는 시점에 일시에 촛불을 끄는 방법이 유효한 것을 확인했습니다.\n\n공격을 어디로 해야할 지 갈피도 못잡은 채로… 스스로를 파괴하더군요. 멍청한 것인지.\n\n아, 한 가지 더 추가로 작성해 놓을 것이 있습니다.\n\n 그것이 들고 있던 책의 내용은 단순한 글귀가 아닌 것으로 보입니다. 상황에 따라 달랐지만, 수감자들 대부분이 그것이 떨군 책의 내용을 잠깐 흘깃한 것만으로 심각한 두통과 혼란을 호소했습니다.\n\n이러한 내용들을 이후의 명령에 유용하실 수 있으면 좋겠습니다.\n\n이상으로 보고를 마치겠습니다.\n\n감사합니다."
                }
            ]
        },
        {
            "id": 8101,
            "codeName": "O-02-21-11",
            "name": "걷는 진주",
            "clue": "단서",
            "storyList": [
                {
                    "level": 0,
                    "story": "음… 그 초록색 조개 말이죠?\n\n크랲게와 싸웠을 때랑 크게 다른 느낌은 아니었던 것 같아요. 쩐득쩐득한 그 녹색 물질이라던가… 비릿한 바다 냄새가 나는 것도 비슷해요.\n\n조개… 랑 닮았다고 생각해요. 단단한 껍질이 굳게 닫혀있는 모습 같은 게 비슷한 것 같거든요.\n\n물론… 제가 알고 있는 조개는 그런 팔다리가 달려있지는 않지만요.\n\n그렇게… 커다랗지도 않고요.\n\n전투를 벌이지 않고 기다리면… 간혹 그 껍질을 벌릴 때가 있었어요.\n\n거기엔… 끓는 듯이 부글거리는 초록색 액체가 쿨럭이면서 흘러나오고 있었는데… 아.\n\n맞아요… 무슨… 애벌레 같은 것들도 잔뜩…\n\n(액체가 떨어졌다가 마른 자국이 있다.)\n\n→ 어? 이거 뭐냐. 쓰다가 어디 갔냐?\n\n→ 싱클레어 군이라면, 방금 전에 갑판 밖으로 나갔소만. 얼굴이 창백한 것이 마치 멀미를 하는 듯 보였소.\n\n→ 아오, 씨. 더럽잖아!\n\n→ 흔적을 관찰해 보았을 때, 토사물이 아닌 땀의 흔적으로 보이네요. 청결에 각별한 문제가 있지는 않을 것입니다.\n\n→ 괜히 상상하게 하지마… 파우…"
                },
                {
                    "level": 1,
                    "story": "그 껍질… 너무 단단했어요.\n\n저희들이 아무리 달라붙어서 부수려고 해도 공격이 먹히지 않는다고 해야 할까요…\n\n어… 제가, 시도해 본 게 있긴 한데요.\n\n제 할버드가 길잖아요. 그래서 닫힌 틈새에 꽂아넣고 밑으로 세개 누르면 열릴지도 모른다는 생각이 들어서…\n\n그, 왜… 학교에서 배우잖아요? 지렛대의 원리였나…\n\n뭐… 결국엔 꿈쩍도 안하고 제 할버드가 부서져버렸지만요.\n\n하지만 괜찮은 걸 알게 된 것 같아요.\n\n그것이 껍질을 꽉 다물고 있을 때는 주변에 그 녹색 액체들이 끈끈하게 달라붙어서 껍질이 열리지 않게 붙들고 있는 것이었어요.\n\n결국 저는 열진 못했지만… 그 점액들이 튿어져서 떨어지는 걸 봤어요.\n\n그걸 전부 없앨 수 있다면… 공격이 통할 내부를 볼 수 있지 않을까요?\n\n→ 두동강 난 할버드를 두 손에 쥐고서 휘적거리던 건 왜 적지 않았지?\n\n→ 그, 그런 건 필요 없는 정보 잖아요!\n\n→ 아니다. 네가 그렇게 시선을 끌었지만, 그것에게서 튀어나온 벌레들은 너를 완벽하게 무시했다. 오히려 상태가 가장 좋은 자를 찾아가는 것 같더군.\n\n→ 의미 있는 정보 였네요. 물론, 유효한 타격을 취할 수 없는 무기를 들고 저항하던 행동을 적지 않았어도 기록할 수 있었다고 생각합니다.\n\n→ …너무하네요, 두 분…"
                },
                {
                    "level": 2,
                    "story": "조개 안에는 진주가 있었어요.\n\n아니… 그걸 진주라고 하는게 맞는 걸까요? 끓는 듯한 독극물 안에 드문 드문 보이는 그 빛이…\n\n하지만 하나 확실한 건, 그 진주가 환상체의 핵심적인 부분이라는 거예요.\n\n그걸 공격할 기회를 얻기 위해서는 수많은 희생이 있어야만 한다는 건 좀 그렇지만요…\n\n저… 저도 이제는 이해라고 해야할까요, 익숙해진 걸까요…\n\n저희가 희생 없이 뭘 해결했던 적은 없으니까요.\n\n→ 꼬맹이, 그런 마음가짐은 좋긴 한데 말이야… 이제 새로운 걸 추가해보는 건 어떨까? 음, 빨리빨리 행동한다던가!\n\n→ 뭘 그렇게 돌려 돌려 말하냐. 야, 그 조개 주둥이 벌렸다고 해, 해냈다! 라고 말하다가 기회 놓쳐서 전부 뒈지는 공격을 맞아버렸잖아.\n\n→ …죄송해요."
                }
            ]
        },
        {
            "id": 8102,
            "codeName": "T-02-21-06",
            "name": "꿈먹는 탁류",
            "clue": "단서",
            "storyList": [
                {
                    "level": 0,
                    "story": "그 거대하고도 웅장한 것에 대해 설명하겠네!\n\n그것은 분명 해양동물의 모습을 하고 있지만, 아무것도 없는 공중에 둥둥 떠있었다네!\n\n등이라고 해도 되는 것인지 모르겠군. 아무튼, 그 등 같은 곳에는 형광빛이 비치는 기다란 막대기 같은 것이 여러개 꽂혀있었다네.\n\n무슨 역할을 하는 것인지는 모르겠지만… 느릿느릿 불을 밝혔다가 어두워졌다 하는 것이 예쁜 장식물 같지 않은가?\n\n가까이 가서 만져보고 싶었지만, 동료들이 전부 만류하는 탓에 그럴 수 없었다네… 아쉽군!\n\n앗, 지금이 기회인가! (이후에도 무언가 적혀있었던 것 같지만, 물에 번져 잘 보이지 않는다.)\n\n→ 지난번 처럼 커다란 개체를 담당하게 해서 무모한 행동을 저지할 생각이었습니다만, 크기와 관계 없이 돌발 행동이 발생하는 것 같군요.\n\n→ …다음에는 첫 조우를 끝낸 이후에 기록을 담당할 수감자를 이야기 해주는 것이 좋을 것 같구료.\n\n→ 여러명이 동시에 익사하는 고통은 처음 겪는데… 웬만하면 자주 있진 않았으면 좋겠어… 부탁해…"
                },
                {
                    "level": 1,
                    "story": "다툼이 있었네!\n\n그것은 싸움을 시작하면 곧이어 자신을 포함한 모두를 물에 잠기게 해서, 물 속에서 싸우게 만들더군!\n\n…아, 본인이 조급하게 나서서 제대로 무얼 해보지 못하고 동료들을 숨막히게 했던 일은 뼈저리게 반성하고 있으니, 조금만 이해해주게…\n\n대신! 본인이 누구보다 빠르게!\n\n그 형광색 막대가 어떤 역할을 하고 있는 것인지 알아내지 않았는가!\n\n그 막대는… 바로 숨을 쉬게 해주는 도구였네! 그것은 막대를 통해서 물 속에서도 숨을 쉴 수 있었던 것이지!\n\n이유는 잘 모르겠지만, 막대는 제법 외력에 약한 것으로 보였네! 숨을 쉬는 역할을 하는 것이라면 오히려 가장 단단해야 올바르지 않을까 하네만…\n\n뭐어, 부서지기 쉬워보이는 모양새기는 했네.\n\n그래서 그런 것인지, 그 막대가 조각난 것들이 점점 물에 둥둥 떠다니더니 나중엔 땅에 박히는 것이 아니겠는가!\n\n본인은 생각했지. 동료들이 숨을 참을 수 없게 된다면… 저것을 이용해 우리도 숨을 쉬면 되지 않겠는가!\n\n예상한 대로! 막대 조각을 부숴 나눠 가지니, 숨이 막히는 문제를 해결할 수 있었네!\n\n이제 저 커다란 것과의 싸움에 더 집중할 수 있겠군…!"
                },
                {
                    "level": 2,
                    "story": "특별한 내용은 아니지만, 그래도 몇 자 더 적도록 하겠네!\n\n그것의 싸우는 방식에 특별함이 없으니, 질식에서 자유로워진 시점에서 본인과 동료들의 승리가 자명해 보이네만!\n\n그래도, 동료들의 피해를 조금이라도 줄일 수 있다면 좋을 것 같다는 생각으로 적겠네!\n\n그것에게서 떨어져 나온 막대는 제법 날카롭네.\n\n본인이 적었다시피, 그것의 공격은 대부분 우리에게 몸통을 부딪히려 달려드는 것일세.\n\n이 두 가지 사실을 조합하면 무슨 결과가 나올 것이라 생각하는가!\n\n본인, 돈키호테! 멋진 사실을 알아차린 것일세!\n\n그 막대를 날카롭게 조각낸 다음, 그 뒤에서 그것의 시선을 끈다면…\n\n우리에게 닿기 전에 막대에게 박혀버려, 공격도 피하고 피해도 주는 일석이조의 효과가 나온다는 것이지!\n\n오티스 군은 이걸 보고… 뭐라고 했던가, 바뤼? 바뤼게이트라 한 것 같네!\n\n전쟁에서 제법 많이 쓰이는 전략이라고 하더군.\n\n이것이 관리자 나리에게 도움이 되었으면 좋겠네!"
                }
            ]
        },
        {
            "id": 8106,
            "codeName": "??-??-??-??",
            "name": "개화 E.G.O::가스하푼",
            "clue": "단서",
            "storyList": [
                {
                    "level": 0,
                    "story": "한 때는 우러러 본 적이 있었죠.\n\n한 때는… 저렇게 되고 싶다고 생각했던 적도 있고.\n\n어쩌면 제게 고래는 별로 중요한게 아니었을 지도 몰라요.\n\n누군가 미쳤다고 손가락질 할 정도로… 살아가야 하는 이유에 몰두하고 집착하는 삶이 부러웠던 것 같아요.\n\n에이해브는 그런 식으로… 사람들의 마음 속에 미끼를 건 낚싯바늘을 던져 놓았던 거죠.\n\n직접 바늘에 걸려서 끌어올려지기 전까지는 너무나 빛나 보이는 듯한 그 모습에, 자신이 사냥당하는 대상일 거라고는 꿈에도 생각하지 못하고…\n\n운이 좋았던 거죠, 저는.\n\n스텁을 가지고 선동이라는 이름의 거대한 그물을 갑판 위로 던져 놓을 때, 가까스로 그걸 피할 수 있었으니까.\n\n만약 그러지 못했으면, 지금쯤 저는 저 창백한 점막에 덮어 씌워져서 에이해브를 찬양하는 선원 중 하나가 되어 있었겠죠.\n\n그렇지만… 그저 피했을 뿐이라는 사실은 사라지지 않아요.\n\n저는 아무것도 할 수 없었고. 할 수 없을 것이라고 생각했고.\n\n그저 살아남아져서.\n\n복수심만, 누군가에게 죽도록 집착하는 마음만 남아서…\n\n지금 이 순간까지도 미치도록 저 자를 죽일 생각만 가득하니까."
                }
            ]
        },
        {
            "id": 81062,
            "codeName": "??-??-??-??",
            "name": "개화 E.G.O::가스하푼",
            "clue": "단서",
            "storyList": [
                {
                    "level": 0,
                    "story": "한 때는 우러러 본 적이 있었죠.\n\n한 때는… 저렇게 되고 싶다고 생각했던 적도 있고.\n\n어쩌면 제게 고래는 별로 중요한게 아니었을 지도 몰라요.\n\n누군가 미쳤다고 손가락질 할 정도로… 살아가야 하는 이유에 몰두하고 집착하는 삶이 부러웠던 것 같아요.\n\n에이해브는 그런 식으로… 사람들의 마음 속에 미끼를 건 낚싯바늘을 던져 놓았던 거죠.\n\n직접 바늘에 걸려서 끌어올려지기 전 까지는 너무나 빛나 보이는 듯한 그 모습에, 자신이 사냥당하는 대상일 거라고는 꿈에도 생각하지 못하고…\n\n운이 좋았던 거죠, 저는.\n\n스텁을 가지고 선동이라는 이름의 거대한 그물을 갑판 위로 던져 놓을 때, 가까스로 그걸 피할 수 있었으니까.\n\n만약 그러지 못했으면, 지금쯤 저는 저 창백한 점막에 덮어 씌워져서 에이해브를 찬양하는 선원 중 하나가 되어 있었겠죠.\n\n그렇지만… 그저 피했을 뿐이라는 사실은 사라지지 않아요.\n\n저는 아무 것도 할 수 없었고. 할 수 없을 것이라고 생각했고.\n\n그저 살아남아져서.\n\n복수심만, 누군가에게 죽도록 집착하는 마음만 남아서…\n\n지금 이 순간까지도 미치도록 저 자를 죽일 생각만 가득하니까."
                }
            ]
        },
        {
            "id": 81063,
            "codeName": "??-??-??-??",
            "name": "개화 E.G.O::가스하푼",
            "clue": "단서",
            "storyList": [
                {
                    "level": 0,
                    "story": "한 때는 우러러 본 적이 있었죠.\n\n한 때는… 저렇게 되고 싶다고 생각했던 적도 있고.\n\n어쩌면 제게 고래는 별로 중요한게 아니었을 지도 몰라요.\n\n누군가 미쳤다고 손가락질 할 정도로… 살아가야 하는 이유에 몰두하고 집착하는 삶이 부러웠던 것 같아요.\n\n에이해브는 그런 식으로… 사람들의 마음 속에 미끼를 건 낚싯바늘을 던져 놓았던 거죠.\n\n직접 바늘에 걸려서 끌어올려지기 전 까지는 너무나 빛나 보이는 듯한 그 모습에, 자신이 사냥당하는 대상일 거라고는 꿈에도 생각하지 못하고…\n\n운이 좋았던 거죠, 저는.\n\n스텁을 가지고 선동이라는 이름의 거대한 그물을 갑판 위로 던져 놓을 때, 가까스로 그걸 피할 수 있었으니까.\n\n만약 그러지 못했으면, 지금쯤 저는 저 창백한 점막에 덮어 씌워져서 에이해브를 찬양하는 선원 중 하나가 되어 있었겠죠.\n\n그렇지만… 그저 피했을 뿐이라는 사실은 사라지지 않아요.\n\n저는 아무 것도 할 수 없었고. 할 수 없을 것이라고 생각했고.\n\n그저 살아남아져서.\n\n복수심만, 누군가에게 죽도록 집착하는 마음만 남아서…\n\n지금 이 순간까지도 미치도록 저 자를 죽일 생각만 가득하니까."
                }
            ]
        }
    ]
}