{
    "dataList": [
        {
            "id": 8373,
            "codeName": "??-??-??-??",
            "name": "색욕 죄종??",
            "clue": "단서",
            "storyList": [
                {
                    "level": 1,
                    "story": "그 살덩어리는… 예전보다 훨씬 몸집이 비대해졌어요.\n\n그럼에도 상체를 들어 올리고 있었죠… 무언가를 내리찍기라도 할 것처럼…\n\n머리처럼 달려있던 주둥이는 더욱 커져서… 몸 전체가 세로로 찢어져 입이 된 것 같았어요…\n\n겉은 여전히 썩은 과일처럼 기분 나쁜 살덩이로 이루어져 있었고요…\n\n아… 그 주둥이 안에 팔이 있는 건 똑같은데요…\n\n신경과 근육이 모두 뒤틀려서 하나의 팔이 되었어요. 두 팔이 꼬여있던 예전과 다르게요.\n\n그 팔과 연결된 손은 보이는 걸 모조리… 움켜쥐려 했어요…\n\n번들거리는 눈으로 계속 자기를 채울 수 있는 걸… 찾아 헤매면서…\n\n제대로 쥐지도 못하는 그 투박한 모양의 손으로 계속… 이요.\n\n그러다 제대로 쥘 수 없을 것 같으면… 손을 꼬챙이처럼 변형해서… 저희를 꿰뚫어버렸죠…\n\n그러니까… 그…\n\n아…  죄송해요… 속이 안 좋아져서 다음에 쓸게요…\n\n→ 엉? 뭐야. 왜 쓰다 말고 가버렸냐?\n\n→ 아무래도 학교 친구분을 떠올리셨나 봐요~\n\n→ 그딴 걸 친구라고…\n\n→ 대부분 다 적은 것 같은데? 그만 적어도 될 거 같아, 싱클레어.\n\n→ 네, 기록은 이 정도로 충분한 것 같네요.\n\n→ …고마워요."
                }
            ]
        },
        {
            "id": 8374,
            "codeName": "??-??-??-??",
            "name": "오만 죄종??",
            "clue": "단서",
            "storyList": [
                {
                    "level": 1,
                    "story": "인간의 손과 팔은 단순한 신체 부위를 넘어 창조에 있어 필수적인 도구에요.\n\n작은 공예품이나, 간단한 기계장치, 거기에 복잡한 공방의 무기까지.\n\n날 때부터 가졌던 최고의 도구로, 인간은 끝을 모르고 발전했죠.\n\n그렇기에 두 번째 오만은 자유롭게 움직일 수 있는 손과 팔을 가진 겁니다.\n\n여전히 바퀴를 굴려 움직이는 것은, 자유로운 두 팔로 추구한 편리의 편린이겠네요.\n\n하지만 오만은 인간이 그러했듯 최고의 도구를 창조에만 사용하지 않을 거예요.\n\n팔을 휘두르고, 손으로 할퀴면서… 무언가의 파괴에 일조할 테죠.\n\n이유는 간단해요.\n\n그냥, 그럴 수 있기 때문이죠.\n\n→ 만듦의 첫 의도로부터 멀어진다는 것은 슬픈 일이오. 더욱이 슬픈 것은… 대부분의 만듦이 그리되었다는 것. 본인을 포함하여…\n\n→ 슬플 이유가 있나? 파괴 또한 아름다운 창조의 일환이다.\n\n→ …그 또한 틀린 말은 아닐 테지."
                }
            ]
        },
        {
            "id": 8376,
            "codeName": " F-01-16-10",
            "name": "장미 사냥꾼",
            "clue": "단서",
            "storyList": [
                {
                    "level": 1,
                    "story": "와~ 이번 환상체는 목 위에 장미가 달린 사냥꾼이신가 봐요~\n\n눈에 장미꽃이 핀 멋진 말을 타고 다니시는데, 굉장히 빠르셨어요.\n\n처음 만났을 때 갑자기 올가미를 던지셔서 깜짝 놀랐지 뭐예요?\n\n올가미에 묶인 저를 사냥꾼 씨가 자꾸 끌어당기시는데, 동료분들과 점점 멀어져서 곤란했어요.\n\n료슈 씨가 올가미를 끊어주시지 않았다면, 큰일 날 뻔했답니다.\n\n사실 저희 집에 있는 오랏줄 중에는 칼로 베어도 끊어지지 않는 것도 있거든요.\n\n그래서 끊어지지 않으면 어떻게 해야 하나 걱정했는데, 사냥꾼 씨의 올가미는 잘 끊어지는 것 같아 다행이네요~\n\n→ …묶는 건 다른 분들도 돌아가면서 묶이신 것 같은데… 자꾸 저한테만 올가미를 채찍처럼 휘두르는 건 왜 그랬던 걸까요?\n\n→ 정신적 취약성을 보유한 사람을 우선적으로 옭아매는 것으로 보입니다. 싱클레어 씨가 계속 올가미 채찍질을 당하던 건, 그런 이유 때문이겠죠.\n\n→ 아~ 하긴 싱클레어 씨는 설탕 공예처럼 섬세한 감성을 가지고 계시니까요.\n\n→ 칭찬… 고마워요…\n\n→ 설. 못. 정. 머."
                },
                {
                    "level": 2,
                    "story": "사냥꾼 씨는 올가미로 묶어둔 사람이 많을수록 더 빨라지시는 것 같아요.\n\n보통은 끌고 가야 할 게 많아지면 느려질 텐데 말이죠.\n\n묶어둔 사람이 많을수록 말도 신이 나서 그런 걸까요?\n\n아니면 올가미로 묶은 사람을 데리고 어디론가 급히 떠나야 하는 걸지도 모르겠네요.\n\n흐음, 그렇다면 왜 그렇게 서두르는 걸까요?\n\n귀로에 오를 것이라면 여유롭게, 많은 것을 경험하고 돌아가는 게 좋을 텐데 말이에요.\n\n무작정 빠르게 가려다가는 많은 걸 놓치고 말 테니까.\n\n→ 뭐. 원래 돌아가는 길에는 마음이 급해지기 마련이잖냐.\n\n→ 간만에 맞는 말을 하는군. 돌아가는 건, 빠를 수록 좋은 법이다.\n\n→ 그러고 보니 히스클리프 씨는 왜 그렇게 급하게 돌아가려고 하셨나요?\n\n→ 어… 그러게요. 딱히 급할 일은 없지 않았어요? 결국 편지를 보낸 사람도 저택에서 찾지 못했던 거 같고.\n\n→ 야… (무언가를 거칠고 사납게 썼다가 지운 흔적이 남아있다)\n\n→ 그 이야기는 그만하는 편이 좋을 것 같아."
                },
                {
                    "level": 3,
                    "story": "아무래도 사냥꾼 씨는 집착이 심한 분인 것 같아요.\n\n몇 번 시도해 봤지만, 올가미를 피하는 건 불가능했어요.\n\n올가미는 계속 던져지고, 던져질 때마다 더 정확하게 날아왔죠.\n\n심지어 나중에는 올가미를 두 개씩 던져도 저희를 다 맞추시던걸요?\n\n아, 하지만 올가미를 던지는 것에 너무 집중해서 그런지, 저희 공격을 잘 피하지 못하시더라구요.\n\n그러고 보니 올가미를 던져서 저희를 잡아도 도망치질 않았네요.\n\n잡아가야 하는 게 저희가 아니었던 걸까요?\n\n그렇다면 사냥꾼 씨는 저희를 빨리 지치게 만든 뒤에 여기서 벗어나고 싶으셨던 걸지도 모르겠어요.\n\n만약 그렇다면 사냥꾼 씨는 가시가 잔뜩 달린 그 올가미로 도대체 무엇을 잡고 싶으셨던 걸까요?\n\n언젠가 또 만난다면 물어보고 싶네요.\n\n→ 거울 던전에서의 조우를 고려했을 때, 아마도 사과를 쫓고 있을 확률이 높아 보인다.\n\n→ 간절히 찾고 싶은 게 있으셨던 거군요. 저희 집에도 그런 분이 많아서 조금은 알 것 같네요~\n\n→ 아… 그러고 보니 홍루 씨를 찾고 있는 가족도 있다고… 동생분이 말했었죠?\n\n→ 제가 많이 보고 싶은 가족분들도 있으신 거겠죠. 후후. 기쁘네요."
                }
            ]
        },
        {
            "id": 8379,
            "codeName": "T-04-16-02",
            "name": "아파하는 테디",
            "clue": "단서",
            "storyList": [
                {
                    "level": 1,
                    "story": "이번엔 징그러운 게 아니라 좋긴 한데~\n\n으음… 좀 무섭게 생긴 것 같지 않아?\n\n곰 인형이면 폭신폭신한 분위기에 귀여운 맛이 있어야지.\n\n실밥은 다 터져있고, 여기저기 못도 잔~뜩 박혀있잖아.\n\n그러면서 자꾸 안아달라고 다가오는데… 누가 안아주고 싶겠어?\n\n심지어 한번 어울려주면 점점 더 과격하게 달려들던데…\n\n어라? 생각해 보니까 관심을 조금도 안 주면 되지 않을까?\n\n놀아달라는 걸 무시하고, 우리 공격만 하는 거지!\n\n그 있잖아~ 단테가 가끔 하자고 하는 너 죽고 나 죽자식 싸움 말야.\n\n뭔가 아니라는 기분이 들긴 하는데… 꽤 그럴듯한 추측 아냐?\n\n단테, 이번에는 내 말대로 해보자. 응?\n\n→ 너 죽고 나 죽자는 아니긴 한데… 그럴듯한 전략인 것 같긴 해. 한번 해보자.\n\n→ 음… 생각보다 발톱으로 할퀴는 게 너무 아픈데요. 방법을 바꿔보는 게 좋겠네요.\n\n→ 무관심하게 대하면 오히려 분노를 유발시킨다는 점을 파악했다.\n\n→ 에잉… 그럼 다음에는 다 같이 놀아줘 볼까?"
                },
                {
                    "level": 2,
                    "story": "다 같이 놀아주는 것도 답이 아닌가 봐…\n\n점점 거칠게 놀아달라고 하더니, 기어코 우리를 전부! 그것도 힘껏 안아버렸다니까!\n\n곰 인형에 박힌 못들이 온몸을 파고드는데…\n\n으으! 끔찍한 경험이었어. 난 뭐에 찔리는 게 제일 껄끄럽더라구~\n\n안 놀아주는 것도 안 되고, 다 같이 놀아주는 것도 안 되고… 이제 어떡하지?\n\n생각나는 건… 곰 인형의 그 분위기 정도려나.\n\n다들 느꼈어? 그 왜 있잖아. 엄청 아련한 느낌.\n\n놀아줄 때마다 그 분위기가 점점 사라졌거든.\n\n다 놀아주지도 말고. 그렇다고 다 무시하지도 말고!\n\n적당히 놀아주면 이길 수 있지 않을까?\n\n→ 그것이 환상체인 것을 익히 알고 있음에도 그 아련함에 마음이 편치 않았소.\n\n→ 그러니까 대충… 뭐 아무튼 싸우면 된다 이거지?\n\n→ 적당한 놀음은 전략이지만, 대충 싸우는 건 용납할 수 없다!\n\n→ 그런데 적당히가 정확히 어느 정도를 말씀하시는 건가요…"
                },
                {
                    "level": 3,
                    "story": "갑자기 안으러 달려올 땐 또 죽는구나 싶었지.\n\n그런데… 아니더라구.\n\n있는 힘껏 날 안아줬는데 굉장히 편안하고 따뜻했어.\n\n아픈 건 없었지. 그야 뾰족했던 못도 스펀지 같이 변했으니까.\n\n같이 놀아준 보답이라도 하고 싶었던 걸까?\n\n그러고는 만족했다는 듯이 아무것도 안하더라구.\n\n자기는 마음껏 다 놀았다는 듯이 말야.\n\n환상체기도 하고, 빨리 앞으로 가야 하니까 해치우긴 했지만…\n\n기분이 그다지 좋지만은 않네.\n\n…다시 보니 조금 귀여웠던 것 같기도 하구.\n\n→ 이렇게 쓰시면 파우스트씨가 혼내러 오실 거예요…\n\n→ 저는 혼을 내는 것이 아닙니다. 환상체의 정의와 특성을 고려하지 않은 감정적 태도가 가져올 위험성에 대해 주의를 줄 뿐이죠.\n\n→ 이번만 봐줘, 파우~ 매번 징그러운 것들만 상대하다가 와서 그래~\n\n→ …다음 관찰 작업 배정 시에는 좀 더 외관적 혐오감이 덜한 개체를 담당할 수 있도록 조처해 보겠습니다."
                }
            ]
        },
        {
            "id": 8375,
            "codeName": "F-04-16-04-TE",
            "name": "사백 송이 장미",
            "clue": "단서",
            "storyList": [
                {
                    "level": 1,
                    "story": "- 그것과 이전에 관찰한 환상체의 하위 개체를 비교했을 때, 유의미한 차이는 확인할 수 없었다.\n\n- 이들의 외관은 소체가 된 대상에 따라 차이가 있으나, 전신에 가시덩굴이 감겨 있으며 머리에 꽃이 피어있다는 공통점이 있다.\n\n- 침식된 개체는 이성이 흐려지며, 지속적으로 피를 갈망하는 것으로 확인된다.\n\n- 그러나 완전히 이성을 상실하지는 않으며, 간단한 의사소통은 가능한 것으로 판단된다.\n\n- 인간의 경우, 굶주린 혈귀와 유사한 상태에 이르는 것으로 관찰되었으며 혈귀에 비해 상대적으로 이성을 유지하는 능력이 떨어지는 것으로 추정된다(이에 대해서는 비교 표본이 부족하기에 사실이 아닐 수 있다).\n\n- 혈귀의 경우, 침식되지 않은 개체도 피를 갈망하는 특성을 보이며 장기간의 굶주림이 이성적인 판단을 저해하는 것으로 추정된다.\n\n- 따라서 굶주린 혈귀와 장미에 침식된 혈귀의 차이에 대해서는 보다 심도 있는 관찰과 연구를 필요로 할 것이다.\n\n- 추가적인 관찰이 이뤄지면 새롭게 서술하겠다."
                },
                {
                    "level": 2,
                    "story": "- 타 수감자들은 해당 개체가 장미나 덩굴을 이용해 공격할 것이라고 예상했다.\n\n- 그러나 실제로는 각 소체가 침식되기 이전의 전투 방식이 유지되는 것을 확인했다.\n\n- 대검을 사용하는 개체는 대검을, 우산을 무기로 삼았던 개체는 우산을 사용했다.\n\n- 전투력은 침식 전과 비교하여 크게 다르지 않은 것으로 보인다.\n\n- 특이한 점으로, 침식된 모든 개체는 수상한 빛무리에 휘감겨 있으며, 전투 시 손실된 수감자의 혈액 중 일정량을 흡수하는 현상이 관찰되었다.\n\n- 흡수된 혈액은 개체 스스로의 회복 작용에 사용될 뿐만 아니라, 일부는 무언가에게 전달되는 것으로 추정된다.\n\n- 추가적인 관찰이 이뤄지면 새롭게 서술하겠다.\n\n→ 사라지는 혈액은 환상체에게 전해질 가능성이 높아 보이네요."
                },
                {
                    "level": 3,
                    "story": "- 현재까지 관찰된 특성을 종합하면, 해당 개체는 피주머니와 가장 높은 유사성을 띠는 것으로 추정된다.\n\n- 흡수한 혈액은 침식의 원인인 환상체에게 환원되고 있을 확률이 지극히 높다.\n\n- 침식된 혈귀가 권속을 만들거나 피주머니를 만들 경우 일어나는 현상에 대한 11번 수감자의 질문이 있었다.\n\n- 그러나 침식된 이후에는 그러한 하위 개체를 만들려는 행위를 하지 않았기에, 어떠한 추론도 할 수 없을 것으로 판단된다.\n\n- 활동이 정지된 개체를 조사한 결과, 작은 장미들이 여전히 피어 있는 것을 관찰할 수 있었다.\n\n- 이 장미들은 시체에 남은 혈액을 양분으로 연명하는 것으로 보이며, 남은 혈액이 소진될 경우 시들 가능성이 높아 보인다.\n\n- 더 알 수 있는 사실은 없는 것 같으니, 관찰 일지는 이것으로 마치겠다.\n\n→ 장미 역시 환상체의 일종이니, 꼭 자연 규칙을 따르지는 않을 것 같네요.\n\n→ 해당 부분에 대한 표본을 얻을 수 있다면 수정토록 하겠다."
                }
                
            ]
        },
        {
            "id": 8377,
            "codeName": "F-01-16-10-a",
            "name": "장미 사냥꾼",
            "clue": "단서",
            "storyList": []
        }
    ]
}