{
  "dataList": [
    {
      "id": 1080,
      "codeName": "",
      "name": "나태 죄종 3형",
      "clue": "",
      "storyList": [
        {
          "level": 1,
          "story": "끝내 바위가 모여 산을 이루었소.\n\n허나, 산에 있어야 할 푸름이 없으니, 마음 한구석이 서늘하게 스미는구료.\n\n붉은 것은 여전히 바위를 움켜쥐는 중이오.\n\n마구 휘둘러대거나, 저 멀리 내던지는 것도 퍽 이전과 비슷하오.\n\n다만, 매가리 없이 흔들리던 머리는 이제 없소.\n\n아니, 바위는 굳건히 땅에 박혔고, 둥근 구체는 삼각의 세모로 변했으니.\n\n머리는 있되, 맥없는 흔들림이 없어졌다 말하는 것이 옳을 것이오.\n\n참으로 안정된 태세요, 동시에 견고한 균형이 아닌가.\n\n그래, 저것은 변화의 끝에 다다라 발전하였다 말할 수 있겠소.\n\n허나 발전조차 그것을 게으름에서 벗어나게 하진 못할 것이오.\n\n미동 없이 안주함을 택한 저것의 고요함은 결코 근면이 될 수 없기 때문이오.\n\n저것이 결국 끝의 끝에서 어떤 움직임을 취할지 모르겠소.\n\n움직임이 끊겨 멈춘다면, 이내 사유하는 것조차 멈출 테고.\n\n그렇게 모든 것이 정체되면 그것은 더 이상 살아있다 말할 수 없을 터인데.\n\n참으로 이상적이지 못한, 이상한 진화라 할 수 있겠소.\n\n보고는 이상이오."
        }
      ]
    },
    {
      "id": 1081,
      "codeName": "",
      "name": "우울 죄종 3형",
      "clue": "",
      "storyList": [
        {
          "level": 1,
          "story": "- 과거 관측되었던 투명한 벌레에 거대한 물주머니가 생긴 새로운 형태다.\n\n- 그것의 체내에 있던 액체의 양이 증가하여, 과거 관측된 개체와 달리 장기의 윤곽이 투명하게 보이지 않는다.\n\n- 동일한 이유로, 내부의 물을 꺼내 공격한 뒤에도 몸 속의 액체가 크게 줄어들지 않는 현상이 관찰되었다.\n\n- 머리에서 등으로 이어지는 새로운 기관이 발견되었다. 이는 비늘, 물결, 혹은 얇은 면사포를 연상시킨다.\n\n- 입으로 추정되는 기관을 인간의 뇌와 연결시켜 무언가를 흡수하는 새로운 행동 양식을 목격했다.\n\n- 장기 일부나 혈액을 양분으로 삼는 것으로 추정했으나, 실제로는 그렇지 않았다. 다만, 흡수한 직후 체내의 액체가 증가하는 현상이 뒤따랐다.\n\n- 그것의 몸을 가득 채운 그 물은 화학적 범주에서 규명하기에는 난해하다. 그 물은 시각적 관찰이나 물리적 접촉만으로도 부정적 기억을 강하게 자극한다.\n\n- …접촉 이후에도 부정적이라고 평가할 수 있는 심리 상태가 장시간 지속되고 있다.\n\n- 여전히 썩 좋은 기분은 아니다."
        }
      ]
    },
    {
      "id": 1082,
      "codeName": "",
      "name": "뒤틀린 호엔하임",
      "clue": "",
      "storyList": [
        {
          "level": 1,
          "story": "젠장, 이 자식 기록을 굳이 나한테 시켜야겠냐?\n\n뭔가 안 내켜서 딴 놈한테 맡기려고 했는데… 이럴 줄 알았으면 조수 나부랭이 같은 건 안 했을 거라고.\n\n…뭐. 여전히 재수 없는 상판이야.\n\n입은 옷은 고만고만한 거 같은데, 대신 목은 뭔 쭉정이처럼 늘어나고 머리는 눈깔로 가득해졌더라.\n\n옷도 좀 다른가? 그 시꺼먼 손 같은 게 온몸에 달라붙어 있긴 했어.\n\n싸우는 건… 꽤 까다로워. 머리에서 뭔 레이저를 뻥뻥 쏴대질 않나.\n\n갑자기 뭘 흡수하더니, 기운을 축 빠지게 만들지를 않나.\n\n거기다 뒤틀려도 버릇은 남 못 줬는지 내내 우리를 관찰하느라 바쁜 모양이더라고.\n\n시선을 받고 있다 보면, 뭔가 더 아프게 맞는다고 할까. 분석 당한 느낌이었지.\n\n바뀐 건 그 정도야. 이 새끼 말은 여전히 재수 없게 잘해.\n\n근데 있잖냐. 재수 없긴 해도, 난 저놈이 그렇게 나쁜 놈일까 하는 생각이 떠나질 않거든?\n\n조수 해보면서 느낀 건데, 여기 연구원들 분위기가 꽤 친숙해.\n\n뭔가 끈끈하다고 해야 하나… 뒷골목 조직에서 느껴지던 그 식구 같은 분위기가 묘하게 남아있어.\n\n뭣보다… 솔직히 니들도 내가 내는 의견은 좀 대충 흘려듣잖아?\n\n이 자식은 그러질 않아. 내가 무슨 의견을 내도, 그걸 정면에서 반박하면 했지, 넘겨 듣진 않는다고.\n\n이딴 실험으로 뒤틀려서 뒤질 놈은 아냐.\n\n그러니까… 후딱 되돌리자고.\n\n우리 특기잖냐. 이런 건.\n\n→ 얼씨구? 영 안 맞을 거 같더니, 호엔하임이 꽤 마음에 들었나 봐?\n\n→ 우리가 너무 보듬어 주질 않아서 그래... 자! 히스, 다음부턴 나라도 이야기 잘 들어줄게. 응?\n\n→ 히스클리프 씨의 의견을 가장 많이 무시한 건 로쟈 씨 아니었나요…\n\n→ 그, 그건 단테가 시킨 거라구~"
        }
      ]
    }
  ]
}