{
  "dataList": [
    {
      "id": "FileDownload_Desc_01",
      "title": "도시, 그리고 둥지",
      "desc": "관리자 님이 처해 있는 특수한 상황을 저희는 이해하고 있습니다. 대부분 당연할 사실이지만, 이곳에 기술하도록 하려고 합니다.\n잊으셨을 지 모르지만, 우리는 26개의 구로 나뉘어진 거대한 도시 속에서 살아가고 있습니다. 모든 구역은 둥지라고 불리 우는 핵심 구역이 존재합니다. 새가 둥지 속 알을 품듯, 해당 둥지를 관장하는 거대 기업은 둥지 속 거주민을 보호합니다.\n물론, 모든 빛에 그림자가 있듯이 둥지의 바깥… 뒷골목의 거주민까지 보호하지는 않습니다."
    },
    {
      "id": "FileDownload_Desc_02",
      "title": "날개",
      "desc": "새의 날개를 말하는 것이 아닙니다.\n하지만 둥지를 품는 어미 새와도 같으니, 관련성까지 부정할 수는 없겠습니다.\n날개는 도시의 각 둥지를 관장하는 26개의 초 거대 기업을 말합니다. 각 날개는 특이점이라고 불리는 놀라운 기술을 토대로 도시 곳곳의 삶의 질을 높이고, 둥지의 안녕을 도모하고 있다고 알려져 있습니다.\n그러나 날개가 꺾이기라도 하는 날에는 이야기가 달라집니다. 대대로, 도시의 날개가 꺾이는 날에는 어마어마한 사건들이 동반되어 왔죠.\n날개가 꺾인 자리에는 언젠가 새 날개가 돋아나기 마련입니다. 하지만, 그 동안 비어 버린 둥지의 안전은… 누구도 보장하지 못할 것입니다."
    },
    {
      "id": "FileDownload_Desc_03",
      "title": "로보토미 코퍼레이션",
      "desc": "한 때 날개 중 하나 였던 L 둥지의 회사입니다.\nL사라고도 불렸던 그들은, 대량의 에너지를 생산해 도시의 전력을 담당하는 역할을 하고 있었습니다.\n그러나 백야, 흑주 사건이라고 불리우는 충격적인 사건을 계기로 회사는 몰락해 버렸으며, 지금도 L 둥지의 날개는 여전히 공석인 채 입니다.\n구 L사의 전력망은 도시를 아울렀기 때문에, 이곳저곳에 그들의 지부가 많이 세워져 있습니다. 몰락과 함께 그들도 전부 폐허로 변해버렸지만, 그 안에는 쓸 만한 것들이 남아있을 것입니다.\n어쩌면… 가장 위험한 것들과 함께."
    },
    {
      "id": "FileDownload_Desc_04",
      "title": "황금가지",
      "desc": "몰락한 로보토미 코퍼레이션 지부의 지하에는 한 때 그들 기술의 정수였던 황금가지가 있습니다. 황금빛으로 빛나는, 나무의 가지죠.\n관리자께서, 수감자들과 함께 회수해야 할 가장 핵심적인 목표라고 할 수 있습니다.\n황금가지가 갖고 있는 무수한 가능성은 도시의 사람이라면 누구나 탐을 내기 때문에, 편의점에서 물건을 꺼내 오는 것처럼 쉬운 일이 되지는 않을 것입니다.\n현명한 판단을 통해 모든 가지를 회수해 오시기를 요청 드리는 바입니다."
    },
    {
      "id": "FileDownload_Desc_05",
      "title": "환상체",
      "desc": "로보토미 코퍼레이션은 환상체라고 하는 것들을 이용하여 에너지를 생산했습니다.\n이름 그대로, 그것들은 실존한다고는 믿기지 않는 괴기하고 공포스러운 존재부터, 겉은 멀쩡하지만 잘못 ‘관리’ 했을 때 끔찍한 결말을 초래하는 존재까지 다양한 종류가 그 회사에 있었습니다.\n몰락한 이후, 대부분의 지부는 규정에 따라 (아마 직원은 제대로 알고 있지도 않았을, 극히 세부적인 조항이었겠지요.) 매몰되어 환상체와 직원들이 함께 갇히게 되었습니다.\n시간이 꽤 지났기에, 내부의 직원은 이미 명을 달리 했겠지만, 그것들은 아닙니다. 아직도 그것들은 폐허가 된 지부 내부를 배회하고 있겠지요."
    },
    {
      "id": "FileDownload_Desc_06",
      "title": "E.G.O",
      "desc": "로보토미 코퍼레이션은 환상체를 통해 무기와 방어구를 추출하는 기술이 있었다고 전해집니다. 그것들의 내면을 물질화하는 기술로 추정되지만, 아쉽게도 현재는 소실되어 직접적인 방법을 알아낼 수는 없었습니다.\n유관 부서에서는, 수감자들의 활동 방향에 따라 그들 스스로가 E.G.O를 발현할 수 있을 것이라 예측하고 있습니다. 또한, 환상체의 E.G.O 역시 감정적 유착을 매개로 사용하는 것도 가능하리라 여기고 있습니다."
    },
    {
      "id": "FileDownload_Desc_07",
      "title": "엔케팔린",
      "desc": "로보토미 코퍼레이션에서 생산하던 에너지를 일컫습니다.\n전력으로서 사용된다고 일반적으로 알려져 있지만, 꼭 그런 형태로만 사용되진 않습니다.\n보통 액체의 상태로 존재하는 이 초록색 물질은, 흡입시 깊은 위안감을 불러일으킨다고 알려져 있습니다. 구 L사에서는 적절한 처방을 통해 과도한 스트레스를 받은 직원에게 투여하여 업무 효율의 상승을 꾀하기도 했다고 합니다.\n하지만, 과용하거나 정제되지 않은 것에 노출될 경우에는…\n좋은 결과가 있지는 않았던 것 같군요."
    },
    {
      "id": "FileDownload_Desc_08",
      "title": "해결사",
      "desc": "도시에서 일어나는 수많은 사건들, 그리고 그 수만큼의 의뢰를 해결하는 것을 업으로 삼는 자들을 해결사라고 부릅니다.\n물론, 자칭하는 것 만으로 해결사가 될 수는 없으며 협회에 인가된 사무소나, 협회에 직접 방문하여 해결사 면허를 취득해야만 합니다.\n면허를 얻는 것으로 끝나는 것이 아닙니다. 그들은 말단부터 높은 등급의 해결사가 되기 위해 실적을 쌓아야만 합니다. (물론, 그런 것에 관심이 없는 자도 있습니다.)\n도시의 문제를 해결하기 위해 존재하고 있지만, 가끔은 그들 스스로가 문제가 되기도 한다는 것은 공공연한 사실이기도 합니다."
    },
    {
      "id": "FileDownload_Desc_09",
      "title": "협회와 사무소",
      "desc": "도시에는 모든 해결사를 총괄하는 하나 협회를 주축으로, 해결사를 관리하는 커다란 단체를 협회라고 합니다. 보통 도시에서 일어나는 사건들을 각 협회의 특성에 맞게 배분하고, 협회가 또 다시 해결사에게 일을 분배하는 형태를 가지게 되죠.\n사무소는 해결사들의 모임이라는 점에서 협회와 흡사한 형태인 것 같지만, 그 규모가 작습니다. 어떠한 사무소는 협회에 직속되어 일을 하청 받기도 하고, 또 다른 사무소는 스스로 일을 찾아다니기도 하죠.\n누군가가 ‘사무소는 해결사의 수만큼 존재한다.’고 말한 것처럼, 도시에는 셀 수 없이 많은 사무소가 존재합니다. 금방 생겨났다가, 또 금방 사라지기도 하고요."
    }
  ]
}