{
  "dataList": [
    {
      "id": "DanteNoteDetail_25",
      "title": "",
      "desc": "- 해결사를 관리하는 커다란 규모의 단체를 말하는 것으로 보임.\n- 해결사가 워낙 자유분방하고 다양한 일을 해서 그런 걸까, 협회는 전문으로 수행하는 분야들이 따로 정해져 있는 것 같다.\n꽤 여러가지가 있는 것 같고… 수감자들의 인격과 거울세계 속에서도 몇 가지 협회들을 만나보기도 했다.\n- 일반적인 해결사와 가장 큰 차이점은, 스스로 어떤 일을 할지 고를 수 없다는 점이 있는 것 같음."
    },
    {
      "id": "DanteNoteDetail_26",
      "title": "",
      "desc": "- 암살 관련된 의뢰를 전문으로 담당하는 협회.\n- 담당한다고 해서, 다른 해결사가 암살이라는 일을 하지 않는 건 아닌 걸로 보인다. 애초에, 협회 수준의 해결사에게 일을 맡긴다는 건 어마어마한 금액을 필요로 하는 것일뿐더러…\n암살이라는 일이 도시에서는 너무도 빈번하고 자주 필요로 하는 것이다 보니, 이름 없는 골목의 사무소에서도 종종 맡는 모양이다."
    },
    {
      "id": "DanteNoteDetail_27",
      "title": "", 
      "desc": "- 집단 단위의 전투와 관련된 의뢰를 전문으로 담당하는 협회.\n- 전투와 맞닿지 않은 해결사가 과연 도시에 얼마나 있겠냐마는(이 말은 돈키호테의 말을 인용했다.)…\n- 리우 협회의 특별한 점은, 한 명 한 명의 인력이 다수의 적을 상대하는 일에 특화 되어 있다는 점인 것 같다."
    },
    {
      "id": "DanteNoteDetail_28",
      "title": "",
      "desc": "- 해결사들이 설립하는 기업 또는 사업체(아니면 업장?) 전부 이르는 말로 추정됨.\n- 번듯하게 사업체를 차리지는 않아도, 해결사로서 일을 하려면 어딘 가에 소속을 하든, 스스로 1인 사무소를 세우든 해서 행동해야 하는 규칙이 있는 것으로 보임."
    },
    {
      "id": "DanteNoteDetail_29",
      "title": "",
      "desc": "- 과거에 존재했다는 구 L사의 이름. 에너지를 만들던 회사라고 한다.\n- 지금껏 마주친 환상체들을, 그들은 알의 형태로 유통한 후에 사내의 격리실에 두고 관리함으로써 에너지… 엔케팔린을 만들어냈다고 한다.\n- 에너지를 다른 회사와 날개… 그러니까 거의 도시 전역에 수출까지 했다고 하는걸 보니, 꽤 굵직한 회사인 것 같은데…\n- 본사가 있는 곳에서 어느 날 강렬한 빛줄기가 뿜어지더니, 그대로 망한 회사로 변해버렸다고 한다.\n회사가 있던 자리에 무슨… 탑 같은 것이 나타났다가 어디론가 사라지기도 했다고 하고, 지금도 공석이라 그 구획 전체가 아비규환이라는 듯 하다.\n- 본사가 사라지자 마자 도시 곳곳에 있는 지부도 전부 운영 중단, 매몰되어 버렸다고 한다."
    },
    {
      "id": "DanteNoteDetail_30",
      "title": "",
      "desc": "- 돈키호테의 말에 따르면(초심자는 구분하기 쉽지가 않소! 라고도 했다), 결투 협회인 섕크 협회는 일 대 일 상황에서의 일들을 처리하고 리우 협회는 다 대 다 상황에서의 일들을 담당하는 것 같다. 그러고보면, 리우의 인격 대부분이 개인활동 보다는 단체 활동과 합을 중요시 여기는 것 같았다.\n그만큼 느긋해 보이기도 하고…\n- 리우 협회의 그레고르 역시, 대 여섯명 과의 싸움은 흔하게 있었다고 말했다. (물론 전부 때려눕혔다고 우쭐대는 것도 잊지 않았다.)"
    },
    {
      "id": "DanteNoteDetail_31",
      "title": "",
      "desc": "- 사무소 자체의 종류도 꽤 여러가지가 있는 것 같다.\n- 4구 뒷골목(D사 구역) 때를 떠올려보면, 그때 만난 유리, 아야가 속한 사무소가 가장 흔하게 볼 수 있는 해결사 사무소의 일종인 것 같다.\n- 어쨌든, 돈을 받고 의뢰인이 원하는 일을 해결해준다는 점에서는 해결사, 사무소, 협회 모두가 비슷한 양상인 것 같다."
    },
    {
      "id": "DanteNoteDetail_32",
      "title": "",
      "desc": "- 로보토미 코퍼레이션에서 생산하던 형광 초록 빛깔의 연료를 말하는 것 같다.\n- 메피스토펠레스에도 사람을 엔케팔린으로 환원하는 장치가 있는데, 관 속으로 차오르는 액체들을 그렇게 부르는 것 같다.\n- 엔케팔린은 단지 관 속에만 있는게 아니라 우리의 선택에 따라서 보관에 용이한 곳에 옮겨담아 둘 수도 있는데, 대표적인게 박스와 모듈인 것으로 보인다."
    },
    {
      "id": "DanteNoteDetail_33",
      "title": "",
      "desc": "- 특기할 점으로는, 사용하는 모든 무기에서 불꽃이 일어난다는 점이 있다.\n- 조화와 흐름… 불꽃이 일어나는 무기를 사용하는 이유를 물었을 때 여러 대답이 오갔지만.\n솔직히 돌려 말하는 듯한 기분이 들었고, 내가 생각하기에는 다수와 싸울 때 화염이 주변 인물들에게 까지 공격이 닿게 하는 방법으로 유효해서… 라고 본다. 불은 옮겨 붙기도 하니까."
    },
    {
      "id": "DanteNoteDetail_34",
      "title": "",
      "desc": "- 아직도 환상체란 이런 것이다… 라고 말하기 어려운 것 같다.\n- 대체적으로(적어도 지금껏 만난 것들은), 사람이나 동물과는 판이하게 다른 생김새와 기상천외한 능력을 가진 것들…\n말 그대로 ‘환상’속에서나 볼 법한 형태나 능력을 가지고 있는 것들을 의미한다고 생각한다."
    },
    {
      "id": "DanteNoteDetail_35",
      "title": "",
      "desc": "- 엔케팔린 박스는 구 L사에서도 쓰였었던 것인지, 가끔 바닥을 뒤집어 보면 구 L사의 로고가 그대로 남아있기도 하다.\n- 옆의 주의문을 읽어보니 이걸 흡입해서 환각을 보기도 한다는 것 같은데… 대체 무슨 생각으로 그런 걸 하는 거지?"
    },
    {
      "id": "DanteNoteDetail_36",
      "title": "",
      "desc": "- 파우스트에게 물어보면, 항상 ‘환상체는 환상체일 뿐, 어떠한 규격으로 그것을 정의하려고 하지 마세요.’라는 말만 할 뿐이라 더 구체적인 답을 얻기는 어렵고…"
    },
    {
      "id": "DanteNoteDetail_37",
      "title": "",
      "desc": "- 개인 단위의 결투 관련된 의뢰를 전문으로 담당하는 협회.\n- 잦은 일은 아니지만, 여전히 도시 안에서도 정정당당한 ‘결투’ 라는 행위로 시시비비를 가리는 일이 있는 것으로 보인다.\n- 일단 결투를 받아들이기는 했지만(혹은 일으켜야 할 상황이거나), 누가 보아도 자신이 찢겨나갈 게 뻔한 상황일 때, 이들에게 의뢰가 들어오는 것 같다. 결투의 대리인이 되는 걸까.\n- 세븐 협회의 인격에게 전해 듣는 정도의 이야기라 많은 것을 알 수는 없었지만…\n일거리가 많지는 않은 터라, 이들은 다른 협회와 교류 대회 같은 이벤트를 열기도 하는 것 같다."
    },
    {
      "id": "DanteNoteDetail_38",
      "title": "",
      "desc": "- 전구…? 같이 생긴 것 안에 기묘한 모양의 물건이 들어있다.\n- 저걸 뭐라고 표현해야 할 지는 모르겠다… 종종 움직이기도 하고, 꿈틀거리기도 한다.\n- 아른거리는 이 끈이라는 것을 들여다 보고 있으면 기분이 멍해지기도 한다.\n- 파우스트가 계속 들고 있는 걸 허락해주진 않아서, 돌려주고 대신 설명을 듣기로 했다."
    },
    {
      "id": "DanteNoteDetail_39",
      "title": "",
      "desc": "- Extermination of Geometrical Organ(이게 대체 무슨 뜻이야?)\n- 구 L사에서 환상체 관리를 통해 엔케팔린을 생성할 때, 추가적으로 얻어내던 부산물인 것으로 보인다.\n- 당시 회사에서는, 생산된 E.G.O를 이용하여 무기나 방어구를 제작해 직원들에게 사용하게 했다고 하는데, 이건 내가 겪고 본 E.G.O의 활용방법과는 조금 다른 것 같다."
    },
    {
      "id": "DanteNoteDetail_40",
      "title": "",
      "desc": "- 간단하게 정리하면, 날개에서 소지하고 있는 뭔가 굉장한 기술을 말하는 것.\n- 일반적인 도시의 기술과의 차이가 궁금했는데…\n해당하는 날개에서만 취급할 수 있는 독점적인 기술이라고 판단하면 좋을 것 같다."
    },
    {
      "id": "DanteNoteDetail_41",
      "title": "",
      "desc": "- 정리해보면…\n모든 가능성을 실, 끈의 형태로 엮어낸 것… 이라고 할 수 있겠다.\n사실 정리라고 하기도 뭣한게, 파우스트가 말한 것을 거의 그대로 적었을 뿐이다. 무슨 뜻인지 정확히 몰라서…\n시계를 돌릴 때 나타나는 별과 하늘을 바라볼 때 느끼는 감각이 느껴지는 것 같기도 하다. 경외심과 비슷한 것 같음."
    },
    {
      "id": "DanteNoteDetail_42",
      "title": "",
      "desc": "- 수감자들은 이 물건에 다가가면 현기증과 가까운 이상한 기운을 느끼는 것 같다.\n이걸 공명이라고도 부르는데, 내가 느꼈던 두통과 비슷한 원리일 수도 있을 것 같다.\n- 일단 황금가지를 회수하면, 베르길리우스가 다른 부서의 사람을 불러서 처리하는 것 같다.\n물어봤을 때는, 본사로 올린다. 라고만 말했다."
    },
    
    {
      "id": "DanteNoteDetail_44",
      "title": "",
      "desc": "- 몇몇 해결사 관련 인격과 대화해본 결과 하고 싶다고 해서 전부 할 수 있는 것은 아닌 것 같고, 면허 시험 같은 것이 존재하는 것으로 보인다.\n- 급수로 해결사 끼리의 등급을 나누는 것 같음. 9급이 제일 낮고, 1급이 제일 높은 것 같은데…\n- 그리고 특색이라는 별도의 등급도 있는 것 같다. 베르길리우스는 붉은시선으로 불리는 것 같음. 꽤나 대단한 실력인 데다가, 유명한가 보다."
    }
  ]
}
