{
  "dataList": [
    {
      "id": 10301,
      "title": "흥얼거림",
      "place": "메피스토펠레스 안",
      "desc": "베르길리우스가 이번 작전의 목적지를 안내한다. 모두가 화기애애했던 분위기 속에서 유독 한 수감자만 심상치 않은 반응을 보이기 시작하는데…"
    },
    {
      "id": 10302,
      "title": "심사",
      "place": "K사 검문소 길목",
      "desc": "우리는 K사 둥지로 간다고 한다. 하지만 다들 반응이 하나 같이 놀랍다는 말투다. 둥지로 가기 위해서는 검문소를 거쳐야 한다는데 절차가 매우 까다로운 모양이다. "
    },
    {
      "id": 10303,
      "title": "코드 퍼플",
      "place": "K사 검문소",
      "desc": "베르길리우스와 이스마엘의 철저한 사전 연습 끝에 우리는 심사대 바로 앞까지 도착했다. 이대로 무사히 통과가 된다면 좋으련만…"
    },
    {
      "id": 10304,
      "title": "금기",
      "place": "K사 검문소",
      "desc": "불의를 참지 못하는 우리의 돈키호테가 또다시 일을 저질러 버렸다. K사 둥지 한복판에서 사방에서 직원들이 몰려오기 시작하고 베르길리우스는 단단히 화가 난 듯 팔짱을 끼고 가만히 구경하기 시작했다."
    },
    {
      "id": 10305,
      "title": "금기 2",
      "place": "K사 검문소",
      "desc": "우리는 계속 K사 경비들과 싸우는 중이다. 적들은 타격이 거의 없어 보이고… 우리는 점점 지쳐간다. "
    },
    {
      "id": 10306,
      "title": "HP 탄",
      "place": "K사 검문소",
      "desc": "K사의 특이점인 HP탄의 기술로 인해 우리가 적군에게 간신히 입힌 치명상들은 눈 깜짝할 새에 회복된다. 수감자들의 인내심은 점점 바닥나간다. "
    },
    {
      "id": 10307,
      "title": "지크프리트",
      "place": "K사 검문소",
      "desc": "밖에서부터 엄청난 속도로 돌진하는 자가 보인다. 지나칠 정도로 경쾌하고 과하게 쾌활한 그의 이름은 지크프리트라고 한다. 베르길리우스와는 안면이 있는 사이인 듯 인사를 나누더니 수감자들을 향해 순식간에 달려들기 시작한다."
    },
    {
      "id": 10308,
      "title": "다시 에피,소드",
      "place": "K사 검문소 바깥",
      "desc": "정신없는 지크프리트와의 첫 만남 후, 검문소 앞에서 낯익은 얼굴들을 만났다. 여전히 의기양양하게 인사를 건네는 그들은…"
    },
    {
      "id": 10309,
      "title": "그날의 거래",
      "place": "메피스토펠레스 안",
      "desc": "버스로 복귀했지만, 분위기가 어딘가 좋지 않다. 아마 베르길리우스는 이 일을 그냥 넘기지 않으려는 모양이다. 힘내라, 돈키호테…!"
    },
    {
      "id": 10310,
      "title": "이단 심문관",
      "place": "칼프 마을 입구",
      "desc": "한차례의 소동이 마무리되고 우리는 드디어 목적지를 향해 출발한다. K사의 '칼프'라는 곳으로 가는 길, 잠깐의 평화로움을 맛보기도 전에 자신을 '이단심문관'이라고 소개하는 이들에 의해 버스의 유리창이 꿰뚫린다. "
    },
    {
      "id": 10311,
      "title": "이단 심문관 2",
      "place": "칼프 마을 입구",
      "desc": "선발대로부터 연락이 왔다. 무전기에서부터 들려오는 정체불명의 목소리는 심상치 않은 일이 벌어지고 있다는 걸 암시하고 있었다. 싱클레어는 겁에 질리기 시작했다.  "
    },
    {
      "id": 10312,
      "title": "이단 심문관 3",
      "place": "칼프 마을 입구",
      "desc": "이단 심문관들이 계속해서 밀려든다. 아무렇지 않게 내 머리를 내어오라는 저들은 대체 뭐 하는 놈들일까."
    },
    {
      "id": 10313,
      "title": "거룩한 밤",
      "place": "칼프 마을 안",
      "desc": "목적지인 '칼프' 마을로 도착했다. 마을 어딘가에서부터 익숙한 노래가 들려오며, 나무 곳곳에는 끔찍한 장신구들이 주렁주렁 달려 있다. "
    },
    {
      "id": 10314,
      "title": "거룩한 밤 2",
      "place": "칼프 마을 안",
      "desc": "싱클레어의 고향인 '칼프' 마을은 주민들 대부분이 의체 부품 제작에 종사하고 있는 마을이었다. 뒤틀림 현상이 잦아질수록 기피 대상이 되어가는 의체 보유자들에 대한 파우스트의 설명을 들었다. "
    },
    {
      "id": 10315,
      "title": "정화",
      "place": "칼프 마을 안",
      "desc": "마을 구석에는 의체들이 쓰레기장처럼 쌓여 있다. 문득 내 본체란 무엇일지에 대해 생각해 본다."
    },
    {
      "id": 10316,
      "title": "용기",
      "place": "칼프 마을 안",
      "desc": "공포를 억누르려고 하는 싱클레어의 필사적인 모습이 안타까워 보인다. 싱클레어는 나를 보며 오래전 자신의 친구를 떠올린다."
    },
    {
      "id": 10317,
      "title": "화마",
      "place": "싱클레어 저택 입구",
      "desc": "싱클레어의 저택 앞으로 도착했다. 저택 앞에는 의체 시체들이 못에 박힌 채 매달려 있다. 우리는 그중에 차마 똑바로 쳐다볼 수 없는 누군가의 모습을 발견한다."
    },
    {
      "id": 10318,
      "title": "화마 2",
      "place": "싱클레어 저택 입구",
      "desc": "크로머는 불타오르는 저택 안으로 들어갔다. 아무 타격 없이 걸어오는 귀도의 모습에 수감자들의 진력은 단숨에 꺾여간다. "
    },
    {
      "id": 10319,
      "title": "나쁜 꿈",
      "place": "싱클레어 저택 입구",
      "desc": "겨우 귀도를 물리쳤지만 싱클레어는 힘겨워한다. 가눌 수 없는 죄책감이 끊임없이 그를 몰아세우고 있는 것 같다. "
    },
    {
      "id": 10320,
      "title": "지하 통로",
      "place": "싱클레어 저택 지하통로 어딘가",
      "desc": "싱클레어는 우리를 지하실로 안내했다. 지하실에는 수상한 통로가 이어져 있다. N사 파견원들이 만들어 놓았을 거라는 파우스트의 추측이 있었다.  "
    },
    {
      "id": 10321,
      "title": "지하 통로 2",
      "place": "싱클레어 저택 지하통로 어딘가",
      "desc": "우리는 지하 통로를 계속 지나간다. 로보토미 지부가 점점 가까워지는 것 같다."
    },
    {
      "id": 10322,
      "title": "K-02  지부",
      "place": "싱클레어 저택 지하통로 어딘가",
      "desc": "우리는 로보토미 지부로 도착했다. 그곳은 마치 고문실처럼 각종 기구와 살점, 기계들이 마구잡이로 널브러져 있다. "
    }
  ]
}