{
  "dataList": [
    {
      "id": 2010000,
      "title": "특정하기 어려운 공간",
      "desc": "고요한 소음이 이곳에는 있다. 이 공간 안으로 걸음 하면 어디로 이어지게 될지 도무지 감이 잡히지 않는다.\n그 공간 안에서는 냄새도 난다. 달콤하다가도, 금방\n시어지고, 쿱쿱하다가, 상쾌하고 청량하기도 하다.\n\n그 체험이 문 밖에서도, 공간을 걸음 하면서도\n자꾸만 바뀌어 간다."
    },
    {
      "id": 2011000,
      "title": "적의가 느껴지는 공간",
      "desc": "이 기이한 공간들 안에서 그나마 마음이 놓이는 것 같다.\n분명한 적의가 저 너머에서 느껴지고 있지만, 이보다 두렵고 소름돋는 공간이 존재함을 알기 때문이다.\n\n물론, 긴장을 놓아서는 안된다. 공간에서 마주하는 적들은 언제든지 수감자들을 부숴버릴 수 있을 테니까."
    },
    {
      "id": 2011001,
      "title": "적의가 느껴지는 공간",
      "desc": "이 공간은 이전보다도 더 짙은 적의를 내뿜고 있다.\n수감자들은 처음과 같은 상태가 아니다.\n아래로 내려오면서, 그들은 피로한 몸을 이끌고 있다.\n긴장하지 않으면, 가장 보통의 공간에서 수감자들을 잃을 수도 있을 것이다."
    },
    {
      "id": 2011002,
      "title": "적의가 느껴지는 공간",
      "desc": "도달한 이 공간의 무게는 이제\n처음 느꼈던 것과는 크게 달라졌다.\n공간 하나 하나를 건널 때마다 수감자들이 크게 피로해진다.\n\n이곳에서 피로를 제어하지 못한다면, 위험한 공간에 들어서자마자 우리는 산산히 찢겨나갈 것이다."
    },
    {
      "id": 2012000,
      "title": "기이한 감각이 새어나오는 공간",
      "desc": "온 몸의 털 끝이 저릿저릿 곤두선다.\n아직 아무것도 눈에 담지 않았지만, 이 앞에 분명하게 무언가 이해하기 어려운 것이 도사리고 있다는 것을 느낄 수 있다.\n\n가늠조차 할 수 없는, 이 세상의 것이\n아닌 듯한 무언가와 조우할 것만 같다."
    },
    {
      "id": 2012001,
      "title": "기이한 감각이 새어나오는 공간",
      "desc": "털 끝이 곤두서는 감각에 이 공간이 어떤 곳인지 순식간에 파악이 된다. 그것들은 이 세상의 것이 아니었다. 단순히 머리를 베고, 척추를 끊는 것으로 해결되지 않는 무언가였다. 어떤 것들이 그 자리에 도사리고 있을지는 모른다.\n\n우리가 할 수 있는 것은,\n최대한 빨리 그것을 파악하는 것 뿐이다."
    },
    {
      "id": 2013000,
      "title": "알 수 없는 괴성이 흘러나오는 공간",
      "desc": "다른 공간보다 위험한 것이 기다리고 있는 것 같다.\n정체 모를 동물의 피비린내가 한층 더 짙고,\n조명이 더욱 공포스럽게 깜빡 대서 만은 아니다.\n오감에게 포착되지 않는 형언키 어려운 감각이\n전신을 핥아 내리고 있는 것이 그 이유이다.\n\n단단한 채비를 하지 않으면, 헤쳐 나가기 어려울 것 같다."
    },
    {
      "id": 2013001,
      "title": "알 수 없는 괴성이 흘러나오는 공간",
      "desc": "위기감이 뒷목을 쓸고 내려가는 감각은 이전보다 더욱 짙어져있다.  기이한 악몽, 광기 어린 비명, 과육을 짜내듯 불쾌한 소리가 시시각각 사방에서 터져나온다.\n어느 순간인지 모를 순간 부터, 허벅지에 경련이 오는 것을 느꼈다. 걸음을 옮기지 말라는 몸의 경고임을 알 수 있다.\n\n하지만 나아가는 것 만이 답이라는 것 또한, 알고있다."
    },
    {
      "id": 2014000,
      "title": "비치우는 공간이 가장 강렬히 왜곡되는 공간",
      "desc": "이곳에서 또 한 번 굴절될 것만 같다.\n이곳을 무사히 지날 수만 있다면.\n그러나 어째서인지, 더 깊은 곳으로 꺾여 들어가기 보다는 튕겨져 나갈 것만 같다는 예감도 사무친다. 어느 방향으로 비추어지든, 그 이전으로 돌아갈 수는 없을 것이다.\n\n단단한 벽으로 된 것만 같은 공포감에 압도되어 버린다."
    },
    {
      "id": 2014001,
      "title": "비치우는 공간이 가장 강렬히 왜곡되는 공간",
      "desc": "한 번은 겪었던 공간이다.\n그러나 여전히 흉악한 공포감이 단단한 성벽처럼 서 있다.\n이전과 같이, 이번에도 굴절되어 아래로 향할 수 있을까.\n아니면 파손된 거울의 갈라진 틈새에 튕겨나가 소멸될까.\n\n이제 와서 돌아갈 수는 없을 것이다.\n그저 받아들이는 수 밖에 없다."
    },
    {
      "id": 2014002,
      "title": "비치우는 공간이 가장 강렬히 왜곡되는 공간",
      "desc": "또 다시 이 벽에 다다랐다.\n언제든지 벽이 넘어져 나와 수감자를 덮칠 것만 같다.\n그래서, 어떻게든 돌아가기 위해 왼쪽으로, 오른쪽으로 달려보지만 벽은 끝이 없다. 뒤로 돌아 이 곳을 벗어나지\n않는 이상, 방법은 벽을 부수는 것 밖에 없을 것이다.\n\n공포를 직면하는 것 만이 자신을 지키는 길이니까."
    }
  ]
}