{
    "dataList": [
      {
        "id": 10501,
        "title": "항해",
        "place": "메피스토펠레스 버스배",
        "desc": "한바탕 초록색 불빛의 소동이 일단락된 뒤, 버스배는 계속 항해 중이다. 파우스트가 무언갈 발견한 듯이 키가 있는 곳을 향해 걸어간다. "
      },
      {
        "id": 10502,
        "title": "규칙",
        "place": "메피스토펠레스 버스배",
        "desc": "항해에 대한 오티스의 강의가 무르익을 무렵, 엔진이 멈춰버렸다. 앞으로 갈 길은 한참 남았는데… "
      },
      {
        "id": 10503,
        "title": "공명 굽쇠",
        "place": "메피스토펠레스 버스배",
        "desc": "오티스의 구령에 맞춰 일심동체…는 아니지만 수감자들의 단합으로 엔진이 멈춘 버스배는 움직이고 있었다. 그러던 중 이 호수에 살아남기 위해서 반드시 알아야만 하는 사실이 있었다. 가령 규칙을 어기면 과자 부스러기 꼴이 된다거나… 그리고 우리의 버스배는 항해 노선과는 무관하게 끌려가고 있었다."
      },
      {
        "id": 10504,
        "title": "납치범",
        "place": "U사 청새치 항구선",
        "desc": "몇 번의 위험과 호수를 건너 목적지에 도착했다. 이번 목적지는 U사의 청새치 항구선 이라는 곳인듯하다. 그곳은 수없이 많은 컨테이너로 이루어진 거대한 배였다. "
      },
      {
        "id": 10505,
        "title": "명령 불복종",
        "place": "U사 청새치 항구선",
        "desc": "접선하기로 했었던 LCCB 대원 대신 악질적인 납치범이 우릴 반겨주었다. 몸값을 요구하는 그들에게 어떻게 대응해야 할지 논의하고 있었던 와중… 이스마엘은 아랑곳없이 돌발 행동을 한다. 이스마엘의 눈은 여러 감정으로 가득 차 갈피를 못 잡고 있는 것만 같았다. 우리는 납치된 LCCB 대원의 생사도 확인 못 한 채로 납치범들을 물리쳐야 한다. "
      },
      {
        "id": 10506,
        "title": "클럽",
        "place": "U사 청새치 항구선",
        "desc": "모두가 함께 결속된 상태로 작전을 수행하는 건 아닌 것 같다.  우리는 이스마엘의 협박으로 인해 겨우 얻어낸 보스의 위치를 향해 이동했다. "
      },
      {
        "id": 10507,
        "title": "클럽 2",
        "place": "U사 청새치 항구선",
        "desc": "납치범들의 보스가 있는 곳은 시끄러운 음악들이 새어 나오고 있는 클럽이었다. 조용히 들어가고자 했지만… 우리는 클럽 입구에서부터 싸움에 휩싸이게 되었고 겨우 문지기들을 물러나게 만들었다."
      },
      {
        "id": 10508,
        "title": "클럽 3",
        "place": "U사 청새치 항구선",
        "desc": "납치범들의 보스가 있는 곳은 시끄러운 음악들이 새어 나오고 있는 클럽이었다. 조용히 들어가고자 했지만… 우리는 클럽 입구에서부터 싸움에 휩싸이게 되었고 겨우 문지기들을 물러나게 만들었다."
      },
      {
        "id": 10509,
        "title": "부선장",
        "place": "U사 청새치 항구선",
        "desc": "클럽을 돌아다니며 납치범들이 소속되어 있는 조직원들을 물리쳤다. 이제 슬슬 그들의 보스가 있는 방도 알아내야 할 텐데…"
      },
      {
        "id": 10510,
        "title": "부선장 2",
        "place": "U사 청새치 항구선",
        "desc": "싱클레어의 활약으로 그들의 보스가 있는 방을 알아냈다. 자신을 쌍갈고리 해적단의 부선장이라고 소개하는데…"
      },
      {
        "id": 10511,
        "title": "컨테이너",
        "place": "U사 청새치 항구선",
        "desc": "쌍갈고리 해적단의 부선장, 스미로부터 납치된 LCCB 부서의 팀장이라는 자가 잡혀있는 위치를 전달받았다. 이스마엘은 확실한 몰살을 원하는 것 같았지만… 나는 몸을 던지면서까지 막았다. 논리적으로 설명할 수도, 납득시킬 수도 없었지만, 후회는 없다. "
      },
      {
        "id": 10512,
        "title": "컨테이너 2",
        "place": "U사 청새치 항구선",
        "desc": "부선장, 스미로부터 납치된 LCCB 부서의 팀장이라는 자가 잡혀있는 위치를 전달받았다. 그곳엔 산처럼 쌓여있는 컨테이너들이 보인다."
      },
      {
        "id": 10513,
        "title": "파일럿",
        "place": "U사 청새치 항구선",
        "desc": "스미라는 자가 말한 컨테이너를 열자 얼굴엔 눈물범벅이 되어있는 앳된 LCCB 대원이 보인다. 크게 다친 것 같진 않아 보여 다행이다만, 이 자가 팀장이라고…?"
      },
      {
        "id": 10514,
        "title": "파일럿 2",
        "place": "U사 청새치 항구선",
        "desc": "파일럿이라는 LCCB 생존자 대원을 만났다. 또한 소드가 살아있다는 반가운 사실도 전해주었다. 이제 파일럿이 겪은 이야기를 들어봐야 할 때이다. "
      },
      {
        "id": 10515,
        "title": "아이스크림",
        "place": "U사 청새치 항구선",
        "desc": "파일럿으로부터 황금가지가 마지막으로 목격되었다고 하는 로보토미 지부의 변동 좌표를 전달받았다. 아무렇지 않게 말을 이어가던 파일럿은 결국 눈물을 보인다. 부디 앞으로 향할 로보토미 지부에 생존자가 남아있기를 간절히 믿고 싶었다. "
      },
      {
        "id": 10516,
        "title": "해적들",
        "place": "메피스토펠레스 버스배",
        "desc": "파일럿이 전달해 준 변동 좌표를 토대로 호수 어딘가에 있을 로보토미 지부를 향해 가야 한다.  이스마엘은 초조한 표정으로 계속 망원경을 연신 확인하고 있다."
      },
      {
        "id": 10517,
        "title": "해적들 2",
        "place": "메피스토펠레스 버스배",
        "desc": "쌍갈고리 해적단들이 우리를 뒤쫓고 있었다. 이스마엘의 제안에 따라 우리가 먼저 그들의 배로 넘어가기로 했다."
      },
      {
        "id": 10518,
        "title": "파도",
        "place": "메피스토펠레스 버스배",
        "desc": "해적들을 물리쳤지만 찝찝함이 가시지 않는다. 호수의 규칙을 유념하며 계속 항해를 하는 수밖에…"
      },
      {
        "id": 10519,
        "title": "파도 2",
        "place": "메피스토펠레스 버스배",
        "desc": "오티스는 시간을 단축하기 위해 규칙을 어기고 파도를 이겨내자고 했다. 곧바로 날씨는 험악해지고 무엇일지 모르는 파도가 밀려온다. "
      }
    ]
}