{
    "dataList": [
      {
        "id": 10520,
        "title": "크루즈 파티",
        "place": "메피스토펠레스 버스배",
        "desc": "파도를 헤치고 나와, 조금은 잔잔한 항해를 시작했다.\n이제 좌표를 향해 순항할 수 있을까, 그런 생각도 잠시.\n호수 가운데 덩그러니 놓여져 있는 크루즈 선박이 눈에 띈다."
      },
      {
        "id": 10521,
        "title": "크루즈 파티 2",
        "place": "크루즈 선박",
        "desc": "정보를 얻기 위해 크루즈 위로 올랐다. 화려한 음식과 치장과는 다르게 사람 한 명 보이지 않는 것이, 어쩐지 서늘한 기운을 느끼게한다."
      },
      {
        "id": 10522,
        "title": "크루즈 파티 3",
        "place": "크루즈 선박",
        "desc": "무서운 이야기를 피해 도망간 싱클레어를 찾아 선실 내부로 들어갔다. 싱클레어는 어렵지 않게 발견할 수 있었다.\n그런데…"
      },
      {
        "id": 10523,
        "title": "크루즈 파티 4",
        "place": "크루즈 선박",
        "desc": "크루즈는 희생의 결과물이었다. 호수 위에서 규칙을 소홀히 한 죄는 이토록 무거웠다.\n…다음번에는 좀 더 현명한 판단을 해야 할 것 같다."
      },
      {
        "id": 10524,
        "title": "재앙",
        "place": "로보토미 지부 시추선 어딘가",
        "desc": "안개 너머로 보이는 것은 그토록 찾던 U사의 로보토미 지부였다. 정말 저것이 지부인지 되물을 정도로 기괴한 흰 점막이 지부의 전체를 뒤덮고 있다는 것만 빼면… 우린 나쁘지 않은 과정 속에 있는 것만 같았다."
      },
      {
        "id": 10525,
        "title": "고래잡이",
        "place": "로보토미 지부 시추선 어딘가",
        "desc": "기괴함을 간직한 것은 단순히 외부만의 일이 아니었다. 희고도 창백한 점막은 그 내부를 모조리 뒤덮고 있었다.\n그리고… 그런 점막을 뒤집어 쓴 채 걸어다니는 이도 있었다."
      },
      {
        "id": 10526,
        "title": "호수와 나비",
        "place": "로보토미 지부 시추선 어딘가",
        "desc": "신비로운 분위기를 자아내는 나비를 따라, 우리는 지부의 안으로 더욱 걸어들어갔다. 그 안에는, 찰랑거리는 머리를 가진 자가 있었다."
      },
      {
        "id": 10527,
        "title": "호수와 나비 2",
        "place": "로보토미 지부 시추선 어딘가",
        "desc": "마치 나비가 수면 위에 잠시 앉았다 날아가듯, 림이라는 자는 꿈결같이 사라졌다. 그리고 우리는, 언젠가 보았던 익숙한 붉은 문양을 떠올린다. …다시 인어들이 몰려든다."
      },
      {
        "id": 10529,
        "title": "호수와 나비 3",
        "place": "로보토미 지부 시추선 어딘가",
        "desc": "림이라는 자의 말대로, 지부 안에서는 황금가지의 흔적을 찾을 수 없었다.\n…그의 말대로 고래라는 걸 찾아야만 하겠지."
      },
      {
        "id": 10530,
        "title": "작살",
        "place": "로보토미 지부 시추선 입구",
        "desc": "베르길리우스와 합류를 대기하려는데, 갑작스러운 충격이 지부를 덮쳤다. 황급히 외부로 나가 안개 속을 쳐다보았더니… 그 안개로부터 험상궂은 선박이 고개를 내밀기 시작했다."
      },
      {
        "id": 10532,
        "title": "작은 형님",
        "place": "로보토미 지부 시추선 입구",
        "desc": "습격한 해적들을 처리하고 있었지만, 이들은 그저 전초전에 불과하다는 생각이 불현듯 스쳤다. 그러고보면, 아직 저들의 선박 중 가장 화려하고 커다란 것은 우리에게 갈고리를 걸지 않았었는데…"
      },
      {
        "id": 10533,
        "title": "작은 형님 2",
        "place": "로보토미 지부 시추선 입구",
        "desc": "이건 일종의 유린이나 기만에 가깝다. 이스마엘은 계속해서 죽고, 나는 그 죽음의 고통을 공유하며 끊임없이 되살린다.\n…승리는 요원하다. 정말 파우스트가 말한 대로… 여기서 끝이 나는 걸까."
      },
      {
        "id": 10534,
        "title": "쪽빛노인",
        "place": "메피스토펠레스 버스배",
        "desc": "푸른 불꽃이 올라오는 담배를 물고 있는 노인은, 설명을 들을 필요도 없이 강력했다. 파우스트는 이미 이 자가 누구인지 아는 듯이, 가벼운 인사와 함께 그를 베르길리우스에게로 데려갔다."
      },
      {
        "id": 10535,
        "title": "암초",
        "place": "메피스토펠레스 보트",
        "desc": "쪽빛노인과 의논한 대로, 우리는 회색빛 호수를 향해 노를 저어갔다. 탁하고 흐린 호수의 물결 위로, 희끄무레한 암초 같은 것들이 멀찍하게 보인다. 저것들을 피하면서 지나가야 하는 건가."
      },
      {
        "id": 10537,
        "title": "창백한 고래",
        "place": "메피스토펠레스 보트",
        "desc": "암초라고 생각했던 구멍 고래 위로 흘러나오는 인어들을 해치워냈다. 하지만… 우리가 찾는 고래는 이게 아닐텐데, 이스마엘이 이렇게 한 이유가 뭘까?\n히스클리프의 안색을 보아하니… 나만 궁금한 건 아닌 것 같다."
      },
      {
        "id": 10538,
        "title": "창백한 고래 2",
        "place": "메피스토펠레스 보트",
        "desc": "걷혀진 해무를 비집고, 우리는 새카만 호수의 안으로 들어왔다.\n이스마엘이 말하는, 전설 속의 호수. 그리고 그 안에는…\n시릴 정도로 창백한 고래가 있었다."
      }
    ]
}