{
    "dataList": [
        {
            "id": "DanteNoteDetail_92",
            "title": "",
            "desc": "- 환상체들은 저마다 위험등급을 가지고 있고, 5가지 등급으로 분류되는 것 같다.\n- 파우스트가 전달해준 간단한 매뉴얼에 의하면… ZAYIN / TETH / HE / WAW / ALEPH 이렇게 다섯가지 등급으로 분류되는 것 같다.\n- 환상체와 전투를 벌이고, 지침대로 수감자들이 도감을 작성하면 그 내용이 림버스 컴퍼니의 상부에 전달되는 것 같다. 그 내용에 따라 상부에서 환상체의 위험등급을 정하는 걸로 보임.\n- 어떤 경우에는 도감 내용을 다 채우지도 못했는데 위험등급이 매겨져 있을 때도 있었다. (히스클리프가 미루고 미루다가 도감을 작성하려다 보니 위험등급이 적혀있었다고 했었다. ) 도감 자체는 림버스 컴퍼니 본사와 연결되어 있는 구조라는 듯하니, 수시로 확인하고 있는 게 아닐까?"
        },
        {
            "id": "DanteNoteDetail_93",
            "title": "",
            "desc": "- 위험등급의 기준은 역시 환상체가 주는 잠재적 피해량, 전투의 어려움 등을 고려해서 매겨지는 것 같다. 어쩐지… 수감자들에게 도감을 작성할 때 전투가 어떤 식으로 이루어졌는지, 특이한 점이 무엇인지를 중점적으로 쓰라고 강조한 이유가 이거였던 것 같다.\n- 하지만 일부 개체는 낮은 등급으로 책정된 환상체가 더 상대하기 까다롭고 강했던 것 같다.\n- 황금가지가 환상체의 힘을 억제(클리포트 억제력이 이걸 말하는 거겠지?)해서… 라기에는 그냥 편차가 심한 것 같다는 생각이 든다.\n- 파우스트에게 편차에 대해서 몇 가지 물어봤는데, 내가 괴리감을 느낀 이유를 대강 알 수 있었다.\n- 지금까지 환상체의 위험등급은 로보토미 코퍼레이션에서 설정했던 위험등급을 기반으로 LCA에서 부여하는 방식을 취해왔는데, 그 데이터와 실제 데이터가 일치하지 않는 경우가 종종 있었던 것 같다.\n- LCA도 이부분을 인지하고 있고, 이번에 새로운 지침을 공표하는 듯하다.\n- 우리의 전투 데이터 몇몇과 림버스 컴퍼니의 표본 수집 결과를 보고 위험등급을 재조정, 재분류가 이루어질 수도 있다고 한다."
        },
        {
            "id": "DanteNoteDetail_94",
            "title": "",
            "desc": "- 나와 수감자들… 일명 버스팀은 황금가지를 찾는게 주 업무지만, 현재 대외적으로는 뒤틀림을 대상으로 제압, 포획, 예방하는 종류의 사업을 진행중이라고 한다."
        },
        {
            "id": "DanteNoteDetail_95",
            "title": "",
            "desc": "- 림버스 컴퍼니에서 제일 영향력이 큰 부서.\n- 무엇의 약어인지는 아직 모르겠음.\n- 뒤틀림을 회수하거나 모노리스를 회수하는 등의 중요한 임무에서 LCD와 함께 협업하는 것이 아닐까?\n- 새까만 복장에 몸집이 커다란 인물들이 특수 작전팀으로 LCA에 소속되어 있다고 한다."
        },
        {
            "id": "DanteNoteDetail_96",
            "title": "",
            "desc": "- 사람이 특정 계기로 괴물같이 형태가 변하는 현상.\n- 뒤틀림이 발현된 사람을 어쩌다 보니 여럿 상대하게 되었는데… 공통점을 발견할 수 있었다.\n- 감정적으로 끝에 몰릴 때, 사람은 뒤틀림이 되는 것 같다.\n- 한 가지 의문인건… 지금껏 도시의 사람들을 보았을 때 감정이 벼랑 끝까지 내몰리는 사람들이 헤아리기 어려울 정도로 많을 것 같은데, 길거리에 뒤틀림이 치일 정도로 많진 않았다는 것.\n- 단지 감정이 내몰리는 것 외에, 뭔가 다른 조건도 있는 걸까?"
        },
        {
            "id": "DanteNoteDetail_97",
            "title": "",
            "desc": "- 뒤틀림과 비슷한 느낌이 들지만 각 개체의 개성이 미약한 존재들이다.\n- 지금까지 여섯 종류의 죄종을 확인할 수 있었다. 이상의 말에 따르면 죄종은 뒤틀림보다도 짐승에 가까운 개체인 것 같다.\n- 두 대조군을 비교했을 때 죄종 쪽이 극단적인 공격성, 적대성이 유의미하게 높았다고도 말했다."
        },
        {
            "id": "DanteNoteDetail_98",
            "title": "",
            "desc": "- 림버스 컴퍼니 상부에서는 뒤틀림에도 환상체와 같은 위험등급과 일련번호를 부여해왔다. 하지만 이번에 환상체 위험등급 조정과 개편에 관련된 지침을 공표하면서 뒤틀림을 따로 분류하기로 한 것 같다.\n- 뒤틀림을 사살 가능하다는 것이 환상체와의 가장 큰 차이점으로 본 것 같다. 생각해보니, 환상체는 제압할 때마다 알 비슷한 것으로 돌아갔었다."
        },
        {
            "id": "DanteNoteDetail_99",
            "title": "",
            "desc": "- 나는 내 머리에 있는 황금가지 때문인지 모르겠지만, 환상체와 뒤틀림을 느낌으로 구분할 수 있다. 환상체와 뒤틀림이 비슷하면서도 다르듯이, 죄종과 뒤틀림과의 관계도 그렇게 보인다.\n- 그 말을 들은 싱클레어는 일단 분위기가 비슷하지만 조금 다른 것이라면… 사실 기원은 같고, 뒤틀림에 이르지 못한 게 죄종이지는 않겠냐는 추측을 내놓았다.\n- 일리가 있는 말이다. 뒤틀림이 되지 못한 사람이 죄종이 된다… 당장 할 수 있는 추측은 이게 가장 가능성이 높겠지.\n\n- 죄종에 대한 위험등급과 일련번호도 개편이 된다고 한다. 아마 용진 빌딩에서 보았던 새로운 형태의 죄종 때문이겠지.\n- 예상대로, 새로운 개체의 발견과 환상체, 뒤틀림, 죄종을 각각 구분해야 할 필요성에 의해 개편하게 되었다고 파우스트가 보충해주었다."
        },
        {
            "id": "DanteNoteDetail_100",
            "title": "",
            "desc": "- 둥지의 위치는 19구.\n- 둥지를 관리하는 왕…?과 같은 존재와 신하들이 있는 것으로 보임. 왕이 뭐지…\n- 간단히 설명을 듣고 보니 지배구조의 일종인 것 같다. 둥지와 날개 같은 형식과 비슷하지만 다른 건가. 돈키호테가 눈을 빛내면서 옆에서 듣고 있었으니, 아마 꽤 특이한 문화인 것 같다.\n- 둥지마다 문화와 운영방식이 다르다는 설명이 확실히 체감이 된다.\n- 아직은 어떤 특이점으로 둥지를 운영하는지 모르겠음."
        },
        {
            "id": "DanteNoteDetail_101",
            "title": "",
            "desc": "- LCCA. 애프터팀은 나와 수감자들이 속해 있는 LCB를 좋게 보지 않는 것으로 보임.\n- 회사로부터 어떤 특혜를 받고 있다는 것으로 생각하는 모양인데, 대신 직접 여러 번 죽어보라고 하고 싶다.\n- …아님 사람이 죽는 고통을 계속해서 느껴보던가"
        },
        {
            "id": "DanteNoteDetail_102",
            "title": "",
            "desc": "- Limbus Company Distortion.\n- 림버스 컴퍼니의 뒤틀림 전담 부서라는 듯하다.\n- 림버스 컴퍼니가 도시에서 사업을 확장하기 위해 뒤틀림을 처리하는 부서를 만듦.\n- 에즈라라는 LCD부서의 팀원이 우리가 적극적으로 모노리스를 회수할 때 도와줬다.\n- …조금 철이 든 돈키호테 같은 사람이었다."
        },
        {
            "id": "DanteNoteDetail_103",
            "title": "",
            "desc": "- 이상이 S사 출신이라고 하며, 농축산 전반의 산업을 담당하는 기업이라고 한다.\n- 최근에 만난 검계들도 S사에서 도망쳐 나온 조직인데, 이상처럼 S사 내부적인 문제와 횡포 때문에 떠나온 것으로 보임.\n- S사는 굉장히 혼란스러운 상태의 둥지인 것 같다. 다음 경로가 S사는 아니면 좋겠네…"
        },
        {
            "id": "DanteNoteDetail_104",
            "title": "",
            "desc": "- 소드가 살아있다! 이런 즐거운 정보 수정을 하게 되다니.\n- 소드는 후송된 이후 잘 회복해 과장 직군까지 오른 것 같다. 싱클레어가 계속 마음을 썼었는데, 위안이 좀 되었으면 한다.\n- 비포팀은 소드 씨나 파일럿처럼 적어도 나와 수감자들과 같이 일한다는 느낌이었는데… LCCA 팀장이라는 카이만이란 사람은 우리와 LCCB를 깔보는 듯이 구는게 마음이 좋진 않았다."
        },
        {
            "id": "DanteNoteDetail_105",
            "title": "",
            "desc": "- 뒤틀림을 강제시키는 검은 비석. 림버스 컴퍼니에서는 모노리스라고 부르는 듯 하다.\n- 황금가지처럼 뒤틀림을 유발시키거나 증폭시키는 것 같다. 하지만 황금가지와는 달리, 오직 뒤틀림 유발과 증폭에 특화되어 있는 물체로 보인다.\n- 지금까지 몇 번 황금가지와 접촉했던 경험으로 미루어 볼 때, 모노리스와 황금가지는 유사하면서도 다른 성질을 가지고 있는 것 같다."
        },
        {
            "id": "DanteNoteDetail_106",
            "title": "",
            "desc": "- 지금까지 봐오던 죄종과 다르게 더 성장한 것처럼 생긴 개체를 마주했다.\n- 림버스 컴퍼니 상부의 지침은, 앞으로 이들을 단계 따위의 분류법으로 관리하려는 것 같다.\n- 그렇게 많이 조우했던 죄종 중에 이제 와서야 2단계 죄종을 보게 된 건 단순한 우연은 아닐 것이다."
        },
        {
            "id": "DanteNoteDetail_107",
            "title": "",
            "desc": "- 황금가지는 뜨거운 감정부터 따듯한 감정까지 증폭을 시키고 풀어내준다는 느낌이라면, 모노리스는 강제로 심연에서 끓고 있는 것을 마주하게 하고 넘쳐흘러 이윽고 터져 나오게 하는 것 같았다. \n- 황금가지와 달리 나름의 장치인지, 조작에 의해 켜지고 꺼지는 것이 있는 것 같았다. 조작법도 미로 퍼즐 같은 느낌이라 매우 어려웠다."
        },
        {
            "id": "DanteNoteDetail_108",
            "title": "",
            "desc": "- 주황색 빛의 철도. 3호선이라 적혀있음.\n- 이전에 생각했던 것처럼, 각 호선마다 별개의 색을 가지고 있는 건 이제 확실해 보인다.\n- 열차는 원형의 궤도를 따라 역을 지나갔다. 이전 철도와는 달리 중간에 수감자들을 쉬게 할 수 있어서 가혹함이 덜했음.\n- 이번에도 처음 전투를 하는 환상체들을 만났다. 파우스트의 말대로 환상체의 세계에 전철이 도착한 것이라면, 이 전철로 더 멀리까지 갈 수 있지 않을까."
        },
        {
            "id": "DanteNoteDetail_109",
            "title": "",
            "desc": "- 버스를 타고 돌아다니며 겪어온 여정에서 수감자들의 성장이 지속되고 강해진만큼, 죄종도 덩달아 강해진 것 같다.\n- 생각해봤는데, 나타나는 죄종의 종류가 늘어나는 건 역시 황금가지의 영향인 것 같다. 인격의 성장이 황금가지를 수복함에 따라 진행되는 것과 마찬가지일 것이다.\n- 앞으로도 황금가지를 모아야 할테니… 당연히 죄종의 종류도 늘어나겠지.\n- 황금가지, 수감자… 그리고 죄종. 또 내 머릿속의 황금가지. 이것들은 결국 나와 어떤 식으로든 연결되어 있다고밖에 생각할 수 없을 것 같다."
        },
        {
            "id": "DanteNoteDetail_110",
            "title": "",
            "desc": "- 거울 던전은 추상적인 세계를 헤쳐 나간다는 느낌으로 이해가 됐지만, 거울굴절철도는 비교적 구체적인 형상을 띄고 있었다. 마치 복도처럼.\n- 거울굴절철도의 역은 누가 만든 것이고 유실물 보상은 누가 가져다 두는 것일지, 메피스토펠레스와 닮은 이 전철은 어디에서 어떻게 배치되었는지… 아직 알 수 없는 것들이 너무 많다."
        },
        {
            "id": "DanteNoteDetail_111",
            "title": "",
            "desc": "- 도시에서 강해지는 방법은 여러가지가 있는 것으로 보인다. 의체나, 강화시술 같은 것들이 만연한 듯 하다.\n- 강한 몸을 가지는 것만큼, 전투에서는 어떤 방식으로 싸우는지도 중요하다고 함.\n- 해결사 사무소나 협회… 아니면 조직에서 저마다 사용하는 전투 방식이 있고, 그것을 갈고 닦는 자들이 장차 검법, 무술, 문파 등으로 발전되어 나아간다고 한다.\n- 히스클리프의 말에 의하면 강화시술을 받은 몸만으로는 샌드백이 되기 십상이라고 함. 어떤 시술을 받았냐에 따라, 그리고 어떤 무기나 유파의 무예를 훈련하느냐가 중요할 수도 있다고 료슈가 거들었음."
        },
        {
            "id": "DanteNoteDetail_112",
            "title": "",
            "desc": "- 전투 경험이 많은 인격의 말을 주워들었을 때, 도시에서 강해지기 위해서는 돈을 잔뜩 투자한 신체만으로는 뭘 할 수가 없는 걸로 보임.\n- 단단하고 출력이 강한 몸을 만들 수야 있지만, 그 몸을 전투에서 어떻게 사용할지는 경험과 노력이 필요한 영역이라고 한다.\n- 하지만 결국 뭘 하려고 하든 돈이 많이 들어가는 것은 맞다고 로쟈가 말해줬다. 돈이 많다고 해서 강해지는 것은 아니지만, 강해지기 위해 돈이 필요한 것으로 보임."
        },
        {
            "id": "DanteNoteDetail_113",
            "title": "",
            "desc": "- 외곽에는 사람이 사는 마을이 있다. 예정에 있던 탐구는 아니었고, 히스클리프와 돈키호테 덕분에 알게 되었지만...\n- 어디선가 주워들었던 것처럼 외곽에는 환상체나 뒤틀림과는 다른 괴물들이 있고, 사람을 죽이려 드는 것 같다."
        },
        {
            "id": "DanteNoteDetail_114",
            "title": "",
            "desc": "- 노움과 거인… 같은 사람이 아니면서 지성이 있는 존재들을 만나기도 했다. 환상체와는 분명 달랐다.\n- 외곽 어딘가에 있는 공장에만 가본 것이라, 아직 호수가 아닌 외곽 영역의 모습이 잘 그려지지는 않는다. 하지만 공장이라는 형태로 보았을 때, 어쩌면 우리가 알고 있는 상식을 한참 벗어난 것만 존재하는 건 아닐지도 모른다.\n- 데미안이 말했듯, 의외로 정말 살기 좋은 곳은 아닐까라고 싱클레어가 말했지만, 아무리 살기 좋은 예쁜 곳이라 해도 사람에게 적개심으로 가득한 존재들이 있는 한 살기 좋다고 말할 수는 없을 것 같다는 이스마엘의 반박이 있었다."
        }
    ]
  }
  
