{
    "dataList": [
        {
            "id": "DanteNoteDetail_122",
            "title": "",
            "desc": "- 거울은 있었을지도 모르는 가능성을 비춰준다. 캐서린과 넬리 그리고 거울세계의 히스클리프는 거울로 불행한 미래밖에 보지 못했다 한다. 거울이 정말 무한히 있다면 보는 시간도 무한할 텐데 정말 모든 가능성을 본 것이었을까? 모든 거울을 본다는 게 가능은 한 걸까? 혹시 우리 쪽에서도 적극적으로 거울세계와 상호작용 혹은 그와 비슷한 것을 할 수 있을까?\n- 거울 기술을 자주 사용하면서도 아직도 모르는 것 투성이다. 이상도 거울 세계 그 자체에 대해서는 아직 풀어가야 할 것이 많다고 했다."
        },
        {
            "id": "DanteNoteDetail_123",
            "title": "",
            "desc": "- T사의 대표가 모노리스를 림버스 컴퍼니로부터 사겠다고 했다. 림버스 컴퍼니는 이제 뒤틀림을 진행시키는 이 물건까지 판매한다. 뒤틀림을 해결하는 사업을 목표로 하겠다면서, 뒤틀림을 만들어내는 것을 팔다니… 오히려 뒤틀림을 잘 다룰 수 있어서 믿고 사도 된다는 건가? 모노리스로 발생한 뒤틀림을 처리할 때도 림버스 컴퍼니가 돈을 받고 처리하는 거라면 돈이 불어나는 사업구조가 완성되는 것 같긴 하다."
        },
        {
            "id": "DanteNoteDetail_124",
            "title": "",
            "desc": "- 뒤틀림 각각이 가진 특수한 능력들은 특이점과 비슷하거나 그 이상인 것 같다. T사의 대표마저 시간살인마라는 뒤틀림을 통해 새로운 가능성을 보았다고 하니까. 어디까지 가능한 걸까."
        },
        {
            "id": "DanteNoteDetail_125",
            "title": "",
            "desc": "- 둥지의 위치는 16구.\n- 고개를 끝까지 들어야 간신히 꼭대기가 보이는 고층 건물이 많다.\n- 여러 가지 통조림이 특산품이라는 것 같은데, 뫼르소에게 들어보니 별의별 통조림이 다 있는 모양이다.\n- 역에 전단지가 잔뜩 붙어있었다. 무언가 안 좋은 사건이라도 일어나는 중인 걸까?"
        },
        {
            "id": "DanteNoteDetail_126",
            "title": "",
            "desc": "- 의뢰자가 요청한 구역을 보호하고, 치안을 유지하는 의뢰를 전문으로 담당하는 협회.\n- 당신의 방패라는 표어를 내세워 활동한다고 한다.\n- 츠바이의 인격과 대화해 보면, 확실히 무언가를 지키는 데 특화된 협회인 것 같다. 다만, 어디까지나 의뢰를 요청했을 때만 지켜주는 것 같다."
        },
        {
            "id": "DanteNoteDetail_127",
            "title": "",
            "desc": "- 플루드니차라는 AI가 탑재된 차원가방, 딜리버리 캐리어에 여러 물건을 넣어 배달한다고 한다. 정확히는 의뢰 및 경로에 따라 적합한 플루드니차가 해결사에게 배정되는 모양이다.\n- 파우스트의 설명에 따르면 AI가 탑재된 코어 또는 모듈을 딜리버리 캐리어에 임베딩해서… 아무튼 플루드니차라는 AI를 가방에 끼우고 배송 의뢰를 수행한다는 것으로 이해했다.\n- 가방 안에 들어간 물건은 굉장히 보존 상태가 좋고, 운송 기한을 어기는 경우가 거의 없어 도시에 필수적인 협회라고 한다. 필요한 상황이라면 우리도 이용할 수 있을까? 편할 것 같은데.\n- 인격과 대화해본 결과, 시간 엄수가 힘들다고 판단하면, AI인 플루드니차가 소지자를 큰 폭으로 강화시켜준다는 걸 알아냈다. 그 후에도 물품 운송에 실패하면 죽을 수도 있다는데… 기한을 어기는 경우가 거의 없을만도 하다."
        },
        {
            "id": "DanteNoteDetail_128",
            "title": "",
            "desc": "- 소냐에 의해 만들어진 조직. 초기에는 뒷골목의 어려운 사람들을 도왔지만, 나중에는 도시를 어떻게 바꿀지 탁상공론만 반복하는 집단이 되었다고 로쟈가 말했었다.\n- 둥지 곳곳에 영향력을 퍼트리고 있다고 한다. T사에서도 여러 발명품으로 테러를 감행하는 유로지비와 어렵지 않게 조우할 수 있었다.\n- 소냐를 성자라고 부르며 때를 기다리고 있다고 한다. 어째서 소냐를 성자라고 부르는 건지, 때라는 건 언제를 의미하는 건지는 알 수 없지만… 어쩐지 꺼림칙하다.\n- 디에치 협회의 인격들이 말하는 것으로 미루어보았을 때 디에치 협회에서 부르는 성자와는 명백히 다른 개념인 것 같다."
        },
        {
            "id": "DanteNoteDetail_129",
            "title": "",
            "desc": "- 수감자들의 모습, 나아가 인격과 E.G.O까지 그대로 따라 하는 죄종이 나타났다. 뒤틀림조차 되지 못한 죄종이 어째서 E.G.O를 사용할 수 있는지 물었지만, 파우스트는 아직 말할 수 없는 정보라며 선을 그었다.\n- 거울을 활용하여 건져 올린 인격패도 없이, 어떻게 거울세계의 수감자를 흉내 낸 걸까?"
        },
        {
            "id": "DanteNoteDetail_130",
            "title": "",
            "desc": "- 버틀러들이 들고 다니는 가방은 차원가방이라고 한다. 겉으로 보이는 것보다 내부에 수납할 수 있는 공간이 많아서 편리한 기술 같다. 메피스토펠레스의 뒷문 같은 건가.\n- 차원가방은 제품의 특징마다 크기와 수납하는 용량이 다르다고 한다. 비싼 제품일수록 겉으로 보기엔 작아도 수납할 수 있는 용량이 크다고 한다.\n- 차원가방에 사람을 넣을 수는 없다고 한다. 워프 열차처럼 사람과 물건의 차이점이 있는 걸까?"
        }
    ]
  }
  
