{
  "dataList": [
    {
      "id": "DanteNoteDetail_1",
      "title": "",
      "desc": "- 림버스 컴퍼니. 내가 입사한 회사.\n- 나와 가장 연관이 높은 듯한 이 단어는… 놀랍게도 내가 가장 설명하기 어려운 단어이기도 하다.\n이유는… 알려주는게 뭣도 없으니까. 입사도 내 의지는 아닌 것 같고.\n처음에는 황금가지를 찾아오는 것이 목적인 회사인 줄 알았지만, 알고 보니 내가 속한 LCB라는 부서의 목적일 뿐 그게 회사 전체의 목적이라고 보기는 힘든 것 같다."
    },
      {
      "id": "DanteNoteDetail_2",
      "title": "",
      "desc": "- 각각의 부서에는 각각의 목적이 있는 듯하고, 그 외에 공통적인 목표를 가지고 있지는 않은 것 같다.\n-엄청난 돈을 가졌다거나 하는 막강한 뒷배가 있는 것 같다. 어떤 상황에서도 지원이 적지 않았고(로쟈는 식사에 불만이 많은 것 같았지만)."
    },
    {
      "id": "DanteNoteDetail_3",
      "title": "",
      "desc": "- Limbus Company Bus.\n-버스 부서라고 부른다고 한다.\n이름을 대충 짓는건 아닌가 싶은데, 다른 부서도 크게 다르진 않은 것 같음.\n- 저 뒤에 앉아있는… 수감자? (아직도 익숙해지지 않는 단어.)들과 나를 포함한 사람들을 가리키는 것 같다.\n목적은 L사, 로보토미 어쩌구의 지부 아래에 묻힌 황금가지를 모아오는 것이라고 한다.\n황금가지가 뭔지는 모르겠지만, 말하는 것으로 보아 실체를 가진 가지 모양의 무언가 같음. (알게 되면 따로 적어둬야겠다.)"
    },
    
    {
      "id": "DanteNoteDetail_4",
      "title": "",
      "desc": "- 꼭 황금가지를 회수하는 일에만 투입하는 건 아닌 듯.\n어찌되었든 다음 목표를 위해 수감자나 나의 능력이 필요한 곳이라면 투입되는 것 같다.\n- 슬슬 어떤 형태로 이 회사가 성립됐는지, 왜 나와 수감자들이어야 했는지가 궁금한데, 파우스트는 알려주지 않는다. 사내 보안 등급이 낮아 아직은 어쩔 수 없다는데, 파우스트는 뭔가를 더 아는 눈치다.\n왜 관리자라는 나보다 수감자가 회사의 정보를 더 많이 알고 있는 거지…?"
    },
    {
      "id": "DanteNoteDetail_5",
      "title": "",
      "desc": "- Limbus Company Clear.\n- 클리어 부서라고 명칭한다.\n이 버스 부서의 활동을 보조하기 위해 생긴 부서라고 한다.\n수감자들이랑은 다르게, 이 사람들은 내가 되살릴 수 없는 모양이고 그런 만큼 무장이나 방어구에 신경을 쓰는 것으로 보인다.\n- 부서는 두 개로 나누어진 것 같은데, 우리가 오기 전에 사전 작업을 하는 비포 팀(LCCB)과 우리가 지나간 후에 부숴놓은 걸 정리하는 등 사후 처리를 하는 애프터 팀(LCCA)이 있는 모양이다.\n아직 직접 만나 본 적은 없지만, 베르길리우스가 몇 번인가 통화하는 소리를 흘려 들은 걸로 미루어보아 두 팀 안에도 여러가지 분과가 존재하는 것으로 보임.\n- 비포 팀의 사전관측과 소속이라는 에피, 소드와 협업함.\n- 시간이 빌 때 마다 궁금한 것을 몇 가지 질문했고, 알게 된 사실을 정리하려고함.\n- 각각이 정확히 어떤 일을 하는지도 묻고 싶었지만, 돈키호테가 갑자기 말썽을 부리는 바람에 수습하느라 유야무야됨.\n- 에피는 덧 붙여, 비포 팀 중에서도 사전관측과가 제일 박봉이라며 한숨을 쉬었다. 다른 과 보다 인원이 훨씬 많다는 걸로 봐서는 소모성 인력은 아닌가 추측됨.\n- …에피와 소드가 작전 중 사망했다."
    },
    {
      "id": "DanteNoteDetail_6",
      "title": "",
      "desc": "- LCB, 버스에 타고 있는 저 열둘의 사람들을 지칭하는 것으로 보임.\n- 대화하면서 들리는 내용으로 미루어 보았을 때, 이들도 나와 다를 것 없이 ‘입사’한 사람들인 것 같지만, 어째서인지 갇혀있는 사람으로 불리는 것 같다.\n- 베르길리우스에게 해당 명칭에 대한 질문해 보았지만, 명확한 답을 내놓지는 않았다.\n나중이 되면 어차피 알게 될 거라니… 이따위말로 벌써 몇 개나 되는 질문을 묵살시켜버렸다.\n…어차피 내게 선택지는 없는 것 같으니, 알게 되는 것이 생길 때 마다 적는 수밖에 없는 듯."
    },
    {
      "id": "DanteNoteDetail_7",
      "title": "",
      "desc": "- 수감자의 의의를 몇 가지 알게 된 것 같아서 추가함.\n- 우선 수감자는 나와 계약(이라고 말하지만, 딱히 나의 자유의지는 없었던 것 같은데.)한 사람들을 지칭하는 것으로 보임.\n- 그리고, 내 시계를 통해서 부활시키는 것도 수감자들에게만 할 수 있는 행위로 보인다."
    },
    {
      "id": "DanteNoteDetail_8",
      "title": "",
      "desc": "- 우리가 찾는 황금가지와 공명할 수 있는 사람들이 수감자에 해당하는 것일지도 모른다.\n- 가지의 근처에 다다르면 공명한 수감자의 과거를 체험하거나 마음 속 장면을 들여다 볼 수 있는 자아심도가 드러나는 것으로 보인다."
    },
    {
      "id": "DanteNoteDetail_9",
      "title": "",
      "desc": "- 도시 안에서 일종의 중심구역 역할을 하는 곳을 칭하는 것 같음.\n- 도시는 여러 구획으로 나뉘어져 있는데, 항상 구획이 둥지와 뒷골목으로 나뉘어지는 것 같음.\n- 둥지는 사실상 구획의 관리자라고 볼 수 있는 날개라는 거대 기업의 관리와 보호를 받을 수 있는 곳이라는 것 같다. 뒷골목은 그렇게까지 강한 영향을 끼치지는 않는 듯. 아마도?\n- 나는 둥지 출신인지 뒷골목 출신인지 베르길리우스에게 한 번 물어본 적 있지만, 무시당함."
    },
     
    {
      "id": "DanteNoteDetail_10",
      "title": "",
      "desc": "- 하나의 구획을 통치하는 것에 가까운, 그 구획의 가장 크고 높은 기술을 가진 회사를 의미하는 것 같다.\n말은 회사라고 하지만, 설명을 들으면 들을수록 통치를 하는 기관에 가까운 것으로 느껴짐.\n(생각해보면, 림버스 컴퍼니도 일반적으로 사전에 정의되어 있는 회사라는 개념과는 다른 것 같기도 하다. 계속 버스나 타고 돌아다니는 것 부터가.)\n- 특이점이라는, 날개 고유의 기술이 있는 것 같으며 그 기술을 토대로 벌어들인 돈(과 살인적인 세금)을 이용해 둥지라는 고급 구획을 관리하고 있는 것 같다.\n- 날개에 사는 사람들을 깃털로 부르는 것 같음."
    }, 
    {
      "id": "DanteNoteDetail_11",
      "title": "",
      "desc": "- 둥지의 위치는 11구.\n- 기억하기도 싫은 검문소 전투에서 끝없이 상처입고 회복하던 경비원들이 있던 것 처럼… K사의 특이점은 계속해서 상처를 회복, 아니 재생하는 능력인 것으로 보인다.\n파우스트는 그 기술을 헬라포이세스라고 말했는데, 도시에서는 흔하게 HP탄이라거나 HP앰플이라는 이름으로 통용되는 모양이다.\n덕분에 수감자들이 죄다 죽어버려서 전원의 고통을 받아들이느라 기절할 뻔했지만…\n반대로 그 HP앰플이라는 것 덕분에 하반신이 녹아내린 것도 말끔히 복구 될 수 있었다.\n- K사는 이 능력을 통해서 이것저것 사업을 벌이는 것으로 파악된다."
    },
    {
      "id": "DanteNoteDetail_12",
      "title": "",
      "desc": "- 은봉이네 호프집 관련해서 만난 삼조라는 인물의 이야기로 미루어보아, 특이점을 활용한 식품 관련 기술을 개발하기도 하는 것 같다."
    },
    {
      "id": "DanteNoteDetail_13",
      "title": "",
      "desc": "- 로보토미 코퍼레이션.\n- 현재는 공석인, 추락한 날개. 둥지의 위치는 12구.\n도시 전부가 알고 있는 (나만 몰랐던, 혹은 잊었던…?) 백야/흑주라는 사건의 중심지였던 것 같다.\n우리가 쫓아 다니고 있는 황금가지가 남겨진 지부들이 모두 구 L사의 지부인 것으로 보인다."
    },
    {
      "id": "DanteNoteDetail_14",
      "title": "",
      "desc": "- 나겔 운트 하머. 못과 망치. 둥지의 위치는 14구.\n- 뫼르소와의 대화로 추측해보면, 실제로 회사 안에서 못, 그리고 망치라고 분류하는 두 파벌이 존재하는 듯 하다.\n우리가 마주했던 그 판금 갑옷을 치렁거리며 다니는 ‘이단심문관’들은 적어도 뫼르소가 재직하던 시절에는 눈에 띄지 않았으며, 주류도 아니었다는 듯 하다.\n- 크로머가 이끄는 조직과는 다르게, N사는 경직되어 있기는 해도 일반적으로 볼 수 있는 거대 기업의 이미지와 다를 바가 없는 것으로 보인다."
    },
    {
      "id": "DanteNoteDetail_15",
      "title": "",
      "desc": "- 정확히 어떤 일을 주력으로 하는지는 모르겠지만, 수감자들 중 몇몇은 N사에 대해 어느 정도 아는 것이 있는 눈치이다.\n…하나 같이 그 작자들이 말 한마디 안꺼내는 사람들이라는게 문제지만."
    },
    {
      "id": "DanteNoteDetail_16",
      "title": "",
      "desc": "- 둥지에 속하지 않는, 날개가 자리하는 구획을 제외한 나머지 지역들인 것 같다.\n주로 둥지에 속하기에는 주머니 사정이 어려운 사람들이 살고 있는 듯.\n- 말이 골목이지, 이 안에 온갖 음식점이나 회사, 사람이 살아가는 거주구역이나 학교, 학원 따위가 빼곡하게 들어차 있는 것으로 보인다.\n하지만 골목이라는 이름답게, 여기저기 꼬불거리고 이리저리 이어져 있는 모습이나, 음습한 분위기는 어느 뒷골목을 가도 같은 것 같다.\n재밌는 건, 어느 뒷골목으로 가든 (그래봐야 겨우 3군데를 돌아 보았을 뿐이지만) 뒷골목과 둥지의 경계가 명확하다는 점이다."
    },
    {
      "id": "DanteNoteDetail_17",
      "title": "",
      "desc": "- 뒷골목을 방랑하는 검객.\n- 인격으로 불러낸 수감자들과의 대화로 추정해보면, 이들은 조직이지만 특별히 뭉쳐다니지는 않는 것으로 추정된다.\n정확히는… 일시적으로 동행인을 갖기는 하지만, 철저한 계급/조직 들이 존재하는 것이 아니라고 말할 수 있을 것 같다.\n- …질문에 대한 대답의 태반이 농담이라 정확한 답변을 여기에 적어넣을 수 없다는 사실이 안타깝다."
    },
    {
      "id": "DanteNoteDetail_18",
      "title": "",
      "desc": "- 도시에서 일어나는 일들을 처리하거나, 도우는 일종의 프리랜서.\n- 물론 봉사나 재능을 기부하는 것은 아니다. 철저히 돈으로 돌아가는 세계인 것으로 보임. 그렇다고 그렇지 않은 해결사가 없을 것이다… 라고 장담하기도 애매하다. (아마?)\n- 듣고, 만난(거울 인격을 통해 대화한 것도 만났다고 해도 될까) 해결사는 내가 어떻다고 정리하기 어려울 정도로 다양했다. 꽤 흔한 직업군 아닐까?"
    },
    {
      "id": "DanteNoteDetail_19",
      "title": "",
      "desc": "- 뒷골목에 꽤 뿌리깊게 펼쳐져 있는 거대 조직.\n- 기다랗고 칼집이 딸린 외날검과 까맣게 휘날리는 옷을 맞추어 입는 것이 특징인 것 같다.\n- 기본적으로 뒷골목의 상인들 따위에게 보호비를 상납받고, 형식상의 보호를 해주는 것으로 살아가는 것 같다.\n수감자들의 인격을 통해 들었을 때 검계… 라는 조직과는 모종의 갈등 관계에 있는 것 같은데, 왜 그런 상황인지는 알 수가 없었다.\n- 절대적이지는 않지만 서열 정도는 존재하는 듯하다. 대체적으로는 명령을 따르는 듯한 느낌.\n- …다만, 홍루와의 이야기로 미루어 보아 예외적인 상황도 간혹 있는 것으로 보인다."
    },
    {
      "id": "DanteNoteDetail_20",
      "title": "",
      "desc": "- 황금빛으로 빛나고 있는 조그마한 가지 모양의 물건.\n- 이게 정말 나뭇가지라고는 생각이 들지 않는다. 다가갈 때 마다 저릿한 두통 같은게 느껴지기도 하고…\n- 그저 금칠한 나뭇가지를 주으러 이 개고생을 하고 있다고도 생각하기 힘들다."
    },
    {
      "id": "DanteNoteDetail_21",
      "title": "",
      "desc": "- 여러 가능성 중에 자신의 다른 가능성을 덧 씌우는 기술.\n- 이상이 제작에 참여했다고 알고 있는데, 그에게 물어보면 하나 같이 이해하기 어려운 말만 주루룩 읊어대므로 별로 쓸모 있는 기록을 쓰기는 어려울 것 같다.\n- 인격 자체는 메피스토펠레스의 엔진을 통해서 찾아내게 된다. 어떤 원리인지는 자세히 모르지만 원하는 인격을 편하게 찾고, 정착할 수는 없는 것으로 보인다. 여러 번 시행착오를 하다보면 수감자의 새로운 인격을 찾기도 하고."
    },
    {
      "id": "DanteNoteDetail_22",
      "title": "",
      "desc": "- 인격을 사용하는 방법을 정확하게 글로 풀어낼수는 없지만…(나도 모르게 된다는 느낌에 가깝나.)\n추출된 인격과 LCB-PDA와 버스 유리창을 동기화하면 모종의 대화나 감응을 할 수 있었던 것 같다.\n그 감응된 수감자의 인격을 떠올리면 내 눈 앞에 있는 수감자와 평소 대화하듯이 무언가 통하는 느낌이 들고… 수감자와 내가 서로 무언의 동의를 하는 순간, 유리가 깨지는 소리와 함께 수감자에게 인격이 덧 씌워진다.\n…더 적합한 표현 방법이 생각이 안 난다.\n- 인격이 뒤집어 씌워진 수감자는 평소와 꽤 다른 모습을 보인다. 의상이나 무기도 그렇지만, 성격도 꽤 변해버려서 내가 알던 수감자가 맞는지 순간 순간 섬짓할 때도 있다.\n다행히, 인격 사용을 끝내면 본래대로 돌아오는 것 같다. 하지만 종종 오랜 시간 사용하고 있을 때 약간의 후유증이나 잔향이 남아 인격 쪽의 성격이 튀어 나오기도 하는 걸로 보인다."
    },
    {
      "id": "DanteNoteDetail_23",
      "title": "",
      "desc": "- 도시 곳곳에서 세력으로서 결성된 집단을 통 틀어서 조직이라고 부르는 것 같다.\n- 조직이라는 단어 자체가 가리키는 범위가 워낙 방대하다보니, 특별한 기준이 있다기 보단, 단체로 움직이면 대부분 조직이라고 불리는 듯."
    },
    {
      "id": "DanteNoteDetail_24",
      "title": "",
      "desc": "- 톱니바퀴 두개가 맞물려 돌아가는 것 부터 거울 속을 들여다보고 인격을 덧씌우는 것까지, 도시에서는 이것들을 기술이라고 부르는 것 같다."
    }
  ]
}
