{
    "dataList": [
      {
        "id": "DanteNoteDetail_45",
        "title": "",
        "desc": "- 둥지의 위치는 23구.\n- 직접 W사를 방문해본 적은 없지만 관련 인격들과 대화를 해본 결과 파편적인 정보를 알 수 있었다.\nW사는 워프열차라는 운송장치로 연결된 승강장이면 어디든 편도로 순간 이동을 시켜주는 서비스를 운영하는 듯 하다.\n워프 열차 티켓 값은 많이 비싸다고 하는데, 그 중에서도 1등석 티켓은 말도 안되게 비싸다고 한다. \n-…그럼 그냥 차타고 가면 안되는 건가?"
      },
        {
        "id": "DanteNoteDetail_46",
        "title": "",
        "desc": "- 모인 끈을 이용해서 인격을 이쪽 세계와 동기화 시키는 작업.\n- 어느 세계에서 가져온 가능성의 인격을 현재 수감자와 일치 시키는 과정이라고 한다.( 끈으로 이쪽 세계와 저쪽 세계를 엮어주는건가?)\n방금 추출한 인격을 수감자에게 바로 씌운다 하더라도, 추출한 쪽 세계의 인격이 갖고 있던 지식과 전투기술을 가지지는 못하는 모양이다.\n그래서 끈을 통해 동기화를 하고, 해당 인격의 효율을 끌어올리는 듯하다."
      },
      {
        "id": "DanteNoteDetail_47",
        "title": "",
        "desc": "- 동기화와 마찬가지로, 끈을 이용해서 수감자들이 가진 E.G.O를 강력하게 하는 작업.\n…왜 E.G.O 동기화가 아니고 해석이라고 하는걸까?"
      },
      {
        "id": "DanteNoteDetail_48",
        "title": "",
        "desc": "- 둥지의 위치는 18구.\n- R사와 연관된 수감자들의 이야기를 들어보니 내가 듣고 본 날개와는 약간 달라보였다.\n날개들은 특이점을 이용한 여러 편의 기술을 제공해 삶을 윤택하게 해주는 것 같지만, R사는 그런 것보다는 용병업과 같이 무력 서비스를 제공해주는 곳이라고 한다.\n- R사가 날개로서 위협적인 이유는 제공되는 군사서비스의 질에 있다는 듯 하다.\n전투에서는 전투원의 수도 중요하지만 실전 경험과 마음가짐이 튼튼한 정신 상태에 있다고 오티스가 덧붙였다.\n그런 측면에서, R사의 전투요원(군인? 직원인가?)들은 물량도 많지만 하나하나가 전투에서 흔들리지 않는 살인병기와 같다고 한다.\n그레고르는, 병사들이 전의를 잃고 전선을 이탈하거나 패닉에 빠지지만 않아도 대단한 거라고 말을 얹었다.\n전쟁 시뮬레이션 훈련실이라도 있는걸까."
      },
      {
        "id": "DanteNoteDetail_49",
        "title": "",
        "desc": "- 한 인격에 대해 끈을 모두 사용해서 PDA에 보이는 동기화 MAX 상태가 끝이냐고 물어봤다.\n그러면 정말 저쪽 세계의 수감자와 같아지는건지 궁금했다.\n- 이론상으로는 그렇다고 한다.\n만약, 추출된 쪽의 세계의 특정 시간에서 가져온 인격이 경험을 더 쌓는다면(예를 들어, 더 전투기술을 갈고 닦는다면)또 다른 가능성이 발생해 추가 동기화가 진행될 수도 있다고 한다.\n하지만, 인격은 추출된 시간대에 고정되어 버리는 것이라는 듯하다. 기술이나 능력이 새롭게 개화되지는 않는 듯."
      },
      {
        "id": "DanteNoteDetail_50",
        "title": "",
        "desc": "- 인격 학습 티켓이라는 것을 수감자가(혹은 인격을 뒤집어 쓴 채로) 찢으면 어떤 경험들이 흘러 들어오는 모양이다.\n이 경험들을 통해서 추출될 시점의 세계에 있었던 인격보다도 강해질 수 있다고 한다.(이론상으로는 그렇다고 파우스트가 말했다.)\n- 전투의 숙련도가 증가하는것은 알겠는데 왜 체력과 같은 육체적 강인함도 오르는 걸까?"
      },
      {
        "id": "DanteNoteDetail_51",
        "title": "",
        "desc": "- 파우스트와 이상에게 애매하지만 나름의 답이 되는 이야기를 들었다.\n인격을 티켓으로 강화할 때는 인격과 틀, 뼈대 자체를 강화시키는 것이라고 한다.\n- 말을 정리해보면, 강화가 이루어질 때는 육체적인 강화만 이뤄지는 것 같다.\n강화의 방식은 각 인격이 추출되었던 세계의 방식대로 이루어 진다고 한다.\n- 덧붙여, 의체를 사용하는 인격이 강화될 때는 의체의 소재 같은 것들이 단단해지는 모양이다.\n- 어느 방향으로든 정신이 아닌 육체만이 강해지는 방향으로 움직이는 듯."
      },
      {
        "id": "DanteNoteDetail_52",
        "title": "",
        "desc": "- 추가로 들은 이야기를 기록해 놓는다.\n- 워프 열차를 이용하는 이유는, 차량으로도 어디든 갈수야 있지만 그 과정이 너무 복잡하기 때문이라고 한다.\n하긴, K사 둥지로 들어가는 절차만 떠올려봐도 끔찍하게 까다로웠던 것 같다.\n- 더 이야기 해보니, 그런 까다로움 보다는 길이 효율적으로 이어지지 않은 탓이 크다고 한다.\n이리저리 꼬여있어서, 차량같은 것으로 뒷골목을 통해 도시 안에서 다른 구역으로 가려면 비정상적으로 오래걸린다고 한다.\n- 직선거리로는 가까워보여도, 실제 갈 수 있는 도로는 엄청 복잡하다고 한다.\n둥지 간에 고속도로라는 뚫린 대로라는게 있기는 한 것 같지만, 이용하는 데에도 여러 조건과 비용이 발생하는 모양이다."
      },
      {
        "id": "DanteNoteDetail_53",
        "title": "",
        "desc": "- 수감자들이 사용하는 E.G.O도 인격과 마찬가지로 어떤 환상체들의 핵심으로부터 적합한 수감자에게 가능성을 끌어오는 것이라고 한다.\n하지만 E.G.O를 온전히 사용하기 위해서는 환상체에 대한 이해와 해석이 필요하다고 해서, 해석이라 부르고 있다고 한다.\n- 해석을 진행할수록 E.G.O의 원본이 되는 환상체의 심상을 더 풍성하게 이해하게 되고, 그 덕에 E.G.O의 위력과 효과들이 강해진다고 한다.\n- E.G.O는 정신적인 어떤 힘의 발현인 것 같다.\n확실히, 환상체와 E.G.O에 대한 해석이 중요할 수 밖에 없겠다."
      },
      {
        "id": "DanteNoteDetail_54",
        "title": "",
        "desc": "- PDA를 통해서 보이는 인격의 레벨이 30 이상으로 강화될 수는 없냐고 물어보았다.\n- 그 수치는 우리가 모으고 있는 황금가지와 관련이 있다는 듯 하다. 거기에 더해, 그 이상의 인격 강화는 내가 버틸 수 없을 거라고 말했다.\n 그렇다는 건, 시간이 지나면 지금 이상으로 강화가 될 수 있는 걸까?\n- …애초에 그냥 몸뚱이만 강화시키는 거라면, 학습과 관련이 없을텐데 왜 학습 티켓이라고 부르는 거지? 학습은 동기화를 통해 하고 있는거 아니었나?"
      }, 
      {
        "id": "DanteNoteDetail_55",
        "title": "",
        "desc": "- W사 인격을 가진 수감자와 대화 중 충격적인 사실을 알았다.\n직접 말해주지는 않았지만… 워프 열차는 현실에서 몇 분 안 되는 순간 동안 이동을 하는 대신, 탑승객이 느끼는 시간은 끔찍하게 길어서 대개 이성을 잃고 형체도 기괴해지는 것 같다.\n그리고, 그 때마다 물리적인 정리를 매번 해줘야 하는 것 같다.\n…우리는 버스를 타고 다녀서 다행이다.\n- 어디까지나 수감자의 인격을 통해 듣고 추측한 이야기라, 다른 수감자들에게 알리지는 않고 여기에만 기록해두려 한다."
      },
      {
        "id": "DanteNoteDetail_56",
        "title": "",
        "desc": "- R사 인격들과 이야기해보니, 제 4무리라는 팀이 있고 그 안은 토끼팀, 순록팀, 코뿔소팀으로 나누어져 있다고 한다.\n- 토끼팀은 범용적인 작전에서 두루 쓰이는 균형잡힌 전투원이라고 한다.\n- 순록팀은 어떤 시술을 받아서 머리에 뿔이 두 개 나있는데, 그 뿔을 이용해 정신력을 물리적 충격으로 바꾼다고 한다.\n그래서 머리가 늘 아프고 지끈거린다고 한다.\n- 코뿔소팀은 안 만나봐서 정확히는 모르겠지만, 정보를 종합해보면 이것저것 다 때려 부수고 다니는 것에 특화된 것으로 보인다."
      },
      {
        "id": "DanteNoteDetail_57",
        "title": "",
        "desc": "- 시간이 더 흐르는거라면, 추출된 쪽의 세계에서 또 다른 사건이 진행되는 것인지 궁금해서 물어보았다.\n- 대답은 정확하게는 알 수 없다와 중요하지 않다는 말이었다.\n림버스 컴퍼니에서 원하는 것은 수감자의 전투력일 뿐이라, 해당 인격을 더 동기화 시켰을 때 그쪽의 세계나 인격이 어떻게 될 지는 중요치 않은 듯 하다."
      },
      {
        "id": "DanteNoteDetail_58",
        "title": "",
        "desc": "- 동기화에서는 끈이 다른 세계의 사람과 사람을 이어주는 끈이라면, 해석에서 사용되는 끈은 환상체의 핵심을 풀어 헤치는 와이어 같은 느낌인 것으로 보임.\n- 파우스트 말에 따르면, 해석도 지금 단계보다 더 진행할 수 있을 것으로 보인다.\n인격의 동기화, 강화와 같이 황금가지가 더 모인다면 지금 보다 더 구체적인 해석이 가능한 모양이다."
      },
      {
        "id": "DanteNoteDetail_59",
        "title": "",
        "desc": "- 적어도, 우리 수감자들이 사용하는 E.G.O는 매개가 되는 환상체의 감정이나 자아를 스스로의 것으로 만들어 사용하는 것으로 보인다.\n내가 직접 경험해 본 적은 없지만…\n- 증언에 의하면 타인의 의견에 감화되거나 스스로의 인생에 반영하거나 하는 경우가 종종 있는데, 그 감각과 흡사하다는 것 같다."
      },
      {
        "id": "DanteNoteDetail_60",
        "title": "",
        "desc": "- 대체 어떻게 이게 작동하지? 싶을 정도로 논리나 고전물리 따위로 설명하기 힘든 것도 특징인듯.\n파우스트는 지금의 상태에서 굳이 이해하려는 노력은 불필요하다고 말했지만…\n잘린 팔에서 살이 꿀럭거리면서 차오르고, 스티커 붙인다고 운이 좋아진다는게 그냥 넘어갈 정도의 현상은 아니지 않나.\n- …잠깐, 그럼 내 머리도 특이점인가?"
      },
      {
        "id": "DanteNoteDetail_61",
        "title": "",
        "desc": "- 수감자들은 이 물건에 다가가면 현기증과 가까운 이상한 기운을 느끼는 것 같다.\n이걸 공명이라고도 부르는데, 내가 느꼈던 두통과 비슷한 원리일 수도 있을 것 같다.\n- 일단 황금가지를 회수하면, 베르길리우스가 다른 부서의 사람을 불러서 처리하는 것 같다.\n물어봤을 때는, 본사로 올린다. 라고만 말했다."
      },
      {
        "id": "DanteNoteDetail_62",
        "title": "",
        "desc": "- …다만, 감화를 넘어 아예 그 자아에 깊게 심취해버리면 매개체에게 침식되는 경향도 있는 것으로 보인다.\n그것 때문에 여러 번 수감자들이 죽어 나갔고…\n더럽게 아팠다."
      },
      {
        "id": "DanteNoteDetail_63",
        "title": "",
        "desc": "- 구 L사에서는 다섯 가지 등급으로 나누어서 환상체를 관리했다고 한다.\n유리는, 과거 L사에선 에너지 추출 효율을 가지고 등급을 나누었다고 말했다.\n림버스 컴퍼니에서도 동일한 등급으로 그것들을 나누는 것 같음."
      }
    ]
  }
  
