{
    "dataList": [
        {
            "id": "DanteNoteDetail_115",
            "title": "",
            "desc": "- 특정 개인이나 가문, 혹은 토지에 소속되어 장기 임무를 수행하는 해결사들이라고 돈키호테가 말해주었다.\n- 다양한 업무를 수행해야 하는 만큼, 보수가 나쁘지 않아 고등급 해결사들이 은퇴 후 전향하는 경우가 꽤 많다고 한다.\n- …어, 그럼 해결사를 은퇴하고 다시 해결사가 되는 걸까?\n- 가문이나 토지에 소속된 버틀러는 어떤 계약을 맺었는지도 모른 채 일하는 경우도 많다고 한다. 그렇다고 함부로 그만두었다간 금기 사냥꾼이나 계약 사무소에서 찾아올 수도 있다고 하는데…\n- 불공평하다고 생각하지만 딱히 방도는 없는 모양이다. 그래도 도시에서 먹고 사는 걱정을 덜 수 있는 평생직장 중 하나라, 일을 그만두고 나가려는 사람은 드물 수밖에 없다는 것 같다."
        },
        {
            "id": "DanteNoteDetail_116",
            "title": "",
            "desc": "- 도시는 동서남북에 따라 해결사의 복장이나 방식도 약간씩 다른 것 같다.\n- 제대로 경험해 보지 않아서 모르겠지만… 우리는 지금까지 남부에 있었고, 이제 북부에 왔으니 그 차이를 좀 더 경험해 볼 수 있지 않을까."
        },
        {
            "id": "DanteNoteDetail_117",
            "title": "",
            "desc": "- 아직도 황금가지의 구체적인 기능은 모르겠다. 하지만 소원을 이뤄준다는 말이 사실이라면 엄청난 물건이다.\n- 생각해 보면 황금가지와 공명하면 심상 거울 던전… 자아심도가 만들어지고, 우리는 그곳을 헤매며 싸워왔다.\n- …어쩌면 황금가지는 누군가 마음속으로 생각한 걸 구현해 주는 것일지도 모르겠다. 말이 되는 소리인가 싶지만, 항상 말이 안 되는 여행 속에 있었으니까…\n- 아무튼, 엄청난 물건이라는 건 알겠는데… 림버스 컴퍼니는 황금가지를 다 모아서 대체 어떤 소원을 이루려는 걸까? 황금가지가 거울 기술과도 관련이 있다는 것 같은데 어떤 식으로 어떻게 관련이 있다는 걸까… 알면 알수록 더 모르게 된다."
        },
        {
            "id": "DanteNoteDetail_118",
            "title": "",
            "desc": "- 꽤 많은 시간이 조작된 건 알겠지만, 어떤 계산법으로 100억 안이 넘는 시간세가 부과되었는지 궁금해서 이상에게 물어보았다.\n- 이상의 말로는 시간세의 경우 사람마다 차이가 있고, 가진 시간이 많을수록 내야 할 시간 또한 많아진다는 듯하다. 그 외에도 여러 공식을 활용한 계산법을 설명해 줬지만 반의반도 알아듣지 못했다.\n- 보유한 시간이 아무리 많아도, 전날에 시간을 미리 인출해두지 않으면 당일에 쓸 수 없다고 한다. 인출한 시간은 모두 소모해 긴 하루를 살 수도, 특정 시간에 사용할 수도 있다곤 하지만, 후자의 방법에 대해선 가난한 사람들은 떠올릴 수도 없을 것이라고 생각한다.\n- 대표는 휴버트라는 사람이었다. 날개의 대표를 만난 건 처음인 것 같은데…\n- 휴버트는 조수를 자처하여 수감자들을 도와주었다. 과거에는 도시를 좀 더 좋은 곳으로 바꾸기 위해 노력했다는데… T사 내의 상황을 보면 솔직히 잘 믿어지진 않는다.\n- 구인회를 고의로 놔주었다던가, 유로지비를 보고도 방치한다던가. 어딘가 체념한 모습을 보였지만 나를 보고 다시 마음을 다잡은 모양이다. 왜…?\n- 시간을 되돌리는 것에는 반드시 대가가 따른다는 어딘가 섬뜩한 조언을 해주었다.\n- …하지만 시계를 안 돌릴 수는 없는 일이다."
        },
        {
            "id": "DanteNoteDetail_119",
            "title": "",
            "desc": "- W사 소속 인격을 가진 수감자가 많아지면서 워프 열차에 대해 어느 정도 확신을 갖게 된 이후, 수감자들에게 관련 정보를 모두에게 공유했다. 덕분에 큰 소란을 미연에 방지할 수 있었다.\n- 동면한 채로 시간을 보낼 수 있다는 것 외에도 일등석 서비스로 웰컴 푸드를 제공받았다. 입이 없어 먹지 못하는 내 몫까지 가져가서 먹어 치운 로쟈의 반응을 보면… 정말 맛있는 듯.\n- 딱 10초만 운행하는 열차 내에서 패키지 상품이나 차내식을 판매하는 게 이상했기에 파우스트에게 물어보니 이는 실제 구매를 목적으로 운영되기보다는 여행 분위기를 조성하는 장치라고 설명해 주었다.\n- 직원 탈출용 포드에 들어가는 걸 분명 보았는데 사라졌다. 그 직원은 어디로 간 걸까?\n- 워프 열차는 왜 물건만 운송하지 않는 걸까? 사람을 옮기는 것에 여러 수고가 든다면 화물만 운송하면 더 효율적인 것이 아닌가? 이상과 파우스트에게도 물어봤으나 확실하지 않은 애매한 대답만 돌아왔다.\n- 잠깐, 뭔가 토론이 시작되려는 것 같은데…\n- 히스클리프가 사람을 옮기는 게 제일 중요한 것 아니냐고 했다. 이상이 그 말을 듣고 무언가를 떠올린듯했다.\n- 이상은 W사에서 T사와 협력하는 것으로 미루어보아 어떤 이유로든 시간이란 것이 운영에 필요할 것이라고 말했다. 그리고 전에 T사 대표가 한 말 중에 시간이 흘러 감정이 변하는 게 아니라 사람의 감정 변화가 시간을 흐르게 한다고 했고.\n- 두 사람의 의견을 바탕으로 그럴싸한 추측이 나왔다. 무한정 시간을 보내는, 감정이 변화할 수 있는 의식 상태인 사람의 존재가 워프 열차를 움직인다. 혹은 그 자체를 워프 열차는 목표로 하고 있다는 내용이다. 나와 근처에 있던 몇몇 수감자들은 추측을 듣고 이상과 히스클리프에게 손뼉을 쳤다."
        },
        {
            "id": "DanteNoteDetail_120",
            "title": "",
            "desc": "- 푸른색의 연회장처럼 꾸며진 역. 4호선이라 적혀있었다.\n- 여러 역에서 연달아 전투가 일어나고, 수감자의 인격과 E.G.O를 흉내 내는 죄종이 나타나 수감자들이 피로를 호소했다. 파우스트는 이것이 질투 죄종이라고 말했다.\n- 다행히 쉬는 곳이 많고, 한 번에 여러 역을 돌파한 만큼 짧은 시간 내에 멀리 갈 수 있어 의외로 이번 굴절 철도가 낫다는 수감자들도 있었다.\n- 그러고 보니 가장 처음 전철에 탑승했던 질투 죄종들은 모두 어디로 간 걸까? 묶인 왕의 연회에서 죽은 건지, 아니면 역 어딘가에 여전히 존재하는 건지. 지금으로서는 알 수 없는 것 투성이다."
        },
        {
            "id": "DanteNoteDetail_121",
            "title": "",
            "desc": "- 회사에서 지급한 단말기. 단말기로 지금 같이 노트처럼 일기도 쓰고, 수감자들의 인격하고도 소통한다. 여기에도 거울 기술 같은 게 들어간 것 같다.\n- 이 단말기를 통해 캐서린과 대화를 했다. 아마도 황금가지의 힘으로 캐서린과 이야기를 할 수 있었던 것 같다. 이 단말기 안에도 황금가지 같은 게 들어있는 건가? 아니면 황금가지만 있으면 어떤 기계로도 초자연적인 소통이 가능한 걸까?"
        }
    ]
  }
  
