{
    "dataList": [
      {
        "id": "DanteNoteDetail_64",
        "title": "",
        "desc": "- 나와 수감자들이 타고 다니는 버스. 우리의 사무실이자 집이다. 이곳에서 모두들 일하러 가거나, 먹고 자고, 싸운다.\n- 기차 같으면서도 버스 같은데, 다들 당연하다는 듯 버스라 부른다. 부서 이름도 이름이라 그런지 버스가 맞는 것 같기도 하다.\n- 파우스트가 설계한 엔진이 메피스토펠레스의 동력원이라고 한다.\n엔진에서부터 메피스트펠레스의 모든 기능이 시작된다고 한다. 우리가 원하는 곳으로 운전해서 갈 수 있게 해주는 것 뿐만 아니라, 엔진의 힘으로부터 다른 세계의 인격도 추출해오게도 해주고 버스의 뒷문을 열고 들어가 휴식이나 경험을 쌓을 수 있는 공간을 마련해주기도 한다고 한다.\n- 메피스토펠레스는 상황에 따라 기능이 추가되고 업그레이드 될 수 있다고 하는데, 어떤 수감자는 이걸 듣고 버스가 성장하고 있는 것 같다고 말했던 것 같다. (누가 그랬더라?)"
      },
      {
        "id": "DanteNoteDetail_65",
        "title": "",
        "desc": "- 메피스트펠레스 뒤에 위치한 문. 문을 열고 들어가면 수감자들이 쉴 수 있는 방으로 연결된 문이 달린 복도가 나온다.\n- 수감자들의 설명을 듣자 하니, 각자 다른 인테리어의 방으로 구성되어 있는 듯 하다. 각 개인의 개인적인 마음이나 기억 같은 것이 반영되었을 것이라는 파우스트의 설명이 있었다.\n- 사용하고 있는 문은 사람 수보다 적은데, 누가 어떤 문을 여느냐에 따라 다른 공간이 나와서, 하나의 문에 여러 수감자들이 드나들고 있다.\n- 각 문에는 누구의 방으로 연결될 수 있는지도 적혀있다.\n- 휴게 공간 말고도 다른 편의 공간으로 이어지는 문이 있다."
      },
      {
        "id": "DanteNoteDetail_66",
        "title": "",
        "desc": "- 내 방의 문을 통하면, 거울 던전과 채광 던전으로 통하는 복도로 갈 수 있다.\n- 뒷문의 복도에는 우리가 쓸 수 있는 문보다 더 길고 많은 공간이 있어보이지만, 더 넘어가지 못하게 경고하는 팻말이 있다.\n한번은 히스클리프가 넘어가서 큰 사고가 날 뻔했는데, 복도 깊은 곳에는 위험한 것들이 나오거나 위험한 장소로 연결되는 것 같기도 하다.\n히스클리프의 기겁한 표정이 아직도 기억에 남는다… 파우스트 답지 않게 다급한 모습도.\n- 료슈는 이런 끝도 없이 이어진 공간을 ‘복도’라고 하는 것 같은데, 우리가 일반적으로 떠올리는 복도와는 다른 무언가를 말하는 것만 같다. 대체 뭐지…?"
      },
      {
        "id": "DanteNoteDetail_67",
        "title": "",
        "desc": "- 뒷문을 통해 들어갈 수 있는 던전.\n거울 던전으로 향하는 복도는 차갑고 무거운 금속으로 이루어져 평소 사용하는 복도의 나무로 된 문과는 다른 형태의 긴장감을 준다.\n- 처음에는 하나의 거울 던전으로만 가는 문이 있었고 다른 문은 닫혀있었지만, 지금은 하나가 더 열려서 두 곳을 갈 수 있다. 열리는 시점을 파우스트가 말해주는 걸로 보아서는, 어떤 조건이나 시기 같은게 정해져 있는 것 같음.\n- 거울 던전을 들어가면 우주를 걷는 듯한 공간과 안개가 펼쳐진다. 나의 선택에 따라서 거울 던전마다 데려갈 수 있는 수감자들이 정해진다."
      },
      {
        "id": "DanteNoteDetail_68",
        "title": "",
        "desc": "- 뒷문으로 통해 갈 수 있는 던전의 종류 중 하나.\n- 문을 열고 들어가면 왼 편에는 경험치 티켓 채광 던전으로 향하는 문과 오른 편에는 끈 채광 던전으로 향하는 문이 있다.\n- 이전에 전투를 했던 환상체, 혹은 적들과 다시 전투하여 수감자들의 육성에 필요한 자원을 얻는 모양새다.\n- 이것도 메피스토펠레스 엔진의 힘이 들어가기 때문에 엔케팔린이 필요하다고 한다."
      },
      {
        "id": "DanteNoteDetail_69",
        "title": "",
        "desc": "- 파우스트의 말로는 뒷문을 통해 접근이 허용된 던전들은 메피스토펠레스 엔진의 힘으로 통제하여 안정화 시키고 있는 상황이라고 한다.\n- 던전들의 최종 목적과 의도는 나와 수감자들의 육성이라는 것 같다. 그래서인지, 파우스트는 엔진의 연료인 엔케팔린을 사용해서라도 가능한 뒷문의 던전을 성실히 이용할 것을 권장했다."
      },
      {
        "id": "DanteNoteDetail_70",
        "title": "",
        "desc": "- 뒷문을 통해서 갈 수 있는 공간.\n- 그레고르의 말로는 도시의 지하철 역과 상당히 닮았다고 한다.\n- 오랜 시간이 지난 것처럼 낡은 느낌의 역이고, 선로 위에 전철로 보이는 것이 멈춰있다.\n- 전철의 생김새는 우리가 타고 다니는 메피스토펠레스와 비슷한 형태를 지니고 있지만, 더 노후되고 관리가 안된 느낌을 준다.\n- 이 전철은 혼자 올라탔을 때 움직이지 않았지만, 모든 수감자들과 올랐을 때는 문이 자동으로 닫히며 어디론가로 떠난다.\n- 수감자들의 말로는 다음 역으로 온 것 같다고 했음.\n- 지금까지 경험해 온 바에 따르면 전철역 밖은 각 역마다 다른 공간이었고, 예전에 보았던 공간이 나타나기도 하는 것 같다.\n- 새로운 역에 모두 내리면 전철 문이 닫힌다. 그러고 나면 다짜고짜 덤벼드는 환상체나 적이 튀어나오고, 바로 전투를 시작했던 것 같다.\n- 전투를 마무리하면 닫혔던 전철 문이 열린다. 전부 올라타면 다시 다음 역으로 향하고, 종착에 다다를 때 까지 반복됨."
      },
      {
        "id": "DanteNoteDetail_71",
        "title": "",
        "desc": "- 파우스트의 말로는 ‘뒷문과 연결된 거울 던전, 채광 던전과 같이 나와 수감자들의 전반적인 역량 상승을 위한 일련의 장소 혹은 시뮬레이션인 것 같다'고 했다.\n확실히, 거울 던전 처럼 전에 만났던 크로머 같은 적들이 그저 싸우기만 하는 존재 였던 것을 보았을 때, 시뮬레이션일지도 모른다는 생각이 들었다.\n- 현실을 모방한 시뮬레이션인지, 실제로 환상체들이 살고 있는 공간으로 간 것인지는 모르겠음. 정보가 적다.\n- 전철이 지정한 루트를 다 운행하고 나면 다시 버스로 돌아갈 수 있는 역에서 내릴 수 있었다.\n- 수감자 중 하나는 이게 무슨 개고생이냐면서 화를 냈지만, 파우스트가 출구 앞에 놓여있는 유실물 박스에서 대량의 자원을 얻는 것을 보고 조용해짐."
      },
      {
        "id": "DanteNoteDetail_72",
        "title": "",
        "desc": "- 예전에 갔었지만, 지금은 닫혀있는 역이다.\n- 전반적으로 파란색의 기운을 띄었던 공간.\n- 전에 싸웠던 적들을 다시 만나 싸우기도 했지만, 다른 지부에서 본 적 없는 환상체와도 조우했다.\n- 거울 던전에서 상호작용 할 수 있었던 환상체도 만났다. 거울 던전에서 소통하거나 행동을 취할 수 있던 환상체들의 공간은, 파우스트에 의하면 환상체들의 심상이자 세계라고 했다.\n아마 그 세계 중 하나로 전철이 도착한 건 아닐까 싶음.\n- 그럼 시뮬레이션이 아닌 걸까…"
      },
      {
        "id": "DanteNoteDetail_73",
        "title": "",
        "desc": "- 1호선과는 다르게 초록빛을 띄는 역. 아마 쓰여져 있는 호선의 숫자마다 색이 달라질 것 같다.\n- 이번에도 거울 던전에서 봤었지만 전투한 적은 없었던 환상체를 만났다.\n- 1호선보다 훨씬 적은 역을 거치고 종착역에 도착했어서 다들 환호했지만, 이상이 역에 새겨져 있는 어떤 기호를 보고 이 전철은 몇번이고 돌아야 하는 순환선인 것 같다고 하자 몇몇 수감자들로부터 불평이 쏟아졌다.\n- 전철을 타고 순환 할 때마다 같은 역도 지났지만, 새로운 역도 등장하곤 했다.\n- 4번째 순환을 하고 있을 때 언제까지 돌아야 하느냐, 힘들어 죽겠다고 히스클리프가 고함을 침. 그 말을 듣고 몇몇 수감자들이 동요했지만, 다행히 이상이 5번째 순환이 마지막일 것이라고 표기에 적혀있었던 것 같다고 말하자 사그라듦.\n- 다섯 번째 순환을 마치자 유실물 보관함에서 여러 자원을 획득 할 수 있었다. 아마 어떤 호선인지에 따라 이번 같이 전철의 진행 방식이 다르지 않을까 싶음."
      },
      {
        "id": "DanteNoteDetail_74",
        "title": "",
        "desc": "- 지식을 수집하고 연구하는 협회.\n- 이 협회는 습득한 지식을 대가로 사용하는 전용 장비를 통해 물리적인 힘을 얻는다고 한다.\n- 어렵고 귀중한 지식일수록 더 큰 힘을 얻을 수 있다고 하는데, 힘을 얻은 대가로 그 지식이 휘발된다는 것 같다.\n- 주먹으로 싸우는 파벌과 열쇠로 싸우는 파벌로 나뉘는 것 같음. (이게 무슨 뜻이지?)"
      },
      {
        "id": "DanteNoteDetail_75",
        "title": "",
        "desc": "- 사람이 죽거나 괴로워하는 모습을 자동으로 찍는 드론들이 둥지 곳곳에 배치되어있는 것이 이상했는데 나름의 이유가 있었다.\n- K사의 의뢰를 받아 K사를 도우며 둥지에 대해 좀 더 자세하게 알게 되었는데… 이것을 기록 해야 할지 말지 고민이다."
      },
      {
        "id": "DanteNoteDetail_76",
        "title": "",
        "desc": "- 아래부터는 아무래도 기록하면 안 될 것 같은 정보이긴 한데… 그래도 어떻게든 기록을 해두고 싶어서 기록함.\n- …어쩌면 내 기억도 시간이 좀 걸릴 뿐 날아갈지도 모르니까.\n- 치료 앰플의 원리는 엄청나게 작은 나노로봇이 모종의 방식으로 치료를 돕는 것이고, 나노로봇이 너무나도 작아서 모이면 녹색 액체처럼 보인다고 했는데.\n그건 로봇도 아닐뿐더러 정말 보이는 그대로 액체일 뿐이었다.\n- 기본적으로 K사의 HP탄, 재생 앰플은 우리가 흔히 떠올리는 연고 같은 치료제가 아니라 약품을 투여 받은 사람이 기억하는… 그러니까, 아프지 않다고 여기는 상태로 되돌리는 것이라고 한다.\n- K사의 창립자 스테파네트가 외곽의 너머라는 곳 까지 가서 얻어온 ‘눈물 흘리는 것’이라는 생명체를 데려와 치료앰플을 짜내어 만들어내고 있는 것이었다.\n- 황금가지와의 공명을 통해 본 바로는 ‘눈물 흘리는 것’이라고 하는 생명체도 이전에는 사람이었던 것 같다.\n- 아무도 아프지 않으면 좋겠다는 소원을 가지고 있었던 것으로 보이는데, 그 소원이 어떠한 형태든 간에 이루어진 것으로 보인다. 그래서 뇌만 남아 있다면 이론적으로는 어떤 부위여도 치료와 재생이 되는 것 같다.\n- 눈물 흘리는 것은 슬픔을 느끼면 그 이름처럼 눈물을 흘리는 것으로 보이는데, 그 눈물을 희석하거나 가공한 것이 K사의 특이점 앰플이 된 듯하다.\n- 초기에는 창립자가 슬프거나 감동적인 이야기를 들려주는 것으로 눈물을 흘리게 되었지만, 창립자가 죽고 나서는 생산량을 높이기 위해 눈 앞에서 폭력적인 장면을 보여줘 더 빠르고 자극적으로 눈물을 생산해내는 방식으로 바뀌었다.\n- 사람들이 죽는 장면을 드론이 촬영하는 것도 눈물 흘리는 것에게 잔인하고 자극적인 장면을 시청하게 하기 위해서였음.\n- 봤던 것을 또 보게 하는 것은 효율이 안 좋은지 계속 다른 잔인한 장면들을 보여줘야 하는 것으로 보이고, 여러 둥지에서 그런 영상을 수입까지 해오는 것으로 보임. 다른 둥지에 의존하지 않고 자체적으로 생산량을 늘리기 위해 거울 기술과 비슷한 유리창 기술을 이용해 지속적으로 영상을 공급하려는 계획을 세웠으나, 나와 수감자들의 개입으로 무산된 듯하다.\n- ‘눈물 흘리는 것’이 기본적으로 생명체여서 그런지 자식을 만들어낼 수 있는 것으로 보인다. 알폰소라는 인물이 우리가 보았던 걸 자식이라고 말한 걸 보면…\n- 그 과정은 모르지만, 추측컨대 그런 눈물 흘리는 것의 자식들로 생산량을 더 늘려내고 있는 것 같다."
      }
    ]
  }
  
