{
  "dataList": [
    {
      "id": "announcer_cheer_30_1",
      "dlg": "- Even the most effective soldier is useless in the hands of a doltish commander. Let us first observe the field of battle.\n- Already done. The rest... is nothing that a sword cannot solve."
    },
    {
      "id": "announcer_cheer_30_2",
      "dlg": "- My lord sees much in you. Give it your all.\n- Heh. Do not pressure yourselves too much for perfection; our lord does not reprimand for insignificant causes."
    },
    {
      "id": "announcer_specialcheer_30_1",
      "dlg": "- The situation is... indeed, quite unfavorable.\n- Destroy all that stands in your way, and that should solve the problem.\n- ... Are you serious?"
    },
    {
      "id": "announcer_specialcheer_30_2",
      "dlg": "- Mm. There lies a dark shadow before your path; a ray of light must first be found to progress forth.\n- Must your metaphors be so obnoxious?\n- ... Hm, perhaps it was too difficult for you to understand."
    },
    {
      "id": "announcer_enemy_break_30_1",
      "dlg": "The enemy is swaying like a drunk fool under attack. Now would be the most opportune time to establish your dominance in battle."
    },
    {
      "id": "announcer_ally_break_30_1",
      "dlg": "- A hole in your defenses. Will you help them?\n- It would be wise to exploit it, however...\n- Our lord would have helped them.\n- ... Fine. Help the wounded."
    },
    {
      "id": "announcer_killenemy_30_1",
      "dlg": "While you could not reverse the great flow... it was a good move nevertheless."
    },
    {
      "id": "announcer_ally_dead_30_1",
      "dlg": "- ... That was certainly a mistake.\n- Wrap them with stasis wraps."
    },
    {
      "id": "announcer_enemy_adv_30_1",
      "dlg": "- I... I was outplayed?\n- Hongyuan alone is brimming with thousands of prodigies, and so are ways to outwit your tactics.\n- You could afford to be a tad more diplomatic with your words.\n- Says you."
    },
    {
      "id": "announcer_ally_adv_30_1",
      "dlg": "- While you have the upper hand, overconfidence is sure to claim defeat from the jaws of victory.\n- ... So what?\n- I mean to say that they must stay alert for— Must I really spell it out for you?"
    },
    {
      "id": "announcer_ally_advex_30_1",
      "dlg": "- The fire still burns in their eyes.\n- Are you truly committed to that course of action? Then it shan't be the heavens' will that wins this battle; it will be your own."
    },
    {
      "id": "announcer_danger_30_1",
      "dlg": "- Standing at the edge of a three-thousand meter fall.\n- Yet, they stand still but a few footsteps short of the destination. They must walk the last stretch to leave no regrets."
    },
    {
      "id": "announcer_enemy_specialskill_30_1",
      "dlg": "- Their form is certainly powerful, yet we need only read their intent. A shallow strategy.\n- Don't let your guard down, Zigong."
    },
    {
      "id": "announcer_enemy_specialgimmick_30_1",
      "dlg": "- Quite the mysterious strategy. But there must be a solution to break it apart.\n- Without the solution, however, our allies are in a precarious position like an uncovered candle before a powerful gust."
    },
    {
      "id": "announcer_advatk_physical_30_1",
      "dlg": "- ... Correct."
    },
    {
      "id": "announcer_disadvatk_physical_30_1",
      "dlg": "- ... Perhaps we must first analyze the makeup of our troops.\n- If that appears to be unfeasible, then you must first establish a strategy."
    },
    {
      "id": "announcer_advatk_attr_30_1",
      "dlg": "... Effective strike."
    },
    {
      "id": "announcer_disadvatk_attr_30_1",
      "dlg": "- Futile strike.\n- Zilu. Why unnecessarily narrate them of what they can naturally tell for themselves?\n- ... Ugh."
    },
    {
      "id": "announcer_enemy_specialbuff_30_1",
      "dlg": "- Now, their strategy is revealed."
    },
    {
      "id": "announcer_enemy_specialdebuff_30_1",
      "dlg": "- Their actions contradict their own. This is a rare opportunity; let us leverage it to solidify the victorious winds for our war flags."
    },
    {
      "id": "announcer_ally_specialbuff_30_1",
      "dlg": "- Mistake, or an intended effect?\n- If the purpose cannot be divulged, then we must first contemplate its use."
    },
    {
      "id": "announcer_ally_specialdebuff_30_1",
      "dlg": "- They've employed tricks.\n- Observe them closely. This may be a difficult move to outmaneuver."
    },
    {
      "id": "announcer_enemy_destroy_30_1",
      "dlg": "- Hm. You have broken their wings."
    },
    {
      "id": "announcer_enemy_destroy_30_2",
      "dlg": "- There is a meaningful gap of strength.\n- Like a ball of snow rolling downhill, our allies' advantages will grow with exponentiality."
    },
    {
      "id": "announcer_round_takebigdmg_30_1",
      "dlg": "- Ngh. Have we walked right into our foes' ambush?\n- Withdraw the men. I will—\n- ... No, I can maneuver us out of this quandary."
    },
    {
      "id": "announcer_round_takebigdmg_30_2",
      "dlg": "- Be not so crestfallen. Certain things cannot be learned without facing them head-on.\n- Did they have to face it head-on with their lives, however?"
    },
    {
      "id": "announcer_round_givebigdmg_30_1",
      "dlg": "- This move claims both their cannons and chariots. Your maneuver exceeds my expectations."
    },
    {
      "id": "announcer_round_givebigdmg_30_2",
      "dlg": "- You've cut off their limbs. Now, go for the throat."
    },
    {
      "id": "announcer_multikillenemy_30_1",
      "dlg": "- Hmph, there are many who know how to wield a blade. What matters is if their blade follows a path.\n- Simply compliment them if you enjoyed that display, Zilu. I cannot fathom why you would stay your praise for a commendable feat."
    },
    {
      "id": "announcer_equip_30_1",
      "dlg": "- I am Zigong, the strategist and the right-hand officer of my lord. Upon his orders, I will be taking command of your unit.\n- ... I'm Zilu."
    }
  ]
}
