{
  "dataList": [
    {
      "id": "announcer_cheer_32_1",
      "dlg": "Let's make this another day of carrying out justice! All together now~ <i>Arcana... Beats!</i>"
    },
    {
      "id": "announcer_cheer_32_2",
      "dlg": "Major... hm, no. They're about as strong as Minor Arcana, I think? Still, watch out. Even Minor Arcana can be stronger than expected. I'll cheer you on!"
    },
    {
      "id": "announcer_specialcheer_32_1",
      "dlg": "Wait! You'll all be corroded by Arcana at this rate... That's it, get out of here! I'll— I-I mean... Nngh, is there really nothing I can do here...?"
    },
    {
      "id": "announcer_specialcheer_32_2",
      "dlg": "Ngh... I won't lie, this isn't looking good. But justice will triumph over evil no matter what, so long as you don't give up...!"
    },
    {
      "id": "announcer_enemy_break_32_1",
      "dlg": "I knew you had it in you! Defeating these villains'll be easy-peasy!"
    },
    {
      "id": "announcer_ally_break_32_1",
      "dlg": "No... The Arcana'll get them at this rate... As their friend, you have to protect them!"
    },
    {
      "id": "announcer_killenemy_32_1",
      "dlg": "Awesome work! Huh? What do you mean? You can't serve justice without killing villains, right? There's no need to mope over them."
    },
    {
      "id": "announcer_ally_dead_32_1",
      "dlg": "C-consumed again... but I've been trying so hard... Why does this keep happening?"
    },
    {
      "id": "announcer_enemy_adv_32_1",
      "dlg": "But... I thought justice was supposed to prevail as long as we never ran away...? I'm... just like anyone else in the end, is that it? Then... just what use... am I...?"
    },
    {
      "id": "announcer_ally_adv_32_1",
      "dlg": "Heh heh, it's now clear as day that the Arcana will all be purified with the overwhelming power of love! C'mon, I've been a huge help to you, haven't I?"
    },
    {
      "id": "announcer_ally_advex_32_1",
      "dlg": "Phewie... that was close. For a second, I was worried we might not make it...\nBut we powered through it, all together as one! Thanks a bunch, everyone!"
    },
    {
      "id": "announcer_danger_32_1",
      "dlg": "The Arcana are down to their final Spread. We've managed okay so far, but destiny likes to be fickle at the last minute... Let's stay on top of our game 'til the end!"
    },
    {
      "id": "announcer_enemy_specialskill_32_1",
      "dlg": "The levels are rising... No way, were they Major Arcana all along? I can feel it, that next attack's going to be devastating...!"
    },
    {
      "id": "announcer_enemy_specialgimmick_32_1",
      "dlg": "Nngh... I'm not good at complicated stuff like my senpais, so I can't really offer you much help here, but... I know that they would've tried to figure out a solution by reviewing the hints they found. Maybe that's what you guys should be doing?"
    },
    {
      "id": "announcer_advatk_physical_32_1",
      "dlg": "You did it! Hehe~ I would've done the same!"
    },
    {
      "id": "announcer_disadvatk_physical_32_1",
      "dlg": "Mm... I don't think that works... Maybe you just need more power of love?"
    },
    {
      "id": "announcer_advatk_attr_32_1",
      "dlg": "I can feel destiny calling! You chose the right kind of attack for sure!"
    },
    {
      "id": "announcer_disadvatk_attr_32_1",
      "dlg": "Eh...? I... dunno if that did anything...? Ugh, if only my senpais were here to help us out! I-I don't know what went wrong there, but... maybe try hitting it harder?"
    },
    {
      "id": "announcer_enemy_specialbuff_32_1",
      "dlg": "That Arcana Spread must be enchanted by a powerful suggestion. Watch out!"
    },
    {
      "id": "announcer_enemy_specialdebuff_32_1",
      "dlg": "Reversed...? That must be it. I doubt the villains expected this situation, either. Now's your chance!"
    },
    {
      "id": "announcer_ally_specialbuff_32_1",
      "dlg": "Do you feel that? I just chanted a magic spell to help everyone out... Ah! Looks like it's working. Let's get fighting!"
    },
    {
      "id": "announcer_ally_specialdebuff_32_1",
      "dlg": "What's... happening? You're all looking kinda down... Don't tell me you're fighting amongst each other or something...? No, friends shouldn't fight..."
    },
    {
      "id": "announcer_enemy_destroy_32_1",
      "dlg": "You destroyed the Arcanum central to the Spread! It'll start growing weaker now... nice!"
    },
    {
      "id": "announcer_enemy_destroy_32_2",
      "dlg": "You've put the villains on their back foot by breaking that part! Time for an all-out attack! Let's go, in the name of love and justice...!"
    },
    {
      "id": "announcer_round_takebigdmg_32_1",
      "dlg": "Nngh... Are... you okay? That attack seemed to shake the very space— It hit you? Haah... I-it's nothing! Let's keep our heads high and push on!"
    },
    {
      "id": "announcer_round_takebigdmg_32_2",
      "dlg": "The Arcana are much fiercer than I expected, but... it's the Magical Girls' destiny to struggle against overwhelming villains! Cheer up!"
    },
    {
      "id": "announcer_round_givebigdmg_32_1",
      "dlg": "That was fantastic! Your power of love and light triumphed over the evil Arcana of darkness! Victory's only just a matter of time, now!"
    },
    {
      "id": "announcer_round_givebigdmg_32_2",
      "dlg": "You know, we Magical Girls are always hurting for more people, so... if it's alright with you, can you help us... Ah, never mind. That can't happen without 'the choosing', so it's not up to me... Um, that's too bad, right?"
    },
    {
      "id": "announcer_multikillenemy_32_1",
      "dlg": "Hehe, that was almost as strong as my Arcana Slave! A super strong attack destroying multiple villains at once... now that's an ultimate move right there, awesome! I wonder if I look just as cool when I do that?"
    },
    {
      "id": "announcer_battle_win_32_1",
      "dlg": "Another villain~ Vanquished! Another day of impressive showings, everyone! Promise to call me tomorrow too, okay? Fuhu, it's such a nice feeling to see the world become a more peaceful place. Hmm~ I wonder if it'll be quiet like this tomorrow, too?"
    },
    {
      "id": "announcer_battle_defeat_32_1",
      "dlg": "I'm so useless, I can't even take care of these Arcana... No, maybe... maybe it's because it wasn't— Maybe it's because I, the chosen one, wasn't there...? If only I'd been there..."
    },
    {
      "id": "announcer_equip_32_1",
      "dlg": "In the name of Love and Justice~ Here comes Magical Girl! If you need help taking care of Arcana, I'm right here! The power of Justice can only grow stronger the more we work together! Let's do this!"
    }
  ]
}
