{
  "dataList": [
    {
      "id": "announcer_cheer_42_1",
      "dlg": "U.I.T.G.A.A.N. Heh. Useless idiotic travelers, go and abscond, now. Hmm? What's with that look? Did you really think I could be tamed like those whose turns came before me, like G., R., S., Y., or I., H., D.Q., H.?"
    },
    {
      "id": "announcer_cheer_42_2",
      "dlg": "Not only are H.C. and S.C. gawking at me... the rest of you've started doing it too. Keep stealing glances at my sword like that, and I'll S.Y.N.C., every one of you."
    },
    {
      "id": "announcer_specialcheer_42_1",
      "dlg": "Sliced like one of those octopus-shaped sausages I used to make."
    },
    {
      "id": "announcer_specialcheer_42_2",
      "dlg": "Haha... Complete and utter chaos—a Shuraba. Did getting driven to a corner at every turn inspire this fondness for the grungy and grim art aesthetic, hm?"
    },
    {
      "id": "announcer_enemy_break_42_1",
      "dlg": "... Freeze where you stand. Don't you dare move a finger until you're tagged again."
    },
    {
      "id": "announcer_ally_break_42_1",
      "dlg": "On your feet before I finish this cig, or I'll assume you're dead and S.Y.N.C. for a clean end."
    },
    {
      "id": "announcer_killenemy_42_1",
      "dlg": "Well? People tend to look much better \"abbreviated,\" don't you think?"
    },
    {
      "id": "announcer_ally_dead_42_1",
      "dlg": "C.I.D.E.... and next, Clock's gonna go through hell to make you rinse and R."
    },
    {
      "id": "announcer_enemy_adv_42_1",
      "dlg": "Any backup plans? Well, doesn't matter even if you don't. If it's almost F.U.B.A.R. anyway, a flash of sudden inspiration might provide some aesthetic value here."
    },
    {
      "id": "announcer_ally_adv_42_1",
      "dlg": "... Uninspiring. But even a boring, monotonous battle such as this can be spiced up with the right kind of art. Hmph. Where is the resounding applause?"
    },
    {
      "id": "announcer_ally_adv_42_2",
      "dlg": "... Uninspiring. But even a boring, monotonous battle such as this can be spiced up with the right kind of art. Heh. Where is the resounding applause?"
    },
    {
      "id": "announcer_ally_advex_42_1",
      "dlg": "Arayashiki, the sword that deserves my \"ILY\"—from it begins the thread of clue that will lead me to what I lost. Don't bother me with this pesky child's errand. Make me draw my sword needlessly, and I'll I.L.Y. to shreds as well."
    },
    {
      "id": "announcer_danger_42_1",
      "dlg": "*puff* Still so self-assured, Clock? This building suspense will blow up like a firework before you can even count to three. One... Two..."
    },
    {
      "id": "announcer_enemy_specialskill_42_1",
      "dlg": "Hah. They're about to exhibit their signature move—no reason to refuse a show. Gird your minute hand, C.H., and don't take your \"eyes\" off their performance for even a minute."
    },
    {
      "id": "announcer_enemy_specialgimmick_42_1",
      "dlg": "Ever solved a puzzle? It's simple enough if you maintain S.T.E.P., like music or a dance. Work that C.H. like your life depends on it, and the solution'll present itself."
    },
    {
      "id": "announcer_advatk_physical_42_1",
      "dlg": "Now that's how you correctly W.A.W. against that enemy."
    },
    {
      "id": "announcer_disadvatk_physical_42_1",
      "dlg": "W.T.H.? And why the flailing arms? Are you trying to fistfight a ghost or something?"
    },
    {
      "id": "announcer_advatk_attr_42_1",
      "dlg": "Oh? P.R.O. Then I suppose the P.E.R."
    },
    {
      "id": "announcer_disadvatk_attr_42_1",
      "dlg": "Where did you pick up that avant-garde nonsense? Hah. Interesting."
    },
    {
      "id": "announcer_enemy_specialbuff_42_1",
      "dlg": "Tsk, knew it. W.A.—but do what you will, it's S.D."
    },
    {
      "id": "announcer_enemy_specialdebuff_42_1",
      "dlg": "Charging at our team of B.B. in that state... What's this, some lousy exhibit of a Décadence art movement?"
    },
    {
      "id": "announcer_ally_specialbuff_42_1",
      "dlg": "D.L.I. The Nursefathers were no different. Gave me their affection only when they felt like it."
    },
    {
      "id": "announcer_ally_specialdebuff_42_1",
      "dlg": "Spirals. Fetters. Loose ends I was meant to tie up in the House of Spiders. This has got nothing on that... But still leaves an unpleasant aftertaste."
    },
    {
      "id": "announcer_enemy_destroy_42_1",
      "dlg": "You've cut off the eyesore nice and clean. S.A.N.G.R.I.A. indeed."
    },
    {
      "id": "announcer_enemy_destroy_42_2",
      "dlg": "Valencina's eyeball, Callisto's favorite sword, Matthias's arm, Dihui Star's tongue, and Rien's face. I made sure to cut through every single eyesore when I left that place—so I won't have to deal with them upon my return."
    },
    {
      "id": "announcer_round_takebigdmg_42_1",
      "dlg": "Stop saying boring things like \"What do we do now?\" C.H.I.C.K.—It's P.B. time."
    },
    {
      "id": "announcer_round_takebigdmg_42_2",
      "dlg": "Blaming a situation you can't change is the most pointless thing in the world. If you want to argue rights and wrongs, do it once we're back O.T.B.—with a battle royale."
    },
    {
      "id": "announcer_round_givebigdmg_42_1",
      "dlg": "Oho? Finally moved up from M.T.L. S.C.'s level now, huh?"
    },
    {
      "id": "announcer_round_givebigdmg_42_2",
      "dlg": "T.R.A.N.C.H.E.S. To right against noisy crying hogs entails scragging."
    },
    {
      "id": "announcer_multikillenemy_42_1",
      "dlg": "*whistle* Now that's a display of art meant for the eyes."
    },
    {
      "id": "announcer_battle_win_42_1",
      "dlg": "They say U.M.A.I.... Sure, meat's always an unquestionably ideal food choice, but I'm fed up. Any stalls nearby selling this J.F. \"dragon's beard candy?\" Hm, there it is. Then it is decided—today's menu for L.C.B.T. dinner is watermelons and dragon's beard."
    },
    {
      "id": "announcer_battle_defeat_42_1",
      "dlg": "I, too, have failed to bring even one of my long-held wishes to fruition. Failed to kill the Nursefathers with my own hands, failed to protect that something I know was precious. Well, T.O.M.A.R.A.N.A.I. This outcome may ache, regardless, abide now and improve."
    },
    {
      "id": "announcer_equip_42_1",
      "dlg": "Leaving me in charge of the R.M.... Surely you're prepared for what's to come from my mouth? Very well. I'll show you the true, original art of shortening."
    }
  ]
}