{
  "dataList": [
    {
      "id": "announcer_cheer_34_1",
      "dlg": "Righty-ho, then. You'll all be out there in the scuffle and the kerfuffle, right? Ah, hang on a minute. Is this thing transmitting properly? Ooh, where'd you get this microphone? Which brand— Ah, this'll do just fine. Jolly good. Let's get crackin' then, yeah?"
    },
    {
      "id": "announcer_cheer_34_2",
      "dlg": "Unlike the rest of you, I'm a tad divorced from fieldwork; I'm mostly a tinkering desk jockey, you know? Hm, but I was always interested enough to sometimes... well, oftentimes look into these things, so I don't suppose I'll be entirely useless."
    },
    {
      "id": "announcer_specialcheer_34_1",
      "dlg": "Ah, hello there? As you can plainly hear, my invention prototype V32 is making quite the noise. Let me take some time to explain what this means. Essentially, this alarm indicates that... you're all about to bite the dust! So, do devise a new strategy, or... distance yourselves from the present threat, hm?"
    },
    {
      "id": "announcer_specialcheer_34_2",
      "dlg": "You've all had enough warning, I hope? Unless they slip your mind when things really get going... so, let me be the reminder-er, just in case. You need to try something new. As for the 'why'—well, you've clearly lost all steam. Oh, if only you worked for us... time acceleration would've been an option."
    },
    {
      "id": "announcer_enemy_break_34_1",
      "dlg": "Ooh, wouldn't you look at that. Fatigued or unconscious? They certainly don't seem flush with time... Hm, the four-hour daily minimum time guarantee seems to have been a good policy, if I do say so myself. What do you think?"
    },
    {
      "id": "announcer_ally_break_34_1",
      "dlg": "Hang on, you've got a friend who's stopped moving. Got their time thieved, did they? Hm... oh, well. The effects should be only temporary; keep close, keep them safe, and they'll be fine in a jiffy."
    },
    {
      "id": "announcer_killenemy_34_1",
      "dlg": "Heavens, you've put that poor thing out of commission for good! Well, I would have employed a much less crude approach to the task, but... I must admit, it is quite entertaining to be a witness to these very wild, raw physics interactions."
    },
    {
      "id": "announcer_ally_dead_34_1",
      "dlg": "Hmm... dead, right? Well, I don't suppose it's any cause for concern, with the participation trophy being here and all. It's still so fascinating to me—just how does it work?"
    },
    {
      "id": "announcer_enemy_adv_34_1",
      "dlg": "There's an inventor saying—\"A thousandth failure is not a failure at all, but merely the thousandth stepping stone toward success.\" I don't quite agree, though. If you trip and fall a thousand times, maybe you're just walking silly. Sometimes—like your present situation—things just don't work. Think about that."
    },
    {
      "id": "announcer_ally_adv_34_1",
      "dlg": "Everything working as planned—the horror! Even smooth-sailing experiments seem to go sideways the moment I look away. The problem is with determining causality—was it bound to fail, or did something happen? See? Uninspired, routine commands will make you miss potential signs of failure."
    },
    {
      "id": "announcer_ally_advex_34_1",
      "dlg": "Hm... fascinating. Despite failing in every single metric... sometimes, a desperate wish can save it from the brink—snap! Just like that. Well, of course... reproducibility matters, but I won't deny that it brings me a little chip of joy. Isn't that small ray of opportunity amongst the muck a delight?"
    },
    {
      "id": "announcer_danger_34_1",
      "dlg": "Yes, focus. Even I, with my endless lack of commitment and enthusiasm, would try to pick up the slack in one such situation. Sometimes, a tiny cog in the machine breaks the entire system. I'll keep this short, but do have the care to think it through. Think it through three times. At the very least."
    },
    {
      "id": "announcer_enemy_specialskill_34_1",
      "dlg": "Wow, are you all hearing this? Hello, is the microphone in proper working order? You see, I've got three of those spatial energy variance detectors here, and the trio of them are all going positively nuts! Oh dear, we might have to cut the recording session short!"
    },
    {
      "id": "announcer_enemy_specialgimmick_34_1",
      "dlg": "Oof... that one's clearly not going to be very straightforward, is it? I'd go out of my way to find puzzles like that to cool my head. Hmm... right, doesn't seem too difficult, this one. First—oh, right. Everyone hates it when I just lay out the answers for them... Alright, I'll shut up now. Please, do take your time."
    },
    {
      "id": "announcer_advatk_physical_34_1",
      "dlg": "Mhm, that's well within parameters. That was your only option though, yes? Given the circumstances."
    },
    {
      "id": "announcer_disadvatk_physical_34_1",
      "dlg": "Hmm... Are you, by any chance, enticed by the notion of inviting suffering unto yourself? Can't find the inspiration unless you're stressed to all hell? Well... I suppose some people are just like that. The values on that attack were way off, but do continue."
    },
    {
      "id": "announcer_advatk_attr_34_1",
      "dlg": "The catharsis when you finally find the elements that just click! There aren't many sensations that can replace that out there. You felt that too, didn't you?"
    },
    {
      "id": "announcer_disadvatk_attr_34_1",
      "dlg": "Uh... Can't say I recommend putting two conflicting elements together. Let's explore this in simpler metaphor—rock beats scissors beats paper, and this is a rule that exists for a reason. Ah, of course, you'll have this fellow inventor's full support if you're looking to invent scissors that chops through rock!"
    },
    {
      "id": "announcer_enemy_specialbuff_34_1",
      "dlg": "Ah... this device makes a noise whenever your enemies are about to do something to significantly shorten the battle in their favour. In other words... they are about to gain an upper hand significant enough to cut the battle short."
    },
    {
      "id": "announcer_enemy_specialdebuff_34_1",
      "dlg": "Ooh, what was that? Did you activate something? Your enemies' victory ETA is getting longer and longer... and once it reaches infinity, well... that could only mean one thing, yes?"
    },
    {
      "id": "announcer_ally_specialbuff_34_1",
      "dlg": "Hmm... am I missing something? Or did participation trophy do something? ETA for your victory's gotten much closer all of a sudden."
    },
    {
      "id": "announcer_ally_specialdebuff_34_1",
      "dlg": "Whoa, look! Your victory ETA is elongating out of control! Let's check my device... it's approximately one-hundred-and-forty-five more hours to your victory! Oh? Six-hundred-forty-four now, and it's not stopping...! See if you're doing something wrong. I fear you might not come out on top at this rate!"
    },
    {
      "id": "announcer_enemy_destroy_34_1",
      "dlg": "Ouch... It always pains me to behold such wanton destruction. Though, I suppose striking the generator is the only surefire way to put down an out-of-control machine. Thinking of all the effort that went into making it, still..."
    },
    {
      "id": "announcer_enemy_destroy_34_2",
      "dlg": "Yes, you've certainly smashed it to bits. It'll take a while for it to reassemble back to working order... I'd love to repair it... but I don't suppose that can be arranged? Yes, yes, my secretary has already lectured me about it. I should probably do away with sticking my nose where it doesn't belong."
    },
    {
      "id": "announcer_round_takebigdmg_34_1",
      "dlg": "Been a minute since we saw a red alert, hasn't it? Today's the first time since the Yurodiviye folks bombed our company lobby! Injured plenty of our security... I'm sure you're in quite a bit of pain as well."
    },
    {
      "id": "announcer_round_takebigdmg_34_2",
      "dlg": "The red alert's still going... you're yet to recover from the damages, hm? Well, you're not machines. That pain has to get to you eventually, especially when it comes to recovery. Oh, is the participation trophy out of rewinds? Hm, yes. Impressive abilities like that usually come with limitations."
    },
    {
      "id": "announcer_round_givebigdmg_34_1",
      "dlg": "That shot the gauge needle all the way to the other end! Honestly, this is way beyond what I expected from you. I thought this old thing would do the job, but apparently you've gone above and beyond its cap. Whatever the exact values are, you've just dealt quite the impressive strike. Be proud of it."
    },
    {
      "id": "announcer_round_givebigdmg_34_2",
      "dlg": "Your powerful attack from earlier has shot the gauge needle all the way to the end, and it's showing no signs of ever coming back. Hm, I might have to crack this thing open... ah, do I not carry screwdrivers in this outfit? Hm... I'm going to stop talking now—I've got to focus. Oh, right. Good work, by the way."
    },
    {
      "id": "announcer_multikillenemy_34_1",
      "dlg": "You know how one makes efficient use of their time? Do multiple things at once. People call it 'multi-tasking', right? That's what you just did. If time had feelings, the time you just spent must've gone out with satisfaction."
    },
    {
      "id": "announcer_battle_win_34_1",
      "dlg": "Phew~ finally. It ended favourably, yes? Oh, what a mess... I'm going to have to assign my employees to that. Of course, I'll be charging for the repairs. We get paid, citizens can enjoy clean streets... oh? Looks like it ended favourably for me, too. Is this what people call a win-win situation?"
    },
    {
      "id": "announcer_battle_defeat_34_1",
      "dlg": "Well, don't let this bring you down. I watched the entire thing, and you certainly gave it your all. Of course, that doesn't suddenly make success out of a failure, but... what can you do other than give it another go? Now, I'll keep cheering you on if you don't mind. I love cheering people on."
    },
    {
      "id": "announcer_equip_34_1",
      "dlg": "You need me for this? Heavens, you all live rather... interesting lives, don't you? Well, I don't see why not. Would you like to call me 'Assistant'? Or 'Herbert', perhaps? Please, anything but 'Chief Executive Director'. That one's just terribly boring, don't you think? Oh, please do understand that I might speak with a bit of rush here and there; can't invest too much time for this effort, you understand."
    }
  ]
}
