{
  "dataList": [
    {
      "id": "announcer_cheer_36_1",
      "dlg": "- This sparring match shouldn't cause you much trouble, my lady. With your wisdom, your courage, your perseverance, your fashion sense, your passionate—\n- Wei... have you been hanging around Outis lately? Stop that, it's embarrassing."
    },
    {
      "id": "announcer_cheer_36_2",
      "dlg": "- You needn't be so tense, my lady.\n- ... Is it really that obvious?\n- Not as much as it used to be. We have Rodion to thank for this, I believe."
    },
    {
      "id": "announcer_specialcheer_36_1",
      "dlg": "- Perhaps it is about time you took a break, my lady.\n- ... No, no. There's still a whole lot for me to learn."
    },
    {
      "id": "announcer_specialcheer_36_2",
      "dlg": "I thought I'd been preparing my whole life to be the Family Hierarch... but I never felt the pressure until now. Until I actually got myself a solid idea of what my vision for Hongyuan is.\nI was so lacking then... in both learning and effort."
    },
    {
      "id": "announcer_enemy_break_36_1",
      "dlg": "- This seems like a good place to end the sparring match.\n- Hey, don't get yourself killed over this. You're one of Hongyuan's citizens I gotta take care of as the Hierarch."
    },
    {
      "id": "announcer_ally_break_36_1",
      "dlg": "- My lady, it seems that the members of your clan are quite... indisposed.\n- Seriously...? Just how long have they been working?!"
    },
    {
      "id": "announcer_killenemy_36_1",
      "dlg": "- You've defeated the opponent with a wonderful maneuver.\n- ... Take them to a doctor. I'll pay for the treatment if necessary."
    },
    {
      "id": "announcer_ally_dead_36_1",
      "dlg": "- One of your clan members who's been on paperwork duty has... passed out.\n- ... Haah. Yeah, get him home. I'll leave the rest of his work to you, Wei.\n- ... I'm sorry!? My lady, what— My lady!?"
    },
    {
      "id": "announcer_enemy_adv_36_1",
      "dlg": "The great Fixers in Don Quixote's tales never, ever gave up, no matter what trial came their way. So, I'm not going to back down either. Not if I want to be as incandescent as them."
    },
    {
      "id": "announcer_ally_adv_36_1",
      "dlg": "- Hey... maybe I've got some real genius potential.\n- Of course, my lady. Only Faust and Yi Sang may even dream of matching your genius—\n- Too much, Wei. Too much.\n- ... Apologies."
    },
    {
      "id": "announcer_ally_advex_36_1",
      "dlg": "- Perhaps the situation calls for caution...\n- Maybe this is what big bro Baoyu meant by \"a hunch\"? My hunch tells me that... tells me that I got this.\n- I will follow your judgment, my lady."
    },
    {
      "id": "announcer_danger_36_1",
      "dlg": "- ... We have but a few days until the vote, my lady.\n- Yeah, I gotta make some tangible progress, and soon. Something concrete enough to change their minds."
    },
    {
      "id": "announcer_enemy_specialskill_36_1",
      "dlg": "- My lady, must employ our best strategy against this, or risk defeat.\n- Agreed. I gotta pour everything I learned into this."
    },
    {
      "id": "announcer_enemy_specialgimmick_36_1",
      "dlg": "... And here I thought I saw all there was to see here in Daguanyuan... Guess I'll have to keep my guard up."
    },
    {
      "id": "announcer_advatk_physical_36_1",
      "dlg": "- Bravo...! Bravo, my lady! I'll give that maneuver ten out of ten!\n- Hmph, I could've done that blindfolded."
    },
    {
      "id": "announcer_disadvatk_physical_36_1",
      "dlg": "- That, uh... I think you've brought the wrong weapon, my lady.\n- H-hey... that Heathcliff guy told me how morale's what really matters in a fight, okay?"
    },
    {
      "id": "announcer_advatk_attr_36_1",
      "dlg": "- Weakpoint struck.\n- How brief... This must be Meursault's teaching.\n- Mm...\n- Y-you could at least say something, my lady."
    },
    {
      "id": "announcer_disadvatk_attr_36_1",
      "dlg": "- My lady...?\n- ... F-forget you saw that! I just slipped, that's all."
    },
    {
      "id": "announcer_enemy_specialbuff_36_1",
      "dlg": "- ... Hey, I think the classes are working.\n- And for that, I am glad. It seems that they have quite the skill in the art of teaching."
    },
    {
      "id": "announcer_enemy_specialdebuff_36_1",
      "dlg": "- They seem to be under the weather.\n- Which means an opportunity for me. I wasn't going to show them any mercy anyhow."
    },
    {
      "id": "announcer_ally_specialbuff_36_1",
      "dlg": "- Why are they helping me all of a sudden? What kind of game are they playing?\n- It is suspicious indeed, but... it doesn't seem particularly detrimental."
    },
    {
      "id": "announcer_ally_specialdebuff_36_1",
      "dlg": "- My lady, you're wearing that same look Gregor had at the end of his class.\n- ... It's not that bad. I'm just a bit under the weather."
    },
    {
      "id": "announcer_enemy_destroy_36_1",
      "dlg": "They'll find it quite difficult to scheme without their limbs."
    },
    {
      "id": "announcer_enemy_destroy_36_2",
      "dlg": "Now, this should give me some time to study and train without worrying about getting ambushed."
    },
    {
      "id": "announcer_round_takebigdmg_36_1",
      "dlg": "- My lady...!\n- Don't help me, Wei. I'm the Family Hierarch of Hongyuan... I should be able to overcome a trial like this."
    },
    {
      "id": "announcer_round_takebigdmg_36_2",
      "dlg": "Back in La Manchaland... during the Family Hierarch war... I've lost too many good people already. I can't be a bumbling candidate forever.\nJia Xichun, the Family Hierarch of Hongyuan, will never fail her people again."
    },
    {
      "id": "announcer_round_givebigdmg_36_1",
      "dlg": "You've certainly gotten the upper hand of the battle quickly. At this rate, this sparring match should end swiftly in your favor, my lady."
    },
    {
      "id": "announcer_round_givebigdmg_36_2",
      "dlg": "- Things rarely ever went this well, even in J&J...\n- J&J? Do you mean Jianghu Journeys, that game Ishmael ran on top of a table, my lady?\n- It's no game, Wei. It's an adventure."
    },
    {
      "id": "announcer_multikillenemy_36_1",
      "dlg": "- Emptiness of sound, form, and mind. You've absorbed his teaching into your heart, my lady.\n- But I can do better than this. Sinclair did."
    },
    {
      "id": "announcer_battle_win_36_1",
      "dlg": "- Flawless victory, my lady. Congratulations are in order. Even the children of the four great houses will have no choice but to admit your competency.\n- ... It's all thanks to their excellent classes. I've learned a lot."
    },
    {
      "id": "announcer_battle_defeat_36_1",
      "dlg": "- Don't let this victory get to your head... Next time, I won't lose.\n- My lady...\n- … Wei, we're leaving.\n- ... Very well. I will prepare the resources to review today's spar."
    },
    {
      "id": "announcer_equip_36_1",
      "dlg": "- What are you doing...?\n- Producing a detailed record of my ladyship's classes and sparring matches.\n- Wha-what?! Why would you do that!?\n- Well, I thought it would be beneficial to leave as many records of your exploits as possible, now that you have become the Family Hierarch."
    }
  ]
}
