{
  "dataList": [
    {
      "id": "announcer_cheer_40_1",
      "dlg": "Right, lessee 'ere... y'all ready to bust some heads? Aw, don'tcha just sit there and stare at 'em! I reckon I could cut 'em all down in just three or so slashes."
    },
    {
      "id": "announcer_cheer_40_2",
      "dlg": "*puff* I hope them folks are 'boutta give us a good time! They wouldn't think to disappoint us by sendin' out wimpy mooks if they've got any sense. Don'tch'all agree?"
    },
    {
      "id": "announcer_specialcheer_40_1",
      "dlg": "Boys, boys... is this really y'all giving yer best? Hot damn, you boys are black and blue all over! They really kicked yer hinds, eh?"
    },
    {
      "id": "announcer_specialcheer_40_2",
      "dlg": "Awrighty, what the hell is this? Quit bein' blowhards, boys... The, uh— Why don't y'all quit embarrassin' yerselves and come home now? How's that?"
    },
    {
      "id": "announcer_enemy_break_40_1",
      "dlg": "Lookee here. Y'all must've beaten the sense outta that one. That's one mighty ugly sight, so why don'tcha go and give 'em a good ol' \"off with yer head?\""
    },
    {
      "id": "announcer_ally_break_40_1",
      "dlg": "Oof... what's that clumsy oaf doin'? Help 'em out, boys. Or... kill 'em, if he don't show much promise."
    },
    {
      "id": "announcer_killenemy_40_1",
      "dlg": "Hot diggity! Poppin' their heads off like that—now, that's one hell of a show. How 'bout we get on with the rest and wrap this up in a jiffy?"
    },
    {
      "id": "announcer_ally_dead_40_1",
      "dlg": "Hoo-ie... Don'tch'all lose yer heads now. What can I do? I told 'em over and over again, and there they go lettin' themselves get butchered like that. Hwell, it's up to the rest of y'all now!"
    },
    {
      "id": "announcer_enemy_adv_40_1",
      "dlg": "Bit late to be smart about it, don'tcha think? Go fer that one last honorable charge, boys. I can always call more Soldatos to fill up them ranks if y'all bite it."
    },
    {
      "id": "announcer_ally_adv_40_1",
      "dlg": "*puff* Ah, y'all don't mind if I go out for a cig, right? I reckon they'll do juuust fine without me hoverin' over their shoulders."
    },
    {
      "id": "announcer_ally_advex_40_1",
      "dlg": "Lookee, ain't nothin' I like more than that crazed look in a feller's eyes when they're boutta bite it. It's the kind of murderous obsession I really 'preciate, know what I mean?\nFine by me! Let's go all the way to the end and see who's left standin'!"
    },
    {
      "id": "announcer_danger_40_1",
      "dlg": "That's one mighty thin tightrope y'all are walkin'... A little slip'll send ya hollerin' down the ravines."
    },
    {
      "id": "announcer_enemy_specialskill_40_1",
      "dlg": "Now we're cookin' with peanut oil... Fortify yer stances! Don'tcha dare be miserly with yer ammo...! Phoo-ie, I'm burnin' up just from watchin'..."
    },
    {
      "id": "announcer_enemy_specialgimmick_40_1",
      "dlg": "Quit runnin' around like a chicken with its head cut off 'fore that actually happens. Them folks are tryna play a trick on all o' y'all 'cuz brute force ain't workin', know what I mean?"
    },
    {
      "id": "announcer_advatk_physical_40_1",
      "dlg": "Now that's a darn tootin'. Gotta use the right tool for the job. I mean, that wasn't too hard, was it?"
    },
    {
      "id": "announcer_disadvatk_physical_40_1",
      "dlg": "... <i>Hwat</i> in tarnation are y'all doin'? Is my eyesight goin' with age, or... are y'all really just that bad at this? That ain't where a sword's 'sposed to go!"
    },
    {
      "id": "announcer_advatk_attr_40_1",
      "dlg": "Alright, alright... Now yer gettin' it. Pretty clear from a glance what yer s'posed to do, ain't it?"
    },
    {
      "id": "announcer_disadvatk_attr_40_1",
      "dlg": "Are y'all trying to... snuff out fire by pourin' <i>oil</i> on it? Just hwa—*sigh* You know what? I got nothin'. Bless y'all's hearts—I don't even give a shit anymore."
    },
    {
      "id": "announcer_enemy_specialbuff_40_1",
      "dlg": "Feel that, boys? They're growlin', ready to pounce... That makes now the best time to hunt 'em, don'tcha agree?"
    },
    {
      "id": "announcer_enemy_specialdebuff_40_1",
      "dlg": "Aw, that just fizzled out, eh? It ain't no fun, killin' someone who ain't even putting up a fight... Hwell, job's a job, I s'pose."
    },
    {
      "id": "announcer_ally_specialbuff_40_1",
      "dlg": "Wha? Somebody shoot y'all clean through the gourds or somethin'? Why are y'all grinnin' like a mule eatin' briars? "
    },
    {
      "id": "announcer_ally_specialdebuff_40_1",
      "dlg": "Are y'all seriously sighin' away when I'm givin' y'all the honor of listenin' to me? C'mon... let's not forget manners in the heat of battle... know what I mean?"
    },
    {
      "id": "announcer_enemy_destroy_40_1",
      "dlg": "Y'all really smashed that part to bits! I like my fights with some kick in 'em, I tell y'all!"
    },
    {
      "id": "announcer_enemy_destroy_40_2",
      "dlg": "It's much better lookin' now that you've blown that part to smithereens, don't it? Now, slaughter it 'fore it realizes what's goin' on."
    },
    {
      "id": "announcer_round_takebigdmg_40_1",
      "dlg": "Well, I'll be a monkey's uncle...! That one musta hurt a bunch. Hot damn... Wish I was down there myself with my sword out, goin' at it with that one."
    },
    {
      "id": "announcer_round_takebigdmg_40_2",
      "dlg": "Hwell... too bad about the boys who croaked, but some things in life y'all just can't help it, weakness bein' on of 'em. So, how'd that feel? Feel that tingle on yer fingertips? I dunno, them fellers seem to be on the same level as all o' y'all."
    },
    {
      "id": "announcer_round_givebigdmg_40_1",
      "dlg": "... Whoa! Nearly burned myself with the cig there. Why didn'cha'll do this earlier if y'all had it in you? Ha ha."
    },
    {
      "id": "announcer_round_givebigdmg_40_2",
      "dlg": "Now, that brings me back. Did a gig as a tutor once, told 'er to kill one target I did, and she comes back havin' massacred everyone 'round there... Hah! Sure was somethin'."
    },
    {
      "id": "announcer_multikillenemy_40_1",
      "dlg": "*whistle* Hah! Makes me think if this is kinda like what them folks were tryna make, rippin' up fellers left and right...\nI see the appeal, I sure can..."
    },
    {
      "id": "announcer_battle_win_40_1",
      "dlg": "Y'all boys had yer fun out there? Now let's clean up in a jiffy and head home! Good work today, y'all!"
    },
    {
      "id": "announcer_battle_defeat_40_1",
      "dlg": "Sometimes, findin' yerself up shit creek without a paddle means death, and... there ain't much ya can do about that. Ask 'em if they'll spare yer life, and if they say \"naw,\" it's time to give it up. Clingin' to yer life like that's a bit unbecomin', ain't that right?"
    },
    {
      "id": "announcer_equip_40_1",
      "dlg": "<i>Hwat</i>...? Another one o' them strange jobs for me? So, eh... say my name and talk into the mic as if I'm hollerin' orders at the Thumb boys?\nAwrighty, then. Lei Heng's the name, and there's no other name I'd rather go by. Folks don't got the spine to call me that, though... hah!"
    }
  ]
}
