{
  "dataList": [
    {
      "id": "announcer_cheer_29_1",
      "dlg": "Oh, so luscious, so soft... Man, it's a peak hair day for me. Nothing ever goes wrong when I wake up on the luscious side of the bed."
    },
    {
      "id": "announcer_cheer_29_2",
      "dlg": "I just can't understand how anyone can get themselves written up in the Book of Vengeance. The Middle's not the one with a thumb up our ass like... well, the Thumb. And we're not cryptic like the Index... So what's up with that?"
    },
    {
      "id": "announcer_specialcheer_29_1",
      "dlg": "You all right over there? You look like somebody shat all over your breakfast."
    },
    {
      "id": "announcer_specialcheer_29_2",
      "dlg": "Look, if you don't got it, you don't got it. Quit being stubborn and fall back so either I or other seniors can step in to handle this."
    },
    {
      "id": "announcer_enemy_break_29_1",
      "dlg": "Getting knocked to the ground wasn't the punishment, in case you were feeling lucky."
    },
    {
      "id": "announcer_ally_break_29_1",
      "dlg": "Damn, passed out already, huh. Now that grudge is going into the Book of Vengeance... I'll avenge you soon."
    },
    {
      "id": "announcer_killenemy_29_1",
      "dlg": "Their sin is too grave to be paid with a single life... That's it, we're executing everyone in here! Including those guys, cowering in the corner over there!"
    },
    {
      "id": "announcer_ally_dead_29_1",
      "dlg": "You don't mess with the Middle! Write 'em all down, carve 'em into your memories, and execute 'em."
    },
    {
      "id": "announcer_enemy_adv_29_1",
      "dlg": "The Middle remembers, always. I'll remember every little terrible thing they've done to my family here today... and make sure they pay for it!"
    },
    {
      "id": "announcer_ally_adv_29_1",
      "dlg": "... I can't do this anymore. I'm about to be bored outta my mind—finish 'em off quick."
    },
    {
      "id": "announcer_ally_advex_29_1",
      "dlg": "The Middle never forgets... Come on, you live in the City, don't you? You really should've paid more attention where you live. Unless you thought we were bluffing... did you?"
    },
    {
      "id": "announcer_danger_29_1",
      "dlg": "I could deal with this problem for you, but... I can't disobey the Great Sister's request that I don't get involved. But... if you were to fall in this battle... I will make them pay. You have my word."
    },
    {
      "id": "announcer_enemy_specialskill_29_1",
      "dlg": "They sure know how to hype up the main event, huh... tch. Boys, jump that asshole first!"
    },
    {
      "id": "announcer_enemy_specialgimmick_29_1",
      "dlg": "What the hell was that? I've never seen anything like it... The City sure is full of weird shit."
    },
    {
      "id": "announcer_advatk_physical_29_1",
      "dlg": "Hell yeah! Now that's more like it!"
    },
    {
      "id": "announcer_disadvatk_physical_29_1",
      "dlg": "Kid... punching isn't the end all be all in a fight. You've got legs, remember? Don't forget to do some kickin'."
    },
    {
      "id": "announcer_advatk_attr_29_1",
      "dlg": "That attack just now? Absolute lusciousness."
    },
    {
      "id": "announcer_disadvatk_attr_29_1",
      "dlg": "Weightless, charmless... what a bristly punch."
    },
    {
      "id": "announcer_enemy_specialbuff_29_1",
      "dlg": "Title 72, Section 3, Row D, Line 4. Threatening a member of the Middle using means provided by the usage of unrecognized enhancement procedures. Punishment: beaten until dead."
    },
    {
      "id": "announcer_enemy_specialdebuff_29_1",
      "dlg": "What, did you think the Middle's vengeance policy was just a threat? We'll do anything if it means that we can get our revenge."
    },
    {
      "id": "announcer_ally_specialbuff_29_1",
      "dlg": "Haah... you guys really are something, ya know that? What was it that motivated you so much? The promise of a Whale barbecue after this?"
    },
    {
      "id": "announcer_ally_specialdebuff_29_1",
      "dlg": "What... what's that weird thing on you? Get it off. I told you guys to stop picking up weird shit from the ground, didn't I?"
    },
    {
      "id": "announcer_enemy_destroy_29_1",
      "dlg": "Yeahhh! Beat the shit out of them!"
    },
    {
      "id": "announcer_enemy_destroy_29_2",
      "dlg": "Now you see what happens to those who piss off the Middle. Total obliteration."
    },
    {
      "id": "announcer_round_takebigdmg_29_1",
      "dlg": "Haha! That was pretty darn good! You boys found yourselves a fun opponent."
    },
    {
      "id": "announcer_round_takebigdmg_29_2",
      "dlg": "I hope you're all still standing after that. We gotta show them what it means to mess with the Middle!"
    },
    {
      "id": "announcer_round_givebigdmg_29_1",
      "dlg": "Ohh yeah! Very clever way to fit the punishment's bounds within the clauses of Title 13, Section 2. Heh."
    },
    {
      "id": "announcer_round_givebigdmg_29_2",
      "dlg": "Amazing work out there! Now wrap it up good and I'll bestow a limited-edition kitty sticker upon your Books of Vengeance!"
    },
    {
      "id": "announcer_multikillenemy_29_1",
      "dlg": "Ha ha! Oh, yeah. This shit's awesome!"
    },
    {
      "id": "announcer_equip_29_1",
      "dlg": "I very much prefer to be in the fray myself, but... I, Ricardo, now assume this role under the Great Sister's request!"
    },
    {
      "id": "announcer_wait_29_1",
      "dlg": "I should take you boys to see my seniors in the east. I'd love to see their unique techniques again and put you through some evals.",
      "isHide": true
    },
    {
      "id": "announcer_multikillally_29_1",
      "dlg": "Dammit… this reminds me of that bastard. Some time ago, this rabid dog of a guy burst into our southern branch outta nowhere and started butchering our seniors left and right.\nThe Middle of all four cardinal directions still remembers that day—and we will have our vengeance... no matter what...",
      "isHide": true
    }
  ]
}
