{
  "dataList": [
    {
      "id": "announcer_cheer_35_1",
      "dlg": "- Guys, let's think this through. So—\n- Ah! I think we might have some enemies coming our way, maybe?\n- S.U. Incoming."
    },
    {
      "id": "announcer_cheer_35_2",
      "dlg": "- If you have any difficult cases, just let us know and we'll help you out~\n- Every mystery has a clue to solve it, after all!"
    },
    {
      "id": "announcer_specialcheer_35_1",
      "dlg": "- The heck? What just happened?\n- Wow, looks like something really bad happened to everyone in that little blink of an eye.\n- A fat cat with a lot of time did it. Maybe."
    },
    {
      "id": "announcer_specialcheer_35_2",
      "dlg": "- W.A.H.\n- Weak as hell, sure, sure... But can we try to get to the bottom of this issue first? Like, let's see what exactly caused this to happen.\n- Because they're W.A.H. What else?\n- Gosh..."
    },
    {
      "id": "announcer_enemy_break_35_1",
      "dlg": "- Ah! I wonder if someone's taken their time?\n- Can'tcha see? Someone kicked their butt hard, that's what happened~"
    },
    {
      "id": "announcer_ally_break_35_1",
      "dlg": "- How strange... That attack didn't seem like it should've hurt that much.\n- Might be an attack from an unseen menace.\n- Guys, not the time! We've got a problem on our hands."
    },
    {
      "id": "announcer_killenemy_35_1",
      "dlg": "- Nice, ya sure took care of that enemy!\n- We're now a step closer to the truth, wouldn't you say?"
    },
    {
      "id": "announcer_ally_dead_35_1",
      "dlg": "- Another one bites the dust.\n- Nooo... We won't have enough people to solve the case at this rate...\n- Hmm~ I think the remaining people should do just fine? We're in the clear. For now, at least~"
    },
    {
      "id": "announcer_enemy_adv_35_1",
      "dlg": "- Do we even have any hope left?\n- The case was broken from its foundations. Topple the whole thing and start again from the fundamentals.\n- Yeah. Maybe finding a different way forward is the answer here."
    },
    {
      "id": "announcer_ally_adv_35_1",
      "dlg": "- What do you think about their chances, Ryōshū?\n- F.F. Not bad.\n- They've had some trouble, but I'm sure they can see this thing through!"
    },
    {
      "id": "announcer_ally_advex_35_1",
      "dlg": "- Given the circumstances, solving this problem seems impossible, but... we've been fighting and beating the impossible this whole time, right?\n- Then I believe we will win, despite the belief that we won't.\n- Both of you have such cool attitudes~"
    },
    {
      "id": "announcer_danger_35_1",
      "dlg": "- ... I lit a cigarette.\n- Huh? Wha?\n- This is the pivotal moment. A single choice will determine how this story ends. Puff... a perfect moment to burn a quality cig."
    },
    {
      "id": "announcer_enemy_specialskill_35_1",
      "dlg": "- That... looks dangerous!\n- No foreshadowing. Too sudden.\n- Hmm~ Wouldn't it be nice if every problem were foreshadowed just like in detective novels?"
    },
    {
      "id": "announcer_enemy_specialgimmick_35_1",
      "dlg": "- ... Yo! I know this. Usually, in these kinds of stories, unless the protagonist does everything just right... everyone dies!\n- Heh. Gimmicky.\n- Then there has to be a clue hiding somewhere, right?"
    },
    {
      "id": "announcer_advatk_physical_35_1",
      "dlg": "- Obvious weakness. What a flat character.\n- Aw, that's simply too elementary, wasn't it? Makes for a boring case."
    },
    {
      "id": "announcer_disadvatk_physical_35_1",
      "dlg": "- Wait, wha...? That wasn't it?\n- That was like trying to shove a pentagon key into a triangular keyhole~\n- Hm. Any key can become a skeleton key as long as there is sufficient strength behind it."
    },
    {
      "id": "announcer_advatk_attr_35_1",
      "dlg": "- Ahh~ I totally coulda deduced that myself... that mystery was right up my alley. Too bad ya solved it already!\n- That was pretty easy to miss unless you were paying attention. How smart~"
    },
    {
      "id": "announcer_disadvatk_attr_35_1",
      "dlg": "- This is your 'deduction' despite collecting all those clues? Mediocre.\n- Why don't you share your take then, huh? Ryōshū.\n- Hmph, no. I don't do spoilers."
    },
    {
      "id": "announcer_enemy_specialbuff_35_1",
      "dlg": "- Things aren't looking good all of a sudden...\n- Maybe they triggered a secret device."
    },
    {
      "id": "announcer_enemy_specialdebuff_35_1",
      "dlg": "- They've slowed down a bunch, just as we expected.\n- Hmph, time to slaughter them.\n- Can we stick to the detective lingo and call it 'close the case', Ryōshū...? C'mon, you've got the look down, with a cool pipe and everything."
    },
    {
      "id": "announcer_ally_specialbuff_35_1",
      "dlg": "- You're all looking pretty busy! A new revelation, maybe?\n- Well, finding a major clue does put a pep in your step~"
    },
    {
      "id": "announcer_ally_specialdebuff_35_1",
      "dlg": "- Case failed.\n- Haah... did we do something wrong?\n- Isn't this what you wanted, Ryōshū? You said earlier, stroking your mustache—'Obvious solutions are M.E.H.'\n- 'Mediocre, Essentially Hackneyed'... did I get that right?"
    },
    {
      "id": "announcer_enemy_destroy_35_1",
      "dlg": "- Ladies and gentlemen, I believe the evidence speaks for itself... Thus, therein lies the answer! Break that part wide open!\n- Ooh~ I read the same line from the book I borrowed last time! What a wonderful reenactment!"
    },
    {
      "id": "announcer_enemy_destroy_35_2",
      "dlg": "- Vain, rotten facsimiles of 'art' are often founded on shaky ground.\n- Aha, so breaking one part will eventually bring the whole thing down. That's what you're saying, right?\n- Puff. Correct."
    },
    {
      "id": "announcer_round_takebigdmg_35_1",
      "dlg": "- Ahhh?! A-are you okay?\n- The wound looks too serious...\n- Hope the evidence isn't broken."
    },
    {
      "id": "announcer_round_takebigdmg_35_2",
      "dlg": "- Oh, that is way worse than we expected... Maybe our approach was wrong?\n- No, it's not we who are wrong. It's the situation that's wrong about us.\n- ... What are you talking about? We clearly got something wrong! Which explains that huge wound!"
    },
    {
      "id": "announcer_round_givebigdmg_35_1",
      "dlg": "- Heck yeah~ That's the crux of this whole case!\n- At this rate, we'll be solving this case in no time~ They won't be able to refute this evidence."
    },
    {
      "id": "announcer_round_givebigdmg_35_2",
      "dlg": "- Stay alert. The case isn't over.\n- Aren't we making some pretty good progress, though?\n- Yeah, nothing wrong with getting a lil' excited~"
    },
    {
      "id": "announcer_multikillenemy_35_1",
      "dlg": "- ... And then there were none.\n- But there are some?\n- Heh... that's why it's <i>and then</i> there were none.\n- Well~ I think we'll get to the point of there being none in no time as long as we keep this up!"
    },
    {
      "id": "announcer_battle_win_35_1",
      "dlg": "- Woo! Now that's <i>case closed</i>!\n- Predictable battle. P.F. No, worse than pulps.\n- Fuhu, everyone did great work today~"
    },
    {
      "id": "announcer_battle_defeat_35_1",
      "dlg": "- What a T.A.B.\n- Ugh... nah, it wasn't a turnabout. I had a feeling it was going to end badly.\n- Huh? Oh, I don't think she meant 'turnabout.'\n- I meant to say 'What a Thrashing and Bashing'."
    },
    {
      "id": "announcer_equip_35_1",
      "dlg": "- We're not here just to deduce mysteries!\n- We're here to watch this battle, and~\n- W.A.T.C.H.\n- No! We're analyzing the case honestly! Come on, Ryōshū, we agreed to do away with acronyms today~"
    }
  ]
}
