{
  "dataList": [
    {
      "id": "announcer_cheer_39_1",
      "dlg": "Time for the Disciplinary Team, the best combat department of the Sephirot, to step forward. These monsters we're obligated to call \"Abnormalities\"... Let's show them how it's done."
    },
    {
      "id": "announcer_cheer_39_2",
      "dlg": "An Abnormality escaped. Those monsters never die, but at the very least, they seem to feel pain.\nYou better not be cowards. We have no need for employees who refuse to kill and end up dying the moment they slip up."
    },
    {
      "id": "announcer_cheer_39_3",
      "dlg": "There's good reason why my department has far fewer employees than any other. However, I want you to keep in mind that this also means only the best have gathered here."
    },
    {
      "id": "announcer_specialcheer_39_1",
      "dlg": "Get it together. You're as good as dead anyway—might as well take them with you. Get your one final stab, one final bullet into that bastard's face."
    },
    {
      "id": "announcer_specialcheer_39_2",
      "dlg": "No chickening out. Abnormalities may have mysterious powers, sure, but same goes for the E.G.O gears we've extracted from them.\nDon't be stingy and put them to good use until you can hear those monsters wailing and screeching."
    },
    {
      "id": "announcer_specialcheer_39_3",
      "dlg": "You die here, and your things—last words, wills, possessions, everything—are going straight to the trash heap. Even things like nursing bottles or blankets...\nSo, unless you wanna die yourself, kill that monster! Stab it dead!"
    },
    {
      "id": "announcer_enemy_break_39_1",
      "dlg": "Abnormalities can be damaged, but never destroyed.\nLet's make their unending lives as painful as possible."
    },
    {
      "id": "announcer_ally_break_39_1",
      "dlg": "Get your ass out of the way if you've got no more fight left in you.\nKeep zoning out... and you'll get an Execution Bullet to the face."
    },
    {
      "id": "announcer_killenemy_39_1",
      "dlg": "Good! Wipe them all out. But don't finish them off too fast. Make them suffer until they're nothing but eggs again."
    },
    {
      "id": "announcer_killenemy_39_2",
      "dlg": "You went a little too easy on it, but... at least the suppression was a success.\nWell, that was no big deal at all, huh?"
    },
    {
      "id": "announcer_ally_dead_39_1",
      "dlg": "Another employee dead. No need to bother shedding a tear or mourning, though. A courageous death needs no waterworks."
    },
    {
      "id": "announcer_enemy_adv_39_1",
      "dlg": "There's no place for weaklings blubbering over a crisis of this level in the Disciplinary Team.\nDo the best you can, Manager. I can handle my body getting crushed and my employees killed... But at least make those deaths mean something."
    },
    {
      "id": "announcer_ally_adv_39_1",
      "dlg": "... Hod was right—a defensive maneuver yields far fewer casualties than a head-on assault.\nBut... aren't we being too nice to those Abnormalities with this kind of response?"
    },
    {
      "id": "announcer_ally_advex_39_1",
      "dlg": "That's it! Have at it like you don't care if it costs you an arm to land a blow! If you're left with no arms, use your legs to kick it. Weeping like a wimp will only end up killing you. Grow a spine... and take the bastard down with you."
    },
    {
      "id": "announcer_ally_advex_39_2",
      "dlg": "I can see that monster's wreaking more havoc than usual. But there's no need to focus on what caused this.\nAll that matters is that we solve the problem at hand."
    },
    {
      "id": "announcer_danger_39_1",
      "dlg": "We're out of time. Don't let the sacrifice you see hold you back.\n... The moment those monsters escape, who dies or not won't matter anymore. Do what needs to be done, Manager."
    },
    {
      "id": "announcer_enemy_specialskill_39_1",
      "dlg": "My gut says... Now's the time to dodge if you can. You won't be in one piece if you take that attack head on."
    },
    {
      "id": "announcer_enemy_specialskill_39_2",
      "dlg": "... This would've been a piece of cake for my past self, but now I don't have the strength to shield you from that. Dodge the attack if you can. It'll kill you if you fail to react."
    },
    {
      "id": "announcer_enemy_specialgimmick_39_1",
      "dlg": "I'm more suited to suppressing with force, not racking my brain over complicated matters... This is all yours to decide, Manager."
    },
    {
      "id": "announcer_enemy_specialgimmick_39_2",
      "dlg": "You need someone to suppress with force? You can leave that to me. But for complicated matters like this that ask me to rack my brain over... Well, this is all yours to decide, Manager."
    },
    {
      "id": "announcer_advatk_physical_39_1",
      "dlg": "This is precisely what is expected of a Disciplinary Team employee. You don't expect to be complimented for doing the bare minimum, yes?"
    },
    {
      "id": "announcer_disadvatk_physical_39_1",
      "dlg": "Hmm... strange, what are you still doing here? The Disciplinary Team doesn't need someone who can't even distinguish which weapon is most effective against which target."
    },
    {
      "id": "announcer_advatk_attr_39_1",
      "dlg": "This is why I specifically asked them to prepare at least one gear of each damage type. Efficiency's all about using the right tool for the job."
    },
    {
      "id": "announcer_advatk_attr_39_2",
      "dlg": "Good thing I've brought E.G.O from other departments. Efficiency's all about using the right tool for the job."
    },
    {
      "id": "announcer_disadvatk_attr_39_1",
      "dlg": "... Are you a Welfare Team transfer or something? That was such a stupid decision that I can't think of any other possibility than that."
    },
    {
      "id": "announcer_disadvatk_attr_39_2",
      "dlg": "Here's a word of warning... Don't even think about being nice to them."
    },
    {
      "id": "announcer_enemy_specialbuff_39_1",
      "dlg": "Even the ones that should've been sleeping have awakened."
    },
    {
      "id": "announcer_enemy_specialdebuff_39_1",
      "dlg": "Those undying things have the audacity to be afraid? ... Revolting."
    },
    {
      "id": "announcer_ally_specialbuff_39_1",
      "dlg": "I can see that the psychological training's been effective. As you can see, hatred is the engine with which the employees beat these Abnormalities to death. I like that look in their eyes—they're just about ready to grind them up and drink their blood."
    },
    {
      "id": "announcer_ally_specialbuff_39_2",
      "dlg": "... Exactly. Cradle that undeterred wrath, just like that.\nLooks like I won't have to tire myself out with talking today."
    },
    {
      "id": "announcer_ally_specialdebuff_39_1",
      "dlg": "Some monster got into your head? That's because you are weak-minded! It's all about mental fortitude—come back from it with an oomph!"
    },
    {
      "id": "announcer_enemy_destroy_39_1",
      "dlg": "Part broken. Finally... Now, don't give it any quarter! Suppress it, now!"
    },
    {
      "id": "announcer_enemy_destroy_39_2",
      "dlg": "Part broken. Don't you dare stop swinging that weapon, you hear? We're just getting started."
    },
    {
      "id": "announcer_enemy_destroy_39_3",
      "dlg": "I don't know what else you can do, given the state you're in, but... don't you dare stop struggling.\nGo ahead, give me an excuse to hurt you more."
    },
    {
      "id": "announcer_round_takebigdmg_39_1",
      "dlg": "... Don't stop here. We don't need a break... we can still fight."
    },
    {
      "id": "announcer_round_takebigdmg_39_2",
      "dlg": "Shut up! I said I can still fight!\nDammit... why won't this shitty body move like I want it to... why!"
    },
    {
      "id": "announcer_round_givebigdmg_39_1",
      "dlg": "See? We're all you're ever going to need to suppress an Abnormality."
    },
    {
      "id": "announcer_round_givebigdmg_39_2",
      "dlg": "Chesed should've been here to witness this. We cage Abnormalities and squeeze energy out of them—this level of combat expertise should be the standard. What use is the Welfare Team on its own, anyway...?"
    },
    {
      "id": "announcer_round_givebigdmg_39_3",
      "dlg": "Once we have the situation under control, ask Tiphereth whether this has been videotaped.\nThis should be more than enough proof to Miss Angela that we don't need help from the likes of the Rabbits."
    },
    {
      "id": "announcer_multikillenemy_39_1",
      "dlg": "... I reminisce from time to time. I was once... like that, too. I'd get a good grip on my sword, and with a single split, I'd..."
    },
    {
      "id": "announcer_multikillenemy_39_2",
      "dlg": "... I know what you're trying to say, but I'm not the hero. Never have been, and never will be."
    },
    {
      "id": "announcer_battle_win_39_1",
      "dlg": "No matter how hard you've stabbed and broken those monsters, they will recover sooner or later. Just like how my components are broken and fractured in battle... only to be soon replaced and repaired.\nWhat a perfect little hell, just for me."
    },
    {
      "id": "announcer_battle_defeat_39_1",
      "dlg": "All of your employees are dead. Burn this moment into your memories, Manager. If you get another chance... you better have cast any semblance of mercy away."
    },
    {
      "id": "announcer_equip_39_1",
      "dlg": "Well, seeing that you've at least made it here, I guess you won't be a complete deadweight scared of a little blood.\nGebura of the Disciplinary Team. We should get along just fine... as long as you're not one of those sniveling annoyances."
    }
  ]
}
