{
  "dataList": [
    {
      "id": "announcer_cheer_28_1",
      "dlg": "This seems like an opportunity to see your command capabilities with my own eyes, Dante. Proceed as you will."
    },
    {
      "id": "announcer_cheer_28_2",
      "dlg": "The higher-ups must have a reason for choosing you as the manager... I look forward to witnessing your exploits, manager Dante."
    },
    {
      "id": "announcer_specialcheer_28_1",
      "dlg": "The situation... does not appear to be in their favor. Can they win this without turning the Clock, I worry."
    },
    {
      "id": "announcer_specialcheer_28_2",
      "dlg": "Hm, reduced to tatters... Are you certain you can handle this with only the remaining Sinners?"
    },
    {
      "id": "announcer_enemy_break_28_1",
      "dlg": "Oh. They're barely alive... you should have no trouble finishing them off now. Proceed, manager Dante. Let the Sinners do what they do best."
    },
    {
      "id": "announcer_ally_break_28_1",
      "dlg": "I take no pleasure in seeing them put in harm's way… Focus, manager. Don’t leave the Sinners out to dry."
    },
    {
      "id": "announcer_killenemy_28_1",
      "dlg": "Not bad, Dante. You've reduced your troubles to a pile of red meat."
    },
    {
      "id": "announcer_ally_dead_28_1",
      "dlg": "Letting the Sinners die will only make you suffer... Don't tell me you've gotten too used to turning that clock of yours."
    },
    {
      "id": "announcer_enemy_adv_28_1",
      "dlg": "This won't do... As you know, I will not be there to provide any assistance. What you are listening to is simply a voice recording, after all. Retreat now and formulate a better strategy... or not. The choice is yours."
    },
    {
      "id": "announcer_ally_advex_28_1",
      "dlg": "Hm... there's still a chance. The situation may seem hopeless, but there is a way out of this, manager Dante. You need only find the right road to take."
    },
    {
      "id": "announcer_danger_28_1",
      "dlg": "Time is a limited resource, Dante. Finish this. Remember these two truths—nothing is infinite, nothing is free... hah."
    },
    {
      "id": "announcer_enemy_specialskill_28_1",
      "dlg": "You mustn't avert your eyes. Stare straight into the beast's fanged maw, and face it head on."
    },
    {
      "id": "announcer_enemy_specialgimmick_28_1",
      "dlg": "An overwhelming feat of might should be able to quash this clown show they're putting up. Though I don't suppose that is an option for you."
    },
    {
      "id": "announcer_advatk_physical_28_1",
      "dlg": "So all that combat experience wasn't for naught, I see. That was a good call, Dante."
    },
    {
      "id": "announcer_disadvatk_physical_28_1",
      "dlg": "What... a <i>creative</i> decision. I would prefer it if you could save these strange experiments for later."
    },
    {
      "id": "announcer_advatk_attr_28_1",
      "dlg": "I would have done the same in your shoes. Well done."
    },
    {
      "id": "announcer_disadvatk_attr_28_1",
      "dlg": "Perhaps the manager's lack of any real combat experience is the cause of their ineffective command. Hm... I might suggest that the manager be assigned some combat training sessions as well."
    },
    {
      "id": "announcer_enemy_specialbuff_28_1",
      "dlg": "Look at those idiots enjoying themselves. Though, it is most likely for a good reason. Now, identify and eliminate that reason."
    },
    {
      "id": "announcer_enemy_specialdebuff_28_1",
      "dlg": "Paranoia, fear, and anxiety... this is their moment of weakness. Do you understand? Press the offensive now."
    },
    {
      "id": "announcer_ally_specialbuff_28_1",
      "dlg": "I buy Sinners snacks for a reason, Dante. I hoped they would have positive effects like this."
    },
    {
      "id": "announcer_ally_specialdebuff_28_1",
      "dlg": "What's with the long face? See something you don't like? Hm..."
    },
    {
      "id": "announcer_enemy_destroy_28_1",
      "dlg": "It seems to me that the Sinners have crushed a part that would've given them trouble, manager. Hopefully it was a high-priority target."
    },
    {
      "id": "announcer_enemy_destroy_28_2",
      "dlg": "Hm, interesting. So that's what happens when you break that part off this enemy. You're putting on quite the show for me, Dante."
    },
    {
      "id": "announcer_round_takebigdmg_28_1",
      "dlg": "... Well. I won't blame you for this blunder, given that their attack seemed to have come out of left field. You can't possibly have knowingly allowed the Sinners to take the full brunt of that attack, hm?"
    },
    {
      "id": "announcer_round_takebigdmg_28_2",
      "dlg": "There isn't enough time to turn the clock, manager. Think fast. Consider retreating those who have outlived their usefulness."
    },
    {
      "id": "announcer_round_givebigdmg_28_1",
      "dlg": "Very good. Now this is something worth a watch. I very much prefer to preside over those who know what they're doing."
    },
    {
      "id": "announcer_round_givebigdmg_28_2",
      "dlg": "A powerful attack does more than simply obliterate the enemy it targets. It immobilizes the surviving foes, paralyzing them with the fear that the same attack might target them next..."
    },
    {
      "id": "announcer_multikillenemy_28_1",
      "dlg": "I will remember that Sinner's exploits, Dante. The higher-ups have given orders to give compliments where they're due during consultations."
    },
    {
      "id": "announcer_wait_28_1",
      "dlg": "... Hm. Is this thing broken? Don't tell me you're zoning out in the middle of a battle, Dante...",
      "isHide": true
    },
    {
      "id": "announcer_equip_28_1",
      "dlg": "Must they really make me do something so inane...? Drudgery after drudgery... haah."
    },
    {
      "id": "announcer_special_sinner_28_1",
      "dlg": "Impressive, Sinner #1. You seem to have a surprisingly high aptitude for Identity and E.G.O usage.",
      "isHide": true
    },
    {
      "id": "announcer_special_sinner_28_2",
      "dlg": "Ms. Faust... You knew that enemy part would eventually cause trouble, didn't you?",
      "isHide": true
    },
    {
      "id": "announcer_special_sinner_28_3",
      "dlg": "... What did Sinner #3 do this time? Haah...",
      "isHide": true
    },
    {
      "id": "announcer_special_sinner_28_4",
      "dlg": "Hm, your battle sense is just as excellent, even as a Sinner. Now, is there something you can do about your incomprehensible speech quirk, Sinner #4?",
      "isHide": true
    },
    {
      "id": "announcer_special_sinner_28_5",
      "dlg": "Excellent, Sinner #5. I hear that your quick actions have prevented many a disaster.",
      "isHide": true
    },
    {
      "id": "announcer_special_sinner_28_6",
      "dlg": "... Don't think you can smooth over your terribly ineffective attack with an innocent smile, Sinner #6.",
      "isHide": true
    },
    {
      "id": "announcer_special_sinner_28_7",
      "dlg": "Sinner #7. I thought you'd finally learned how to use that head of yours... It has been a while since our last consultation, hasn't it?",
      "isHide": true
    },
    {
      "id": "announcer_special_sinner_28_8",
      "dlg": "So I hear that you're the class president now, Sinner #8? Then it's time you took to the helm.",
      "isHide": true
    },
    {
      "id": "announcer_special_sinner_28_9",
      "dlg": "I do appreciate how easy you are to please, Sinner #9. You may expect sweets should you perform well in this battle, of course.",
      "isHide": true
    },
    {
      "id": "announcer_special_sinner_28_10",
      "dlg": "You've got blood on you again, #11. ... Hm, I suppose you have indeed grown somewhat as of late. I thought you'd be bawling on your knees by now.",
      "isHide": true
    },
    {
      "id": "announcer_special_sinner_28_11",
      "dlg": "What's this, miss lieutenant? How come you've let yourself be sliced to pieces like this? You're going to be the biggest burden to your Executive Manager dearest.",
      "isHide": true
    },
    {
      "id": "announcer_special_sinner_28_12",
      "dlg": "This is no time for your defeatist attitude, Sinner #13. Get on your feet and soldier on. Where's your usual disposition, hm?",
      "isHide": true
    }
  ]
}
