{
  "dataList": [
    {
      "id": "announcer_cheer_38_1",
      "dlg": "To all Cleanup Team Personnel: a riot has broken out in one of the cabins. Requesting immediate dispatch."
    },
    {
      "id": "announcer_cheer_38_2",
      "dlg": "Violence has escalated. Remaining Cleanup Team personnel, please increase effort to contain the situation."
    },
    {
      "id": "announcer_specialcheer_38_1",
      "dlg": "Low vitality levels detected in Cleanup Agents. Higher-level Cleanup Agents must keep count of the deceased personnel to calculate the scope of the subsequent hiring process."
    },
    {
      "id": "announcer_specialcheer_38_2",
      "dlg": "WARP Train Monitoring Service diagnostics: Cleanup Agent in critical state.\nW Corp. provides no specific instructions for such cases. Please proceed with treatment at your discretion."
    },
    {
      "id": "announcer_enemy_break_38_1",
      "dlg": "Agent mission success probability rate has risen by 4.188%. Congratulations."
    },
    {
      "id": "announcer_ally_break_38_1",
      "dlg": "Comatose state detected in certain Cleanup Agents' vitals. Please take appropriate measures or evacuate them outside the train to maintain the regular Cleanup schedule."
    },
    {
      "id": "announcer_killenemy_38_1",
      "dlg": "Attention. Situation control probability on the rise. Cleanup Agents are urged to expedite response protocols and stabilize the situation at a faster rate."
    },
    {
      "id": "announcer_ally_dead_38_1",
      "dlg": "Certain Cleanup Agents' vital signs lost. Please note that special compartments with body bags are installed in the service cabinets of #2 cabins of every WARP Train. Please make liberal use of this service to maintain high retrieval accuracy rates."
    },
    {
      "id": "announcer_enemy_adv_38_1",
      "dlg": "Emergency. Situation control probability has dropped to 6%. Continued probability decrease detected. Data relevant to your performance here will be transferred to Human Resources Department. Please note that certain Cleanup Agents' survival will not be guaranteed."
    },
    {
      "id": "announcer_ally_adv_38_1",
      "dlg": "Violence subjugation probability over 50%. Issues have been detected in a small subsection of the passenger population; however, the WARP Train calculation system has determined those data points to be of trivial significance. Thank you for your service."
    },
    {
      "id": "announcer_ally_advex_38_1",
      "dlg": "Suboptimal Cleanup Agent performance detected. However, the situation control probability still indicates a high chance of success. Unless this estimation is caused by an error in the calculation system, this situation will be Cleaned up. Congratulations."
    },
    {
      "id": "announcer_danger_38_1",
      "dlg": "Please note that there is minimal time remaining until the end of the designated Cleanup timeslot. Agents are recommended to take prudent and decisive actions to complete the Cleanup effort prior to disembarking."
    },
    {
      "id": "announcer_enemy_specialskill_38_1",
      "dlg": "Aggressiveness gauge indicator predicts incoming high-risk attack."
    },
    {
      "id": "announcer_enemy_specialgimmick_38_1",
      "dlg": "Irregularity gauge indicator predicts a rare aberration in enemy behavior."
    },
    {
      "id": "announcer_advatk_physical_38_1",
      "dlg": "Exemplary Cleanup strategy confirmed. Transferring performance evaluation for the Agent under consideration to the Human Resources Department."
    },
    {
      "id": "announcer_disadvatk_physical_38_1",
      "dlg": "Aggressiveness gauge indicator has detected low productivity potential in an Agent's Cleanup methods. Alternate approach recommended."
    },
    {
      "id": "announcer_advatk_attr_38_1",
      "dlg": "WARP Train calculation system has determined that your chosen Cleanup method was satisfactory. Commendable work."
    },
    {
      "id": "announcer_disadvatk_attr_38_1",
      "dlg": "Warning. Tangible negative productivity potential detected in the chosen Cleanup method for this particular situation."
    },
    {
      "id": "announcer_enemy_specialbuff_38_1",
      "dlg": "Irregularity gauge indicator has detected Cleanup Type Y entity. On-site confirmation of raised activity levels on the high-risk individual recommended."
    },
    {
      "id": "announcer_enemy_specialdebuff_38_1",
      "dlg": "Irregularity gauge indicator has detected Cleanup Type B entity. High-risk individual determined to be on the defensive."
    },
    {
      "id": "announcer_ally_specialbuff_38_1",
      "dlg": "Irregularity gauge indicator has detected Cleanup Type G entity. Agent vital signs on the rise."
    },
    {
      "id": "announcer_ally_specialdebuff_38_1",
      "dlg": "Irregularity gauge indicator has detected Cleanup Type R entity. Agents are encouraged to verify their statuses and identify any discomforting smell or sound in the surrounding area."
    },
    {
      "id": "announcer_enemy_destroy_38_1",
      "dlg": "Removal of risk elements detected. We thank you for your service."
    },
    {
      "id": "announcer_enemy_destroy_38_2",
      "dlg": "Aggressiveness gauge indicator no longer detects predictions of certain attack patterns. The choice to eliminate that part has proven to be highly effective."
    },
    {
      "id": "announcer_round_takebigdmg_38_1",
      "dlg": "Life preservation gear activation detected. In the presence of a heavily wounded Agent, act quickly and open the device panel, then—"
    },
    {
      "id": "announcer_round_takebigdmg_38_2",
      "dlg": "Critical vital levels detected on an Agent. If the Agent is still capable of mobility, they must vacate themselves from the hallway and avoid obstructing other Agents' Cleanup efforts."
    },
    {
      "id": "announcer_round_givebigdmg_38_1",
      "dlg": "Highly effective Cleanup decision. WARP Train calculation system has determined that this maneuver has contributed to approximately 14% of the Cleanup effort."
    },
    {
      "id": "announcer_round_givebigdmg_38_2",
      "dlg": "To whichever Agent carried out that maneuver: W Corp. Talent Management Department has just mailed an auto-promotion recommendation to your address. Please peruse the document to view its details."
    },
    {
      "id": "announcer_multikillenemy_38_1",
      "dlg": "Multiple high-risk individuals eliminated. Please confirm that no important electronic devices or seats have been damaged."
    },
    {
      "id": "announcer_equip_38_1",
      "dlg": "Greetings passengers and welcome aboard. We will be overseeing your journey to the next destination. Thank you for choosing W Corp. WARP Train. Enjoy your trip."
    }
  ]
}
