{
  "dataList": [
    {
      "id": "announcer_cheer_41_1",
      "dlg": "What I really feared whenever mom would head to work with that sword was... the possibility that she might never come back.\nI wonder how it is for you? Will you return safely, or... are you all liars too, like mom?",
      "imgStr": "PinkyChibi_announcer_3"
    },
    {
      "id": "announcer_cheer_41_2",
      "dlg": "Shūre's nice to meet ya!\nMommy didn't like \"Bye, TTYL\" so I came up with that one. Get it? \"It's Ryōshū, Ryo<i>shū-re's</i> nice to meet ya!\"",
      "imgStr": "PinkyChibi_announcer_1"
    },
    {
      "id": "announcer_specialcheer_41_1",
      "dlg": "... I know you didn't leave the House of Spiders just to die in a place like this.",
      "imgStr": "PinkyChibi_announcer_3"
    },
    {
      "id": "announcer_specialcheer_41_2",
      "dlg": "Is this really all you've got?\nIf those lingering feelings in your severed and sheared memories are true, then you can't let yourself get killed in a place like this.",
      "imgStr": "PinkyChibi_announcer_3"
    },
    {
      "id": "announcer_enemy_break_41_1",
      "dlg": "Half-hearted pity is what begets such unnecessary suffering.\nIf you were going to kill them, you should've gone for a decapitation.",
      "imgStr": "PinkyChibi_announcer_3"
    },
    {
      "id": "announcer_ally_break_41_1",
      "dlg": "That's when ya tell your friends \"SRY.\"",
      "imgStr": "PinkyChibi_announcer_1"
    },
    {
      "id": "announcer_ally_break_41_2",
      "dlg": "There are no expressions hollower than an apology when it comes to people you want to protect. It means you've already failed them.",
      "imgStr": "PinkyChibi_announcer_3"
    },
    {
      "id": "announcer_killenemy_41_1",
      "dlg": "Long is the path of Ashura laid before you. Its terminus hides far beyond the horizon, beyond the fog of vision...",
      "imgStr": "PinkyChibi_announcer_4"
    },
    {
      "id": "announcer_ally_dead_41_1",
      "dlg": "Though the chain may be invisible and intangible, as long as it remains connected between you... the time you have spent with one another will not be lost.",
      "imgStr": "PinkyChibi_announcer_4"
    },
    {
      "id": "announcer_enemy_adv_41_1",
      "dlg": "Hey, mom's weird acronyms might be appropriate here. SANGRIA, right? You've all been halved. Like abbreviations.",
      "imgStr": "PinkyChibi_announcer_3"
    },
    {
      "id": "announcer_ally_adv_41_1",
      "dlg": "There were days like this. Days when mom would come home before I did.\nI'd always feel the butterflies in my stomach... whenever I could hear the echoes of her footsteps beyond the door.",
      "imgStr": "PinkyChibi_announcer_2"
    },
    {
      "id": "announcer_ally_adv_41_2",
      "dlg": "This will end soon. ... Perhaps the art of shortening was the best my mother could've come up with, as she did not know this journey's end. She must have wanted to truncate it all... her life at the House of Spiders, the waiting I was to endure... She must've wanted to cut it all short.",
      "imgStr": "PinkyChibi_announcer_4"
    },
    {
      "id": "announcer_ally_advex_41_1",
      "dlg": "Twisted and tangled it may be, but it is not yet severed. The thread is still in your hands for you to follow.",
      "imgStr": "PinkyChibi_announcer_4"
    },
    {
      "id": "announcer_ally_advex_41_2",
      "dlg": "You're giving up? Don't give up. People say that things you've let go too easily... eventually turn into regrets.",
      "imgStr": "PinkyChibi_announcer_2"
    },
    {
      "id": "announcer_danger_41_1",
      "dlg": "Are you sure that's what you want to do? Or have you forgotten something again?\n... Unless you want to stay here forever, make sure to finish the job. Leave no room for even the smallest regret.",
      "imgStr": "PinkyChibi_announcer_3"
    },
    {
      "id": "announcer_enemy_specialskill_41_1",
      "dlg": "*gasp* See that? That looks sooo dangerous... Ah! I can find ya a good place to hide if ya want?",
      "imgStr": "PinkyChibi_announcer_1"
    },
    {
      "id": "announcer_enemy_specialgimmick_41_1",
      "dlg": "A tangle to be unraveled requires its beginning and its end identified.\nIf such an endeavor is beyond you, simply cut through the knot until nothing of it remains.",
      "imgStr": "PinkyChibi_announcer_4"
    },
    {
      "id": "announcer_advatk_physical_41_1",
      "dlg": "... Mom was good with all kinds of weapons. She was best with the sword, though.",
      "imgStr": "PinkyChibi_announcer_2"
    },
    {
      "id": "announcer_disadvatk_physical_41_1",
      "dlg": "I get it. They don't teach this in school.",
      "imgStr": "PinkyChibi_announcer_2"
    },
    {
      "id": "announcer_disadvatk_physical_41_2",
      "dlg": "She never fixed her weird abbreviations, did she? It's gotten even worse.",
      "imgStr": "PinkyChibi_announcer_3"
    },
    {
      "id": "announcer_advatk_attr_41_1",
      "dlg": "... The form is impeccable still.",
      "imgStr": "PinkyChibi_announcer_4"
    },
    {
      "id": "announcer_disadvatk_attr_41_1",
      "dlg": "Aw, c'mon! You're doing it wrong!",
      "imgStr": "PinkyChibi_announcer_1"
    },
    {
      "id": "announcer_disadvatk_attr_41_2",
      "dlg": "*sigh* Wrong. You're doing it wrong.",
      "imgStr": "PinkyChibi_announcer_4"
    },
    {
      "id": "announcer_enemy_specialbuff_41_1",
      "dlg": "When someone's mad, ya gotta go hide like this! Don't even breathe!\nHuppp...",
      "imgStr": "PinkyChibi_announcer_1"
    },
    {
      "id": "announcer_enemy_specialdebuff_41_1",
      "dlg": "The spiderweb has snared them.",
      "imgStr": "PinkyChibi_announcer_4"
    },
    {
      "id": "announcer_ally_specialbuff_41_1",
      "dlg": "Even unwanted gifts can be of assistance.\nLike these prosthetic eyes that were forced upon me... red, just like mom's.",
      "imgStr": "PinkyChibi_announcer_3"
    },
    {
      "id": "announcer_ally_specialbuff_41_2",
      "dlg": "Hopes that couldn't be realized, hopes cast earthward without a trace—in the end, they had always been my own...\nSo must the aid given by an enemy be named as aid still.",
      "imgStr": "PinkyChibi_announcer_4"
    },
    {
      "id": "announcer_ally_specialdebuff_41_1",
      "dlg": "A rather persistent thing clings to you. You know how to... sever it away, I trust?",
      "imgStr": "PinkyChibi_announcer_4"
    },
    {
      "id": "announcer_enemy_destroy_41_1",
      "dlg": "It's been slashed to tatters. Just like mom's memories.",
      "imgStr": "PinkyChibi_announcer_3"
    },
    {
      "id": "announcer_enemy_destroy_41_2",
      "dlg": "I thought I was just another one of those forgettable memories to her, carved away just as easily as you did that part.\n... Had I known that the blade severs her most precious memories first, maybe I... Maybe I would not have felt as much resentment.",
      "imgStr": "PinkyChibi_announcer_3"
    },
    {
      "id": "announcer_round_takebigdmg_41_1",
      "dlg": "Huh?! But you guys looked so confident... Was that some kinda YOLO charge?",
      "imgStr": "PinkyChibi_announcer_1"
    },
    {
      "id": "announcer_round_takebigdmg_41_2",
      "dlg": "A-hem. IYKYK. I'll let that one slide!",
      "imgStr": "PinkyChibi_announcer_1"
    },
    {
      "id": "announcer_round_givebigdmg_41_1",
      "dlg": "Whoaaaa... That's just like how uncles and aunties used to do it!",
      "imgStr": "PinkyChibi_announcer_1"
    },
    {
      "id": "announcer_round_givebigdmg_41_2",
      "dlg": "When I was younger, I had no idea why mommy never let me even talk to the... \"uncles.\"\nThose tutors must've been... best of the best, even among the Fingers. They taught her skills that were just as impressive as—or even more impressive than—your techniques.",
      "imgStr": "PinkyChibi_announcer_2"
    },
    {
      "id": "announcer_multikillenemy_41_1",
      "dlg": "If I were to give you a flower... Perhaps I'll give you a red spider lily. With petals so crimson that they look lifted from hell itself.",
      "imgStr": "PinkyChibi_announcer_3"
    },
    {
      "id": "announcer_battle_win_41_1",
      "dlg": "Keep going to places with mommy, keep making lots and lots more memories.\nSo someday... she'll take me to the bestest place ever.",
      "imgStr": "PinkyChibi_announcer_1"
    },
    {
      "id": "announcer_battle_defeat_41_1",
      "dlg": "No biggie! Just don't give up and try again!",
      "imgStr": "PinkyChibi_announcer_1"
    },
    {
      "id": "announcer_battle_defeat_41_2",
      "dlg": "You think this little setback has ended your path?\nNo. Your flow, the string that threads you all together... will be much more tenacious than you could have ever dreamed of.",
      "imgStr": "PinkyChibi_announcer_4"
    },
    {
      "id": "announcer_equip_41_1",
      "dlg": "A tick-tocking clock... a vroom-vrooming bus... and a buncha really cool friends!\nHeehee, that's good. Mommy won't be alone even when I'm not here anymore.",
      "imgStr": "PinkyChibi_announcer_1"
    }
  ]
}