{
  "dataList": [
    {
      "id": "announcer_cheer_33_1",
      "dlg": "- Central Command speaking.\n- Commencing suppression now. I know we do this all the time, but don't forget to stay on your toes.\n- I know you'll all do your best."
    },
    {
      "id": "announcer_cheer_33_2",
      "dlg": "- I know you'll all do fine. You always do.\n- And you could fail too. Like you always do."
    },
    {
      "id": "announcer_specialcheer_33_1",
      "dlg": "- Are you insane? Look at your employees, just what kind of orders have you been giving them?\n- I think it's a bad idea to repeatedly expose your employees to constant danger."
    },
    {
      "id": "announcer_specialcheer_33_2",
      "dlg": "- Sigh... what can you do? It's not like you can order them to retreat now.\n- Let's try to find a way to minimize damage before we finish the suppression."
    },
    {
      "id": "announcer_enemy_break_33_1",
      "dlg": "Nice. That'll make it easier to suppress this entity. You wouldn't do something stupid like throwing this opportunity away, right?"
    },
    {
      "id": "announcer_ally_break_33_1",
      "dlg": "An employee seems to be unwell. You still have time to salvage them if you pay attention right now."
    },
    {
      "id": "announcer_killenemy_33_1",
      "dlg": "- That's one hurdle cleared. You're doing well, just like I thought you would.\n- You heard that, right? That's your daily dose of compliments. Besides, the fight's not over."
    },
    {
      "id": "announcer_ally_dead_33_1",
      "dlg": "- I didn't expect you to be worse than the Upper Sephirot... You could've saved them if you paid more attention.\n- Seeing such incidents makes me so sad."
    },
    {
      "id": "announcer_enemy_adv_33_1",
      "dlg": "- ... Had a feeling. You've been slacking off while I looked away, right?\n- The Third Warning'll go off soon. Turning this around might be a bit... difficult.\n- I was stupid for trusting you...\n- Don't listen to Tiphereth. Flee underground. Mhm, you have to."
    },
    {
      "id": "announcer_ally_adv_33_1",
      "dlg": "- Suppression's going well. You should be able to get everything back under control before suffering a big loss.\n- Glad we don't have to worry about that now. Good work."
    },
    {
      "id": "announcer_ally_advex_33_1",
      "dlg": "- ... How? I thought it was going to be another utter failure...\n- I said they'd do it. They're just repaying our faith with success.\n- No, I—\n- They kept trying and never gave up. And this is the result of that, right?"
    },
    {
      "id": "announcer_danger_33_1",
      "dlg": "- This is almost like having just one bar left on the Qliphoth Counter... for three separate containment units all at once...\n- Don't worry too much, Tiphereth. They've managed to lead us this far, so I'm sure they'll make the right decision at the end."
    },
    {
      "id": "announcer_enemy_specialskill_33_1",
      "dlg": "- Tiphereth here. Something extremely powerful is about to hit you.\n- You should be able to minimize the damage as long as you've read up on the suppression target."
    },
    {
      "id": "announcer_enemy_specialgimmick_33_1",
      "dlg": "Ah... that actually looks kinda complicated. I'll be honest, this is kind of hard for me, too. I'll understand if you can't handle it."
    },
    {
      "id": "announcer_advatk_physical_33_1",
      "dlg": "- Good. It was an appropriate attack for the suppression target at hand. Good work.\n- Tiphereth? You don't need to compliment them for doing the bare minimum."
    },
    {
      "id": "announcer_disadvatk_physical_33_1",
      "dlg": "- That... doesn't seem like the appropriate approach.\n- No, Tiphereth. Think about it. Maybe they're attacking a part that's resistant to it on purpose. I mean, what kind of dumbass would do something like that?"
    },
    {
      "id": "announcer_advatk_attr_33_1",
      "dlg": "- See? It's easy. Check the Observation Log, see what they're weak to, and attack them with it.\n- It seems that you've read the Observation Log. Good work."
    },
    {
      "id": "announcer_disadvatk_attr_33_1",
      "dlg": "- Do you even keep your eyes open? Did you catch the \"Upper Layer Syndrome\" or something?\n- It's okay. Now you know that a different kind of attack is needed for that type.\n- ... Haah. You better not make the same mistake again."
    },
    {
      "id": "announcer_enemy_specialbuff_33_1",
      "dlg": "- Wha...? Did an Abnormality get freed or something? The suppression target got stronger.\n- We don't have access to that information. Let me ask the other Sephirot."
    },
    {
      "id": "announcer_enemy_specialdebuff_33_1",
      "dlg": "- Hm...? Did they fire a bullet?\n- The Disciplinary Team recently studied the Qliphoth Intervention Field technology.\n- Is that what that does...? Well, whatever it was, it did the job."
    },
    {
      "id": "announcer_ally_specialbuff_33_1",
      "dlg": "- Everyone's so much more motivated than usual. This is a rare mood here, so it's inspiring.\n- Maybe they're just excited over nothing. Not that it's bad thing."
    },
    {
      "id": "announcer_ally_specialdebuff_33_1",
      "dlg": "- The employees don't look too happy. Did something happen, Tiphereth?\n- ... How should I know? \"Employees not looking too happy\" is pretty much the average workday here.\n- Mm... that's true."
    },
    {
      "id": "announcer_enemy_destroy_33_1",
      "dlg": "- They've chopped it into two pieces. It shouldn't be able to move around so easily anymore.\n- We're two pieces too, but we don't have any problem moving around. Right?\n- Right. Let's just say that we're the outliers."
    },
    {
      "id": "announcer_enemy_destroy_33_2",
      "dlg": "- The suppression target you destroyed still hasn't recovered.\n- Why are you saying that like it's a bad thing, Tiphereth?\n- I'm not. I'm just telling them what's happening."
    },
    {
      "id": "announcer_round_takebigdmg_33_1",
      "dlg": "- Wake up! One of the employees is almost dead!\n- Let's clean this up before it gets out of hand."
    },
    {
      "id": "announcer_round_takebigdmg_33_2",
      "dlg": "- Okay, understood. ... Tiphereth, Regenerator usage has been approved.\n- Yeah, gotcha. Alright, take that employee to the lobby where the Regenerator is. Hurry!"
    },
    {
      "id": "announcer_round_givebigdmg_33_1",
      "dlg": "Impressive Suppression effectiveness. I think that might have set a record."
    },
    {
      "id": "announcer_round_givebigdmg_33_2",
      "dlg": "- What are these numbers...?\n- The amount of damage one of the employees did to the suppression target with a single hit.\n- Wait, really? Why didn't they make that employee a Captain?"
    },
    {
      "id": "announcer_multikillenemy_33_1",
      "dlg": "- Multiple suppression targets have been taken down.\n- Ooh... I must say, that was a job well done.\n- Looks like it's going well. What a relief.\n- Although that's the bare minimum for someone who wants to command the vast Central Command Team."
    },
    {
      "id": "announcer_battle_win_33_1",
      "dlg": "- Suppression complete. Things are finally back to normal here.\n- Good work, everyone. You too, Tiphereth.\n- Phew... I hope everything'll be over for us one day, too.\n- Then we'll be waiting for the respite to come, singing the song of our hometown."
    },
    {
      "id": "announcer_battle_defeat_33_1",
      "dlg": "- I should have commanded them… The Central Department... is no more...\n- Don't be sad. Something good will happen next time."
    },
    {
      "id": "announcer_equip_33_1",
      "dlg": "- Heya. I’m Tiphereth!\n- Nice to meet you. I’m Tiphereth, too.\n- Don't even think about slacking off and focus on the suppression.\n- You'll do fine, of course."
    }
  ]
}
