{
  "dataList": [
    {
      "id": 0,
      "place": "Backstreets of District 8, Somewhere",
      "model": "경도",
      "content": "Now, here we are."
    },
    {
      "id": 1,
      "model": "싱클레어",
      "content": "Haah... haah... is this the place...?"
    },
    {
      "id": 2,
      "content": "After running through alleyway after alleyway, after turning corner after corner, we finally came across the sight of several small buildings tightly built next to one another."
    },
    {
      "id": 3,
      "content": "At the center of them was a building lit with red lamps, adorned with a doorplate with complicated looking letters scribbled over it."
    },
    {
      "id": 4,
      "model": "로쟈",
      "content": "This is shoddier than I expected... Hey, isn't this place a bit too trashy to house your precious young master?"
    },
    {
      "id": 5,
      "model": "경도",
      "content": "That is not our building. Please, look this way to see where our honored guests will be staying for the night."
    },
    {
      "id": 6,
      "model": "로쟈",
      "content": "I knew it! I heard so much from Hong Lu about all the splendor, all the... huh?"
    },
    {
      "id": 7,
      "content": "We followed Qingtao's finger and... arrived at a small warehouse of sorts, its exterior painted in black."
    },
    {
      "id": 8,
      "content": "That... looks smaller than even Mephistopheles..."
    },
    {
      "id": 9,
      "model": "단테",
      "content": "<... Can we all even fit in there?>"
    },
    {
      "id": 10,
      "model": "로쟈",
      "content": "H-hey, that place looks trashy as heck, even for us! Let alone your young master!"
    },
    {
      "id": 11,
      "model": "경도",
      "content": "This is the nearest kezhan we could afford to stay in, at least among the ones that I manage... Yet its location in the Backstreets heavily limits the level of decency it can afford..."
    },
    {
      "id": 12,
      "model": "경도",
      "content": "My deepest and sincerest apologies, young master..."
    },
    {
      "id": 13,
      "model": "홍루",
      "content": "Don't worry, we can't always sleep in decent places~ It looks just fine for an overnight stay to me!"
    },
    {
      "id": 14,
      "model": "이스마엘",
      "content": "Are you nuts? Can that thing even fit all of us in there?"
    },
    {
      "id": 15,
      "model": "경도",
      "content": "... Much did I wish to guide the honored guests to the family mansion in the central zone..."
    },
    {
      "id": 16,
      "model": "경도",
      "content": "However, the time..."
    },
    {
      "id": 17,
      "model": "료슈",
      "content": "Oho... the sweeping wave."
    },
    {
      "id": 18,
      "model": "단테",
      "content": "<Hm... doesn't that start at 3:13 in the morning? I feel like we've got plenty of time to get there.>"
    },
    {
      "id": 19,
      "model": "이스마엘",
      "content": "Exactly. Don't we have more than enough time to get to the family mansion?"
    },
    {
      "id": 20,
      "model": "이스마엘",
      "content": "According to the H Corp. travel guide, the central area is only like an hour away from here…"
    },
    {
      "id": 21,
      "model": "경도",
      "content": "Has the honored guest traveled to District 8 before?"
    },
    {
      "id": 22,
      "model": "이스마엘",
      "content": "Well, no. This is my first time here. But..."
    },
    {
      "id": 23,
      "model": "경도",
      "content": "Then one must ask how the honored guest could claim to have the full understanding of a place merely by flipping through a book, when she hasn't had to contend with it in person?"
    },
    {
      "id": 24,
      "model": "경도",
      "content": "Innumerable, unpredictable changes await in this teeming jungle of buildings; the ever-shifting structures, the constantly changing paths, ambushes from foolish yet vicious Syndicates or, even Offices of the Backstreets, oh! We are beset by danger from all sides!"
    },
    {
      "id": 25,
      "model": "경도",
      "content": "Such bold, flippant approach to predicting the phenomena of this place is to court death. Even a toddler must know that."
    },
    {
      "id": 26,
      "model": "이스마엘",
      "content": "……."
    },
    {
      "id": 27,
      "model": "경도",
      "content": "One fails to disguise his utter sorrow at the inadequacy of her wisdom."
    },
    {
      "id": 28,
      "model": "단테",
      "content": "<Is it just me, or are we all thinking back to Ishmael back at the Great Lake?>"
    },
    {
      "id": 29,
      "model": "이스마엘",
      "content": "Zip it, Dante."
    },
    {
      "id": 30,
      "model": "오티스",
      "content": "But if the guidebook lists a path, does it not imply that it is technically possible to reach there in time?"
    },
    {
      "id": 31,
      "content": "Outis suddenly took a step forward."
    },
    {
      "id": 32,
      "content": "In her hand was the H Corp. travel pamphlet that Ishmael was talking about."
    },
    {
      "id": 33,
      "model": "오티스",
      "content": "I have faith that if our Executive Manager would lead us in your, directionally challenged, stead, they would be able to lead us to our destination before night falls."
    },
    {
      "id": 34,
      "model": "단테",
      "content": "<... Me?>"
    },
    {
      "id": 35,
      "model": "이상",
      "content": "This does not appear to have been discussed aforehand..."
    },
    {
      "id": 36,
      "model": "경도",
      "content": "Very well. Allow me to speak freely, without frills."
    },
    {
      "id": 37,
      "model": "경도",
      "content": "My responsibility is to bring the honored guests to the central zone, and to ensure the young master's safety."
    },
    {
      "id": 38,
      "model": "경도",
      "content": "It is... indeed technically possible to reach the family mansion before the Night in the Backstreets commences. <i>Technically</i>."
    },
    {
      "id": 39,
      "model": "오티스",
      "content": "... Hm."
    },
    {
      "id": 40,
      "model": "경도",
      "content": "Yet! Not even one iota of danger to the young master shall be permitted! The mission that has been so graciously bestowed upon this humble servant is not to guide the young master with haste, but to guide him with utmost safety!"
    },
    {
      "id": 41,
      "model": "오티스",
      "content": "Oho!"
    },
    {
      "id": 42,
      "model": "경도",
      "content": "It is said that those engaging in strategies and plans must remain wary of losing sight of their purpose; to stubbornly forge on toward the family mansion in lieu of necessary intel to see when these mobs of assailants would end is to wrongly prioritize the journey over the destination."
    },
    {
      "id": 43,
      "model": "오티스",
      "content": "You... oh, you...!"
    },
    {
      "id": 44,
      "model": "오티스",
      "content": "Wonderful. Truly impressive. You have all the qualities of someone I would trust with my life when devising a stratagem. This is the most fitting attitude for those who genuinely wish the best for those they serve."
    },
    {
      "id": 45,
      "model": "이스마엘",
      "content": "Really? You're just gonna... start going along with him all of a sudden?"
    },
    {
      "id": 46,
      "model": "오티스",
      "content": "I have misunderstood your intentions, truly."
    },
    {
      "id": 47,
      "model": "경도",
      "content": "... Hm."
    },
    {
      "id": 48,
      "model": "오티스",
      "content": "They sparked my ire by comparing some of your... choice words with my very own..."
    },
    {
      "id": 49,
      "model": "경도",
      "content": "... Mmhmm!"
    },
    {
      "id": 50,
      "model": "오티스",
      "content": "... yet now, my eyes have been opened to the honest loyalty that lies within your heart!"
    },
    {
      "id": 51,
      "model": "경도",
      "content": "HA HA HA! This humble servant did not imagine even in his wildest dreams that there would be someone who understands the fathoms of his loyalty. It seems that young master has certainly gained an eye for allies and fellowships; this is a cause for much relief in my heart."
    },
    {
      "id": 52,
      "model": "오티스",
      "content": "HA HA HA! Listen to him! This one knows how to jest!"
    },
    {
      "id": 53,
      "model": "그레고르",
      "content": "They're basically best buds now, huh..."
    },
    {
      "id": 54,
      "model": "오티스",
      "content": "Ahem. Ahm. I may have lost my cool for a moment there. Anyway, this man speaks true. It is highly likely that we would be exposed to attacks of similar nature were we to continue moving at this time."
    },
    {
      "id": 55,
      "model": "단테",
      "content": "<She's just fully on his side now, isn't she...>"
    },
    {
      "id": 56,
      "content": "That's when I realized that she was looking in my direction."
    },
    {
      "id": 57,
      "content": "The exaggerated smile had all but completely faded from her face, replaced with an odd but dead-serious expression. When our gazes locked, she nodded. She must be..."
    },
    {
      "id": 58,
      "content": "... completely turned around by that guy! Is this her way of saying \"so long, I'm gonna quit and go work with this guy now, thanks for everything\"?!"
    },
    {
      "id": 59,
      "model": "오티스",
      "content": "And as for this 'hotel'... it is still much better than sleeping in outdoor tent barracks. We should be able to relieve ourselves of some fatigue here before moving on."
    },
    {
      "id": 60,
      "model": "이상",
      "content": "Did you not earlier insist on continuing our search for a better accommodation with the greatest vehemence, miss Outis...?"
    },
    {
      "id": 61,
      "model": "이스마엘",
      "content": "... Yeah, whatever. We get your point, let's go inside."
    },
    {
      "id": 62,
      "model": "경도",
      "content": "Whew... my humblest self can only behold your generous acceptance of this insufficient lodging with the deepest gratitude."
    },
    {
      "id": 63,
      "content": "After all that serious talk, the man seemed oddly relieved to hear our decision as he brought his fist and palm together."
    },
    {
      "id": 64,
      "model": "이상",
      "content": "Architecture of today mustn't be judged with such haste merely by an observation of their exterior; the interior may hold aught to be surprised of. Worry not..."
    },
    {
      "id": 65,
      "content": "With Rodion's surrendered \"wouldn't that be nice~\", we made our way into the building."
    },
    {
      "id": 66,
      "place": "Kezhan Lounge",
      "model": "히스클리프",
      "content": "Ooh...! This actually ain't so bad. It's clean in here."
    },
    {
      "id": 67,
      "model": "이상",
      "content": "This place presents a rather classical aesthetic. The landscape paintings lining the walls give off a rather sophisticated mood."
    },
    {
      "id": 68,
      "model": "단테",
      "content": "<And it's much more spacious inside than it looks from the outside. Did they use some kind of space expansion technology in here, too?>"
    },
    {
      "id": 69,
      "model": "파우스트",
      "content": "No. It seems that the building only appeared small due to the density of structures in proximity."
    },
    {
      "id": 70,
      "model": "경도",
      "content": "Well, the door is now open. Should my presence be required, I shall be in the small shed next to this building. Please, do converse freely."
    },
    {
      "id": 71,
      "content": "The man smiled awkwardly and quietly excused himself as the excitement among the Sinners began to grow..."
    },
    {
      "id": 72,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 73,
      "content": "...Meanwhile, Hong Lu stood a fair distance from the guide, quietly watching his face as he left."
    },
    {
      "id": 74,
      "content": "His expression was enigmatic, as if he were gazing upon the clouds, the flowers… or even the wind."
    },
    {
      "id": 75,
      "content": "Yet there was no light in those eyes—it was as if they beheld a stormcloud, a desolate field of wilted flowers, and a howling, destructive gale..."
    },
    {
      "id": 76,
      "model": "단테",
      "content": "<Do you suspect something, Hong Lu?>"
    },
    {
      "id": 77,
      "content": "So I decided to ask."
    },
    {
      "id": 78,
      "model": "홍루",
      "content": "Not yet, I don't think."
    },
    {
      "id": 79,
      "model": "단테",
      "content": "<... Huh?>"
    },
    {
      "id": 80,
      "content": "... Not <i>yet</i>?"
    },
    {
      "id": 81,
      "teller": "???",
      "title": "???",
      "content": "So, big brother. Something felt off to you too, huh?"
    },
    {
      "id": 82,
      "content": "That's when we caught a familiar voice."
    },
    {
      "id": 83,
      "model": "홍루",
      "content": "Wow, Xichun! It's you! And so soon, too!"
    },
    {
      "id": 84,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Yeah, I told you I had a feeling we'd be seeing each other again very soon."
    },
    {
      "id": 85,
      "model": "웨이",
      "title": "Jia Family",
      "content": "Have you been well, young master?"
    },
    {
      "id": 86,
      "model": "홍루",
      "content": "I'm so glad to see that you're doing well, Mister Wei. Oh, wait! Don't tell me you're staying here too, Xichun?"
    },
    {
      "id": 87,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "I normally wouldn't ever set foot in a place like this, but..."
    },
    {
      "id": 88,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "I ran into some kind of large-scale construction on my way back to the family mansion. Had to come in through the Backstreets."
    },
    {
      "id": 89,
      "content": "... So we weren't the only ones troubled by that random construction site."
    },
    {
      "id": 90,
      "model": "돈키호테",
      "content": "Uoooh! H-hail to thee!"
    },
    {
      "id": 91,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Gah..."
    },
    {
      "id": 92,
      "content": "The confident look on Xichun's face was immediately replaced by that of alarm."
    },
    {
      "id": 93,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "D-did she lose her memories again? Is she with you?"
    },
    {
      "id": 94,
      "model": "홍루",
      "content": "No. Don Quixote's the same as always."
    },
    {
      "id": 95,
      "model": "돈키호테",
      "content": "Ahem, ahem-hem..."
    },
    {
      "id": 96,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "But... she looks like such an airhead..."
    },
    {
      "id": 97,
      "model": "돈키호테",
      "content": "Young Xi-chun? W-well, wouldst thou accompany me to the lounge but a moment, so that we may share a moment of 'catching-up'...?"
    },
    {
      "id": 98,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "……."
    },
    {
      "id": 99,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Oh. Yeah, actually. Let's do that. Hold on."
    },
    {
      "id": 100,
      "content": "Jia Xichun seemed to hesitate for a moment, staring at Don Quixote after hearing that her memories were intact..."
    },
    {
      "id": 101,
      "content": "... before walking right up to her."
    },
    {
      "id": 102,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "I like that idea. Shall we? Wei, why don't you go and find a room for me to stay in while I talk some things out with her?"
    },
    {
      "id": 103,
      "model": "돈키호테",
      "content": "Uh... uhh?"
    },
    {
      "id": 104,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "What? You wanted to do some catching-up, right?"
    },
    {
      "id": 105,
      "model": "돈키호테",
      "content": "'Tis, uh... M-Manager Esquire...!"
    },
    {
      "id": 106,
      "model": "파우스트",
      "content": "... Loss of critical personnel may be a cause for disciplinary action, Dante."
    },
    {
      "id": 107,
      "model": "단테",
      "content": "<I don't think there's anything wrong with making friends, though?>"
    },
    {
      "id": 108,
      "model": "홍루",
      "content": "Hehe, looks like Xichun really likes Don Quixote if she's comfortable enough to tease her like that."
    },
    {
      "id": 109,
      "model": "이스마엘",
      "content": "It's not Don Quixote she likes. She obviously just wants Don Quixote's power she saw back then..."
    },
    {
      "id": 110,
      "model": "웨이",
      "title": "Jia Family",
      "content": "My lady, this is hardly the appropriate place for—"
    },
    {
      "id": 111,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Fine... I'll try again later. Go get some sleep. I'm heading in, too."
    },
    {
      "id": 112,
      "content": "Xichun sighed with a bit of disappointment before heading into the lobby..."
    },
    {
      "id": 113,
      "model": "단테",
      "content": "<Well... let's all head inside now.>"
    },
    {
      "id": 114,
      "content": "So I and the rest of the Sinners followed her into the lodging."
    }
  ]
}