{
  "dataList": [
    {
      "id": 0,
      "place": "Kezhan Lobby",
      "model": "싱클레어",
      "content": "……."
    },
    {
      "id": 1,
      "model": "싱클레어",
      "content": "……."
    },
    {
      "id": 2,
      "content": "Everyone was busy looking around and commenting on various things in our lodging, but Sinclair appeared to be the most anxious of them all."
    },
    {
      "id": 3,
      "model": "단테",
      "content": "<Sinclair?>"
    },
    {
      "id": 4,
      "model": "싱클레어",
      "content": "S-something in here stands out... like, imagine an ideal picture—"
    },
    {
      "id": 5,
      "model": "이상",
      "content": "Did you call?"
    },
    {
      "id": 6,
      "model": "로쟈",
      "content": "Aw, I missed that joke, Yi Sang~"
    },
    {
      "id": 7,
      "model": "싱클레어",
      "content": "That's not what I was— I'm not—agh, anyway! Am I the only who feels like something stands out like a sore thumb from the whole picture?"
    },
    {
      "id": 8,
      "model": "로쟈",
      "content": "Ooh! Yeah, glad ya brought it up. I didn't say anything 'cuz I thought it was just me."
    },
    {
      "id": 9,
      "model": "싱클레어",
      "content": "Rodya...!"
    },
    {
      "id": 10,
      "model": "히스클리프",
      "content": "So what's so off about this place?"
    },
    {
      "id": 11,
      "model": "로쟈싱클",
      "content": "Isn't it obvious?!"
    },
    {
      "id": 12,
      "model": "로쟈싱클",
      "content": "Where'd all the complimentary snacks go?!\nWhat's that weird mystery table at the center of this room?!"
    },
    {
      "id": 13,
      "model": "로쟈",
      "content": "……."
    },
    {
      "id": 14,
      "model": "싱클레어",
      "content": "……."
    },
    {
      "id": 15,
      "model": "로쟈",
      "content": "H-huh, that <i>is</i> kinda weird, though. What's that table doing there?"
    },
    {
      "id": 16,
      "model": "이상",
      "content": "Its saturated colors are quite the pleasant sight to behold."
    },
    {
      "id": 17,
      "model": "이스마엘",
      "content": "So, is it any better insi—"
    },
    {
      "id": 18,
      "model": "이스마엘",
      "content": "... What the hell is that hideous table?"
    },
    {
      "id": 19,
      "content": "The kerfuffle sparked by the particularly unsightly piece of indoor furniture calmed somewhat once everyone made it inside the building."
    },
    {
      "id": 20,
      "content": "... Of course, no one was able to discern the real purpose of that table yet."
    },
    {
      "id": 21,
      "model": "뫼르소",
      "content": "Mm. Every step on the floor leaves black residue on the shoes."
    },
    {
      "id": 22,
      "model": "파우스트",
      "content": "Not only the floor. Touching the walls leaves an unidentified black substance on one's fingers."
    },
    {
      "id": 23,
      "model": "이상",
      "content": "Not to mention how the walls... ripple in an odd fashion. What could possibly be the construction of this structure...?"
    },
    {
      "id": 24,
      "model": "그레고르",
      "content": "Well. My guess is that the maintenance staff's been slacking..."
    },
    {
      "id": 25,
      "model": "히스클리프",
      "content": "Maybe, but why's everything so neatly organized if that's the case? I've been to enough seedy establishments to tell when a place has gone a while without a tidy-up."
    },
    {
      "id": 26,
      "model": "오티스",
      "content": "Ahem. At least it appears that each room is furnished with a bed. While this is far from optimal, Executive Manager, we may be able to rest here."
    },
    {
      "id": 27,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Huh. I guess they really didn't have the time to clean up."
    },
    {
      "id": 28,
      "content": "Jia Xichun, the last person to walk in after having taken her time to examine the area outside the lobby, stared blankly around the room with an aghast expression..."
    },
    {
      "id": 29,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "... I'm not even sure what to say to this ridiculous negligence."
    },
    {
      "id": 30,
      "content": "... then found her room after leaving a scathing remark."
    },
    {
      "id": 31,
      "model": "히스클리프",
      "content": "Sigh, it ain't the first time we're saunterin' right into some shady business, innit? Let's just cross that bridge when we come to it, yeah?"
    },
    {
      "id": 32,
      "model": "그레고르",
      "content": "Hm, I guess. Anyone could tell that there was something definitely wrong about that guy."
    },
    {
      "id": 33,
      "content": "Some Sinners, including Heathcliff, had already slumped to the floor, vociferously expressing their desire to rest with a collective sigh of exhaustion."
    },
    {
      "id": 34,
      "model": "단테",
      "content": "<Well, it is pretty weird... but at least we have a roof over our heads.>"
    },
    {
      "id": 35,
      "model": "파우스트",
      "content": "In that case, Dante... perhaps this may be a good time to announce today's close of business."
    },
    {
      "id": 36,
      "content": "Huh, I've never made this announcement outside the bus before."
    },
    {
      "id": 37,
      "model": "단테",
      "content": "<O-oh, right... I hereby confirm today's close of business for the Sinners.>"
    },
    {
      "id": 38,
      "model": "파우스트",
      "content": "Understood, thank you kindly. Starting now, you all will be given a maximum of 12 hours to partake in sleep and rest; the duration is subject to change. Have a good night."
    },
    {
      "id": 39,
      "content": "As soon as she finished, the Sinners each began to relax in their own ways—some stumbling into their rooms, while others lingered to speculate over the bizarre table at the center of the room."
    },
    {
      "id": 40,
      "model": "오티스",
      "content": "……."
    },
    {
      "id": 41,
      "content": "Save for Outis, that is."
    },
    {
      "id": 42,
      "model": "단테",
      "content": "<... Got something to say, Outis?>"
    },
    {
      "id": 43,
      "model": "오티스",
      "content": "Yes, Executive Manager. It's about our guide—Qingtao."
    },
    {
      "id": 44,
      "model": "단테",
      "content": "<Oh... your new best friend from earlier? Seemed like you guys were getting along pretty well.>"
    },
    {
      "id": 45,
      "model": "오티스",
      "content": "... I—what?! T-that is simply untrue! Did you not see the 'signal' I gave you earlier?"
    },
    {
      "id": 46,
      "content": "What signal...?"
    },
    {
      "id": 47,
      "model": "단테",
      "content": "<Oh, you mean when you nodded slightly in my direction?>"
    },
    {
      "id": 48,
      "model": "오티스",
      "content": "Indeed! That individual has an informational advantage over us when it comes to this locale. Regardless of how sound the accusations we came up with were, he would have been able to explain them away using his familiarity with the region."
    },
    {
      "id": 49,
      "model": "오티스",
      "content": "I thought, as the party with an informational disadvantage, it would be wise to feign camaraderie and friendship with that individual and go along with their plans while trying to dig out as much intel as possible..."
    },
    {
      "id": 50,
      "model": "단테",
      "content": "<I... I seriously thought that suspicious guy totally won you over...>"
    },
    {
      "id": 51,
      "model": "오티스",
      "content": "Executive Manager, I... I've been in this business for many years. How... how could you even imagine that I would be fooled by an amateur spy who's so overtly suspi— Haah, it's nothing."
    },
    {
      "id": 52,
      "content": "Outis's disappointment was palpable, but she stopped herself as though she remembered that there were more important matters at hand."
    },
    {
      "id": 53,
      "model": "오티스",
      "content": "Ahem. While it is uncertain as to how long that individual will be accompanying us, it would be reasonable to speculate that he approached the LCCB with the explicit purpose of eliminating Hong Lu... Jia Baoyu."
    },
    {
      "id": 54,
      "model": "오티스",
      "content": "I present the fact that it was Pilot, that inexperienced greenhorn, who somehow conveniently came across this connection... as another evidence supporting this suspicion."
    },
    {
      "id": 55,
      "model": "단테",
      "content": "<... That's... also true.>"
    },
    {
      "id": 56,
      "model": "파우스트",
      "content": "Faust also has information to share."
    },
    {
      "id": 57,
      "content": "Faust joined the conversation after listening to us discuss for some time."
    },
    {
      "id": 58,
      "model": "파우스트",
      "content": "A review of every known taboo has failed to identify one he called residential non-aggression taboo that universally prohibits acts of violence within residential areas."
    },
    {
      "id": 59,
      "model": "단테",
      "content": "<Then that also has to be...>"
    },
    {
      "id": 60,
      "model": "파우스트",
      "content": "It is too early to come to conclusions regarding that matter. It appears that this area, Hongyuan, has taboos that change depending on your location within its territory."
    },
    {
      "id": 61,
      "model": "오티스",
      "content": "However, considering every other circumstantial evidence, we can come to a conclusion that he was most likely lying to us."
    },
    {
      "id": 62,
      "model": "파우스트",
      "content": "Your assessment cannot be denied."
    },
    {
      "id": 63,
      "model": "오티스",
      "content": "In that case, we must already be deep within the enemy's machinations. The constant stream of 'random' assailants we faced earlier was also most likely also a part of their plan."
    },
    {
      "id": 64,
      "model": "오티스",
      "content": "It may very well be that this building itself is also a trap. Yet we lack the intelligence about this particular Backstreets to be certain."
    },
    {
      "id": 65,
      "model": "오티스",
      "content": "... However, we do have one minor advantage; it seems that they have severely underestimated our capabilities, given the low caliber of the assailants they decided to send after us."
    },
    {
      "id": 66,
      "model": "오티스",
      "content": "One thing we can capitalize on is that mutual lack of intel. Keep our guard up, remain alert, and we should be able to navigate our way out of this trap, Executive Manager."
    },
    {
      "id": 67,
      "model": "단테",
      "content": "<Okay... I get it now.>"
    },
    {
      "id": 68,
      "model": "단테",
      "content": "<I'm... sorry about the misunderstanding. Honestly, I didn't know who or what to trust.>"
    },
    {
      "id": 69,
      "model": "오티스",
      "content": "... Then I would appreciate it if you could trust me fully next time."
    },
    {
      "id": 70,
      "content": "Outis bowed politely and returned to her room…"
    },
    {
      "id": 71,
      "content": "Faust and I chatted a little more about Qingtao and his plans, but our discussion ended without bearing much fruit."
    }
  ]
}