{
  "dataList": [
    {
      "id": 0,
      "place": "Kezhan Lobby",
      "content": "I realized that Hong Lu was missing as I was spending time chatting with the Sinners."
    },
    {
      "id": 1,
      "content": "I didn't notice him going into his room..."
    },
    {
      "id": 2,
      "content": "So I walked to the exit, about to look for Hong Lu outside, and ran into Jia Xichun and Wei who decided to stay in the room close to the door."
    },
    {
      "id": 3,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "It's getting late. Where are you going alone without a guard?"
    },
    {
      "id": 4,
      "model": "단테",
      "content": "<Oh... just looking for Hong Lu.>"
    },
    {
      "id": 5,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "……."
    },
    {
      "id": 6,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Right. I can't understand what you're saying."
    },
    {
      "id": 7,
      "model": "단테",
      "content": "<Oh, right...>"
    },
    {
      "id": 8,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Hmm..."
    },
    {
      "id": 9,
      "content": "When it comes to conversing without the Sinners, I find that there are two types of people."
    },
    {
      "id": 10,
      "content": "The first type usually says whatever is on their mind without pausing for or caring to hear my reply."
    },
    {
      "id": 11,
      "content": "Given that this type of person isn’t actually looking to communicate with me, that simplifies things a little on my end. However, it’s also oddly insulting as it seems as though they don’t recognize me as a human, but rather a wall... or a clock on a wall."
    },
    {
      "id": 12,
      "content": "And the other type is the one that reads me so well that they might as well be able to hear what I'm saying."
    },
    {
      "id": 13,
      "content": "Vergilius falls into the latter category. He recognizes the pitch of my ticks and tocks, reads my body language, or sometimes even claims to see my 'expressions' like how Don Quixote does..."
    },
    {
      "id": 14,
      "content": "And Jia Xichun, who saw through me with that short exchange..."
    },
    {
      "id": 15,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Okay, uh, let's see... Just looking to get some early morning air? Oh, hm... does your prosthetic head even have a respiratory function? Wouldn't have guessed from the way it looks."
    },
    {
      "id": 16,
      "content": "... did not belong in either category."
    },
    {
      "id": 17,
      "model": "단테",
      "content": "<N-no, not really. I'm just looking for Hong Lu because I haven't seen him in a while.>"
    },
    {
      "id": 18,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "... You're shaking your head, so no. Then are you looking for something to eat?"
    },
    {
      "id": 19,
      "content": "She's a new one. The type that tries to figure out what I'm saying without asking for help..."
    },
    {
      "id": 20,
      "model": "웨이",
      "title": "Jia Family",
      "content": "My lady, would it not be wise to wake or find someone who may be able to translate...?"
    },
    {
      "id": 21,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "They would've done that themself if it were something important. I'm kinda curious, though. What was that hand gesture you made when I first asked? You, uh... brought your index fingers up to your... cheeks."
    },
    {
      "id": 22,
      "content": "Well, Hong Lu's always smiling..."
    },
    {
      "id": 23,
      "content": "... So I thought maybe I could simulate his smile to convey that I'm looking for him."
    },
    {
      "id": 24,
      "model": "웨이",
      "title": "Jia Family",
      "content": "Hm. Perhaps... it was an effort to express cuteness, or beauty..."
    },
    {
      "id": 25,
      "model": "단테",
      "content": "<W-what...?>"
    },
    {
      "id": 26,
      "model": "단테",
      "content": "<No, I was just trying to express a smiling face... Oh no, this isn't going to be easy, is it...?>"
    },
    {
      "id": 27,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Huh, they're tick-tocking a lot more vigorously. Hey, I think you're onto something."
    },
    {
      "id": 28,
      "content": "This conversation was starting to veer into a completely unintended territory..."
    },
    {
      "id": 29,
      "content": "After a bit of trial and error..."
    },
    {
      "id": 30,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "I see. You're looking for my big brother, huh?"
    },
    {
      "id": 31,
      "content": "We took some very roundabout ways, but I was eventually able to get her to understand what I was trying to say."
    },
    {
      "id": 32,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Well... if he's who you're looking for, that's easy. You should be able to find him by the lounge back there."
    },
    {
      "id": 33,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "I doubt he got very far from there. If he even left."
    },
    {
      "id": 34,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "So that's what you were trying so hard to communicate...? Tch."
    },
    {
      "id": 35,
      "content": "Jia Xichun was, strangely enough, disappointed and dispirited by my reply."
    },
    {
      "id": 36,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "I did have something to tell you, too, but... nevermind. I feel like the mood's been ruined. Let's talk about this at another time."
    },
    {
      "id": 37,
      "content": "I was curious, but it would also take ages for me to ask how she's feeling. So I nodded to express my gratitude before heading to the back entrance..."
    },
    {
      "id": 38,
      "place": "Kezhan Lounge",
      "content": "... and found Hong Lu, gazing at the hazy scene out the opaque window."
    },
    {
      "id": 39,
      "model": "단테",
      "content": "<What are you doing here?>"
    },
    {
      "id": 40,
      "model": "홍루",
      "content": "Hehe. People-watching."
    },
    {
      "id": 41,
      "content": "There were some people stumbling through the streets outside."
    },
    {
      "id": 42,
      "content": "As I stared outside the window at the scene, Hong Lu seemed to sense what I was thinking and began."
    },
    {
      "id": 43,
      "model": "홍루",
      "content": "Are you worried for me, Dante?"
    },
    {
      "id": 44,
      "model": "단테",
      "content": "<Well, yeah. It's your turn, Hong Lu.>"
    },
    {
      "id": 45,
      "model": "홍루",
      "content": "Hehe, it really is. I'm back at H Corp., and everyone's talking about the Family Hierarch selection..."
    },
    {
      "id": 46,
      "model": "홍루",
      "content": "But... you don't have to worry about me at all."
    },
    {
      "id": 47,
      "model": "홍루",
      "content": "Because I did not wish for anything from Limbus Company."
    },
    {
      "id": 48,
      "model": "단테",
      "content": "<R-really?!>"
    },
    {
      "id": 49,
      "model": "홍루",
      "content": "I'm not like Yi Sang. I'm not hiding my true feelings."
    },
    {
      "id": 50,
      "model": "홍루",
      "content": "No one gave me a wonderful promise like they would help me recover my torn and broken wings."
    },
    {
      "id": 51,
      "model": "홍루",
      "content": "I joined only to have some new experience, that's all."
    },
    {
      "id": 52,
      "model": "단테",
      "content": "<But... we do know that something's definitely going to happen, whatever it might be. Something that will shake you to your very core. Even if you didn't wish for anything, going through something like that could...>"
    },
    {
      "id": 53,
      "model": "홍루",
      "content": "Probably, yes. But it’s okay. I’m used to being led by the will of others anyway."
    },
    {
      "id": 54,
      "model": "홍루",
      "content": "No matter what happens here... I... can't do this like everyone else."
    },
    {
      "id": 55,
      "model": "홍루",
      "content": "Because that's how it's always been. Whatever happens to me, or to those around me... I only—"
    },
    {
      "id": 56,
      "content": "A loud, boisterous bellow suddenly cut Hong Lu off even before he could finish his sentence."
    },
    {
      "id": 57,
      "model": "히스클리프",
      "content": "Oi! Let go of me! Just listen to that sod talkin' and tell me I'm not supposed to get mad at that!"
    },
    {
      "id": 58,
      "model": "그레고르",
      "content": "Dang it, lower your voice!"
    },
    {
      "id": 59,
      "model": "단테",
      "content": "<... What are you guys doing back there?>"
    },
    {
      "id": 60,
      "content": "Gregor and Heathcliff, who were most likely hiding behind the entrance door, tumbled into view."
    },
    {
      "id": 61,
      "model": "그레고르",
      "content": "I knew I shouldn't have come here with this guy. Couldn't you be patient for even a few minutes before bursting outta here...?"
    },
    {
      "id": 62,
      "model": "단테",
      "content": "<How long have you two been...?>"
    },
    {
      "id": 63,
      "model": "히스클리프",
      "content": "Listening? From the very start, 'course! I thought he was finally makin' some sense at first, but what's that? That you're used to following others' will?!"
    },
    {
      "id": 64,
      "model": "홍루",
      "content": "Ha ha... I didn't mean to irk you, Heathcliff. I'm only telling the truth."
    },
    {
      "id": 65,
      "model": "히스클리프",
      "content": "Bloody hell, I'm about to burst a vessel. Oi, buggy bloke. Am I supposed to practise patience after listening to that drivel?"
    },
    {
      "id": 66,
      "model": "그레고르",
      "content": "I think I'm practicing plenty of patience despite you calling me 'buggy bloke' out of nowhere, so yeah. You are."
    },
    {
      "id": 67,
      "model": "히스클리프",
      "content": "A-ah, that's not what I—"
    },
    {
      "id": 68,
      "model": "그레고르",
      "content": "Finally, some silence. Anyways... sorry about listening in, fellas. I'll let you in on some big secret if you let this one slide, though."
    },
    {
      "id": 69,
      "model": "단테",
      "content": "<... What's the secret?>"
    },
    {
      "id": 70,
      "content": "Gregor rubbed his arm awkwardly as I stared at him in silence, then pointed at a pillar in an exaggerated motion."
    },
    {
      "id": 71,
      "model": "그레고르",
      "content": "Guess who's hiding behind that pillar, manager bud."
    },
    {
      "id": 72,
      "content": "With that, two familiar figures stumbled out into view from behind the pillar."
    },
    {
      "id": 73,
      "model": "싱클레어",
      "content": "H-how could you betray us like that, Gregor?!"
    },
    {
      "id": 74,
      "model": "료슈",
      "content": "B.W.A.H.A."
    },
    {
      "id": 75,
      "model": "싱클레어",
      "content": "... \"Bad, weak, and highly annoying. Good night, snoozefests\", she says."
    },
    {
      "id": 76,
      "model": "료슈",
      "content": "…?"
    },
    {
      "id": 77,
      "model": "싱클레어",
      "content": "Huh? H-huh? Did I get that wrong?"
    },
    {
      "id": 78,
      "model": "료슈",
      "content": "I never said G.N.S.... When did you get a F.U.?"
    },
    {
      "id": 79,
      "content": "Ryōshū looked at Sinclair with some interest before slicing open the ceiling above the entrance."
    },
    {
      "id": 80,
      "content": "And, with an uncharacteristically wet noise for something cutting through a wall, a black, ink-like substance dripped onto the floor… followed by Rodya and Outis crashing down after it."
    },
    {
      "id": 81,
      "model": "료슈",
      "content": "G.T.F.O."
    },
    {
      "id": 82,
      "model": "홍루",
      "content": "Wah~ Didn't realize I had garnered such an audience for my story!"
    },
    {
      "id": 83,
      "model": "오티스",
      "content": "... Executive Manager, the sole reason I followed you out here was for the purpose of protection, as I was concerned for your safety. I am not like the others who have followed you merely to sate their curiosities!"
    },
    {
      "id": 84,
      "model": "로쟈",
      "content": "Me? I was just bored~"
    },
    {
      "id": 85,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 86,
      "model": "홍루",
      "content": "Hm. Then, shall we continue the conversation, Dante?"
    },
    {
      "id": 87,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 88,
      "model": "단테",
      "content": "<Everyone, back to your rooms, now!>"
    }
  ]
}