{
  "dataList": [
    {
      "id": 0,
      "model": "뫼르소",
      "title": "The Middle",
      "content": "Title 125, Section 79, Row P, east-exclusive clause: clean decapitation of the offending party using a weapon. Resolved."
    },
    {
      "id": 1,
      "model": "싱클레어",
      "title": "The Middle",
      "content": "You sure like to go into details, don't you... Great work. Let's move on to the next right away."
    },
    {
      "id": 2,
      "model": "뫼르소",
      "title": "The Middle",
      "content": "Mm. Understood."
    },
    {
      "id": 3,
      "model": "돈키호테",
      "title": "The Middle",
      "content": "Brother Sinclair! This cur hath insulted the Big Brother before my presence!"
    },
    {
      "id": 4,
      "model": "싱클레어",
      "title": "The Middle",
      "content": "Wha-what? That's it. Rotate his ankles four more times."
    },
    {
      "id": 5,
      "model": "돈키호테",
      "title": "The Middle",
      "content": "Then 'tis decided! Let this judgment most fair smite thee!"
    },
    {
      "id": 6,
      "teller": "Vengeance Fugitive",
      "title": "District 8",
      "content": "Hnnnnngh!!"
    },
    {
      "id": 7,
      "content": "Thanks to the untimely visit from the Middle, the Backstreets of District 8 are in complete disarray."
    },
    {
      "id": 8,
      "content": "Now that the Middle of the east have been away from District 8 for a while due to certain issues..."
    },
    {
      "id": 9,
      "content": "Most fugitives who were either able to escape from the Middle, or had their sentences delayed for whatever reasons, were all preparing to make themselves scarce."
    },
    {
      "id": 10,
      "teller": "Vengeance Fugitive",
      "title": "District 8",
      "content": "B-but I heard that you'd all left District 8...!"
    },
    {
      "id": 11,
      "model": "싱클레어",
      "title": "The Middle",
      "content": "You're lucky that we caught you before you fled. If you'd given us the slip this time, the punishment would've been doubled by the time we inevitably caught up to you."
    },
    {
      "id": 12,
      "content": "And they could have really escaped too, were it not for the Big Brother and his Little Brothers from the south."
    },
    {
      "id": 13,
      "content": "But... thanks to a certain someone who decided to steal the Big Brother's hair coupons at U Corp., the Middle of the south had traveled all the way to the eastern part of the City."
    },
    {
      "id": 14,
      "content": "It might seem foolish and frivolous to some, but... to the child, and the Middle as a whole, this was serious business."
    },
    {
      "id": 15,
      "model": "싱클레어",
      "title": "The Middle",
      "content": "He'll be back soon."
    },
    {
      "id": 16,
      "content": "Thinking back to his conversation with the Big Brother, the child checked the time, perhaps out of anxiety."
    },
    {
      "id": 17,
      "content": "The Big Brother had left the other Little Brothers in his care, and the child wanted to deal with this business before he returned."
    },
    {
      "id": 18,
      "teller": "Big Brother",
      "title": "The Middle",
      "content": "Haah. Normally, I would've left our siblings in District 8 to deal with this, but... Mm, I suppose my overenthusiasm has been giving you all undue trouble."
    },
    {
      "id": 19,
      "model": "싱클레어",
      "title": "The Middle",
      "content": "We're family, Big Bro. There's no such thing."
    },
    {
      "id": 20,
      "teller": "Big Brother",
      "title": "The Middle",
      "content": "I simply can not bring myself to forgive them. Not only did they <i>dare</i> to leave my cute and adorable diary discarded on the ground, they also dared to nick my hair coupons."
    },
    {
      "id": 21,
      "model": "싱클레어",
      "title": "The Middle",
      "content": "We'll take care of the small tasks, so why don't you go do some sightseeing now that we're in H Corp. anyway?"
    },
    {
      "id": 22,
      "model": "싱클레어",
      "title": "The Middle",
      "content": "This place is pretty popular for uh... yeah, medical tours. You should get yourself some of those famous Boluses so you can avenge your hair coupons with real vigor."
    },
    {
      "id": 23,
      "model": "싱클레어",
      "title": "The Middle",
      "content": "Don't worry about us, okay? You told me you had to visit the senior Brothers and Sisters of the east, too."
    },
    {
      "id": 24,
      "teller": "Big Brother",
      "title": "The Middle",
      "content": "Tch, then I'll leave them to you while I'm gone. I'll be back in about four hours."
    },
    {
      "id": 25,
      "content": "A loud, dramatic voice broke through the child's ruminations to earlier on this trip."
    },
    {
      "id": 26,
      "model": "돈키호테",
      "title": "The Middle",
      "content": "Hark, Brother Sinclair! A news I must relay unto thee; both acts of vengeance shared to us in the book have been paid for!"
    },
    {
      "id": 27,
      "model": "뫼르소",
      "title": "The Middle",
      "content": "Precisely calculated. Among the retributions that have been synchronized to our Books of Vengeance, five of them that have been highlighted by our seniors in the east are now complete."
    },
    {
      "id": 28,
      "model": "싱클레어",
      "title": "The Middle",
      "content": "We've still got about twenty minutes until Big Bro returns... Hey, nice work. There's still a lot of time left."
    },
    {
      "id": 29,
      "model": "싱클레어",
      "title": "The Middle",
      "content": "... I'm sure this'll satisfy our eastern siblings."
    },
    {
      "id": 30,
      "content": "After taking care of a few lines of vengeance..."
    },
    {
      "id": 31,
      "content": "The child from the south and the other Little Brothers were having a discussion in a circle."
    },
    {
      "id": 32,
      "model": "싱클레어",
      "title": "The Middle",
      "content": "Alright, shut up. One question at a time."
    },
    {
      "id": 33,
      "model": "싱클레어",
      "title": "The Middle",
      "content": "Do I have any restaurant recommendations in District 8? If this is for treating Big Bro, I already have a reservation for a pretty damn good roast duck place, so don't worry about it. Next question."
    },
    {
      "id": 34,
      "teller": "Bungling Little Brother",
      "title": "The Middle",
      "content": "So uh... I wore this all the way from the port, is that gonna be okay? Outfit-wise?"
    },
    {
      "id": 35,
      "model": "싱클레어",
      "title": "The Middle",
      "content": "You thought to ask this now? Really...?"
    },
    {
      "id": 36,
      "model": "싱클레어",
      "title": "The Middle",
      "content": "Anyways, it's not like we have a uniform policy like we're some legit Association. Just gotta be able to blend in with each other, so don't worry about it too much."
    },
    {
      "id": 37,
      "content": "What should we expect in the east? What are some taboos we should watch out for?"
    },
    {
      "id": 38,
      "content": "How can we make sure that the Big Brother has the best possible time while he's here?"
    },
    {
      "id": 39,
      "content": "Despite the barrage of questions, the child was able to answer most of them."
    },
    {
      "id": 40,
      "model": "돈키호테",
      "title": "The Middle",
      "content": "I ask thee, Brother Sinclair. However art thou so knowledgeable in the matters of the east? Dost thou hail from this region, perchance...?"
    },
    {
      "id": 41,
      "model": "싱클레어",
      "title": "The Middle",
      "content": "Nah, but... I just happened to live here for a while due to... certain events."
    },
    {
      "id": 42,
      "model": "싱클레어",
      "title": "The Middle",
      "content": "Hm. Anything more we can add on to their sins? We should throw the whole book at 'em to make sure that our Big Brother is happy."
    },
    {
      "id": 43,
      "model": "싱클레어",
      "title": "The Middle",
      "content": "Meursault. Remind me what the punishment for stealing hair coupons is?"
    },
    {
      "id": 44,
      "model": "뫼르소",
      "title": "The Middle",
      "content": "Title 8, Section 20, Row A, Line 6. Complete and total extermination of all involved parties."
    },
    {
      "id": 45,
      "model": "싱클레어",
      "title": "The Middle",
      "content": "Well, can't get much worse than that for them, huh."
    },
    {
      "id": 46,
      "model": "뫼르소",
      "title": "The Middle",
      "content": "Mm. If certain impudent behaviors are observed after our encounter, it may be possible to apply a few more articles to punish them further."
    },
    {
      "id": 47,
      "model": "싱클레어",
      "title": "The Middle",
      "content": "Perfect. We should be able to make sure that Big Bro has a good time here."
    },
    {
      "id": 48,
      "content": "After staring at its texts for a while, the child shuts the Book of Vengeance and brings the other siblings to attention."
    },
    {
      "id": 49,
      "content": "He's lording over them like he's their boss, but the Little Brothers don't mind."
    },
    {
      "id": 50,
      "content": "They know that the child's been a part of the Middle for a long time despite his young age, and there were even rumors that the child was to be promoted to Young Brother soon."
    },
    {
      "id": 51,
      "content": "They also know that he's been on several vengeance hunts alongside the Big Brother, some of them pretty significant."
    },
    {
      "id": 52,
      "teller": "Big Brother",
      "title": "The Middle",
      "content": "All set?"
    },
    {
      "id": 53,
      "model": "싱클레어",
      "title": "The Middle",
      "content": "Oh, of course. But I see that you've returned early."
    },
    {
      "id": 54,
      "teller": "Big Brother",
      "title": "The Middle",
      "content": "Sightseeing's great and all, but I just couldn't focus on anything else other than those damn hair coupons they stole from me. Oh, and take this. And don't forget to share it between you boys."
    },
    {
      "id": 55,
      "model": "싱클레어",
      "title": "The Middle",
      "content": "Are these Boluses...? But these tortoise Boluses must've cost you a fortune..."
    },
    {
      "id": 56,
      "teller": "Big Brother",
      "title": "The Middle",
      "content": "Our siblings in the east were selling them at a discounted price, so I picked some of 'em up."
    },
    {
      "id": 57,
      "teller": "Big Brother",
      "title": "The Middle",
      "content": "Anyways... You've really grown since we've met, huh?"
    },
    {
      "id": 58,
      "teller": "Big Brother",
      "title": "The Middle",
      "content": "I can remember it just like yesterday, kid. Bawling and trembling, terrified of even throwing the meekest punch... And look at you now. You're getting promoted to Young Brother soon, aren't you?"
    },
    {
      "id": 59,
      "model": "싱클레어",
      "title": "The Middle",
      "content": "B-Big Bro, can we please not talk about my early days...?"
    },
    {
      "id": 60,
      "content": "Perhaps the Big Brother's description of the child was too different from the way he presently carried himself."
    },
    {
      "id": 61,
      "content": "The other Little Brothers all looked at the child with apparent disbelief."
    },
    {
      "id": 62,
      "content": "The child could not wait to move on from this discussion; he turned away and changed the subject."
    },
    {
      "id": 63,
      "model": "싱클레어",
      "title": "The Middle",
      "content": "A-anyways."
    },
    {
      "id": 64,
      "model": "싱클레어",
      "title": "The Middle",
      "content": "Big Brother's given us Boluses for our troubles. Now we really have to get those bastards, otherwise the folks will start to think that the Middle's all bark and no bite."
    },
    {
      "id": 65,
      "model": "싱클레어",
      "title": "The Middle",
      "content": "Let's go show them what it means to mess with the Middle in the City."
    },
    {
      "id": 66,
      "content": "The child and the Little Brothers began to march behind the Big Brother."
    },
    {
      "id": 67,
      "content": "Perhaps these chains may one day become shackles to hold the child back..."
    },
    {
      "id": 68,
      "content": "... But for now, they are his unbreakable and trustworthy bonds."
    }
  ]
}