{
  "dataList": [
    {
      "id": 8577,
      "codeName": "O-01-20-07",
      "name": "红焰蛾",
      "clue": "线索",
      "storyList": [
        {
          "level": 1,
          "story": "我将会在下文中描述它给我留下的印象。\n\n它的外形正如同一只蝴蝶，亦或是一只被点燃的飞蛾。\n\n不，请允许我换种说法。如果说是火焰本身就具有这种昆虫的形状，倒是更为恰当。\n\n它被一簇簇艳红的火焰所包围着。\n\n这勾起了我少时的回忆。我常常将杂乱的树枝收集起来，然后点燃它们，就那么看着它们被火焰吞噬成烬。\n\n从这只实体中可以观测到那消逝在了夜空中的余烬。\n\n看着树枝上微弱的火苗，逐渐变成旺盛的火焰，而后又变为深黑的焦炭，我不禁伸出双手去感受它的温暖。\n\n我们不都是如此吗？无需触碰火焰，便可知其能够灼伤肌肤，燃焦骨头。即便如此，我们仍渴望接触它，感受它的温度。\n\n当火焰从我们面前翩翩起舞，从容不迫地飘散时，我不禁如此去想。\n\n以上，结束报告。\n\n→ 你说得对，但这些华丽辞藻并不能解释你为什么决定在它眼皮下闲庭信步并把自己烧成一团灰，是吧？\n\n→ 不过，我们从他的死中得到了一个有用的情报。李箱带回来的“余烬”在某些情况下会转移到其他人身上。\n\n→ ……它就转移到了你身上，而且灼烧了你。我所认识的大多数人都会对被活活烧死反应更加强烈，你怎么能这么淡定？\n\n→ 没错。但疼痛感相对可控。"
        },
        {
          "level": 2,
          "story": "我曾有与其交战的机会。\n\n我们了解到，在我最后一次接近它时，它的余烬可能会附着在我们身上，并在某种特殊情况下扩散到别人身上。\n\n这项信息是在偶然中发现的，但在我们认真研究对付这个敌人的策略时，它仍会对我们有所帮助（这并不意味着我在推卸我的责任。我为我没有经过充分讨论就擅自行动的行为而道歉。）\n\n如果让它的翅膀触碰到我们，它就会把余烬传递到我们的身上。\n\n从我与它的接触中，我意识到它拥有的余烬越多，它的力量就会越强。\n\n因此，折断它的翅膀可以让我们在与它的战斗中占据主导地位。\n\n我建议我们敞开怀抱接受它翅膀上的余烬。\n\n这些火焰……它们并不会燃烧，只会给我们带来温暖的感觉。也许接受了它们会对我们有所益处。\n\n然而，我的伙伴们之前所遭受到的灼伤……使我不禁发问，是什么致使他们遭受如此痛苦。\n\n我知道的信息还不够多。\n\n以上，结束报告。"
        },
        {
          "level": 3,
          "story": "我似乎已经得知了“点燃”其余烬的方法。\n\n回头想想，答案显而易见。\n\n让落在枝头上的火花燃起火焰的方法不正是对其扇风直到其燃起吗？\n\n有那么一瞬间，它猛地扇动翅膀，掀起一阵狂风。\n\n它身旁的每一团余烬都会爆炸开向我们袭来，因为那一刻召唤出的无情狂风使得它看起来如同一团巨大的火球。\n\n巨大的火球反过来又将余烬散布到我们身上，促成更旺盛的火焰。\n\n随后余烬便被“点燃”，灼烧我身边的伙伴们。\n\n余烬越多，它的力量就越强。也许我们拥抱接受它对我们有所益处……\n\n……但请注意，若是让它招来的狂风压倒我们，那招致的后果将会是毁灭性的。\n\n以上，报告终止。"
        }
      ]
    },
    {
      "id": 8578,
      "codeName": "O-04-20-11",
      "name": "浸染棉花",
      "clue": "线索",
      "storyList": [
        {
          "level": 1,
          "story": "喂！我写这个之前有话要说。\n\n这些棉花头明明没什么用处，为什么还总喜欢跑出来？\n\n不过嘛……反正我们也不需要异想体之类的帮助。\n\n这些家伙偶尔给我们的东西。是叫“礼物”来着？\n\n帮助我们的敌人，让敌人不知疲倦的东西，那能叫礼物吗？\n\n我简直无话可说了，所以写在这里。你们能理解我的对吧？\n\n……嗯，总之。\n\n嗯……它看起来像长得巨大的棉花。如同往常在远处挥手，和上次引诱我们的时候一模一样。\n\n中间是……不知道是不是代替水而吸进的血显得十分鲜红。\n\n茎……？根……？是什么都无所谓，反正那些长得很恶心的藤蔓在摇摇晃晃。\n\n一看就知道，那些吸管一样的藤蔓会噗呲一下插进我们身体里大口吮吸我们的血，不是吗？\n\n先从哪里开始把那些藤蔓砍光吧。"
        },
        {
          "level": 2,
          "story": "不是，所以说根本砍不断……哈，当我没说。\n\n钟表头，不管怎么说，这些结实的藤蔓好像不管我们怎么砍都解决不掉。\n\n战斗的时候……好像也没法避免被这些麻烦的东西扎中。\n\n妈的，血被一点一点的吸走真的很不爽……\n\n虽然是理所当然的，但那东西吸了我们的血之后就变红了。\n\n在那种状态下，它会摆好准备进行强力攻击的姿势，所以最好在那之前了结它……\n\n大概没说的那么容易，啧。被插上的吸管好像也拔不掉。\n\n除了竭尽全力像打棉被一样把它打倒之外就没有别的办法了吗？"
        },
        {
          "level": 3,
          "story": "根扎得够深，水吸得够多的植物都不太容易死来着？\n\n然后……异想体不能用常识来判断，这话似乎有谁对我说过吧。\n\n为什么只有这时候就又符合常识了，可恶啊……\n\n啊，如果说有发现什么事实的话……它是从身上插着最多吸管的家伙开始打的？因为我亲自被打过，所以这条绝对不会错的。\n\n还有，哈。这还有个有点搞笑的。\n\n这混蛋，送礼物的时候会喜欢强行让我们的敌人不会混乱……\n\n但是如果把它打进混乱的时候还是会混乱的对吧？搞笑的棉花头啊。\n\n那时候就要抓紧时机痛扁一顿……不然错过机会的话看起来就没办法处理那家伙了。\n\n反正不要拖太久。因为虽然不知道为什么……我身上总是插着最多的吸管。"
        }
      ]
    },
    {
      "id": 8585,
      "codeName": "T-03-20-04",
      "name": "轻蔑螺旋",
      "clue": "线索",
      "storyList": [
        {
          "level": 1,
          "story": "嗯……你知道我的出生地最让我火大的是哪里吗？\n\n挨饿、借钱……只是这些还不会让人动摇。过段时间就会忘记了。\n\n被轻视。这是我最讨厌的事。\n\n虽然现在……我比起那时候性格要更成熟，能适当地忍耐。\n\n……但我今天又感受到了。\n\n它看上去都不像人类，那漂浮在空中的东西，就算你问我是什么我也答不上来……\n\n明白吗？就像是有人用一种居高临下的奇怪视线看着我。\n\n那让人很恼火。\n\n它看上去像是个缠了好几圈的装饰品……啧，还老是听到奇怪的金属声在回荡。\n\n它看上去像是黄金的，要是卖掉一点说不定能买几块上好的牛肉拿来开派对呢。哈。\n\n→ 你是只想着吃吗。\n\n→ 那是因为以前吃的不好~生活富足安逸的孩子们大概不会理解吧。\n\n→ 嗯~是吗？我是来到这里之后才吃不好的，但牛肉不是一直都很好吃吗？\n\n→ 不是那个意思啦。哈哈。"
        },
        {
          "level": 2,
          "story": "哈啊……看起来这次会挺累人的……\n\n我一开始感觉到的轻蔑并没有错。在我想着“那家伙一直在看着攻击它的人啊~”的时候……它好像突然眼神一变瞪过来了？\n\n连触及我的价值都没有的无力之人。\n\n……虽然它没这么说啦。如果有嘴它说不定会这么讲？因为它的眼神是那样的。\n\n还有……它偶尔会伸出超大的手，抓住我们中的一个。\n\n之前默尔索被抓走了来着……但是当时不知道该怎么办，所以他就那样变得跟被压扁的番茄似的。\n\n很过分吧？唔……总之，我觉得直接把那个手打断就能解救罪人了。这应该不是个要动脑子的方法……\n\n要是我被抓走了，万一的万一发生这种事，就请全力打断那只手哦……\n\n不仅仅是因为我讨厌死，更是因为我不想像被那样子压成肉酱。"
        },
        {
          "level": 3,
          "story": "我觉得啊，那东西用轻蔑的视线看着谁，和它的手抓向谁应该是有关系的。\n\n总之……被抓过去这件事应该不是随机的。\n\n只是我们不知道而已，大概是在某个时机攻击手的人就会被抓走吧。\n\n我觉得把惹自己烦的东西像除草一样拔掉是很正常的。\n\n把自己不喜欢的东西做成番茄酱的心理，我觉得也很自然。\n\n事实上，确实理所当然吧。谁都会这么做啊？\n\n……好吧，不是所有人都觉得这很合理的。\n\n啊，但是也有好事的。我们解救了一名被轻蔑的视线注视的罪人。\n\n然后那家伙……好像很慌张？\n\n大概是因为自己轻视的那些下等生物居然被同伴给解救了……之类的吧？\n\n可能是恍惚了，一段时间内它的攻击都变得很脆弱。\n\n嗯……但是为了制造这种机会，就必须得让罪人感受那种视线才行吧？\n\n虽然能重来啦，但也不是完全没有风险……\n\n但丁的脑袋绝对会爆炸的……啊，是已经爆炸过才烧起来的吧？\n\n哈哈哈，开玩笑的啦。\n\n→ 即使没有敌对想法，这样开经理的玩笑也是不应该的吧？\n\n→ 诶……现在才说？这么说那每天都得向希斯克利夫指正这一点吧，奥提斯？\n\n→ 有机会我就会提醒他。\n\n→ 我没事的，不用那么做也可以……\n\n→ 啊？怎么？这是钟表头写的吗。怪不得那个喜欢指手画脚的家伙只是看着我叹了口气就走了……原来是这么回事。"
        }
      ]
    }
  ]
}