{
  "dataList": [
    {
      "id": "DanteNoteDetail_77",
      "title": "",
      "desc": "- 我稍微有点好奇，义体使用者被注射K公司的安瓿后会发生什么事。\n- 虽说看到过奇点技术的生产过程和它的起源，但因为所有人都被消除了记忆，现在只有我记得。即便是不了解都市情况的我也知道这是重要的情报，总之还是先像记忆被抹除掉一样不要声张为好。\n- 虽然我并不准备给罪人们看笔记里的内容……但这段内容要更为注意。"
    },
    {
      "id": "DanteNoteDetail_78",
      "title": "",
      "desc": "- 将特定的记忆进行消除的技术。\n- 我还记得我和罪人们接受处置的流程：一个接一个地进入某个房间。从那个房间走出之后，记忆消除程序就结束了。\n- 奇怪的是，我还保留着K公司想要抹去的那部分记忆，反而对那个房间里进行记忆消除的方式毫无印象。\n- 为什么只有我的记忆没有被抹去，却又不记得记忆消除程序的细节？对于这件事我满腹疑团。"
    },
    {
      "id": "DanteNoteDetail_79",
      "title": "",
      "desc": "- 地图上，其巢位于20区。\n- 似乎是精于使用时间相关技术的巢。\n- 我没有真正去过T公司的巢，而只是通过与金枝的共鸣对那里的生活有了间接的体验。我不知道那时的经历与真实的T公司有多少吻合之处。\n- 似乎相当重视技术与发明。\n- 整个巢都在字面意义上的褪去了所有颜色。似乎只有持有特权的人才能在那里拥有颜色。由于各种建筑物一刻不停的喷吐黑烟的缘故，那里的天空也被染得漆黑。"
    },
    {
      "id": "DanteNoteDetail_80",
      "title": "",
      "desc": "- 其巢位于21区。\n- 使用名为共鸣音叉的奇点技术。共鸣音叉可以将原本性质不同的两个物品相结合，使其看上去浑然一体。\n- 名为废料蟹的怪物便是受到共鸣音叉的影响与武器融为一体，像是使用身体的一部分一样使用那些武器。\n- 其横跨大湖，大部分主要设施都位于地图中的大湖上。\n- 因此真正进入U公司需要船只。于是我们利用共鸣音叉进行了梅菲斯托费勒斯号的改造工作。\n- 从地图上来看，总觉得其似乎与被称作郊区的地方相重合……但尚不知详细情况。"
    },
    {
      "id": "DanteNoteDetail_81",
      "title": "",
      "desc": "- 虽然我只偶尔听到过这个名词，但其指代的大概不是普通意义上的图书馆。\n- 听臼齿修船厂的收尾人们说，他们去了一个名叫图书馆的地方，遇到了很严重的大事，然后又从书恢复成原样了。以我所积累下的知识还不足以理解这些描述，所以我只能先把听到的东西原样记录下来。"
    },
    {
      "id": "DanteNoteDetail_82",
      "title": "",
      "desc": "- 不出预料，收尾人们除了从属于协会外，也能进入事务所。事务所也和收尾人一样，有着各式各样的分类。"
    },
    {
      "id": "DanteNoteDetail_83",
      "title": "",
      "desc": "- 负责搜集情报的收尾人协会。\n- 从情报与知识来看似乎与Dieci协会相似，但据与之相关的人格所说，两者完全不同。\n- 如果说Seven协会擅于尽全力收集被委托的情报，那Dieci协会便是负责专门分析、解构情报。\n- 虽说如此，但因为负责的领域相近，两方难免有不少接触。"
    },
    {
      "id": "DanteNoteDetail_84",
      "title": "",
      "desc": "- 专门接受搬运，传输相关工作的收尾人协会。\n- 都市中危险重重，因此在约定时间内保护重要的物品或信息不被偷走并交给相应的人，是十分困难的事情。\n- 根据李箱的说法，虽然从地图上看来，都市只是小小一个地区，但从表面积的概念来看，都市上下紧密联系的建筑及其构造、以及各类奇点技术，就完全不是那样了……因为不是很懂他说的东西，我只能点点头。"
    },
    {
      "id": "DanteNoteDetail_85",
      "title": "",
      "desc": "- 作为脑叶公司支部管理异想体时使用的专用装备，E.G.O们大多都仍残留在各地的脑叶公司支部中。\n- E.G.O武器和护甲是从被管理的异想体中提取、制作和使用的。因此，如果要使用它们，就需要满足某种特殊条件或者面对某些风险。而根据装备的E.G.O不同，使用者的心情和语气似乎也会受到不同的影响。\n- 考虑到它们是利用了异想体的特性制作而成的，在我们今后将会频繁进行的对脑叶公司支部的探索之中，它们也有可能造成一些麻烦。"
    },
    {
      "id": "DanteNoteDetail_86",
      "title": "",
      "desc": "- 由收尾人运营的，负责将收尾人使用的武器和设备进行制造与改装的场所。\n- 严格上来说，它们和其他的事务所没有太多不同之处。但与擅长领域各有不同的其他事务所不同，这些机构明确地自称为工坊，而不是事务所。\n- 主要负责制作和销售收尾人使用的武器、防具等各种工具。它们有时也接受武器定制的委托。\n- 因为它们同样是由收尾人进行运营的，所以像玫瑰扳手工坊一样，工坊也会根据情况来接受战斗相关的委托。"
    },
    {
      "id": "DanteNoteDetail_87",
      "title": "",
      "desc": "- 就像我之前说的那样……巴士真的变成了漂浮在水面上的船。\n这就是所谓的“附加功能”吗……\n共鸣音叉的能力和梅菲斯托费勒斯发动机的力量合在一起，使得对巴士更出色的改造和性能提高成为了可能。（这么说来，美香这个人好像一直都对其惊叹不已。）\n除此之外，它还有在内部创造比外表更为广阔的空间的功能。今后如果再增加各种各样的功能，我想我也不会惊讶了。"
    },
    {
      "id": "DanteNoteDetail_88",
      "title": "",
      "desc": "- 在地图上，巢所在的区域以外的空间被统称为郊区。\n- 据说郊区中盘踞着怪物。从见识过异想体的以实玛利和奥提斯仍将那些生物称为“怪物”这件事来看，那里大概有着和异想体不同的某些存在。\n- 我想，大概不可能有脑叶公司的支部建立在都市之外，所以我们大概没什么机会去那里了……\n- ……我想起来了，以实玛利曾说过，大湖也是郊区的一部分。"
    },
    {
      "id": "DanteNoteDetail_89",
      "title": "",
      "desc": "- 地图上位于都市南部的巨大湖泊。也有人称之为大海。\n- 虽然目前我只见过大湖的一部分，但大湖似乎并不是单纯的一片巨大水域，而是由漂亮地分割开来的各种不同颜色的湖域所构成的。那样子让我想起布满补丁的布料。\n- 据以实玛利所说，大湖之中似乎布满了极为危险的自然现象与各种怪物。\n但就算以实玛利是对的，现在去大湖对我们来说还为时过早……我们在这件事上也没有什么发言权。边狱公司既然将其定为我们的下个目的地，我们就必须前往那里。\n- 我认为就是这个决定让我们陷入了困境……而我现在也想不出什么改善当前情况的妙计。\n- 应该说是万幸，至今为止还没有发生什么恶劣的事。是因为我们还没有离开以实玛利所说的沿岸区域吗？"
    },
    {
      "id": "DanteNoteDetail_90",
      "title": "",
      "desc": "- 我曾经以为，怪物都是异想体或扭曲，但事实似乎恰好相反，“怪物”这个称呼能够囊括所有的异想体。这么看来，怪物才是范围更大的分类吗。\n- 据说像废料蟹这样既具有攻击性也具有威胁性的生物，就是不属于异想体但属于怪物的生物的代表性例子。\n- 虽然怪物们并不是很常见，但它们就像怪谈和传说一样，偶尔会出现在都市各处。\n- 听说郊区和大湖里布满了这样的怪物……\n- 那就是说怪物能够出现在都市内、也能出现在都市外。我还不知道如何将他们分类。"
    },
    {
      "id": "DanteNoteDetail_91",
      "title": "",
      "desc": "- 似乎是能够提取平时无法提取出的人格和E.G.O的特殊时期。\n- 尽管在这段时间里，我们可以访问的时间轴与世界线的范围都在扩大，但我们并不能随机的提取出与我们毫无关系的人格或E.G.O。我们能够提取出的事物，似乎都与我和罪人们……与边狱公司的现状在某种程度上有所关联。\n- 这样的时期似乎每过一段时间就会到来。但用从不把所有事情说明白的浮士德的原话来讲，下一个瓦尔普吉斯之夜可能会和现在的有所不同。"
    }
  ]
}