{
  "dataList": [
    {
      "id": "announcer_cheer_15_1",
      "dlg": "알다시피 전 감성적인 말을 하는 것에 능숙한 편은 아닙니다. 입에 발린 공감보다는 신속한 해결이 우선 아니겠습니까."
    },
    {
      "id": "announcer_cheer_15_2",
      "dlg": "동랑님 지시로 응원용 파이를 사 오긴 했지만, 여건상 드시기 힘드시기에 제가 대신해서 먹어드리겠습니다. (우물우물)"
    },
    {
      "id": "announcer_specialcheer_15_1",
      "dlg": "질문 드립니다. 직원들의 체력이 얼마 남지 않았습니다만, 재생 앰플이라도 주입시킬 예정이신가요?"
    },
    {
      "id": "announcer_specialcheer_15_2",
      "dlg": "직원들을 살펴봐야 할 때인 것 같습니다. 다들 비실비실한 표정이 되지 않았습니까."
    },
    {
      "id": "announcer_enemy_break_15_1",
      "dlg": "앞에 휘청거리는 적이 있군요. 저 정도면 꿀밤 한 대만 이렇게… 딱! 때리면, 쉽게 처리할 수 있겠습니다."
    },
    {
      "id": "announcer_ally_break_15_1",
      "dlg": "주의하십시요. 직원 중에 비실거리는 자가 있습니다. 아, 원하신다면 30% 할인된 가격으로 재생 앰플을 제공할 수도 있습니다만."
    },
    {
      "id": "announcer_killenemy_15_1",
      "dlg": "적의 숨이 끊겼습니다. 동랑님이 보고 계셨다면 좋았을텐데요. 평소에 제게 싸움엔 어떤 재능도 없을거라고 놀리셨거든요."
    },
    {
      "id": "announcer_ally_dead_15_1",
      "dlg": "저런, 직원의 목숨이 완전히 끊어졌군요. 저희 회사는 사망한 직원이 있으면 두 시간 동안 애도의 시간을 가져야 하죠."
    },
    {
      "id": "announcer_enemy_adv_15_1",
      "dlg": "적들이 우세하고 있는 상황입니다만, 괜찮습니다. 제가 어떻게 이달의 최우수부서상을 쟁취할 수 있었는지 보여드리죠."
    },
    {
      "id": "announcer_ally_adv_15_1",
      "dlg": "직원들이 유리한 조건에 있습니다. 아, 동랑님이 말씀하시길, 이번 전투가 성공적으로 끝난다면 근사한 회식에 데려가주신다 하더군요. S사 투뿔 소고기로."
    },
    {
      "id": "announcer_danger_15_1",
      "dlg": "네, 아군 하나가 (우물우물) 목숨이 얼마 남지 않았습니다. (우물우물). 음… 역시, 후추고추상추카레맛 파이가 단연코 1순위군요."
    },
    {
      "id": "announcer_enemy_specialskill_15_1",
      "dlg": "적이 곧 강력한 한방을 보여줄 것 같은데요, 이렇게 된 거, 그대로 받아쳐서 홈런을 시켜보는 건 어떨까요."
    },
    {
      "id": "announcer_enemy_specialgimmick_15_1",
      "dlg": "적이 희한한 공격을 사용하려고 하는군요. 개인적으로 전 야비한 방법을 사용하는 건 좋아하지 않습니다. 모름지기 전투는 정정당당해야지 않겠습니까."
    },
    {
      "id": "announcer_advatk_physical_15_1",
      "dlg": "방금의 일격은 매우 좋았습니다. 제가 만약 도시에서 야구선수가 되어 홈런을 날렸더라면 이런 기분이지 않았을까 싶군요."
    },
    {
      "id": "announcer_disadvatk_physical_15_1",
      "dlg": "상성이 나쁜 공격이었습니다. 비유하자면, 깊이도 모를 웅덩이에 다이빙을 하는 꼴이랄까요."
    },
    {
      "id": "announcer_advatk_attr_15_1",
      "dlg": "꽤 잘 먹혀들어가는 공격이었습니다. 제 지시를 정확하게 이해하셨군요."
    },
    {
      "id": "announcer_disadvatk_attr_15_1",
      "dlg": "반박합니다. 방금의 공격은 전혀 효율적이지 못했습니다. 제가 잠시라도 한눈을 팔면 이렇게 되는군요…"
    },
    {
      "id": "announcer_enemy_specialbuff_15_1",
      "dlg": "적이 유리한 효과를 지니고 있습니다. 하지만 명심하세요, 위기는 곧 기회라는 말이 있습니다. 전 이 말로 43개의 회사의 서류를 통과했죠."
    },
    {
      "id": "announcer_enemy_specialdebuff_15_1",
      "dlg": "적이 불리한 상황에 놓인 것 같군요. 네. 바로 이때, 뒤통수를 치는 겁니다."
    },
    {
      "id": "announcer_ally_specialbuff_15_1",
      "dlg": "여러분들에게 유리한 효과가 적용되었습니다. 뭐, 제가 제공한 것은 아니긴 하지만, 마음 놓고 공격하십시오."
    },
    {
      "id": "announcer_ally_specialdebuff_15_1",
      "dlg": "여러분들에게 불리한 효과가 적용되었군요. 방심이라도 하다간 바로 몰살당할 수도 있을테니 침착하게 준비해야겠군요."
    },
    {
      "id": "announcer_enemy_destroy_15_1",
      "dlg": "적들의 부위가 파괴되었습니다. 치킨으로 말하자면 통닭에서 닭다리 하나가 뜯어내진 꼴이랄까요. 볼품 없어졌다는 뜻이죠."
    },
    {
      "id": "announcer_enemy_destroy_15_2",
      "dlg": "부위가 파괴된 적이 있습니다. 그 부분을 집중적으로 노리면서 파고들어보죠."
    },
    {
      "id": "announcer_round_takebigdmg_15_1",
      "dlg": "직원들이 상당히 많은 피해를 입은 상태입니다. 이번 전투가 끝나면 각자 자리에 영양제 하나씩 놔두는 것이 어떻겠습니까."
    },
    {
      "id": "announcer_round_takebigdmg_15_2",
      "dlg": "직원의 상태가 영… 그닥이군요. 이럴 때 사기를 북돋을 수 있는 방법을 알고 있습니다. 이번 전투만 끝나면 휴가를 보내준다고 하는 겁니다. 성공률은 100%죠."
    },
    {
      "id": "announcer_round_givebigdmg_15_1",
      "dlg": "적이 치명적인 피해를 입었군요. 역시 유능한 자가 마이크를 잡으니 전투도 손쉽게 이뤄지네요. 아, 감사의 인사는 괜찮습니다."
    },
    {
      "id": "announcer_round_givebigdmg_15_2",
      "dlg": "자, 이대로만 가면 될 것 같습니다. 최우수부서상이 곧 머지않았습니다. 높은 분들이 저를 지켜봐 주시겠죠."
    },
    {
      "id": "announcer_multikillenemy_15_1",
      "dlg": "방금 직원이 큰 성과를 냈습니다. 아마 85% 정도는 저의 덕일 테지만. 생색이 아니라 사실에 기초한 통계입니다."
    },
    {
      "id": "announcer_equip_15_1",
      "dlg": "반갑습니다. K사 식량자원개량부 연구소 소속 삼조입니다. K사의 적출 업무를 돕기 위해 파견되었습니다. 이 시청각 자료가 도움이 되면 좋겠군요."
    }
  ]
}
