{
  "dataList": [
    {
      "id": "announcer_cheer_12_1",
      "dlg": "대부분 분야에서 저는 최고의 성능을 내는 AI지만, 응원은 조금 더 준비 시간이 필요합니다. 공감의 영역은 잘 쓰지 않았던 기능이라 일단 먼지를 털어내야 하거든요."
    },
    {
      "id": "announcer_cheer_12_2",
      "dlg": "사실 이런 보모 구실은 제가 아니라 세피라들의 역할이긴 하죠. 관리자님도 알다시피 저는 언제나 수십 명의 몫을 해내고 있으니까요."
    },
    {
      "id": "announcer_cheer_12_3",
      "dlg": "어떤 시간과 공간에 계시는 관리자님이 들을진 몰라도, 그때를 위해서 미리 응원을 녹음해야 한다는 거군요. 아, 이런. 이것도 녹음되고 있는지는 미처 몰랐네요."
    },
    {
      "id": "announcer_specialcheer_12_1",
      "dlg": "직원들의 체력이 얼마 남지 않았네요. 제 말만 주의깊게 들어야 할 때라는 거죠. 관리자님이 제일 신뢰하고 유능하다고 생각해야 하는 건 저이니까요."
    },
    {
      "id": "announcer_specialcheer_12_2",
      "dlg": "직원들의 남은 목숨이 얼마 없습니다. 그러고 보니… 관리자님께선 특별한 기능을 사용할 수 있지 않나요? 때에 따라선 다시 초기화를 하는 편이 효율적이기도 하죠."
    },
    {
      "id": "announcer_enemy_break_12_1",
      "dlg": "보시다시피, 앞에 무방비해진 개체가 보이네요. 부디 그래선 안 되겠지만, 이 틈을 놓친다면 관리자님의 역량에 대한 계산을 재검토해야 할지도 모르겠군요."
    },
    {  
      "id" : "announcer_enemy_break_12_2",
      "dlg": "비틀거리고 있는 개체가 보입니다. 이전까지 있었던 대부분의 관리자들은 이 타이밍에서 결정적인 일격을 지시하곤 했죠."
    },
    {
      "id": "announcer_ally_break_12_1",
      "dlg": "상태가 좋지 않은 직원이 보입니다. 높은 확률로 곧 치명상을 입을 수도 있겠군요. 관리자님의 냉철한 판단력이 필요할 때입니다."
    },
    {
      "id": "announcer_ally_break_12_2",
      "dlg": "직원의 상태가 나빠 보이는군요. 흔히 이걸 '나사 빠진 상태'라고 표현하던가요? …방금 건 실 없는 농담이 아닌 긴장 완화를 위한 조력이었습니다."
    },
    {
      "id": "announcer_killenemy_12_1",
      "dlg": "생체 반응이 끊어진 개체의 기록이 감지됩니다. 만약 제가 인간이었고 조금 더 쾌활한 성격이었다면 당신과 하이파이브 같은 걸 시도해 보았을지도 모르겠네요."
    },
    {
      "id": "announcer_ally_dead_12_1",
      "dlg": "직원 중 하나의 생체 반응이 사라졌습니다. 앞으로 관리자님이 겪게 될 사소한 것 중 하나에 불과하며, 그들 역시 입사했을 때부터 각오하던 일이죠."
    },
    {
      "id": "announcer_enemy_adv_12_1",
      "dlg": "개체들이 더 유리한 상황에 놓여있습니다. 그리고 저는 당신에게 역대 최고의 관리자를 기대하고 있죠."
    },
    {
      "id": "announcer_ally_adv_12_1",
      "dlg": "직원들이 우세한 환경에 있습니다. 관리자님이 제 말을 집중해서 듣고 있었다는 결과겠죠. 이런 과정들을 통들어 신뢰라고 부른다고 하더군요. 긍정적인 변화네요."
    },
    {
      "id": "announcer_danger_12_1",
      "dlg": "직원 중 앞으로 남은 시간이 얼마 없어 보이는 자가 있습니다. 저희로선 기다리는 것 외엔 할 수 있는 일이 없군요. 굴레를 스스로 끊어지거나, 끊어내거나 둘 중 하나일 테니."
    },
    {
      "id": "announcer_enemy_specialskill_12_1",
      "dlg": "머지않아 개체로부터 강한 공격이 예상됩니다. 공포에 직면해야만 하는 시간이라는 거죠."
    },
    {
      "id": "announcer_enemy_specialgimmick_12_1",
      "dlg": "개체로부터 기이한 태세가 보이는군요. 아마 예상 가능하고도 뻔한 수십 가지의 범위 중 하나겠지만 대비를 해놓으시는 편이 좋을 듯하네요."
    },
    {
      "id": "announcer_advatk_physical_12_1",
      "dlg": "효율적인 대처로 개체를 꿰뚫었습니다. 참고로, 기계는 입에 발린 말 따위 쉽게 하지 않아요."
    },
    {
      "id": "announcer_disadvatk_physical_12_1",
      "dlg": "방금의 물리적인 공격은 적절하지 못했습니다. 개체의 정보까지 일일이 읽어드리는 기능을 바라시는지는 미처 몰랐군요."
    },
    {
      "id": "announcer_advatk_attr_12_1",
      "dlg": "개체의 유효한 속성을 정확하게 간파했습니다. 제 예상만큼 관리자님의 능력이 우수하다는 것이 증명되는 것 같아 다행이군요."
    },
    {
      "id": "announcer_disadvatk_attr_12_1",
      "dlg": "개체의 정보와는 상반되는 공격으로 인해 제압 소요 시간이 증가하였습니다. 정보를 통째로 외운다는 행위가 관리자님에게는 다소 어려운 작업인가 보군요. 데이터를 갱신하죠."
    },
    {
      "id": "announcer_enemy_specialbuff_12_1",
      "dlg": "개체가 유리한 조건을 이용하고자 하는 징조가 보입니다만, 관리자님의 전술력과 제 지시만 있다면 그다지 위협적이진 않을 것 같군요."
    },
    {
      "id": "announcer_enemy_specialdebuff_12_1",
      "dlg": "개체가 다소 불리한 조건에 놓여있습니다. 이 기회를 효과적으로 노려보죠."
    },
    {
      "id": "announcer_ally_specialbuff_12_1",
      "dlg": "직원들이 긍정적인 환경에 놓여있게 되었어요. 관리자님이 이 기회를 잘 활용하길 기다리겠습니다. 기계는 언제나 기다리는 운명이니까요."
    },
    {
      "id": "announcer_ally_specialdebuff_12_1",
      "dlg": "직원들이 불리한 조건에 놓여있군요. 하지만 제일 우수한 AI가 저라는 사실엔 여전히 변함이 없네요."
    },
    {
      "id": "announcer_enemy_destroy_12_1",
      "dlg": "개체를 구성하고 있는 부위 중 하나가 파괴되었습니다. 이 틈을 파고들어도 좋을 것 같군요."
    },
    {
      "id": "announcer_enemy_destroy_12_2",
      "dlg": "부위 손상을 입은 개체가 있습니다. 이번 전투를 효과적으로 마치시려면, 해당 개체를 집중적으로 노리는 편이 좋을 듯합니다."
    },
    {
      "id": "announcer_enemy_destroy_12_3",
      "dlg": "개체가 부분적으로 피해를 입은 상태입니다만… 제게서 칭찬을 바라신다면, 저것의 제압이 완전히 성공한 후에 해드리도록 하죠."
    },
    {
      "id": "announcer_round_takebigdmg_12_1",
      "dlg": "직원 중 하나가 큰 피해를 입었군요. 그러나 아시다시피, 우리는 앞으로 나아가기만 할 뿐 돌이킬 수 없어진 것엔 눈길을 주지 않아도 된답니다."
    },
    {
      "id": "announcer_round_takebigdmg_12_2",
      "dlg": "치명상을 당한 직원이 있긴 합니다만, 마음 아파할 필요는 없습니다. 죽음이 많을수록 회사는 더 발전해 가고 있으니까요. 때론 잊혀지는 것들이 더 아름다워지기도 한다고, 당신도 그러셨잖아요."
    },
    {
      "id": "announcer_round_givebigdmg_12_1",
      "dlg": "적에게 치명상을 입혔군요. 관리자님은 당신이 생각하는 것보다 대단한 능력을 갖추고 있다고 제가 늘 말씀드렸죠. 저는 언제나 옳은 말만 한답니다."
    },
    {
      "id": "announcer_round_givebigdmg_12_2",
      "dlg": "개체에게 일격을 가하는데 성공했습니다. 샴페인을 가져오기엔 너무 이른 타이밍이긴 하겠지만, 이 전투가 성공적으로 끝나면 모두의 희생을 기리며 축배를 드는 것도 나쁘지 않겠죠."
    },
    {
      "id": "announcer_multikillenemy_12_1",
      "dlg": "훌륭한 제압 성과를 낸 직원이 있군요. 효율적인 결과를 위해서 이쯤에서 관리자님이 칭찬의 말을 건네줘도 좋을 것 같네요. 물론 진심까지 담길 필요는 없습니다."
    },
    {
      "id": "announcer_equip_12_1",
      "dlg": "진심으로 환영합니다, 관리자님. 저는 당신이 좀 더 편하게 이곳에서 적응할 수 있도록 도와줄 AI, 앤젤라입니다. 예쁜 이름이지 않나요?"
    },
    {
      "id": "announcer_neglect_12_1",
      "dlg": "아무 의미 없는 정적을 감지했습니다. 이런 썰렁한 분위기를 해소하기 위해 제가 알고 있는 농담 중 가장 약한 걸 하나 선보이죠. 새우가 출현하는 사극은? …대하사극."
    }
  ]
}
