{
  "dataList": [
    {
      "id": "announcer_cheer_22_1",
      "dlg": "저희도 가서 도와줄까요, 돌시네아님? 아니, 내가 방망이나 맞는 역할에 들어갈 순 없어. 오오… 타당한 의견이십니다."
    },
    {
      "id": "announcer_cheer_22_2",
      "dlg": "…해결사가 혈귀를 때려잡는 어트랙션이 있어도 되는 거야? 어버이의 자비와 포용력을 상징하는 것 아니겠습니까. 어버이의 은혜로운 해결사 타임으로 이름을 바꿀까요? …한심해."
    },
    {
      "id": "announcer_specialcheer_22_1",
      "dlg": "자! 아직 어트랙션은 돌아가고 있습니다! 벌써 지친 건 아니겠죠? 혹 정신적으로 지쳤다면 제게 찾아와주십시오."
    },
    {
      "id": "announcer_specialcheer_22_2",
      "dlg": "다들 휘청휘청하네. 볼썽사납게. 저 또한 즐기는 방법 중 하나… 하나하나 설명할 필요 없어. 저렇게 뛰어다니는 게 뭐가 재밌다고."
    },
    {
      "id": "announcer_enemy_break_22_1",
      "dlg": "이번 타임 특별 이벤트! 저쪽에 기절한 혈귀들을 때리면 추가 점수를 증정합니다! 이발사여… 규칙을 사사로이 자주 바꾸는 것은 좋지 않습니다. 이쪽이 더 재밌으니까 괜찮아!"
    },
    {
      "id": "announcer_ally_break_22_1",
      "dlg": "아니! 저기 위험에 빠진 동료가! 훌륭한 해결사는 동료를 버리지 않는다. 어버이께서 귀가 닳도록 하던 말씀이지요."
    },
    {
      "id": "announcer_killenemy_22_1",
      "dlg": "자, 거기! 죽었으면 빨리 나와! 다쳤으면 의무실에 가시거나, 혈액바를 받아가십시오. 그럼 다음 혈귀들 왼쪽에서 습격!"
    },
    {
      "id": "announcer_ally_dead_22_1",
      "dlg": "…손님이 쓰러졌습니다. 어서 의무실로 이송해 주시길. 아… 내가 너희 힘조절하라고 했지!"
    },
    {
      "id": "announcer_enemy_adv_22_1",
      "dlg": "이거. 이미 끝났네. 어린이 친구들도 있는데 그런 말을 하면 어떡해요, 돌시네아님!"
    },
    {
      "id": "announcer_ally_adv_22_1",
      "dlg": "역시 이런 힘든 어트랙션보단 내 퍼레이드가 더 재밌지 않아? 인간도 혈귀도, 가끔은 이리 직접 몸을 움직여 뛰놀고 싶어하더군요."
    },
    {
      "id": "announcer_danger_22_1",
      "dlg": "째깍째깍. 이제 타임 리미트까지 시간이 얼마 남지 않았습니다! 모두 좀 더 힘내볼까요? 그래도 너무 조급해하지 않았으면 좋겠습니다."
    },
    {
      "id": "announcer_enemy_specialskill_22_1",
      "dlg": "혈귀가 무시무시한 공격을 준비하기 시작했군요. 큰일이네요! 이걸 막으려면 여러분이 힘내주셔야겠죠?"
    },
    {
      "id": "announcer_enemy_specialgimmick_22_1",
      "dlg": "…문제 난이도가 너무 높은 거 아냐? 어른도 즐길 수 있어야 한다고 어버이께서 난이도를 높이셨습니다. 하아…"
    },
    {
      "id": "announcer_advatk_physical_22_1",
      "dlg": "깨달음을 얻으셨군요. 퍼펙트! 모자를 쓰고 있는 혈귀에겐 방망이 대신 풍선칼이 정답이에요!"
    },
    {
      "id": "announcer_disadvatk_physical_22_1",
      "dlg": "저런! 아쉽게 방망이가 빗맞아버렸네요. 입구에 비치된 다른 무기로 공략해보는 건 어떻습니까?"
    },
    {
      "id": "announcer_advatk_attr_22_1",
      "dlg": "어? 저거 물병 아냐? 어, 어린이 친구! 물병은 어트랙션 내 반입 금지… 으아아악!!!"
    },
    {
      "id": "announcer_disadvatk_attr_22_1",
      "dlg": "마늘로 다가오는 혈귀들을 물리칠 시간입니다. 어이없어. 마늘을 누가 무서워한다고."
    },
    {
      "id": "announcer_enemy_specialbuff_22_1",
      "dlg": "아아… 혈액바를 맛있게 먹었나 보군요. 투지가 서려 있는 모습이 흡족합니다. 저건 화가 난 거야. 네? 그게 정말입니까…? 뭐, 혈액바는 맛 없으니까."
    },
    {
      "id": "announcer_enemy_specialdebuff_22_1",
      "dlg": "세상에, 저거 봤어? 무… 물을 끼얹은 것 같은데? …둘 다 어디 갔지? 저, 저도 데리고 도망가세요, 돌시네아님!"
    },
    {
      "id": "announcer_ally_specialbuff_22_1",
      "dlg": "짜잔! 여기 깜짝 선물을 준비했어요! 아아… 직접 만든 옷입니까. 제가 만든 멋장이 옷을 입고 어트랙션을 즐겨보세요!"
    },
    {
      "id": "announcer_ally_specialdebuff_22_1",
      "dlg": "아아… 곧 손님들께 가혹한 시련이 찾아오겠군요… 신부… 이건 시련이 아니라, 벌칙 이벤트! 물총을 맞거나 머리 위에서 공이 떨어지는 거야."
    },
    {
      "id": "announcer_enemy_destroy_22_1",
      "dlg": "팔의 스티커를 맞췄으니 보너스 스코어야. 어트랙션이 끝나면 꼭 출구에서 상품을 받아가셔야 합니다."
    },
    {
      "id": "announcer_enemy_destroy_22_2",
      "dlg": "상품은 바로 헌티드 블러디 메리 무료 이용권입니다. 혈액팩 없이도 으스스한 공포 체험이 가능한 헌티드 블러디 메리! 꼭 가서 즐겨보세요!"
    },
    {
      "id": "announcer_round_takebigdmg_22_1",
      "dlg": "피곤하면 어트랙션을 계속하지 않아도 돼. 나가는 길은 옆에 있는 친절한 혈귀에게 물어보세요!"
    },
    {
      "id": "announcer_round_takebigdmg_22_2",
      "dlg": "나가는 길은 왼쪽에 뒤쪽! 돌아가는 길도 왼쪽에 뒤쪽! 그, 그건 입구 쪽 안내 멘트 아닙니까. 여기서는 오른쪽에 앞쪽입니다…"
    },
    {
      "id": "announcer_round_givebigdmg_22_1",
      "dlg": "너, 너무 세게 맞은 것 아닙… 시원한 스윙! 어디서 스트레스가 저 멀리 날아가는 소리 안 들리나요?"
    },
    {
      "id": "announcer_round_givebigdmg_22_2",
      "dlg": "…아까 방망이 맞고 의무실로 간 혈귀는 괜찮을까요, 돌시네아님? 머리에 멍이 좀 들었다더라. 그런데 너… 설마 저거 진짜 쇠 방망이야? …그럴 리가! 솜방망이에요!"
    },
    {
      "id": "announcer_multikillenemy_22_1",
      "dlg": "굉장한 활약이네요! 뭐야. 신부, 쟤들 왜 이렇게 픽픽 쓰러져? 여기 또 한 명의 멋있는 해결사가 나왔군요! …아무래도 무언가 사고 아닐지. …저렇게 볼품없이 쓰러질 거면, 잠이나 자라고 해."
    },
    {
      "id": "announcer_equip_22_1",
      "dlg": "어린이 친구들이 기다리고 기다리던~ …내가 바로 이 구역의 해결사 타임. 지금부터 입장 시작하겠습니다. 모두 질서를 지켜 입장해 주시길."
    }
  ]
}
