{
    "dataList": [
        {
            "id": 0,
            "content": "15日目！"
        },
        {
            "id": 1,
            "content": "今日も忙しない一日であった！"
        },
        {
            "id": 2,
            "content": "教育チーム配置されて四日が経ったのであるが、未だに\nここでのスケジュールはきっちきち状態で回っているようである。"
        },
        {
            "id": 3,
            "content": "一日が過ぎるたびに新入り君達もひとりふたり顔を見せはするが、\n次の日になるとまた見せてこなくなったりするがゆえに…\n顔を覚える暇すらないといえよう。"
        },
        {
            "id": 4,
            "content": "まぁ～チーム同士で人手を派遣したり交換したりする場合も往々にしてあるがゆえ、\n新入り君達がもっと働きやすい場所に配置されたと思っておる！"
        },
        {
            "id": 5,
            "content": "当人は、今日もO-04-84…いや、違う。\n提灯君と作業を実行したのである。"
        },
        {
            "id": 6,
            "content": "あぁ。正確に言うなれば、提灯君がまた\n廊下のどこかに花を咲かせに行ったのである！"
        },
        {
            "id": 7,
            "content": "当人は、提灯君を再び隔離室へ連れ戻して\n作業をする必要があった。"
        },
        {
            "id": 8,
            "content": "何も言わずに隠れんぼを始めるのはやめろと何度も注意をしたが…。\nどうにもそんな簡単に言うことを聞いてはくれないようである。"
        },
        {
            "id": 9,
            "content": "提灯君は、他の幻想体と違って脱走しても\n特別な警告が鳴らないのである。"
        },
        {
            "id": 10,
            "content": "気が付くのは…提灯君の専属職員である当人が、隔離室が空になっているのを\n確認したときや、突然職員の失踪申告が増える区域ができたときである。"
        },
        {
            "id": 11,
            "content": "本人がそれに気付いて大急ぎで予想区域へ近付くと…\n必ず提灯君が隠れているのだ。"
        },
        {
            "id": 12,
            "content": "会社の隔離室前を自由気ままに陣取り、花を咲かせて…。何も知らない\n新入り君達をゴックリ、肥料にするために呑み込む様を放ってはおけませぬ！"
        },
        {
            "id": 13,
            "content": "どうしようもなく、この友達を何度かげんこつで殴ってやり…\n隔離室へ送り返すしかなかったのある。"
        },
        {
            "id": 14,
            "content": "そうして…当人は予定されていた作業を遂行したのだ。"
        },
        {
            "id": 15,
            "content": "本来予定されていた清潔プロセスや隔離室照明強度調整テストも実施したが…。\nやはり、今日の脱走を厳しく叱ってやるべきだという考えで\n会話を進めたいと思ったのでありまする！"
        },
        {
            "id": 16,
            "content": "あっ…しかし。"
        },
        {
            "id": 17,
            "content": "考えてもみてくだされ！あのふかふかとした毛で包まれた子を\nそんな簡単に叱ることができようか？"
        },
        {
            "id": 18,
            "content": "少し強目に、その毛を撫でることを訓告代わりにしなければならないとは…。\n当人の心がとても弱くなったのではあるまいか、そんな考えがしたのだ。"
        },
        {
            "id": 19,
            "content": "まぁ…そうして隔離室から出てから、\nPE-BOXが転送されるのを見ておると…。"
        },
        {
            "id": 20,
            "content": "もうそのときが来たのか、試練が現れたという警報が\n会社全体へ鳴り響いてたのである！"
        },
        {
            "id": 21,
            "content": "ウーティス殿…いや、チーフも隔離室にて作業中でいらっしゃるがゆえ\n試練対応に参加することができず、どうにも初期対応を失敗したのか\nまたまたいくつかの隔離室が毀損されていたようである。"
        },
        {
            "id": 22,
            "content": "廊下へと飛び出てきた友達の中には…。\nあぁ、過去に当人が担当していた宇宙君もいたのである！"
        },
        {
            "id": 23,
            "content": "当人にこれほどまでに可愛らしいハート型のバッチをプレゼントしてくれたが\nげんこつで殴らねばならないので、少し心が痛むのである。"
        },
        {
            "id": 24,
            "content": "しかし…仕事は仕事！\n会社が当人を信じて任せた仕事ではあるまいか！"
        },
        {
            "id": 25,
            "content": "とりあえず、任された仕事であるなら\nせめて楽しく！"
        },
        {
            "id": 26,
            "content": "やり遂げるべきであろう。"
        },
        {
            "id": 27,
            "content": "今日の日記は、ここまで！"
        }
    ]
}