{
    "dataList": [
        {
            "id": 0,
            "content": "どう思う？"
        },
        {
            "id": 1,
            "content": "適当な労働を対価に毎日、何度も新しい芸術品が勢揃いの展示館が到着してくる日々についてだ。"
        },
        {
            "id": 2,
            "content": "あぁ、これは答えを期待して書く文じゃない。誰かが読むとも思ってもいない。"
        },
        {
            "id": 3,
            "content": "芸術品を見てから書き下す…短縮できない一つの観覧後記ということにしておこう。"
        },
        {
            "id": 4,
            "content": "この会社へ入ることになった契機は単純だった。あまり期待もしてなかった。"
        },
        {
            "id": 5,
            "content": "整理要員という仕事を提案されたときは単に固定依頼元ができただけだ、と思ってばかりいた。"
        },
        {
            "id": 6,
            "content": "そうだ。翼なんぞになりやがられると、あれこれ気をつけなきゃあならんことが身の回りに増えるんだろう。"
        },
        {
            "id": 7,
            "content": "俺を無駄にイラつかせなきゃそんなもん知ったこっちゃない。そんな風に思って契約書に捺印した。"
        },
        {
            "id": 8,
            "content": "だけど…はっ！"
        },
        {
            "id": 9,
            "content": "今まで堂々と走り回ってたあの列車が…。"
        },
        {
            "id": 10,
            "content": "時間を通じて編み出された芸術品が融け込んだ展示館だったとはな！"
        },
        {
            "id": 11,
            "content": "こんなもん良く上手いこと隠し通せてたな。そんなことを考えもしたが、それと同時に、そして俺の頭の中を大きく占めたものは。"
        },
        {
            "id": 12,
            "content": "意想外。その三文字の単語だった。"
        },
        {
            "id": 13,
            "content": "思い浮かべてみると、近ごろ俺は自ら「芸術」を追求して創り出しただけ。"
        },
        {
            "id": 14,
            "content": "他者の「芸術」を観覧したことは無かった。"
        },
        {
            "id": 15,
            "content": "これは恥ずべきことだ。いかなる芸術であれ見ることを通じて視野を広げ、より味を深めていかにゃならんのに。"
        },
        {
            "id": 16,
            "content": "そのときになってやっと、今まで俺の作品にマンネリズムが宿っていた理由を悟った。"
        },
        {
            "id": 17,
            "content": "状況を覗き込まなきゃ、生々しい制作をすることも不可能だから。"
        },
        {
            "id": 18,
            "content": "列車と列車の間に伸びて引っ付き、新たな「扉」の役割をする作品だの、"
        },
        {
            "id": 19,
            "content": "椅子の厚くて柔らかな部分を、より厚く重ね塗りして自分自身が新たな椅子になった作品だの、"
        },
        {
            "id": 20,
            "content": "お互いに絡み付いて生命体の様相を呈しながら歩いてくるモノ…これはまだ作品とはいえない。"
        },
        {
            "id": 21,
            "content": "芸術行為ともいえない。これらは自らが「芸術」を遂行するという意思もなかったから。"
        },
        {
            "id": 22,
            "content": "確かな意思を示さないまま動いているならそれは結局、仕上げが済んでいない未完成作品だから。"
        },
        {
            "id": 23,
            "content": "俺はこういったモノを主に切りつける。整理しやすくしろという会社の命令があるから。"
        },
        {
            "id": 24,
            "content": "意図せず芸術品になろうとしていたモノに手出しすることは俺の性に合わないが…そこまで多くあるわけじゃない。そんなモノよりも手に入る価値がとても高い。"
        },
        {
            "id": 25,
            "content": "会社で出してくれる支給品も、とても気に入った。"
        },
        {
            "id": 26,
            "content": "空間妖刀、屈折魔刀、ディメンションアートナイフ…様々な候補の中から俺は、次元魔剣という名前を付けてやった。"
        },
        {
            "id": 27,
            "content": "準備ができてない状態で未完成品を切りつけると、俺の体力を吸い取っちまうのが一番イイ。"
        },
        {
            "id": 28,
            "content": "まともな心構えもなしに芸術品を扱おうとすれば血を見るって感じがな。"
        },
        {
            "id": 29,
            "content": "はぁ…このまま、眠ることもなく、この仕事を続けられたら…。"
        },
        {
            "id": 30,
            "content": "良かっただろうに。"
        },
        {
            "id": 31,
            "content": "クソッ…上のドタマたちは何考えてんだ、俺をひよっ子どもの教育なんかやる場所にブチ込みやがった。"
        },
        {
            "id": 32,
            "content": "はあ、あの横のヤツがブツブツ言ってるザマを見ろよ。あいつはこれがさぞかし楽しいらしい。"
        },
        {
            "id": 33,
            "content": "変なヤツじゃないわけない。どうして鉱山から絶えず金が転がってくるってのに、他の仕事に興味を感じられるんだ？"
        },
        {
            "id": 34,
            "content": "いっそ俺がこのタチの悪い冗談に付き合ってる間、あいつが代わりに全部やることになれば…。"
        },
        {
            "id": 35,
            "content": "はっ、そんなワケないか。"
        },
        {
            "id": 36,
            "content": "クソッ。こうしてる間も、通り過ぎる芸術品たちを見る時間が惜しいな。"
        }
    ]
}