{
    "dataList": [
        {
            "id": 0,
            "content": "本日の日記を作成する。"
        },
        {
            "id": 1,
            "content": "この路地では、まだ雨が降りしきっている。正確には135時間も続いている。"
        },
        {
            "id": 2,
            "content": "- たびたび実質的に雨足が弱くなったことはあったが、湿度と雲の状態を考慮するに降雨状態が持続していたと記録しよう。"
        },
        {
            "id": 3,
            "content": "雨が降っているときは一味の野外活動に制限が掛かるから、できればアジト内で時間を潰すようにとは言っていたが…。"
        },
        {
            "id": 4,
            "content": "その時期が長くなると、うずうずして我慢できないヤツもおり、保護費を徴収しに行かなければならない時期も過ぎてしまったので、今日は行動しなければならない日だった。"
        },
        {
            "id": 5,
            "content": "仕事自体は順調だった。雨粒がコートを濡らし、タダでさえ重いコートがより重くなるのは理想的ではなかったが。"
        },
        {
            "id": 6,
            "content": "いつも通り保護費を取り立てることができ、普段通り保護費代わりに一味の腹を満たす食べ物も提供された。"
        },
        {
            "id": 7,
            "content": "俺たちを恐れて逃げる人や、喧嘩をできなくてうずうずしてる他のギャングは叩きのめした。"
        },
        {
            "id": 8,
            "content": "何度も俺たちに挑もうとするヤツらが生まれることは、かなり得だ。"
        },
        {
            "id": 9,
            "content": "ちょうど時間も不足しているからそいつらのを奪えもする上に、将来名を馳せる20区のギャングの道へと進む名声を築くこともできるからだ。"
        },
        {
            "id": 10,
            "content": "そのように、日課らしい何かを終えて帰る最中のことだ。"
        },
        {
            "id": 11,
            "content": "もちろん、外でもこのようなことが起きるという予想はあった。"
        },
        {
            "id": 12,
            "content": "泥棒猫が遠くから眺めてくるような、曖昧な視線を感じたためだ。"
        },
        {
            "id": 13,
            "content": "殺意はないが、敵意はある…実に妙な視線だった。"
        },
        {
            "id": 14,
            "content": "アジトに戻るまで、その視線はずっとついてきていた。"
        },
        {
            "id": 15,
            "content": "位置を知られたので正体を明かして殺すべきか一瞬悩んだが、その必要はないことがすぐに分かった。"
        },
        {
            "id": 16,
            "content": "アイツは水に濡れた犬のように、びちゃびちゃと俺たちの前へと姿を現したからな。"
        },
        {
            "id": 17,
            "content": "自分を…俺たちの組織に入れてほしいと要請した。"
        },
        {
            "id": 18,
            "content": "他のギャングのスパイ、あるいは詐欺を働いたり、\n強請ろうとするやつ…そういう類いのヤツじゃないことは分かった。"
        },
        {
            "id": 19,
            "content": "ただ毒気の宿った、あの凄絶な瞳が…\n行き場を無くした無情に揺れているだけだった。"
        },
        {
            "id": 20,
            "content": "みすぼらしく、汚されてはいるが…着た服の素材の値段は高そうに見えるのが、\n何か事情があるということを雄弁に語っていた。"
        },
        {
            "id": 21,
            "content": "それで俺は…試してみることにした。"
        },
        {
            "id": 22,
            "content": "度胸が気になった。口先ばかりで、人の胸倉を掴まななきゃならないとき、\n足をガタガタ震わせるヤツ価値はないから。"
        },
        {
            "id": 23,
            "content": "入団試験だと言い繕った。\nそんなもんが俺たちのデッドラビッツにあるわけはないが。"
        },
        {
            "id": 24,
            "content": "幸いなことに、俺たちには一人二人が死んでもお互いに当然だと感じる程\n長い間犬猿の仲だった連中がいて、歩き回る彼らの下っ端の胸倉一つ\n掴んでこいという試験を出すのは難しくなかった。"
        },
        {
            "id": 25,
            "content": "…驚くべきことは二つだった。"
        },
        {
            "id": 26,
            "content": "一つは慌てる様子が微塵もなく、\nそのままアジトを出て行ったということと。"
        },
        {
            "id": 27,
            "content": "もう一つは…間もなく血塗れになった顔と拳…\nそして息の根が止まっているが死体を一つ\n袋に入れてズルズルと引きずって帰ってきたことだ。"
        },
        {
            "id": 28,
            "content": "約束は約束だ。今やアイツはアジトの一番奥まった場所で\n疲れた身体を寝かせて睡眠を取っている。"
        },
        {
            "id": 29,
            "content": "このギャングのボスとして生きながら、それなりの時間を\n過ごしてきたとは思うが、何かに驚くのはかなり久しぶりな気がする。"
        },
        {
            "id": 30,
            "content": "この驚きをどれだけ持続させてくれるか、\n犬ではなく狼を入れたのではないだろうか…。"
        },
        {
            "id": 31,
            "content": "明日からあのヒースクリフってヤツの活躍が期待できる夜だった。"
        }
    ]
}