{
  "dataList": [
    {
      "id": 97105601,
      "title": "ラ・マンチャランドのカーニバル",
      "eventDesc": "あの過激な行動が、いつ我々に火の粉となって飛んでくるか分からない。\n\n下手にこの場から離れようにも、注射器にありつけなかった他の血鬼たちをかえって刺激するかもしれない。\n\n大規模な戦闘は避けたい…もしかしたら、1人の囚人だけでこの事態を収拾できるのではないだろうか？",
      "prevDesc": "",
      "behaveDesc": "どんな囚人があの騒ぎを鎮めることが出来るだろうか？",
      "successDesc": [
        "囚人{0}が進み出て、最も外側にいる血鬼の肩に触れた。\n\n「…！」\n\nその直後に血鬼たちは猛々しく襲いかかってきたけど、囚人{0}が何かを叫ぶと突然その場で凍りついたかのように立ち止まった。\n\n「ひいっ、ひいぃっ！！！」\n\nさらにいくつかの言葉が続いたようだったけど、重なり合う悲鳴の中で何を言っているのか聞き取ることはできなかった。\n\n慌てふためきながら血鬼たちが逃げていった後には誰も残っておらず、注射器から流れ出たものが固まったのか、きらりと光る血の雫の形をした何かだけが残されていた。"
      ],
      "failureDesc": [
        "我々が血を提供することもできない上、そうする理由もなさそうだ。\nだからやっぱり…。\n\n「お前はなんだ！どけ！」\n\n方法を考えている間に、囚人{0}の近くまで膨れ上がった血鬼の群れがとうとう囚人{0}を突き飛ばして倒した。\n\n…これ以上凶暴になる前に、早くここを抜け出さないと。"
      ]
    },
    {
      "id": 97105701,
      "title": "回転木馬",
      "eventDesc": "もう少し近づいてみると、回転木馬の速度が異常なほど速いような気がする。\n\n「…内に何物か在るらし。」\n\n囚人が指差す方へ視線を移すと、何か不思議な光が内側から放たれているようだ。",
      "prevDesc": "",
      "behaveDesc": "どんな囚人が勇敢な姿を見せてくれるだろうか？",
      "successDesc": [
        "囚人がかろうじて回転木馬を掴んで乗り込むと、どこかに拡声器でもあったのか楽しげな声が流れてくる。\n\n「おめでとうございます！勇敢な挑戦の成功にふさわしい報酬をお持ち帰りください！」\n\nその声を合図に回転木馬がゆっくりと速度を落とし、ついに止まった。\n\n囚人{0}がそこからてくてくと歩き出てきて、中でこんなものを手に入れたと手を開いて見せてくれた。"
      ],
      "failureDesc": [
        "「だ、大丈夫！？」\n\n…やはり速度が速すぎたのだろうか。\n\n囚人{0}がチャンスを窺って猛烈に回る回転木馬の中に身を投げたが、模型の馬にぶつかって外に弾き飛ばされてしまった。\n\n慌てて駆け寄って容態を確認して顔を上げると、回転木馬はまるで夢の中の幻のように消えていた。"
      ]
    },
    {
      "id": 97105801,
      "title": "屈折された過ぎ去りし日の寝袋",
      "eventDesc": "幻想体に近づくと、その哀れな息遣いはシューッと音を立てるガスの音に覆い隠されて聞こえなくなった。\n\nその気体を吸い込むと、囚人たちが一人、また一人と、頭が軽くなって気分がすっきりするとざわめいた。\n\n「では、ここでしばらく幻想体の有益な効果を得てから―」\n\n囚人が言い終わる前に、幻想体の中から黒い人影が飛び出してきた。\n自分の息を奪うなとでも言うように。",
      "prevDesc": "",
      "behaveDesc": "どんな囚人が立ちはだかる？",
      "successDesc": [
        "囚人{0}が素早くその人影を打ち払ったので大きな被害は防ぐことができたが、残念ながらそのガスはもはや流れ出なくなった。\n\n黒い何かが再び幻想体の懐の中へと吸い込まれていき、私たちは再び攻撃される前にこの場所を早いところ抜け出すことにした。\n\n…でも、まだ私たちの側にあの幻想体の息遣いが漂っているような気がする。"
      ],
      "failureDesc": [
        "囚人{0}が進み出たけど、形状を把握しづらいその黒い人影に攻撃は届かず囚人{0}に傷が増えるばかりだった。\n\n黒い何かが再び幻想体の懐の中へと吸い込まれていき、私たちは再び攻撃される前にこの場所を早いところ抜け出すことにした。\n\n…でも、まだ私たちの側にあの幻想体の息遣いが漂っているような気がする。"
      ]
    },
    {
      "id": 97105901,
      "title": "屈折された四百輪の薔薇",
      "eventDesc": "近寄ると、その棘はより凶悪な見た目をしていて鋭かった。",
      "prevDesc": "",
      "behaveDesc": "どんな囚人があの棘を折ることが出来るだろうか？",
      "successDesc": [
        "囚人{0}は薔薇が気づかないように近づき、一息に武器を振りかざした。\n\n綺麗に断ち切られた棘が床に落ち、切られた部位からはごぼりと音を立てながら真っ赤な血が流れ出た。\n\n…予想外のことだったけど、棘が一本切られたくらいでは薔薇は刺激されなかったようだ。\n\n安堵しながら、私たちはほのかにオーラを放つ棘を手に取って外へと移動した。"
      ],
      "failureDesc": [
        "囚人{0}は薔薇が気づかないように近づき、一息に武器を振りかざした。\n\nしかし予想より棘が硬かったのか、棘は切れず…。\n\n薔薇はそれに気づいたらしく、棘の生えた茎で囚人の体を包み込んだ。\n\n…囚人がどうなったかは、わざわざ言いたくはない。"
      ]
    },
    {
      "id": 97106401,
      "title": "日常生活",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "どんな囚人がクッションを探すんだろう？",
      "successDesc": [
        "囚人{0}が何かを見つけて持ってきた。\n\nふかふかに見えるクッションだ。\n\n「直接受け止めるより、この上に落ちるように誘導すれば…。」\n\n他の囚人たちは落下予測地点の周りから危なそうな物を素早く片付けた。\n\nそして囚人{0}はそのクッションを広げ、住民が落ちる場所を安全な状態にした。\n\n…やがて、その人はふかっと心地よい音をゆっくりと立てながら、クッションの上に落ちた。"
      ],
      "failureDesc": [
        "囚人{0}が何かを見つけて持ってきた。\n\nふかふかに見えるクッションだ。\n\nでも…。\n\n「いや、おい。これ小さいだろ」\n\n上半身すらかろうじて隠せそうなくらいの、小さなクッションだった。\n\n「な、ないよりはマシであろう！」\n\n他の物を探してくる時間はなく、囚人たちはできるだけ輪になって集まりつつ全員でその人を受け止めることにした。\n\n…やがて、その人は囚人たちの上に落ちてきた。\n\n重さが分散され、あの小さなクッションが腰を支えてくれたおかげでその人は安全に墜落したけど…。\n\n囚人たちは腕が折れたり、腰にヒビが入ったりしたようだった。"
      ]
    },
    {
      "id": 97106501,
      "title": "T社の徴収官",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "どんな囚人が許可をもらいに行ってくるんだろうか？",
      "successDesc": [
        "「通行許可願はこちらです。」\n\n受付係の案内どおり、囚人{0}は傍らにある申請書に記入した。\n\n「こちらと、こちら、それからこちらもご記入ください。」\n\n囚人{0}は当然というように書き進める。\n\n「その目的でしたら、これくらいの眼(アン)を出していただく必要があります。」\n\n「えっ…。」\n\n囚人{0}は困ったようにこちらを見た。\n\n「ですが、今回の時間ロトに当選された方が通行目的の市民に使ってほしいと寄付してくださったんですよ。実にありがたい方ですね。」\n\n「さあ、このバッジを着用してください。用が済んだらご自身で返却をお願いします。」\n\nこうして眼を出さずとも許可を得ることができた。"
      ],
      "failureDesc": [
        "許可を取りに行ったものの、窓口はすでに閉まっていた。\n\n「時間は書類より大切です。次回は閉まる前にお越しください。」\n\nぞんざいに走り書きされた札が受付前に貼られているだけだった。"
      ]
    },
    {
      "id": 97106601,
      "title": "ユロージヴィ",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "どんな囚人を指定された場所に送るんだろうか？",
      "successDesc": [
        "私たちが身を潜めている間、囚人{0}は暗号めいた文面を解読して指定された場所へ向かった。\n\nしばらくして囚人{0}は誰かと短く言葉を交わすと、何かしらの装置のようなものを受け取って戻ってきた。"
      ],
      "failureDesc": [
        "私たちが身を潜めている間、囚人{0}は暗号めいた文面を解読して指定された場所へ向かった。\n\nしかし…。\n\nそこには誰も現れなかった。\n\nむしろ隠れていた私たちの前に、奇妙なスカーフを巻いた者たちが姿を現した。\n\n「確かにひとりで動けと書いておいたはずだが…T社の犬どもか？」\n\n…戦いは避けられそうにない。"
      ]
    },
    {
      "id": 97106701,
      "title": "ユロージヴィ",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "どんな囚人が合流するふりをする？",
      "successDesc": [
        "囚人{0}は私に合図するように頷き、前へ踏み出した。\n\n「賢明な選択だ！すぐに君の脳を摘出して、我々と一体化させてあげよう。」\n\n「今は状況が差し迫っている。ひとまずこれを分けてやるから―」\n\n囚人{0}は差し出された物を引っ掴むやいなや、振り向きもせずに私たちの方へととぼとぼ歩いてくる。\n\n「…え？」\n\n「は、話は最後まで聞くべきだぞ！君は―」\n\n「まぬけども！分からないのか？我々は騙されたんだ！」\n\n私たちは意に介さず、元の進路へと歩みを進めた。"
      ],
      "failureDesc": [
        "囚人{0}は私に合図するように頷き、前へ踏み出した。\n\nそのとき、先程のとは別の声が聞こえた。\n\n「待て、あいつらをどうやって信じるんだ？」\n\n「いや今回は素通りしよう！そもそも検証されていない連中は―」\n\n「すまない。まだ我々の間で合意が取れていないのに提案してしまったな。今の話は全部忘れろ。」\n\n囚人{0}は悔しそうにしながら何かしら言い足したけど…。\n\n「忘れないのなら、お前たちの時間を頂くことになるかもしれない。」\n\nその者は気持ちを変えるつもりは無いらしく、そのまま私たちを素通りしていった。"
      ]
    }
  ]
}