{
  "dataList": [
    {
      "id": 12880101,
      "title": "마지막 기사의 등장",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "獰猛な咆哮を突き破って、誰が騎士に話し掛けるんだろうか？",
      "successDesc": [
        "「……。」\n \n<i>私たちは海じゃない。\n私たちは波じゃない。</i>\n\n<i>騎士の長槍に、わずかな迷いが差す。\n彼にとって、波ならざるものは何の意味も持たない。</i>"
      ],
      "failureDesc": [
        "槍に貫かれた囚人{0}が、あわてて後退する。\n \n<i>霧が彼の目を覆った。言葉もまた彼の耳に届かない。\nただ、巻かれたゼンマイを解くように騎士は槍を掲げる。\nその槍は、阻むものすべてを貫く。</i>"
      ]
    },
    {
      "id": 12880201,
      "title": "빙결에 걸린 수감자",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "誰に守らせるべきだろうか？",
      "successDesc": [
        "傍へ駆け寄った囚人{0}の温もりに、囚人全員が決心する。\n\nその刹那、アイリーニの掲げた灯りが、燃えるように騎士を照らした。\nイベリアの火は、進むべき道を指し示す。\n\n<i>私たちは彼と違い、独りではないから。\n寒々しい孤独をひとりで耐えることはなかった。</i>"
      ],
      "failureDesc": [
        "<i>荒れ狂う強風の中、波のように騎士の槍が押し寄せる。\n孤独は、分かち合われなかった。</i>"
      ]
    },
    {
      "id": 12880301,
      "title": "마지막 기사와 로시난테",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "誰が騎士の疾駆を止められるんだろうか？",
      "successDesc": [
        "囚人{0}が騎士の進路に割って入ると、一瞬、その猛々しい疾駆が止まった。\n\n審問官は――アイリーニは、その隙を逃さなかった。\nハンドキャノンが火を噴くと、その衝撃で騎士は落馬した。"
      ],
      "failureDesc": [
        "囚人{0}は騎士の進路に割って入り、その代償を支払った。\n\n<i>どこへ舵を切っても、視界の果ては海だ。\n海が見えるかぎり、騎士はただ疾駆するのみ。\n疾駆するかぎり、彼は止まれない。</i>"
      ]
    },
    {
      "id": 12880302,
      "title": "마지막 기사와 로시난테",
      "eventDesc": "独り立つ最後の騎士の足元に、濃い影が落ちる。\nそこからは、するりと肌のぶつかる滑る音が広がる。\n\n「…あの騎士に立ち向かうため、あれほどまでに群がったのであるか？」\n「最初は同族だと思って観察してたんだと思う。でも、気づいたんだ。」\n「あの騎士が、大いなる意志に背いた裏切り者だってことに。」\n\n騎士が水面を踏み砕き、跳び上がれば、海は彼を捕らえようと激しく荒れ狂う。\n波は高く打ち寄せ、騎士を噛みちぎり、圧し潰し、引きずり下ろす。\n\nそれでもなお、騎士はふたたび波を足場にして跳び上がる。\n海は、彼のいるべき場所ではない。\n\n<i>大いなる意思に抗い、昂然と前を向いて。\n屈服することなき騎士は海を越え、ここへ来る。</i>",
      "prevDesc": "",
      "behaveDesc": "高く強いいななきが響き渡る。\n騎士の馬は、何かを警告している。",
      "successDesc": [
        "囚人{0}が、騎士の歩みを押しとどめた。\nそして――波が打ち寄せる。\n\n一度、二度、三度。\n裏路地の夜とは違い、この周期は三度で止まらない。\n\n<i>彼は波に抗ってきた、そしてこの先も抗う宿命にあるがゆえ。\n彼が沈むその時まで、海には幾度でも波が立つだろう。</i>"
      ],
      "failureDesc": [
        "囚人{0}は騎士の進路に割って入り、その代償を支払った。\n\n<i>騎士は波に逆らい、陸地を踏む。\n陸地の故郷。育たなかった穂。煌めく――いや。高い、只々高い。</i>\n\n<i>彼の道には、すでに通り過ぎた伝説だけが残っているのだから。\n波が幾度打ち寄せようとも、彼が縛られることはないだろう。</i>"
      ]
    },
    {
      "id": 97107402,
      "title": "이베리아인과 에기르인 3차",
      "eventDesc": "彼らが望まないだけで、誰かしらは切実に望んでいるのかもしれない。",
      "prevDesc": "",
      "behaveDesc": "どんな囚人が前に出る？",
      "successDesc": [
        "「…そうですね。ただ、望んでいることが違っていただけなのかもしれません。」\n\n「もっと時間をかけて向き合うべきでしょう。それに、研究の方向性も…少し変えた方が良さそうです。」\n\n「塩で荒れ果てた大地をどう元に戻すかとか…。」\n\n「あっ。もし海へ向かうご予定があるなら、これを受け取っていただけますか？」\n\n「長年取り組んできた恐魚に関する研究資料です。当面は私にも、陸地の人々にも役に立ちそうにないので、皆さんに使ってほしいです。」\n\n研究資料を手渡した彼は、どこか晴れやかな顔でその場を後にした。"
      ],
      "failureDesc": [
        "「そうかもしれません。」\n\n「ですが…海の脅威は消えません。」\n\n「単に目前に存在しないという理由で、疎んじてはいけません。」\n\n資料を抱えた彼は、どこか悲壮な面持ちで歩き去っていった。"
      ]
    },
    {
      "id": 97107501,
      "title": "이베리아의 과거 찬란한 영광",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "どんな囚人が前に出る？",
      "successDesc": [
        "囚人{0}が古びた鞄の中から、黄金に輝く羅針盤をひとつ見つけた。\n\n大開拓の時代に作られた遺物と記されたその羅針盤には、奇妙な力が宿っている。\n\n「こんな遺物が無傷で残っているのはまずあり得ないですよ…。」\n\n「この空間は、管理人ダンテが集団の無意識と表象から、心象に適合するものを寄せ集めて架けた橋にすぎません。」\n\n「どこかに存在する可能性がありますが、同時に実在しない可能性もあります。」（ファウスト）\n\nアイリーニは物欲しげに羅針盤へ視線を落としたけど…。\n\nそれが実在の遺物ではないと納得したらしく、顔を上げた。"
      ],
      "failureDesc": [
        "囚人{0}がしばらく調べてみたが、めぼしいものは見つからなかった。\n\n「まぁ…もう何もなさそうですね。」\n\n「頃合いなり。今は出立するがよからん。」\n\n囚人たちの言葉に従い、私たちは足早に別の場所へ向かうことにした。"
      ]
    },
    {
      "id": 97107602,
      "title": "등대지기, 고요함(대침묵)에 대한 이야기 3차",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "",
      "successDesc": [
        "「…これは、あの光がたしかにこの海に在ったという最後の証なのだよ。」\n\n「灯台守はいつも三つの鍵を携えねばならなかった。一つは扉を開き、二つ目は合図を送り、三つ目は光を灯すため。」\n\n「だが今となっては、そのどれも果たせぬ。」\n\n「…君たちが持っていきなさい。」\n\n「どこへ向かうのかは知らんが、三つのうち一つは、いつか使う日が来る。」\n\n断ろうとしたが、老人はその鍵を最後まで私たちの手に握らせてくる。\n\n「ここに灯台が在ったことを。」\n\n「海が…暗いばかりではなかったことを、覚えていておくれ。」\n\n老人と別れて断崖を降りかけたとき、背後で波の砕ける音がした。\n\nもう、断崖の上に老人の姿はない。"
      ],
      "failureDesc": [
        "「…これは、あの光がたしかにこの海に在ったという最後の証なのだよ。」\n\n「ほっほっ…そこまで気にかけてくれずともよい。」\n\n「顔にあまり興味はないと書いてあるぞ。」\n\n「もう日も暮れた。さあ、行きなさい。」\n\n老人と別れて断崖を降りかけたとき、背後で波の砕ける音がした。\n\nもう、断崖の上に老人の姿はない。"
      ]
    },
    {
      "id": 97107701,
      "title": "심해 교단이 이베리아인들을 시테러화하기 위해, 굶주린 자들을 돕는 척하며 시테러 음식을 나누는 모습",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "どんな囚人が前に出る？",
      "successDesc": [
        "「おいしく召し上がられたようで、何よりです。」\n\n「ですが…本当にご満足いただけたのか、気になりますね。」\n\n囚人{0}が落ち着いて、風味は独特だが美味しくいただいたと答えた。\n\nすると、食事を出した者は疑いを解いて顔を背けた。\n\n「お口に合ったのなら何よりです。」\n\n「またお越しの際には、もっと差し上げますよ。」\n\nこれ以上留まる理由もないので、外へ出た。\n\nその瞬間、頭巾を被った人たちの視線がこちらに向いた気がしたけど…。\n\nどさくさに紛れて、素早くその場を離れることができた。"
      ],
      "failureDesc": [
        "「おいしく召し上がられたようで、何よりです。」\n\n「ですが…本当にご満足いただけたのか、気になりますね。」\n\n囚人{0}が落ち着いて、風味は独特だが美味しくいただいたと答えた。\n\nすると、食事を出した者は疑いを解いて顔を背けたように見えたけど。\n\n「…どうやらお口に合わなかったようですね。」\n\n「召し上がらずに隠しておくとは。」\n\n頭巾を被った人たちをはじめとして、ざわめいていた全員の視線がこちらへ集まる。\n\nその不気味な空気に凍りついたのも束の間。\n\n刃物を抜いて襲いかかる頭巾の連中を避けつつ、急いでその場を離れた。"
      ]
    },
    {
      "id": 97107801,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "どんな囚人が前に出る？",
      "successDesc": [
        "「なるほど…審問官の導きで避難していたというわけか。」\n\n「見たところ、審問官になって日が浅いようだ。頑張ってくれたまえ。」\n\n「…ああ、ひとつ頼みがある。」\n\n「この灯りを審問所まで運んでくれないか？」\n\n「伝えてほしい。ある審問官が海霧を払い、苦難を切り抜け…国家のためにその運命を捧げたと。」\n\n明るく温かな灯り。\n\nイベリアの審問官たちは、この火を継ぐために海に立ち向かっているのだろう。\n\n小さいけれども重いその灯りを受け取り、私たちは歩みを進めた。"
      ],
      "failureDesc": [
        "「見ない顔だな。」\n\n「どこで審問官の装束を手に入れたかは知らんが…まずはここから逃げたまえ。」\n\n「市民の務めは、無事に帰還しイベリアの復興を助けることだ。」\n\n「この最前線で海からの侵攻を食い止めるのは…国家に全てを捧げると誓った、我ら審問官だけで十分だる。」\n\n審問官はそう言い残し、私たちを素早く避難させた。"
      ]
    }
  ]
}