{
  "dataList": [
    {
      "id": 97105101,
      "title": "",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "どんな囚人に追いかけさせるべきだろうか？",
      "successDesc": [
        "囚人{0} は全力で逃げる招かれざる客を追跡した。\n\n招かれざる客が路地を曲がろうと、一瞬足を止めた瞬間。\n\n囚人{0}が武器を振るったが、刃はかすかに衣服をかすめただけで制圧には失敗した。\n\nだが、その衝撃で何かを落としたようだ。\n\n足元には、黄色い布切れが落ちていた。"
      ],
      "failureDesc": [
        "囚人{0} は全力で逃げる招かれざる客を追跡した。\n\n招かれざる客が路地を曲がろうと、一瞬足を止めた瞬間。\n\n囚人{0}が武器を振るったが、相手が速すぎたのか衣服すらかすめることができなかった。\n\nそのとき、目の前の家から住民が飛び出し、招かれざる客が立ち止まった場所を見て叫んだ。\n\n地面には、大きな衝撃を受けたような深い凹みができていた。\n\n「家の前をこんなひどい状態にしてどうするつもりですか！」\n\n「弁償しなさい！弁償しないなら保険事務所でも呼んでください！」\n\nこれ以上騒ぎが大きくなる前に、追跡を諦め地面の修理をすることにした。"
      ]
    },
    {
      "id": 97105201,
      "title": "",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "どうするべきだろうか？",
      "successDesc": [
        "写真の人物について、囚人{0}は全く見覚えがない様子だ。\n\nしかし、即興で作り上げた話で中指の一員たちをうまく騙すことに成功したようだ。\n\n「兄貴、どうやらそいつで間違いなさそうですぜ？」\n\n「すぐに東へ追うぞ！」\n\n「凄く助かった。これは礼だ。」\n\n「中指の家族じゃないが、俺たちを助けたって証だ。」\n\n重い鎖を手渡された。"
      ],
      "failureDesc": [
        "写真の人物について、囚人{0}は全く見覚えがない様子だ。\n\n即興で作り上げた話に、中指の一員たちは半信半疑の表情を浮かべる。\n\n「兄貴、どうも俺たちが探してる奴とは違うような気がします。」\n\n「俺もそう思うな。よし。もういい、これ以上話す必要は無い。」\n\n「礼として渡しておこう。」\n\n囚人{0}は、貼って剥がせる特殊な刺青を1つ受け取った。\n\n本物の中指の刺青ではないが、見た目はまるで本物のように見えた。"
      ]
    },
    {
      "id": 97105301,
      "title": "",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "どんな囚人が前へ出る？",
      "successDesc": [
        "囚人{0} が待機していると、誰かが近づいてきた。\n\n「Q社のお札だ。持っていて、敵がここまで侵入したら使うように。」\n\n手渡されたのは、見慣れぬ文字がびっしりと書かれたお札だった。\n\n不思議な力が宿っているようで、いざという時に役立ちそうだ。"
      ],
      "failureDesc": [
        "囚人{0} が待機していると、誰かが近づいてきた。\n\n「お前は…今日の任務に割り当てられていない兎のようだな。」\n\n「せっかく来たのだから、周囲の邪魔になりそうなものを片付けていくように。」\n\n散らばった破片を拾い、その場を離れた。"
      ]
    },
    {
      "id": 97105302,
      "title": "",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "どんな囚人が前へ出る？",
      "successDesc": [
        "囚人{0}が任務隊についていくと編笠をかぶった人物が近づき、任務を伝えた。\n\n「これから渡すお札を、指定された場所に貼れ。」\n\n「それと、散らばった障害物も一か所にまとめておくように。」\n\n囚人{0}は指示通りに作業を進めたが、お札数枚と破片がいくつか余った。\n\n「それらは…予備として持っておけ。」\n\nそう言われ、余ったものを持っていくことにした。"
      ],
      "failureDesc": [
        "「…お前は誰だ？ 見覚えのない顔だな。」\n\n誰かが囚人{0}を見つめ、訝しげな表情を浮かべた。\n\n「どうやら、命を受けていない者が兎の振りをしたようだ。」\n\n「今から、不審者を排除する。」\n\n瞬く間に周囲が黒と黄の者で囲まれ、息の根を締め上げてきた"
      ]
    },
    {
      "id": 97105401,
      "title": "",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "どの囚人が選んだ住居に入ろうか？",
      "successDesc": [
        "囚人{0}は素早く、自ら選んだ住居へと他の囚人たちを呼び集めた。\n\n全員が駆け込み扉を閉めると、そこには既に数人の人々がいた。だが、中は思ったより広く、共に過ごすには問題なさそうだった。\n\n酒場と呼ぶには何かが違い、食堂と言うには物足りない空間。それでも人々は、各々静かに食事をしていた。\n\n「し、しばらく厄介になりますぞ！」\n\n囚人の一人がそう叫ぶと、居合わせた者たちは驚いた様子を見せつつも、やがて静かに頷いた。\n\n扉の外からは何かが通り過ぎる音が続いているが、少なくとも今この場所は安全そうだ。"
      ],
      "failureDesc": [
        "囚人{0}は素早く、自ら選んだ避難場所へと他の囚人たちを呼び集めた。\n\nガチャン、ガチャン。\n\n扉の隙間がわずかに開きかけたが、何か硬いもので塞がれ、ついに開くことはなかった。\n\nどうやら裏路地の夜が始まると同時に、施錠されてしまったようだ。\n\n追いかけて来た掃除屋に塞がれて、これ以上逃げ道もないという事実も悟った。\n\n戦うしかなさそうだ。"
      ]
    }
  ]
}