{
  "dataList": [
    {
      "id": 132001,
      "title": "紅炎蛾",
      "prevDesc": "赤く燃えているその炎の中には、暗い影がある。",
      "eventDesc": "花火の形状をした蛾、その真ん中には暗い影がある。\n\nその形状が正確には見えなかったけど…なんとなく、その影が蛾の核だということが分かった。\n\nそれを引き剥がすことができれば、少しの間かもしれないけど炎を消すことができるのではないか。",
      "behaveDesc": "どんな囚人があれに触れられるだろうか？",
      "successDesc": [
        "囚人[{0}]は燃え上がる苦痛をこらえ、炎に向かって手を伸ばした。\n\n手先から爛れていったが、囚人[{0}]の精神力の方がさらに熱かったんだろうか。\n\n蛾が何かしようとする前に、囚人[{0}]はその中の黒いものを捕まえて外に放り投げた。\n\nその瞬間、蛾と囚人たちについていた炎と火種が消えた。\n\nまるで、炎が初めからそこになかったかのように。"
      ],
      "failureDesc": [
        "囚人[{0}]は燃え上がる苦痛をこらえ、炎に向かって手を伸ばした。\n\nしかし、皮膚が爛れてくその苦痛を長く我慢することは難しかったのか、結局は影に触れることができないまま腕を抜いてしまったんだ。\n\n一度与えられた機会を逃した代価は、惨憺たる結果になるしかないよね。\n\n蛾の羽ばたきがだんだん大きくなり始め、炎がそれに応えるように大きく強く燃え上がった。\n\nその炎が囚人たちを襲ったというのは当然の因果だろう。"
      ]
    },
    {
      "id": 876301,
      "title": "血鬼の狩人",
      "prevDesc": "薔薇の狩人は、棘の投げ縄を巧みに円を描くように操っている。",
      "eventDesc": "投げ縄は正確に私たちを狙っている。\n\nその瞬間、力がうんと込められた投げ縄が囚人に向かって振り回される。",
      "behaveDesc": "誰が前へ出るんだろう？",
      "successDesc": [
        "棘の投げ縄を囚人[{0}]が正確に打ち払った。\n\n飛んできた投げ縄は速いスピードで反対方向へ飛んでいった。\n\n薔薇の狩人は慌てたようにたじろいだ。"
      ],
      "failureDesc": [
        "棘の投げ縄が正確に囚人[{0}]へと叩き付けられた。\n\n苦痛に苦しむ囚人を見て、薔薇の狩人はさらに勢いを増した。"
      ]
    },
    {
      "id": 876501,
      "title": "妖精提灯",
      "prevDesc": "枝の先に座った青緑色の妖精が、再び現れた。",
      "eventDesc": "あの妖精をもう一度攻撃すれば、それの本当の姿が露わになるだろうね。\n\n既に一回出会ったものだから、初めてのときよりは楽に戦えるだろう。\n\n囚人たちも、そう思ったみたい。\n\n自分に近寄ってくることを知っているかのように、妖精は彼らを眺めるように静かに座り、時折翅をバタバタと震わせるだけだった。",
      "behaveDesc": "どの囚人が自ら好餌に引っかかるんだろう？",
      "successDesc": [
        "囚人[{0}]は妖精目がけて走った。\n\n足を空中にさっと浮かべた囚人は、妖精に向かって軽く武器を振り回した。\n\n「！！！」\n\n妖精は何か叫んでいるようだったが、それが空気を振動させ、音になって伝わることはなかった。\n\nだからもしかすると、その揺れは妖精の断末魔ではなく、ただ枝が揺れただけかもしれないね。\n\n「目が飛び出てきたな…。」\n\n「そこから出てこい！ まーた始まったよ。」\n\n床には黒い陰影と数多の目が、ひとつふたつ目を開き。\n\n今にも飛びかかってきそうな勢いで揺れている。\n\nさあ、これからどうすればいいかな？"
      ],
      "failureDesc": [
        "囚人[{0}]は妖精目がけて走った。\n\n足を空中にさっと浮かべた囚人は、妖精に向かって軽く武器を振り回した。\n\nでも…。\n\n「アレ…避けたりもするんだ？」\n\n好餌は動かないだろうという考えは、あまりに安逸だったのではないだろうか？\n\n囚人が足を浮かせた分、妖精も枝から軽く飛び上がって自分を攻撃した囚人を睨んでいた。\n\n「と、とりあえず出ろ！また始まるぞ！」\n\n囚人{0}は頑張ってその場から抜け出そうとしたが、露わになり始めた本体はその足に巻き付いてしまった。\n\nさあ…これからどうすればいいかな？"
      ]
    },
    {
      "id": 876701,
      "title": "道を失った乗客",
      "prevDesc": "また他の次元に隠れたんだろうか？",
      "eventDesc": "前と同じなら、それはしばらくして裂けた次元の隙間から飛び出してくるだろう。\n\nどこから出てくるか直感的に分かりさえすれば、次元の隙間から完全に抜け出す前に襲いかかり、致命傷を与えることができるかもしれない。",
      "behaveDesc": "誰がその気配を探ることができるんだろう？",
      "successDesc": [
        "少しして、囚人[{0}]が選んだ次元の隙間からそれが飛び出し始めた。\n\n「！」\n\n完全に抜け出す前にそれも囚人の存在を悟ったけど、\n\nそれよりも早く囚人[{0}]の武器が振りかざされた。\n\nその反動のせいだろうか、次元の隙間は急に閉まり、それも不安定そうに見える。\n\nこれはきっとチャンスだろう。"
      ],
      "failureDesc": [
        "少しして、次元の隙間からそれが飛び出し始めた。\n\n残念ながら…囚人[{0}]が選んだ隙間の反対側、からだね。\n\n囚人[{0}]は慌てて後ろを向いて武器を構えたが、それの攻撃の方がもっと早かった。\n\n強力な攻撃が囚人を襲ったのは言うまでもない。"
      ]
    },
    {
      "id": 877401,
      "prevDesc": "尖った釘がいっぱい刺さったクマの人形が、ぼんやりとした様子で私たちのことを見つめてくる。"
    },
    {
      "id": 877402,
      "title": "",
      "eventDesc": "",
      "behaveDesc": "どうするべきだろうか？",
      "successDesc": [
        "囚人[{0}]がクマのぬいぐるみを抱きしめてあげた。\n\n尖った釘に全身を刺されてはいるけど…。\n\nそれでも囚人[{0}]は幸せそうなクマのぬいぐるみの仕草に、少し気分が良くなったみたいだ。"
      ],
      "failureDesc": [
        "囚人[{0}]がクマのぬいぐるみを抱きしめてあげた。\n\nひときわ鈍く突き出た釘が、囚人[{0}]の肩を刺した。\n\nそれでも囚人[{0}]は幸せそうなクマのぬいぐるみの仕草に、少し気分が和らいだみたいだ。"
      ]
    }
  ]
}