{
    "dataList": [
        {
            "id": 1223,
            "codeName": "O-01-73",
            "name": "絶望の騎士",
            "clue": "手掛かり",
            "storyList": [
                {
                    "level": 0,
                    "story": "それに遭遇して得た情報を記録します。\n\nこれまで経験してきたヴァルプルギスの夜、その中でも過去のロボトミーコーポレーション本社を訪れる場合は、いずれも「試練」と対面してきましたが、今回は初めて脱走した幻想体を制圧するというシナリオを迎え、当時の本社にいた幻想体と対面する機会が生じました。\n\nしたがって本記録では、当時の幻想体の情報を可能な限り反映しつつ、LCEが採用している危険ランクの査定方式の差異などを検証する予定です。\n\n抜粋した情報によれば当該幻想体は通称「絶望の騎士」と呼ばれ、人間形態の、知性と感情を有する幻想体であると判明しています。\n\n特筆事項として、この幻想体は後述する別の幻想体とも直接的な関係を持っていたことと推定され…。\n\nこれらの幻想体はすべて自らを「魔法少女」と称していたようです。\n\n魔法少女が正確に何を意味するのか、実在していたのかといった情報へのアクセスは困難ですが、彼女ら全てと遭遇し情報を把握できれば、あまり知られていなかった都市についての新たな事実を解明できるでしょう。\n\nこの幻想体O-01-73絶望の騎士のほか、記録によると本社では O-01-04憎しみの女王、O-01-64貪欲の王を管理していたことが確認されています。\n\n全ての魔法少女は危険ランクWAWに分類されましたが、LCEでは絶望の騎士をWAW-04に指定したようです。\n\n管理手順を参照した限り、特定の状況を除けば脱走しない個体であるため危険度は高くないように見えますが…。\n\nひとたび脱走した場合には、制圧の際に相当な被害を甘受しなければならなかったことが確認されています。\n\n記載内容だけを見るならWAW-05, 06級の危険度はあると思われますが、すでに制圧方法が文書で共有されている個体であるため、LCEではこのような査定が下されたのだと思われます。\n\n現場で直接戦闘を行わない彼らの思考方法では、このような結論しか導出できないのでしょう。\n\n戦闘前に記録できる情報は全て列挙できたと思われます。\n\n以上で報告を終了します。\n\n→ その…何か私見がすごく混じってる気がするけど。\n\n→ 前から思ってたんだけど、ファウってLCEのこと凄く気にしてない？\n\n→ 事実と異なりますね。それは錯覚です。\n\n→ えぇ～。何が錯覚だっていうの、この前定期検診に行ったときもホーエンハイムって人と神経戦やってたでしょ？\n\n→ 錯覚です。ホーエンハイムはファウストと神経戦で張り合える人物ではありません。常に僅差で下回っています。\n\n→ ふぅ～ん、それにしてはずいぶん仲良さそうに(この後にも何か書かれているようだが、モザイクのようなものでびっしり覆われている。)\n\n→ まさかと思うけど、あのあねさん。書き込み権限を剥奪したのか…？"
                },
                {
                    "level": 1,
                    "story": "それとの戦闘で得た情報を記録します。\n\nそれの戦闘時における特徴を描写します。\n\nそれは複数のレイピアを投射して攻撃することを主な戦術とします。レイピアの本数に上限はないようで、攻撃意思さえあれば持続的に生成するように見えます。\n\n特に制圧中には、投射される剣とは別に巨大なレイピアが浮遊しており…この剣こそが幻想体制圧の鍵と思われます。\n\nこの剣と競り合うことで、幻想体の強力な防御能力を瓦解させられることを確認しました。\n\n…これは過去の本社記録では確認できなかったパターンですね。\n\nこの時点のロボトミーコーポレーションは、脱走した幻想体をどう制圧するかよりも、そもそも隔離室から脱走させない方に焦点を合わせていたようです。\n\nこれまでのヴァルプルギスの夜では試練のみに対応していたため、この点は顕在化しませんでしたが…。\n\n今後も過去の本社を訪れ、幻想体を制圧するシナリオに直面するなら、新規幻想体に遭遇したときと同じく制圧方法を慎重に探りながら接近すべきだと判断されます。\n\nこうした点を看過して詳細危険ランクを指定したLCEには、近い内に判断方式の再考を要請すべきでしょう。\n\nさらに、突如味方として加わった幻想体O-01-04憎しみの女王についても観察後、別途結果を記録する予定ですが…\n\nこのシナリオで有意義な情報が得られるかは疑問ですね。可能な限り観察を進めてみます。\n\n以上で報告を終了します。\n\n→ 私も過去の記録を貪読(どんどく)せしが、この幻想体は特に感情的な部分に関する記述が多くを占めたるものに見ゆ。\n\n→ 幻想体が職員に「加護」というものを授けていたらしいんですけど…。その加護を受けた職員が死んだり狂ったりすると幻想体が刺激されて脱走するみたいです…。ということは、今僕たちがこうして戦っているということは…。\n\n→ 死んだんだろ、まぁ。\n\n→ …えっと、僕たちを助けてくれた魔法少女…いや、幻想体もそうですけど…。実のところ、この幻想体たちはその、しょ…職員を助けたかったんじゃないですか？\n\n→ 人魚に魅了される人と全く同じことを言っていますね。幻想体は幻想体。たとえ表面的に助けになるように見えても、結局はとてつもなく危険な存在なんですよ。\n\n→感情に惑わさしむる何らかの力を行使する故ならんとも推量す。もし理性の判断曇りたるままに筆を執りし記録ならば…彼らは既に一部侵蝕されたのやも。"
                },
                {
                    "level": 2,
                    "story": "追加でO-01-04憎しみの女王について判明した事項を記録します。\n\n観測以外にできることはあまり多くありませんでした。今回のシナリオでは、当該幻想体と長く対話を行えないよう設定されているようですね。\n\n過去の本社の記録を踏まえると、O-01-73絶望の騎士の脱走を含む二度目の警報が発生したことが、彼女が味方として合流した条件であったと推測されます。\n\nある意味ではこれも幻想体の脱走と見なせますが…。共に鎮圧を終えた後は自発的に隔離室へ戻るため、当該状況をそれほど危険とは判断されていないようです。\n\nむしろ…こうして共闘できない状況が長期化すると、敵として脱走するという極めて例外的な幻想体であると考えられます。\n\n文書によれば脱走時の形態は蛇のような、現在とは全く異なる姿となって職員を攻撃したようですが…。\n\n今回のシナリオではいかなる方法でもその形態を確認できず、追加情報を得られなかった点が惜しまれますね。\n\n現時点では、こうした断片的情報を基に将来起こり得るシナリオに備えるのが最善と判断されます。\n\n併せて、これらの内容を踏まえて危険ランクを査定するようLCEに促すべきだとも考えます。\n\n以上で報告を終了します。\n\n→ あー、そのなんだ。これ代わりに書いてくれって頼まれて書いてんだけどよ、お前ホーエンハイムに恨み(この後にも何か書かれているようだが、モザイクのようなものでびっしり覆われている。)\n\n→ これでアクセス遮断2人目かぁ…。"
                }
            ]
        }
    ]
}