{
  "dataList": [
    {
      "id": 128801,
      "title": "마지막 기사의 등장",
      "desc": "<i>ある日蒔いた麦の種が芽吹かなかった。\nある日呼吸の合間に生命の香りを嗅ぎ取れなかった。</i>\n\n<i>それゆえ彼は波濤に抗い、大波を狩る。\n大波を探し、大波を戒め、終に砕く。</i>\n\nアーミヤの心象をかすめる微かな記憶が通り過ぎたのち。\nシーボーンと呼ばれた騎士は、陸へと上がった恐魚へ長槍を振るう。\n拒否感でも覚えたかのように身を震わせながらも、騎士は止まらない。\n\n「オ前たちハ進路を塞ギ、陸ヲ覆うノか。」\n「それハ、許さナい。」\n「ここハ――陸地だ。」\n\n騎士は恐魚の方にも与しないように見える。\nそれなら彼と対話できるんじゃないかな？",
      "options": [
        {
          "message": "獰猛な咆哮を突き破り、騎士に声をかける。",
          "messageDesc": "",
          "result": [
            ""
          ]
        },
        {
          "message": "騎士もまた、敵でしかない。",
          "messageDesc": "",
          "result": [
            "<i>騎士の咆哮に対し、海が応えることはなかった。\nそれゆえ私たちの問いかけにもまた、騎士は応えないだろう。</i>"
          ]
        }
      ]
    },
    {
      "id": 128802,
      "title": "마지막 기사의 등장",
      "desc": "最後の騎士を猛然と攻め立てていた囚人たちの動きが鈍る。\n\n私たちと騎士には、何ひとつ同じものなど無いはずなのに…。\nかすかな光の下、騎士の咆哮に呼応して冷たい孤独が広がっていく。\n\n<i>彼の目に映る私たちは、波だろうか、岩だろうか。\n疑問を解く暇もなく、海が私たちの襟元を濡らした。</i>",
      "options": [
        {
          "message": "固まってしまった囚人を守るべきだ。",
          "messageDesc": "",
          "result": [
            ""
          ]
        },
        {
          "message": "騎士へ突撃するべきだ。",
          "messageDesc": "",
          "result": [
            "<i>荒れ狂う強風の中、波のように騎士の槍が押し寄せる。\n孤独は、分かち合われなかった。</i>"
          ]
        }
      ]
    },
    {
      "id": 128803,
      "title": "마지막 기사의 등장",
      "desc": "荒々しくいななく馬へ、騎士が跨る。\n槍を掲げた騎士は波を裂き、波濤の上を疾駆する。\n\n「このままでは駄目です。」\n「一瞬でも構いません…あの者を止めてください。」\n\nアイリーニが騎士へとハンドキャノンを向ける。\n照準も、意志も、波に沿って揺らぐ。\n\n<i>長くなくてもいい。\n波勢をくじけ。\n槍ではなく、脚を奪え。</i>",
      "options": [
        {
          "message": "騎士の疾駆を止めなければならない。",
          "messageDesc": "",
          "result": [
            ""
          ]
        },
        {
          "message": "状況をもう少しうかがうべきだ。",
          "messageDesc": "",
          "result": [
            "高く強いいななきが響き渡る。\n騎士の馬は、何かを警告している。"
          ]
        }
      ]
    },
    {
      "id": 129701,
      "name": "선망하여 표류하는 메이어스 첫 번째 선택지",
      "subDesc": "사용 안하는 텍스트",
      "desc": "マイヤーズが味わってきた絶望。\n\n人々の悪意への拒否感。\n\nその狭間で見いだした光への希望まで。\n\n数多の感情と記憶がアーミヤの心象の上に浮かんでは沈む。\n\nそして、アーミヤが思い描いたそのすべての思念は濾過されることなく、そのまま私にも沁み込んでくる。\n\n「…人々が犯した罪は、消えはしません。」\n\n「人類が抱いた悪意もまた、果てなく広がっていくでしょう。」\n\n「けれど、それを消し止めるためにマイヤーズさんが呼び寄せようとしている波は…。」\n\n「人類を、文明を…そして、皆さんが来た都市を呑み込んでしまうでしょう。」\n\n「私は…そんなこと、あってはならないと思います。」\n\n「ダンテさんが、リンバス・カンパニーのみなさんが望まない限り、決して。」\n\nE.G.Oを引き上げたときとは違う。\n\n目の前に落ちるのは光ではなく、小さな闇が差し込める。",
      "options": [
        {
          "message": "闇の中へ手を伸ばす。",
          "messageDesc": "不思議な力を感じる。",
          "result": [
            "不思議な力が私を媒介として囚人たちへと伸びていく。"
          ]
        }
      ]
    },
    {
      "id": 129702,
      "name": "선망하여 표류하는 메이어스 두 번째 선택지",
      "subDesc": "사용 안하는 텍스트",
      "desc": "心象ダンジョンの内部、マイヤーズの過去と思しきいくつかの光景が波に流されて消えていく。\n\nまるで…マイヤーズと心象ダンジョンが、いや、海そのものが一体へと融け合っていくかのようだ。\n\n「私たちが遭遇した大半のねじれは「生命体」の形状をしていましたが。」\n\n「ねじれの形状は、個人の欲望次第でいかようにも変わり得ます。」\n\n「ここで更にねじれが深まれば…この空間そのものを侵蝕するやもしれませんね。」\n\nひと息つくと、揺らめく心象の一角から、車輪のついた奇妙な機械がいくつか転げ落ちた。\n\n覗き見た記憶の中、マイヤーズの家で床を動き回っていた、正体不明の機械に見える。\n\n波に揉まれて故障でもしたのか、機械は途切れなくウィンウィンと唸り声を上げ…。\n\n側面のソケットには、それぞれ異なる器具が差し込まれていた。\n\n「相応に値の張るマッスィーンと見ゆれども…数はおびただし。」\n\n「ほらフィクサーにも、工房から新作武器が出るたびに飛びついて買う人っているだろ。」\n\n「機械の下にリトル・ハンディ…って書かれてますね。」\n\n「審問官が持ち込んだという聖徒の御手と…構造が似ているな。」\n\n「はっ…！ではこの不思議で格好いい機械が、この先の戦いで役に立つというのでありまするか！？」\n\n数多の恐魚を食い止めているロドス・アイランドの状況は、ぱっと見でも余裕がない。\n\n一台だけ持ち出し、残りはロドス・アイランドに使ってもらうのが良いだろう。\n\n囚人たちの同意を取り、機械のうち一つだけ持っていくことにした。",
      "options": [
        {
          "message": "野外用サバイバルユニットを搭載したリトル・ハンディを持っていく。",
          "messageDesc": "最大体力増加、体力回復量増加効果を獲得",
          "result": [
            "「野外用サバイバルユニットを確認しました。これより生存指令を有効化します。」\n\n原理は詳らかでないが、確かに囚人たちの助けになりそうだ。"
          ]
        },
        {
          "message": "家庭用ヘルパーモジュールを搭載したリトル・ハンディを持っていく。",
          "messageDesc": "聖徒の御手が強化される効果を獲得",
          "result": [
            "「家庭用ヘルパーモジュールを確認しました。これより聖徒の御手を巡回モードへと転換します。」\n\n原理は詳らかでないが、確かに囚人たちの助けになりそうだ。"
          ]
        },
        {
          "message": "運動量増加用プログラムを搭載したリトル・ハンディを持っていく。",
          "messageDesc": "混乱を一定レベル防ぐ効果を獲得",
          "result": [
            "「運動量増加用プログラムを確認しました。これより阻止指令を有効化します。」\n\n原理は詳らかでないが、確かに囚人たちの助けになりそうだ。"
          ]
        },
        {
          "message": "小型清掃用キットを搭載したリトル・ハンディを持っていく。",
          "messageDesc": "囚人が溟痕から受ける影響を無効にする効果を獲得",
          "result": [
            "「小型清掃用キットを確認しました。これより溟痕の毒性を中和します。」\n\n原理は詳らかでないが、確かに囚人たちの助けになりそうだ。"
          ]
        },
        {
          "message": "強化用外付けパーツを搭載したリトル・ハンディを持っていく。",
          "messageDesc": "一時的に強くなる効果を獲得",
          "result": [
            "「強化用外付けパーツを確認しました。これより攻撃指令を有効化します。」\n\n原理は詳らかでないが、確かに囚人たちの助けになりそうだ。"
          ]
        }
      ]
    },
    {
      "id": 971074,
      "title": "이베리아인과 에기르인",
      "desc": "ざわめく広場。\n\n住民たちが一人を取り囲み、脅している。\n\n「邪悪な呪術師がいなくなったのに、どうして災厄は終わらないんだ？」\n\n「白状しろ！輝かしかったイベリアの繁栄が、そこまで気に食わなかったのか？お前らが招いた厄災さえなければ、私たちは…。」\n\n「わ…私はただ、研究資料を渡しに…。」\n\n「海の怪物への対処法？こんな荒唐無稽な研究が今さら何の役に立つっていうんだ。」\n\nこの地の住民は、エーギルが災厄を招いたのだと信じて止まない。",
      "options": [
        {
          "message": "目の前の状況から目を背ける。",
          "messageDesc": "効果なし",
          "result": [
            "エーギルであるという身分は、既に罪名となっていた。\n\nよそ者である私たちが軽々しく口を出そうにも、その裏で何があったのかも分からない。\n\n戸惑っている間に、一方的な暴力がエーギル人を襲った。\n\n遅ればせながら駆け寄ったときにはもう、踏みにじられた彼の心は…床に散らばった紙と違って、二度と拾い集められないように見えた。\n\n私たちが去るまで、虚ろな目をしたエーギル人はひとりその場に取り残されていた。"
          ]
        },
        {
          "message": "まずは止めに入る。",
          "messageDesc": "選択時、次の選択肢の選択によって汎用E.G.O GIFTを獲得",
          "result": [
            "人々の視線が、こちらへ移る。\n\n「邪悪な呪術師が大いなる静謐を引き起こしたのだ。」\n「あいつは我々のために尽くしているふりをしてたが、結局はイベリアの輝かしい繁栄を妬んでいただけだ。」\n「私たちを止めるな、よそ者。」\n「こいつらも、その呪術師と同じ海からここへ来た。」\n\n反発する囚人たちの目に、飢え衰えた住民たちの姿が映った。\n\n中身のないおくるみを大切そうに抱きしめる住民が。\n似合わない杖と帽子を手に握った子どもが。\n\n「…あの人たちは、大切なものを失いました。」\n\n「大切なものを失った人は、前が見えなくなります。」\n\n「感情を吐き出さなければ、耐えられないんです。」\n\n彼らは悲しみを紛らわせていた。\n\nイベリアを呑み込んだ、あの巨大な災厄からは…いかなる感情も意図も読み取れなかったのだから。\n\nただ同じ海から来た者たちへ、行き場を失ったの怒りの刃を鋭く向けている。\n\n「だけど…誰かしらが、彼らの向ける刃の向かう先を正さなければなりません。」\n\n<アイリーニ？>\n\n「下がってください、市民。」\n\n「かの者に罪があろうと、それを執行するのは裁判所の所管であるべきです。」\n\n「罪がないのなら、なおさらあなたたちの行いは許されません。」\n\n群衆はアイリーニの言葉に、思い悩んだ表情でエーギル人から距離を取ると…。\n\nやがて霧散するように去っていった。"
          ]
        }
      ]
    },
    {
      "id": 97107401,
      "title": "이베리아인과 에기르인 2차",
      "desc": "「ありがとうございます。」\n\n「…ご覧の通り、私はエーギルから来ました。」\n\n「大いなる静謐のあと…陸地の人々を助けるため、シーボーンと溟痕に関する研究を続けてきました。」\n\n「一緒に研究していた仲間たちが、今どこにいるのかは分かりませんが…。」\n\n「今さらこれが何の役に立つのかとも思えてきます。」\n\n「彼らが望まないものを差し出して、何になるんでしょうか。」\n\n彼はイベリアの現状を前に、意欲を失っているように見える。",
      "options": [
        {
          "message": "彼らが望まないだけで、誰かしらは切実に望んでいるのかもしれない。",
          "messageDesc": "憂鬱・嫉妬有利判定成功時、汎用E.G.O GIFTを獲得",
          "result": [
            ""
          ]
        },
        {
          "message": "エーギルに帰る方が良いと思う。",
          "messageDesc": "効果なし",
          "result": [
            "「我々の故郷、つまりエーギルの状況も良くありません。」\n\n「今はどうにか持ちこたえていますが…いずれ限界に追い込まれるでしょう。」\n\n「陸地の人々と力を合わせなければならないのに…この有様では、夢のまた夢ですね。」\n\n彼は寂しげな目で、自分の研究資料をじっと見つめた。\n\n「エーギルへ…戻る術も探してみないとですね。」\n\n「危うい場所だとしても、故郷の安らげる家が恋しいです。」\n\n研究資料を懐に収めたエーギル人は、とぼとぼとどこかへ歩いていった。"
          ]
        }
      ]
    },
    {
      "id": 971075,
      "title": "이베리아의 과거 찬란한 영광",
      "desc": "船の残骸と、黄金色に輝く財宝が沈む洞窟。\n\n見慣れぬ造形の彫像から、きらめく金貨まで。\n\n高値がつきそうな品がたんまり積まれている。\n\n「ここの記録を見るに、テラ全土を航海していた船…って書いてあるね？」\n\n「イベリアの黄金期に建造された征服船のようですね。」\n\n「これは…サルゴンで作られた金杯だと記されている。」\n\n「帆を高く掲げる艦隊。比肩なき技術の発展に…王の欲が絡み合った結果でしょう。」\n\n「今となっては…取り戻すことすら難しい栄光ですね。」\n\n外では価値ある品かもしれないけど、現時点で役に立ちそうなものは見当たらない。\n\nもう少し調べた方がいいだろうか？",
      "options": [
        {
          "message": "ここで切り上げ、別の場所へ移動する。",
          "messageDesc": "効果なし",
          "result": [
            "もう十分調べたと思う。"
          ]
        },
        {
          "message": "もう少し調べる。",
          "messageDesc": "暴食・憂鬱有利判定成功時、汎用E.G.O GIFTを獲得",
          "result": [
            ""
          ]
        }
      ]
    },
    {
      "id": 971076,
      "title": "등대지기, 고요함(대침묵)에 대한 이야기",
      "desc": "海岸の切り立った断崖の上。\n\n荒れ狂う波間に、一人の老人が海を眺めている。",
      "options": [
        {
          "message": "近寄る。",
          "messageDesc": "選択時、次の選択肢の選択によって汎用E.G.O GIFTを獲得",
          "result": [
            "ここで何をしているのかと尋ねると、老人は振り返って快活に笑い、口を開いた。\n\n「わしはな…かつてイベリアの眼として海を照らした灯台守でな。」\n\n「それで、あの波の向こうにある灯台を眺めておったのだ。」"
          ]
        },
        {
          "message": "別の場所へ向かう。",
          "messageDesc": "効果なし",
          "result": [
            "老人を背に、私たちは別の場所へ歩みを進めた。\n\nしばらくして振り返った崖の上に、老人の姿は見えなかった。"
          ]
        }
      ]
    },
    {
      "id": 97107601,
      "title": "등대지기, 고요함(대침묵)에 대한 이야기 2차",
      "desc": "老人の指す方角に、灯台らしい影は見えない。\n\nただ高い波がひっきりなしに断崖を叩くばかりだ。\n\n「燦然と広い海を照らした、あの頃がどうにも恋しくてな。」\n\n「大いなる静謐が通り過ぎてからのイベリアは…とても寂として暗い。」\n\n老人は手の中の鍵をいじりながら、残念そうな目で海を見やった。",
      "options": [
        {
          "message": "危ないから下へ降りようと言う。",
          "messageDesc": "効果なし",
          "result": [
            "「ほっほっほ…。」\n\n「心配はいらん。灯台はこの断崖よりもなお高くそびえておったからな。」\n\n「灯台守にとって、この程度の断崖は何でもないのだ。」\n\n「とはいえ…そうだな…。日も暮れた、そろそろ戻るとしようか。」\n\n「君たちも良い旅を。」\n\n老人と別れて断崖を降りかけたとき、背後で波の砕ける音がした。\n\nもう、断崖の上に老人の姿はない。"
          ]
        },
        {
          "message": "その鍵が灯台の鍵だったのか尋ねる。",
          "messageDesc": "怠惰・憂鬱有利判定成功時、汎用E.G.O GIFTを獲得",
          "result": [
            ""
          ]
        }
      ]
    },
    {
      "id": 971077,
      "title": "심해 교단이 이베리아인들을 시테러화하기 위해, 굶주린 자들을 돕는 척하며 시테러 음식을 나누는 모습",
      "desc": "みすぼらしい建物の前に、大勢の人々が列をなし、何かを待っている。\n\n中を覗くと、頭巾を被った人たちが入ってくる人々に何かを配っていた。\n\n「これもひとえに海の恩寵のおかげです。」\n\n「いえいえ。せめてここで空腹を満たしていって…ん？」\n\n「見ない顔ですね。はるばる遠くから来られたようだ、さあお入りを。」\n\n「新しく来られた方々ですので、皆さまどうかご容赦を。」\n\n頭巾の者たちに導かれ、中へ通された。\n\n「大したものは差し上げられませんが…これでも口にすれば、少しは空腹が紛れるはずです。」\n\n乾かした魚…アーミヤとアイリーニの話によると鱗獣と呼ばれる食べ物らしい。",
      "options": [
        {
          "message": "隣の人に譲る。",
          "messageDesc": "効果なし",
          "result": [
            "飢えた視線を隣から感じたので、こっそり食べ物を隣の席の人へと譲った。\n\nほどなくして、その人は何日も空腹だったかのように干し魚をがつがつと食べ始めた。\n\nゆっくり食べないと咽せると思うけど…。\n\nこれ以上留まる理由もないので、外へ出た。\n\nその瞬間、頭巾を被った人たちの視線がこちらに向いた気がしたけど…。\n\nどさくさに紛れて、素早くその場を離れることができた。"
          ]
        },
        {
          "message": "こっそり懐に入れて、食べたふりをする。",
          "messageDesc": "憂鬱・傲慢有利判定成功時、汎用E.G.O GIFTを獲得",
          "result": [
            ""
          ]
        }
      ]
    },
    {
      "id": 971078,
      "title": "시테러들과 한창 싸우는 중인 재판관",
      "desc": "海風が吹き抜ける真っ白な建物のあいだ。\n\n山のように積み上がった海の怪物の死骸の上で誰かが灯りを掲げ、周囲を見渡している。\n\nアイリーニに似た装束から察するに…彼もまた審問官らしい。\n\n「最前線に、なぜ市民が残っている？」",
      "options": [
        {
          "message": "審問官に導かれて避難中だ。",
          "messageDesc": "憤怒・憂鬱有利判定成功時、汎用E.G.O GIFTを獲得",
          "result": [
            ""
          ]
        },
        {
          "message": "私たちも審問官を助けに来た。",
          "messageDesc": "効果なし",
          "result": [
            "「その心づもりだけ、ありがたく受け取っておこう。」\n\n「市民の務めは、無事に帰還しイベリアの復興を助けることだ。」\n\n「この最前線で海からの侵攻を食い止めるのは…国家に全てを捧げると誓った、我ら審問官だけで十分だる。」\n\n審問官はそう言い残し、私たちを素早く避難させた。"
          ]
        }
      ]
    },
    {
      "id": 971079,
      "title": "선망하여 표류하는 메이어스 전투 직전, 회복 및 부활 노드",
      "desc": "都市が形象化されたような方舟の中央。\n\n眩い光が揺らめく彼の場所に…おそらくマイヤーズがいる。\n\n「…少し、休んでいこう」\n\n「大丈夫ですか、ドクター？」\n\n「少し休めば…マシになるだろう…。」\n\n「ふふ…体力をつけないと、アーミヤさんにおんぶされて動き回ることになるかもしれませんよ。」\n\n「戻ったら…ケルシーの言う通り、運動を頑張らないとな。」\n\n「ふっ。万一の場合には、管理人様はわたくしがおぶって差し上げましょう。」\n\n<要らない。>\n\nマイヤーズの願った理想郷、光の中心に近づいたからだろうか。\n\n歩き回るシーボーンたちは、傷を負った私たちを少しの間じっと見やるだけで、襲いかからずに通り過ぎていった。\n\nその視線は…どこか私たちのことを案じているようにも感じられて、大体の囚人たちは複雑な表情をしながら彼らから目をそらした。\n\n「悲しみ…悔恨…あるいは、自分が悩み続けた時間への否定なのかもしれない感情が伝わってきます。」\n\n「マイヤーズさんは、元に戻れるのでしょうか？」\n\n<戻さないと。そうするために、ここへ入ってきたんだし。>\n\n<もう少しだけ休んで出発しよう。>",
      "options": [
        {
          "message": "整備を終えて移動する。",
          "messageDesc": "",
          "result": [
            "十分な休息を取り、屈折する光の向こう側へと歩みを進めた。"
          ]
        }
      ]
    }
  ]
}