{
  "dataList": [
    {
      "id": 971064,
      "name": "日常生活",
      "desc": "「あっ、そこに…。」\n\n視線を向けると、誰かがバランスを崩してふらついたかと思うと、そのまま下へ落ちていくのが見えた。\n\n高すぎず、低すぎもしない場所から、まるで羽が舞い落ちるように…あるいは、水中を遊泳するかのようにゆっくりと。\n\n「危険である！！！」\n\nそのとき、囚人の一人が大声で危険を知らせた。\n\nその人の方へ皆で駆け出したけど、私たちが到着したときにも、息を整えて見上げているときにも、まだ高い場所からゆっくりと落ちてくる最中だった。\n\nまるで、そのままあの人を受け止めてもひらひら落ちる紙切れを掴むかのように、簡単で軽そうに思える。\n\n「…質量すらも無視せらるまじ。このままに受け止めらば…。」\n\n「ゆっくりと脊椎が砕けるのを感じながら即死する市民を目撃することになるかもしれないな。」\n\n「うげぇ…。」\n\nまだ完全に落ちてくるまでには余裕がある。何かを探してきてクッションにできれば…。",
      "options": [
        {
          "message": "クッションになりそうな物を探してくる。",
          "messageDesc": "色欲・怠惰有利判定進行時、振動E.G.O GIFTを獲得",
          "result": [
            ""
          ]
        },
        {
          "message": "両腕を広げ、落ちてくる住民を受け止める準備をする。",
          "messageDesc": "",
          "result": [
            "「何を大げさな。こういうのは要領だって。」\n\n囚人たちはそんな必要はないとでも言うように輪になって集まると、落下してくる人を受け止めた。\n\n「あ、ありがとうございます…」\n\nその人は感謝の印にと、持っていた物の一部を渡してくれた。\n\n…その動作すら遅かったけど、囚人たちはもう慣れたもので誰一人不平を言うことなく待ちながら、その人を見送った。",
            "「何を大げさな。こういうのは要領だって。」\n\n囚人たちはそんな必要はないとでも言うように輪になって集まると、落下してくる人を受け止めた。\n\n「あ、ありがとうございます…」\n\nその人は感謝の印にと、持っていた物の一部を渡してくれた。\n\nただ、膝を捻挫した人もいたみたいだ…。"
          ]
        }
      ]
    },
    {
      "id": 971065,
      "name": "",
      "desc": "「止まれ！ここは部外者立ち入り禁止区域だ。」\n\nT社の職員らしく、背の高い帽子をかぶった人物が私たちを呼び止めた。\n\n「T社の依頼を受けたか、特別許可を得た者のみがここを通ることができる。」\n\n私たちがどうすべきか分からず困惑した表情をしていたからか、その人物は横を指差して言葉を続けた。\n\n「その反応を見るに、通る資格はあるが証明を忘れたというところか。」\n\n「あちらで忘れたものを発行してもらえる。行って確認してみるがよい。」",
      "options": [
        {
          "message": "許可をもらう。",
          "messageDesc": "色欲・怠惰有利判定成功時、汎用E.G.O GIFTを獲得",
          "result": [
            ""
          ]
        },
        {
          "message": "依頼を受ける。",
          "messageDesc": "戦闘発生。勝利時に汎用E.G.O GIFT獲得",
          "result": [
            "「最近はT社でも厄介な事件が多くてですね。外部の方にも依頼をお願いしています。」\n\n「ちょうどユロージヴィがここで暴れると声明を出したばかりです。奴らを撃退していただければ、申請書なしでバッジを差し上げましょう。」その言葉が終わるや否や、印象的なスカーフを巻いた者たちが次々と姿を現し始めた。"
          ]
        },
        {
          "message": "警告状を見せる。",
          "messageDesc": "戦闘発生。勝利時に汎用E.G.O GIFT獲得",
          "result": [
            "「……意図が分かりかねますね。」\n\n「警告状を提示して、あなた方にはどんな得があるのでしょう？」\n\n「どうせデータベースを調べれば、あなた方が警告を受けたことなど分かりますが…。あぁ、私の時間を節約しようという意図でしたか？」\n\n「ご配慮感謝します。それでは互いに時間を無駄にせず、潔く進めましょう。」\n\nその言葉が終わるや否やサイレンが鳴り響き、受付のシャッターが閉じた。\n\n…すぐにT社の職員たちが私たちを取り囲んだ。"
          ]
        }
      ]
    },
    {
      "id": 971066,
      "name": "",
      "desc": "とある路地、荒々しく描かれたポスターが貼られている。\n\nポスターには小さな案内文とともに、とある場所への案内があった。\n\n「時間は無く不満しかないあなた、ユロージヴィへ。\n\n不条理を呑み込んで生きるか？\n\n不条理を打ち砕くために生きるか？\n\n切に願い、切に求めればそれは可能だ。\n\n望むなら、このポスターを剥がして列車の切符とせよ。\n\nXXX路地からXX度方向へ、時速120 kmでひとり来たれ。」",
      "options": [
        {
          "message": "ポスターを剥がし、記された場所へ向かう。",
          "messageDesc": "色欲・怠惰・暴食有利判定進行時、振動E.G.O GIFTを獲得",
          "result": [
            ""
          ]
        },
        {
          "message": "ポスターを無視する。",
          "messageDesc": "",
          "result": [
            "ユロージヴィがどんな意図で団員を集めているのか気にはなるものの、ここでわざわざ時間を費やすのは惜しい。\n\nポスターから目を離し、囚人たちと共にその場を後にした。"
          ]
        },
        {
          "message": "落水の杯を取り出す。",
          "messageDesc": "選択時、振動E.G.O GIFT獲得",
          "result": [
            "遠くから誰かが近寄ってくる。\n\n「おい、その杯は…。」\n\n「ああ、聞いたことがある。団員の装いではないが、富の再分配のために奔走している者がいると。」\n\n「ご苦労様だ、同志…。この機械が役に立つはずだ。」\n\nどうやら彼は何か勘違いしているらしく、私の肩をトントンと叩くと何かを手渡して去って行った。"
          ]
        }
      ]
    },
    {
      "id": 971067,
      "name": "",
      "desc": "遠くから切実な声が聞こえてくる。\n\n「君も私の仲間になれ。この不条理を一緒に打ち砕くんだ。」\n\n別の声が続く。\n\n「哀れに死にゆく可哀想な時間を救う仕事だ。聖なる行いさ。」\n\nさらに別の声は興奮気味に言う。\n\n「怪盗になるんだよ。怪盗、分かるよな？正義の泥棒になるんだ。いや、強盗か？」\n\n…この隙に連中を欺くのも悪くないかもしれない。",
      "options": [
        {
          "message": "合流するふりをする。",
          "messageDesc": "色欲・怠惰有利判定成功時、コストを獲得",
          "result": [
            ""
          ]
        },
        {
          "message": "拒否する。",
          "messageDesc": "",
          "result": [
            "「拒否…？我々の提案を断るのか？」\n\n「いや、むしろ好都合だ。まだ我々の存在が顕わになってはいかん。」\n\n「私は最初から信用していなかったさ！」\n\n「慎重であるべきだった！もう我々の大義を奴らに聞かせてしまっただろ！」\n\n互いに罵り合う声がしたかと思うと意見がまとまったのか、じきにその者が前に出てきた。\n\n「今の話は忘れろ。まだ我々同士でも合意できていない内容を提案してしまったな。」"
          ]
        }
      ]
    }
  ]
}