{
    "dataList": [
        {
            "id": "DanteNoteDetail_131",
            "title": "",
            "desc": "- Limbus Company Enkephalin\n- リンバス・カンパニーの研究およびエネルギー生産部署。\n- 主席研究員のホーエンハイムを筆頭に、様々な研究が実施されているようだ。\n- 幻想体は勿論のこと、ねじれや大罪も隔離、研究対象としていた。内部風景を見るに、ヴァルプルギスの夜で見た旧L社、ロボトミーコーポレーションとかなり似てるように見えた。\n- 幻想体から抽出したE.G.O装備をそれぞれ着用していた。ロボトミーコーポレーションのE.G.O装備とは違い、幻想体の特性が少々ながらより表れるとのことだ。着用者が装備により感応すると、特性が表れる幅も大きくなるらしいけど…。\n- 鏡世界の人格を通じてLCEの装備についての話を聞く限りでは、必ずしも良いことばかりではないらしい。精神が装備に侵蝕される場合が多いという点で…今のところはまだ不完全な技術かもしれないという気がした。"
        },
        {
            "id": "DanteNoteDetail_132",
            "title": "",
            "desc": "- LCEにて新たなシリアル番号と、危険ランクに関する話を聞けた。\n- このときまではWAWとHEのうち、どっちがより私たちにとって危ないのか分かりづらくって…TETHって書かれているのに異常に強い個体もいたけど…これからはエネルギー抽出量以外にも、被害予測数値がついてHE-5がWAW-4より危ないことがあるということを知った。\n- ホーエンハイムは単純な戦闘力とは違うって言ったけど、それでも今まで使ってたロボトミーコーポレーションの危険ランクよりかは直感的に危険度が分かるようになった気がする。それなら、理論上ZAYIN-10みたいな個体もあるってことだけど…どんな存在かはまだ想像すらできない。"
        },
        {
            "id": "DanteNoteDetail_133",
            "title": "",
            "desc": "- 巣の位置は24区…って聞いた。\n- まだ行ったこともないし、行く予定があるのかも分からないけど藍色の老人の船がX社の合金でできてた気がする。\n- 人格達が言うには…採掘地域って場所からは電子レンジから、自動車のタイヤまで出てくるらしい。埋められてた完成品を発掘してから動かしてる感じなのかな？何がどうなってそんなことできるんだろ？"
        },
        {
            "id": "DanteNoteDetail_134",
            "title": "",
            "desc": "- 巣の位置は13区。\n- 月光石という特異点を持っているらしい。特定の物事に精神を集中させたり、雑念が入らなくさせるらしいけど…。アビストラウマ矯正室みたいな場所があることから推測するのに、精神的な治療や安定に見識がある翼みたいだ。\n- それなら囚人たちに月光石ってものを買ってあげたら…E.G.Oを使うときに侵蝕しなかったり、自分の番がやってきて焦ったときに安定感を与えることができるんじゃないかな？\n- 良いアイデアだと思ってファウストに提案したけど理由すら聞けないまま、まだ論ずる時ではないと棄却された。都市の技術には常に裏側があるらしいけど…もしかしたら副作用があるのかもしれない。"
        },
        {
            "id": "DanteNoteDetail_135",
            "title": "",
            "desc": "- 安全な居場所をモットーに空間を拡張したり歪曲したりする特異点を持ってた。\n- P社の特異点を活用した建物はどれも伸縮性が高いらしい。実際、ラ・マンチャランドが表れるときに外側にある建物がゴムのように曲がる様子が見られた。外側からだと建物が歪んで見えても、内側は安全らしいけど…本当に安全なの？\n- 外見よりも中の方が広い空間拡張技術は多いけど、P社の特異点は特に安全に焦点を当ててるような気がした。\n- 推測でしかないけど…チェーザラとの会話を思い返すと、P社の特異点はラ・マンチャランドにかなり影響を受けてる気がする。何かをモチーフに特異点を開発することって可能なんだろうか？"
        },
        {
            "id": "DanteNoteDetail_136",
            "title": "",
            "desc": "- ワザリング・ハイツにて初めて総合した、2段階以上に成長した個体。\n- LCEではこの成長段階を1型、2型、3型に区分していた。今までの研究によるとこの3段階の大罪が最終成長段階らしいけど…ホーエンハイムは確信できないって言った。\n- ホーエンハイムは大罪を中途半端な殻って言ってた。殻でしかない大罪は…どういう違いがあって成長段階が分かれるんだろ。"
        },
        {
            "id": "DanteNoteDetail_137",
            "title": "",
            "desc": "- 幻想体でも、化け物でもない存在。あえて言うならねじれと似てるけど、それすらも違うって感じだった。LCD部署のモーゼスチーフも根本的に違う存在って言ってたし…きっと違うんだろう。\n- 共通して赤い目を持っている。最も一般的な戦闘用義眼の色のせいか、赤い目だけでは区別が難しいという。ましてや頭部全体を私のように義体に交換した場合は、全く区別がつかないだろうな。\n- 再生能力が非常に優れている。摂取可能な血液さえ十分にあれば、大抵の手段では簡単に殺せなさそうだった。それでも頭を破壊すれば再生できないという。もちろんワープ列車ではそれが不可能だったからすごく苦労したけど…。\n- K社のアンプルもそうだし、生命保険もそうだけど、再生に関しては頭部が重要な身体部位みたいだ。正確には頭ではなく、脳だと思うけど。\n- 血への強烈な欲望を持っている。ラ・マンチャランドの血鬼たちはこれを克服するために人工血液や動物の血液を使った血液バーを食べていたみたいだけど…これらも流れている血じゃないから、まともな満腹感や満足感を与えることはできなかったみたいだ。\n- 衝動そのものを忘却できれば大丈夫みたいだけど…全てを忘れさせるというレーテーの川の水を手に入れるのは簡単じゃなさそうだ。ドンキホーテの記憶の中にいつもいたバリというフィクターは、一体どうやってそんなものを手に入れたんだろう？\n- 血への欲望とともに、家族への熱望も強いみたいだ。家族を作らなかったサンチョ…が特異なケースだったらしい。血の繋がった世代ごとに眷属に分かれるらしく、お互いのことを本物の家族だと思って大切にするようになるみたいだ。\n- ロシナンテがドンキホーテの血鬼的な外見の特徴を隠してくれて、吸血衝動もある程度抑制してくれているみたいだ。どういう原理なんだろ、P社に残っているドンキホーテ…の遺骸と関係があるんだろうか。まだ確かなことは一つもない。\n- でも吸血衝動や血鬼の眷属を増やそうとする本性そのものまでは完全に防げなくて、ドンキホーテが自身の精神力で耐えているらしい。ところで…他の血鬼と違って、私たちのドンキホーテと第1眷属ドンキホーテが特に吸血衝動に耐えられたのはどうしてだろう？\n- ドンキホーテはリンバス・カンパニー本社から定期的に良質な血液パックを供給されている。ラ・マンチャランドではなぜ血液パックのように直接血を供給してもらえなかったのか、ファウストに尋ねてみると…ラ・マンチャランドの血鬼はその数があまりにも多く、自発的に提供される血液だけでは需要に対応できなかったからだろうと言った。血液バーを作り、少量の血液でできるだけ多くの血鬼の腹を膨れさせようとしたんだろう。何より…血液パックも完璧な答えではなかったようだから…。"
        }
    ]
}
