{
    "dataList": [
        {
            "id": "DanteNoteDetail_138",
            "title": "",
            "desc": "- 紫色の鉄道。5号線と書かれていた。\n- 以前の号線と同様に、いくつかの駅にて連続で戦闘が発生し、嫉妬大罪とも戦う必要があった。嫉妬大罪の場合、汲み上げられて間もない可能性まで反映されていたけど…どういう原理なんだろう？\n- 2つの区間に分かれて1つに合流する構造だった。1つの区間で使用した人格牌は、他の区間では使用できなくて困った。\n- 区間の間に囚人たちに力を与える妙な何かが存在した。ただ、それは囚人だけでなく敵にも影響を与えるようで、慎重な選択が必要だった。"
        },
        {
            "id": "DanteNoteDetail_139",
            "title": "",
            "desc": "- 西部、東部、南部、北部によって協会の服飾が少しずつ異なるらしい。協会によっては特定の区域が本部扱いされ、より強いフィクサーたちがそこに所属したり、昇級的な概念で区域を移動したりもするらしい。\n- 反対に、巨大組織である指の場合は…協会と比較すると服装に大きな差はないみたいだ。服飾に差がある場合もあるけど、特に定められた制服があるわけじゃなくて、勝手に着てるからじゃないかなと思う。"
        },
        {
            "id": "DanteNoteDetail_140",
            "title": "",
            "desc": "- 東部センク協会は手袋を投げる代わりに、自身の所属と名前を述べて決闘を申し込むという。\n- 最大の違いは服装と武器。マントと大きな帽子が印象的だった西部の服装とは異なり、機敏に動ける東部風の服装に制服が変わるみたいで…今まで見てきたセンク協会のフィクサーや人格は皆レイピアを使っていたけど、東部センク協会の人格を持つ囚人は格闘術を主武器にしているようだった。\n- 草炎玉球という腕輪を手首に着けている。これを使えば、手に触れたものを高温で溶かすことができるみたいだ。\n- 草炎玉球の緑色の炎は、使用者が指定した対象だけを燃やすことが可能らしいけど、このレベルなら草炎玉球も特異点じゃないんだろうか？"
        },
        {
            "id": "DanteNoteDetail_141",
            "title": "",
            "desc": "- 裏路地の様々な組織の中でも、特に巨大な5つの組織を意味するらしい。\n- その勢力はあまりにも強大で、翼や協会さえ容易には手を出せないらしい。裏路地で生きるためには彼らの掟をよく知り、遵守する必要があるとロージャとヒースクリフが言ってくれた。\n- 良秀が異常なほどそっちの事情に詳しい。バスに初めて乗った時、良秀の後ろ盾について警告を受けたことがあるけど…関係あるのかも。"
        },
        {
            "id": "DanteNoteDetail_142",
            "title": "",
            "desc": "- 芸術と知識を重視する指。\n- 廊下について話す時、必ずと言っていいほど言及される組織だ。\n- 薬指を直接見たことはないけど、ワザリング・ハイツで薬指所属の人々に会ったことがあった。なんだか芸術を非常に好むという印象だった。\n- 人格を通じて得た情報と良秀の説明を総合すると、彼らの言う芸術は並大抵の残忍な行為どころではないみたいだ。人体を切断して繋げたり…血で絵を描いたり…。\n- 内部にいくつもの派閥が存在するようだ。芸術に対する観点の差で派閥が分かれてるらしく、点描派や野獣派…という名前で呼ばれているのを聞くことができた。"
        },
        {
            "id": "DanteNoteDetail_143",
            "title": "",
            "desc": "- 鴻園(ホンユェン)生命工学グループ。巣の位置は8区。\n- 巨大な…いや、巨大って言葉じゃ言い表せないほど圧倒的な大きさの建物全体が、丸ごとH社の区域らしい。8区を総じて「鴻園」と呼ぶ。\n- 「丸(ワン)」と呼ばれる薬品を作る特異点を持つらしく、これを利用すれば一般的な治療だけでなく、身体改造施術も可能だという。薬が身体に染み込んで身体を変形させるとか…なんだか気味が悪い。\n- 丸を服用したり施術を受けた人間は、大抵身体のどこかに特定の生物の特徴的部分が生えたり、その部位が置き換わってたりした。\n- 周期的に所有する財産によって部屋の面積が変わり、建物が移動するらしい。T社だと財産によって生きる時間が変わってたけど、今度は空間が変わるんだ…。"
        },
        {
            "id": "DanteNoteDetail_144",
            "title": "",
            "desc": "- 鴻園(ホンユェン)の勢力が使役する特殊な武力集団らしい。\n- 会ったのは卯だけだが、他の動物の特徴を持つ黒獣もいるという。\n- ジア・シーチュンが言うには、十二支と呼ばれる12種の動物の特徴を駆使でき、呪術的な意味もあるだろうとのこと。\n- 黒獣の所有権は取引できるんだろうか？人格たちと話してみると、よく主君を変えるように感じた。\n- R社も動物をテーマにした部隊で構成されてるからか、何だか似てる気がした。"
        },
        {
            "id": "DanteNoteDetail_145",
            "title": "",
            "desc": "- 義理を重視する指。\n- U社の大湖で初めて遭遇した。彼らは互いを兄貴、姉御、弟分のような呼称で呼び合ってたけど、その雰囲気も本物の家族みたいに感じられた。\n- 仕返し帳簿ってものを持ち歩いて、恨みを書き込んでその対象を追い回してるみたいだけど…一体どこまで追いかけてくるんだろ？このままじゃメフィストフェレスの中まで追いかけてくるんじゃないかって思うと怖い。\n- J社でのことを思い返してみると、ロージャも過去に中指と良くない件で絡んだことがあったみたいだ。ロージャに対する恨みは清算されたのかな？デリケートな話だからまだ尋ねられていない。ロージャに対して聞きたい話が、日に日に増えていく気がする。"
        },
        {
            "id": "DanteNoteDetail_146",
            "title": "",
            "desc": "- 裏路地の夜に現れる正体不明の人？\n- バスの中から見たときには何かがぞろぞろ通り過ぎる程度の印象だったけど…外で対面した掃除屋はびっくりするほど荒々しくて、うじゃうじゃしてた。\n- 路上に放置された死体や許可されていない建築物など、裏路地に残る清掃が必要なものを全て溶かして燃料にするらしい。必要な仕事…とはいっても、平然と通りかかった人まで溶かすという話に言葉を失った。\n- 倒れた仲間まで溶かして食べてしまい、その度に回復するのでかなり困った。できれば…今後は戦うことがないといいんだけど。"
        },
        {
            "id": "DanteNoteDetail_147",
            "title": "",
            "desc": "- 毎日午前3時13分。掃除屋たちが都市の裏路地を掃除する80分間の時間。\n- 掃除屋は各巣の境界から地下より同時多発的に姿を現し、裏路地を進んで全てを一掃していくようだ。その行進は計3波から成り、その間に約10分の休憩時間があった。もし休憩時間がなかったら…想像もしたくない。\n- 裏路地の夜には禁じられることが多いという。囚人たちの話によれば、録画や録音は禁止されてて、他人の居住区域に無断で侵入したり破壊することもだめだとか…。\n- そういえば、ファウストが掃除屋は頭の下で働いているって言っていたっけ。一体どんな風に協力関係が成り立つのか想像できない。禁忌と関連があるのかな？今のところはまだよく分からない。"
        }
    ]
}
