{
  "dataList": [
    {
      "id": "announcer_cheer_34_1",
      "dlg": "啊，也就是说你们马上就要开始战斗了？啊啊，等一下。有好好录上音吗？这个麦克风是哪里的产品……啊，那应该没什么问题。好，那开始吧。"
    },
    {
      "id": "announcer_cheer_34_2",
      "dlg": "我只会一天到晚在桌子前制作各种发明，对你们的现场工作不太了解。唔，不过心血来潮的时候……不对，应该说我经常会调查各种东西，总会有能派上用场的吧。"
    },
    {
      "id": "announcer_specialcheer_34_1",
      "dlg": "啊，对了？现在，我发明的试制品32号正在发出巨大的警报声。这意味着……你们已经在死亡边缘了！警报一响，就说明你们需要立刻重新思考战略……或者干脆快逃吧？"
    },
    {
      "id": "announcer_specialcheer_34_2",
      "dlg": "我已经警告过你们一遍了，难道说你们那会正在忙或者是一不留神给忘了吗，那我重新说一遍。再这样下去你们难以取胜。理由也要一并说明对吧？因为你们已经无力继续战斗了。啊，如果你们是我们公司的员工，那或许还能稍微加速一点时间试试别的方法呢。"
    },
    {
      "id": "announcer_enemy_break_34_1",
      "dlg": "哦，看那边。那边那个好像已经精疲力尽了。也可能是晕倒了？看上去又有点像时间匮乏的人……嗯，果然制定最低4小时保障制度是正确的。你们不觉得吗？"
    },
    {
      "id": "announcer_ally_break_34_1",
      "dlg": "等等、等等。你们的同伴不动了。是时间被偷走了吗？唔……算了，反正只是暂时的吧。这会儿只要在一边保护好他们，用不了多久就能恢复如初了。"
    },
    {
      "id": "announcer_killenemy_34_1",
      "dlg": "哎呀，你们终于让那家伙彻底停下来啦！不过，换做是我应该会用比你们稍微高端一点的方法让那家伙停下来……但偶尔看看这些原始的物理定律也挺有趣的。"
    },
    {
      "id": "announcer_ally_dead_34_1",
      "dlg": "唔……死了吗？好吧，只要让你们的参与奖把时间倒回去应该就能恢复了，也没必要为此伤心。但话说回来还是很不可思议啊。到底是什么原理呢？"
    },
    {
      "id": "announcer_enemy_adv_34_1",
      "dlg": "在发明家之间偶尔会流传这么一句话：“即使失败了一千次，那也只是通往成功的第一千块垫脚石。”可我的想法略有不同哦？如果失败到一定地步，就应该及时意识到有些事情就是不可能之事。就像现在这样。再好好想想吧。"
    },
    {
      "id": "announcer_ally_adv_34_1",
      "dlg": "嗯，很顺利。不过一帆风顺才是最恐怖的。就好比做实验的时候，经常只是稍不留神就乱成了一锅粥。最大的问题在于我不清楚究竟是实验注定失败，还是当我不在的时候发生了什么……你们懂我的意思吗？一味给出轻率的指令或许会导致情况急转直下哦。"
    },
    {
      "id": "announcer_ally_advex_34_1",
      "dlg": "嗯……真神奇。没错，这种情况也有可能发生。虽然所有仪器的指针都指向了与预测值大相径庭的数字，但当你诚心许愿“拜托一定要正常运作啊……”的时候，突然，锵！成功了。当然了……虽然无法复现的结果毫无意义，但我仍然会感到一丝喜悦。你们在逆境中偶遇良机的时候也一样会感到欣喜。对吧？"
    },
    {
      "id": "announcer_danger_34_1",
      "dlg": "没错，在这种关头就算是我这样懒散的人也会集中精神。即使一切照常运转，也可能因为一枚齿轮出错而全部崩溃。我长话短说。三思而后行。"
    },
    {
      "id": "announcer_enemy_specialskill_34_1",
      "dlg": "哇，你们能听到吗？麦克风在正常工作吗？我这边不是有三台空间能量检测仪吗？现在这三台都在疯狂发出警报！搞不好……这段录音就要到此为止了哦？"
    },
    {
      "id": "announcer_enemy_specialgimmick_34_1",
      "dlg": "哦……一眼就能看出来其中包含了相当复杂的设计呢。虽然我偶尔会在想让大脑冷静下来的时候尝试解决这类谜题，嗯……这个不算很难。哦，对了。上次碰到这种情况的时候我直接说出了答案，结果遭到了周围人的白眼……这次我会好好闭上嘴的。你们要仔细观察哦。"
    },
    {
      "id": "announcer_advatk_physical_34_1",
      "dlg": "嗯，数值很正常。不过刚刚的情形下也只能选择那种攻击方式了。不是吗？"
    },
    {
      "id": "announcer_disadvatk_physical_34_1",
      "dlg": "嗯……难道你们喜欢受苦吗？莫非你们是那种没有压力就想不出主意的类型？好吧……总会有这种人。虽然数值显示异常，不过还是继续吧。"
    },
    {
      "id": "announcer_advatk_attr_34_1",
      "dlg": "正确的物质相互碰撞时所让人感受到的精神宣泄一定难以替代。你们现在不就有这种感受吗。对吧？"
    },
    {
      "id": "announcer_disadvatk_attr_34_1",
      "dlg": "啊……这种方法可能要费很多时间。硬凑也只会变成不协和音哦。就好比石头赢剪刀，剪刀赢布……这些规则的存在是有充分道理的。啊，不过……如果你们想发明能剪碎石头的剪刀，我必定会以一名发明家的身份全力相助的！"
    },
    {
      "id": "announcer_enemy_specialbuff_34_1",
      "dlg": "啊……这个设备会在敌人具备能够缩短战斗时间的能力时发出响声。换句话说……敌人处于优势。因为他们找到了能迅速摧毁你们的方法。"
    },
    {
      "id": "announcer_enemy_specialdebuff_34_1",
      "dlg": "哦，你们启动了什么吗？敌人的时间正在不断延长？如果时间被延长到趋近于无穷……那么敌人将面临压倒性的不利局面吧？"
    },
    {
      "id": "announcer_ally_specialbuff_34_1",
      "dlg": "嗯……是有我不知道的设备吗？还是说参与奖做了什么？你们的预计胜利时间突然缩短了。"
    },
    {
      "id": "announcer_ally_specialdebuff_34_1",
      "dlg": "呜哇？看看这个。原来时间还能这样飞速延长啊？仪器显示……你们大概要145个小时才能赢哦！诶？变成644小时了？怎么一直在上涨……你们，快确认一下是不是误操作了什么。再这样下去就要输掉了哦？"
    },
    {
      "id": "announcer_enemy_destroy_34_1",
      "dlg": "噢……我每次看到那样破坏东西的场景都会感到心痛。当然，想要阻止暴走的机器一定会优先破坏发电机……但一想到制作时所花费的心血……"
    },
    {
      "id": "announcer_enemy_destroy_34_2",
      "dlg": "好极了，你们肯定把那家伙破坏到体无完肤了。那家伙应该暂时没法随心所欲地行动了……我倒是想去给那家伙修理一下……但大概是不行吧？是，秘书也是这么说的。她也让我别到处多管闲事，最好稍微克制一下。"
    },
    {
      "id": "announcer_round_takebigdmg_34_1",
      "dlg": "好久没看到红色警报了呀？自从之前圣愚那帮人炸毁了我们公司门口以来，这可是第一回！当时警卫们都因此受了重伤……你们现在应该也伤得不轻吧。"
    },
    {
      "id": "announcer_round_takebigdmg_34_2",
      "dlg": "警报并没有消失就说明你们还没能修复损失。好吧……毕竟你们也不是机器，刚刚遭受了那么大的损伤，肯定没办法这么快就恢复。啊，参与奖现在没办法回溯时间吗？果然，正因为是这般能力才会受到某些限制呢。"
    },
    {
      "id": "announcer_round_givebigdmg_34_1",
      "dlg": "指针突然爆表了？！说实话，我没想到你们能一次发动这么强力的攻击，所以带来的是很久之前制作的设备。算啦，虽然不清楚具体的数值，但总之是非常成功的强力一击。你们可以为此感到自豪哦。"
    },
    {
      "id": "announcer_round_givebigdmg_34_2",
      "dlg": "因为你们刚刚那下猛烈的攻击，指针都转不回来了。我得修理一下……啊，这件衣服里没放螺丝刀吗？嗯……我必须集中精神，就先说这么多了。啊，你们做得很好哦。"
    },
    {
      "id": "announcer_multikillenemy_34_1",
      "dlg": "你知道怎样才能最高效地利用时间吗？只要同时做好几件事情就好啦。这就是所谓的多任务处理吧？就和你们刚刚所做的一样。如果你们用在攻击上的时间也具有感情的话，它们也会认为那是有意义的吧。"
    },
    {
      "id": "announcer_battle_win_34_1",
      "dlg": "呼~总算结束啦。结果合你们心意吗？啊，到处都有损毁，得让我们的员工前去修理呢。这样不但能收到维修费，市民们的生活也能迅速恢复便捷……哦？好像也顺了我的意呢？这就是所谓的双赢吧！"
    },
    {
      "id": "announcer_battle_defeat_34_1",
      "dlg": "算啦，别太在意。你们拼命努力的样子我全都看在眼里了。当然，这并不能改变失败的结果……也没别的办法吧？只好从零开始啦。我会继续为你们加油的，我喜欢为他人加油哦。"
    },
    {
      "id": "announcer_equip_34_1",
      "dlg": "还要我录这个？你们真是……让我见识到了多姿多彩的人生啊？算啦，也没理由不做。要管我叫助手？还是赫伯特？只要不是代表就行，那样多没意思啊。啊对了，我没办法腾出太多时间，所以你们听上去大概会有点快。理解一下哦。"
    }
  ]
}