{
    "dataList": [
        {
            "id": 0,
            "place": "Blossoming League of Nine Littérateurs",
            "model": "이스마엘",
            "content": "It looks like the group was at peace."
        },
        {
            "id": 1,
            "model": "동랑",
            "teller": "Dongrang",
            "title": "K Corp. Dept. of Food Resource Development",
            "content": "Things were good for a short while. It was as though we were on a trip. We thought everything would be fine after leaving our hometown for this new place, but alas..."
        },
        {
            "id": 2,
            "model": "동랑",
            "teller": "Dongrang",
            "title": "K Corp. Dept. of Food Resource Development",
            "content": "At the end of the day, human societies weren't so different from each other."
        },
        {
            "id": 3,
            "model": "오티스",
            "content": "Today... I saw something suspicious at the market."
        },
        {
            "id": 4,
            "model": "동랑",
            "teller": "Dongrang",
            "title": "K Corp. Dept. of Food Resource Development",
            "content": "Now that intrigues me. What is it, Sang-heo?"
        },
        {
            "id": 5,
            "model": "오티스",
            "content": "This invention. Wasn't this your work for the League of Nine, Gap-ryong?"
        },
        {
            "id": 6,
            "model": "히스클리프",
            "content": "It... is. But, I mean... there's no need to scour markets and all that, right? It, it's trust and faith that binds us together, isn't it?"
        },
        {
            "id": 7,
            "model": "오티스",
            "content": "You must have forgotten the League's nine laws."
        },
        {
            "id": 8,
            "model": "료슈",
            "content": "(L.N.L. Pft. Fascinating.)"
        },
        {
            "id": 9,
            "model": "싱클레어",
            "content": "(Ryōshū! You aren't supposed to say things that aren't in the script!)"
        },
        {
            "id": 10,
            "model": "히스클리프",
            "content": "Tsk… I know. They made me memorize every word of it, you think I'll forget?"
        },
        {
            "id": 11,
            "model": "히스클리프",
            "content": "No technology made within the League shall be distributed outside. Be particularly careful not to be tainted with the smell of money."
        },
        {
            "id": 12,
            "model": "히스클리프",
            "content": "But... we've been told that all our property will be seized if we don't pay the rent for the laboratory within the next six days. What are we supposed to do?"
        },
        {
            "id": 13,
            "model": "히스클리프",
            "content": "We've got to do something about it. The money we earn at the factory can only barely keep us fed."
        },
        {
            "id": 14,
            "model": "히스클리프",
            "content": "We got here from S Corp's district, taking nothing but passion for research with us! Tell me how else we're gonna pay the rent."
        },
        {
            "id": 15,
            "model": "뫼르소",
            "content": "That's a valid point. Taxes are heavier on us because we migrated from another district."
        },
        {
            "id": 16,
            "model": "뫼르소",
            "content": "They are demanding a fee we cannot afford to pay regularly."
        },
        {
            "id": 17,
            "model": "이상",
            "content": "...I can pay that. So I suggest we put this matter to rest."
        },
        {
            "id": 18,
            "model": "과거동백",
            "teller": "Dongbaek",
            "title": "League of Nine Littérateurs",
            "content": "Wait, why haven't I been told about this before? Seized? Did you know all along, Young-ji? I want to hear it from you directly."
        },
        {
            "id": 19,
            "model": "오티스",
            "content": "I understand that you're upset, but be mindful of what you say to Brother Young-ji, Dongbaek."
        },
        {
            "id": 20,
            "model": "홍루",
            "content": "I'm fine, Sang-heo."
        },
        {
            "id": 21,
            "model": "홍루",
            "content": "Dongbaek, I was planning to tell you once it had been dealt with. I figured you'd be the first to get furious about matters concerning the League."
        },
        {
            "id": 22,
            "model": "홍루",
            "content": "And Yi Sang, while I sincerely appreciate your offer, I couldn't possibly take it."
        },
        {
            "id": 23,
            "model": "이상",
            "content": "It bothers me not, for accumulating wealth has no meaning to me. I urge you to spend it for the League's sake."
        },
        {
            "id": 24,
            "model": "이스마엘",
            "content": "Whaaat? Wait, Yi Sang! Were you that rich?"
        },
        {
            "id": 25,
            "model": "동랑",
            "teller": "Dongrang",
            "title": "K Corp. Dept. of Food Resource Development",
            "content": "Haha, you might want to do a better job at remembering your part, yes?"
        },
        {
            "id": 26,
            "model": "동랑",
            "teller": "Dongrang",
            "title": "K Corp. Dept. of Food Resource Development",
            "content": "The enemies will start attacking again, you know."
        },
        {
            "id": 27,
            "model": "히스클리프",
            "content": "Look who's fooling around like an oaf, failing what's as easy as reading words on paper."
        },
        {
            "id": 28,
            "model": "이스마엘",
            "content": "Haah..."
        }
    ]
}