{
    "dataList": [
        {
            "id": 0,
            "model": "이상",
            "content": "An overlong silence shrouded the passage of time."
        },
        {
            "id": 1,
            "model": "이상",
            "content": "All my time during it was a mere adjunct."
        },
        {
            "id": 2,
            "model": "이상",
            "content": "In the square wholly painted white, only two visitors came to see me."
        },
        {
            "id": 3,
            "place": "N Corp. Cubic Room",
            "model": "이상",
            "content": "To supplement... One visited in the square within the square, and the other visited in the square within the square within the square."
        },
        {
            "id": 4,
            "model": "구보",
            "teller": "Gubo",
            "title": "N Corp.",
            "content": "You're free to do your research here."
        },
        {
            "id": 5,
            "model": "구보",
            "teller": "Gubo",
            "title": "N Corp.",
            "content": "The mirror you seemed to love so dearly."
        },
        {
            "id": 6,
            "model": "구보",
            "teller": "Gubo",
            "title": "N Corp.",
            "content": "Don't forget to eat your meals and supplements every day."
        },
        {
            "id": 7,
            "model": "이상",
            "content": "There was no one left to gaze at the mirror and enjoy its sight, and it ceased to be a tool of amusement..."
        },
        {
            "id": 8,
            "model": "이상",
            "content": "Yet I still held on to it, for a reason..."
        },
        {
            "id": 9,
            "model": "상이",
            "teller": "Sang Yi",
            "title": "Yeonsim",
            "content": "You wouldn't talk to even Gubo these days. You've been grasping at the mirror all day long."
        },
        {
            "id": 10,
            "model": "상이",
            "teller": "Sang Yi",
            "title": "Yeonsim",
            "content": "He just stared at your back before leaving. The expression on his face wasn't so good."
        },
        {
            "id": 11,
            "model": "이상",
            "content": "It concerns me not. I would much rather face you and talk to you."
        },
        {
            "id": 12,
            "model": "이상",
            "content": "When I turn away, I would like you to do the same."
        },
        {
            "id": 13,
            "model": "상이",
            "teller": "Sang Yi",
            "title": "Yeonsim",
            "content": "Yi Sang, Gubo genuinely cares about you. You know that, right?"
        },
        {
            "id": 14,
            "model": "상이",
            "teller": "Sang Yi",
            "title": "Yeonsim",
            "content": "I'm pretty sure you're the biggest reason he decided to join the League before it fell apart."
        },
        {
            "id": 15,
            "model": "이상",
            "content": "That is untrue. The one Gubo cares for the most... would be himself."
        },
        {
            "id": 16,
            "model": "이상",
            "content": "He simply happened to chance upon me while looking for things to make him stand out."
        },
        {
            "id": 17,
            "model": "상이",
            "teller": "Sang Yi",
            "title": "Yeonsim",
            "content": "Then... let him do that. You can be under the limelight as long as you're standing next to him."
        },
        {
            "id": 18,
            "model": "상이",
            "teller": "Sang Yi",
            "title": "Yeonsim",
            "content": "Right now, N Corp's director has been trying to form a new League of Nine with you, Gubo, and Aseah."
        },
        {
            "id": 19,
            "model": "이상",
            "content": "I cannot bring myself to call that organization the League when its roots are entirely different. It has simply borrowed the name that will have to be returned one day."
        },
        {
            "id": 20,
            "model": "이상",
            "content": "...How go the affairs in the world outside? With your wings, you can be anywhere you'd like."
        },
        {
            "id": 21,
            "model": "상이",
            "teller": "Sang Yi",
            "title": "Yeonsim",
            "content": "The outside... Haah. It's the same, tiring stuff. The world always flows along the same current."
        },
        {
            "id": 22,
            "model": "상이",
            "teller": "Sang Yi",
            "title": "Yeonsim",
            "content": "Isn't that the truth? The League used to be bound with such strong solidarity, but now it has disbanded..."
        },
        {
            "id": 23,
            "model": "상이",
            "teller": "Sang Yi",
            "title": "Yeonsim",
            "content": "There's no point in feeling joy or despair over every passing moment."
        },
        {
            "id": 24,
            "model": "상이",
            "teller": "Sang Yi",
            "title": "Yeonsim",
            "content": "So I want you to stay here with me. Be someone I can talk with."
        }
    ]
}