{
    "dataList": [
        {
            "id": 0,
            "place": "Ahab's Office",
            "model": "로쟈",
            "content": "Um... So what's that on the board over there?"
        },
        {
            "id": 1,
            "model": "스타벅",
            "content": "The number of gold coins assigned to... each crewman and woman."
        },
        {
            "id": 2,
            "model": "스타벅",
            "content": "We can collect 'em by fish...ing up useful stuff or by hunting Mermaids."
        },
        {
            "id": 3,
            "model": "그레고르",
            "content": "Hm... And who's the one paying you?"
        },
        {
            "id": 4,
            "model": "스타벅",
            "content": "The Captain, ob...viously?"
        },
        {
            "id": 5,
            "model": "오티스",
            "content": "Are you saying that there is economic activity within the Whale's stomach?"
        },
        {
            "id": 6,
            "model": "오티스",
            "content": "What need of gold coins could you have in here? Let alone the means of procuring them?"
        },
        {
            "id": 7,
            "model": "스타벅",
            "content": "Told ya. We'll be outta here in just... a little bit."
        },
        {
            "id": 8,
            "model": "스타벅",
            "content": "And once we're off this Whale, I'll get pa...id 63 gold coins."
        },
        {
            "id": 9,
            "model": "스타벅",
            "content": "With that much dough... I just might be able to snag myself a half...way decent ship. Unless the inflation's gone... nuts, that is."
        },
        {
            "id": 10,
            "model": "스타벅",
            "content": "Oh, by the way, ever be...en to the Marlin portship lately? Any chance you saw the sting...ray flattop grill place? I wonder if it's still... open."
        },
        {
            "id": 11,
            "model": "로쟈",
            "content": "Ohh... That sounds delish! Where is it?"
        },
        {
            "id": 12,
            "content": "Looks like Ahab's giving out gold coins to her crew for their labor."
        },
        {
            "id": 13,
            "content": "The promise of a reward for services rendered... I'm sure that's a strong motivator."
        },
        {
            "id": 14,
            "model": "스타벅",
            "content": "Hey, Ishmael. You really caught me off... guard earlier."
        },
        {
            "id": 15,
            "model": "스타벅",
            "content": "Seriously, I didn't... think I'd find... you here, of all places."
        },
        {
            "id": 16,
            "model": "스타벅",
            "content": "When we're outta here, we should go cr...ash at a bar and drink rum straight from a bar...rel! We'll make it a competition, just like the good ol...d days!"
        },
        {
            "id": 17,
            "model": "스타벅",
            "content": "Right, so did you get a chance to say hello to every...one? A little chat?"
        },
        {
            "id": 18,
            "model": "스타벅",
            "content": "And oh m...an, you sure did grow your ha...ir out! Whatever happened to 'long hair is annoying'?"
        },
        {
            "id": 19,
            "model": "이스마엘",
            "content": "... That's a lot of questions at once."
        },
        {
            "id": 20,
            "model": "이스마엘",
            "content": "I don't think any of them want to chat with me. I can tell from the looks they're giving me..."
        },
        {
            "id": 21,
            "model": "스타벅",
            "content": "Sometimes, peo...ple from other... ships would join us in the village..."
        },
        {
            "id": 22,
            "model": "스타벅",
            "content": "... But none of 'em lasted more than a d...ay. We're the only ones who's made it this long."
        },
        {
            "id": 23,
            "model": "스타벅",
            "content": "And it's all thanks to a solu...tion our Captain ca...me up with."
        },
        {
            "id": 24,
            "model": "오티스",
            "content": "... A solution?"
        },
        {
            "id": 25,
            "model": "스타벅",
            "content": "A way to stop our bodies and minds from turning pal...lid."
        },
        {
            "id": 26,
            "model": "단테",
            "content": "<What is it?>"
        },
        {
            "id": 27,
            "model": "스타벅",
            "content": "As you can see... with...out our Captain, we would've long been turn...ed into Mermaids. Without the Captain, this village wouldn't exist."
        },
        {
            "id": 28,
            "model": "스타벅",
            "content": "So anyone that dares to anta...gonize the Captain... is our... enemy."
        },
        {
            "id": 29,
            "model": "스타벅",
            "content": "Because to stand against the Cap...tain is to stand against our very survival."
        },
        {
            "id": 30,
            "model": "이스마엘",
            "content": "You've changed, Starbuck."
        },
        {
            "id": 31,
            "model": "이스마엘",
            "content": "I remember you butting heads with the Captain all the time."
        },
        {
            "id": 32,
            "model": "스타벅",
            "content": "... Did I?"
        },
        {
            "id": 33,
            "model": "이스마엘",
            "content": "... Don't forget who trapped all of you here in the first place. Led us to our deaths."
        },
        {
            "id": 34,
            "content": "Ishmael coldly walks past Starbuck before entering the office."
        },
        {
            "id": 35,
            "model": "단테",
            "content": "<I thought he was an old mate of yours?>"
        },
        {
            "id": 36,
            "model": "이스마엘",
            "content": "Starbuck... first mate of the Pequod."
        },
        {
            "id": 37,
            "model": "이스마엘",
            "content": "He wanted to be a good person to everyone. And he was the closest of the crew to the Captain's ear."
        },
        {
            "id": 38,
            "model": "이스마엘",
            "content": "Which meant that they also squabbled pretty often, but... it didn't matter in the end."
        },
        {
            "id": 39,
            "model": "이스마엘",
            "content": "Ahab was equally indifferent to everyone anyway."
        },
        {
            "id": 40,
            "model": "에이해브",
            "content": "Please, excuse the state of my office."
        },
        {
            "id": 41,
            "model": "에이해브",
            "content": "A bottle of rum and this would have gone down much smoother. Yet, after all the time we've spent stuck in here... I've not seen a single bottle of it float its way in."
        },
        {
            "id": 42,
            "model": "오티스",
            "content": "Executive Manager, allow me to take charge of this negotiation."
        },
        {
            "id": 43,
            "model": "오티스",
            "content": "Ishmael... cannot be trusted to make a rational decision. And you, Executive Manager, cannot properly communicate with this woman. She will only hear your ticking sounds."
        },
        {
            "id": 44,
            "model": "단테",
            "content": "<Sure...>"
        },
        {
            "id": 45,
            "model": "오티스",
            "content": "Captain Ahab, is it? We..."
        },
        {
            "id": 46,
            "model": "에이해브",
            "content": "Allow me to hazard a guess. You rowed in here, voluntarily, in search of something that the Pallid Whale devoured."
        },
        {
            "id": 47,
            "model": "에이해브",
            "content": "This means that you and your present company have also found a way to keep yourselves from turning into Mermaids."
        },
        {
            "id": 48,
            "model": "오티스",
            "content": "... Well, I don't suppose there's any point hiding it when we've already come this far."
        },
        {
            "id": 49,
            "model": "돈키호테",
            "content": "We are in search... of a certain object. Its appearance is as thus..."
        },
        {
            "id": 50,
            "content": "Don Quixote started explaining, looking around excitedly as though she expected the Captain to suddenly produce the Golden Bough from her pockets."
        },
        {
            "id": 51,
            "model": "그레고르",
            "content": "Wait, are we really going to just tell her everything? Why don't we talk about this between us first, and—"
        },
        {
            "id": 52,
            "model": "에이해브",
            "content": "I know what you seek. A golden stick of sorts, I presume."
        },
        {
            "id": 53,
            "model": "에이해브",
            "content": "Am I wrong?"
        },
        {
            "id": 54,
            "model": "그레고르",
            "content": "Wh-what?"
        },
        {
            "id": 55,
            "content": "We couldn't even deny her accusations thanks to Gregor's extremely telling reaction."
        },
        {
            "id": 56,
            "model": "에이해브",
            "content": "I know where to find it."
        },
        {
            "id": 57,
            "model": "에이해브",
            "content": "I can even bring you to it."
        },
        {
            "id": 58,
            "model": "오티스",
            "content": "Hmph, how do we know that you aren't bluffing?"
        },
        {
            "id": 59,
            "model": "싱클레어",
            "content": "Yeah. W-what if you just overheard while we were talking...?"
        },
        {
            "id": 60,
            "model": "에이해브",
            "content": "I shall prove it to you, then. From that branch emanates a very far-reaching golden light. Its glow is warm and bright, yet not bright enough to be blinding."
        },
        {
            "id": 61,
            "model": "파우스트",
            "content": "... It appears that she at least knows of a Golden Bough."
        },
        {
            "id": 62,
            "model": "파우스트",
            "content": "What she has just told us is more than what an unrelated individual should be able to know."
        },
        {
            "id": 63,
            "model": "오티스",
            "content": "Hm... Still, I don't believe she's really about to tell us where the Bough is."
        },
        {
            "id": 64,
            "model": "에이해브",
            "content": "You presume that I would not part with this information? I have nothing to hide!"
        },
        {
            "id": 65,
            "content": "Ahab slammed the desk and leaned aggressively toward us."
        },
        {
            "id": 66,
            "content": "She wore a knowing grin, as though she knew exactly what we wanted and what we were about to say to get it."
        },
        {
            "id": 67,
            "model": "에이해브",
            "content": "Let us speak plainly here. I have naught to hide from you. In fact, I daresay that it is you who are withholding things from me."
        },
        {
            "id": 68,
            "model": "에이해브",
            "content": "You called that stick the 'Golden Bough' did you? Well, then. That 'Golden Bough' is at the dead center of this accursed whale."
        },
        {
            "id": 69,
            "model": "홍루",
            "content": "At the dead center..."
        },
        {
            "id": 70,
            "model": "에이해브",
            "content": "The epicenter of this deep, resonant thumping. The spring of life that fuels this beast."
        },
        {
            "id": 71,
            "model": "에이해브",
            "content": "The heart. The heart that seeps with all that is evil in the world."
        },
        {
            "id": 72,
            "model": "단테",
            "content": "<…!>"
        },
        {
            "id": 73,
            "model": "에이해브",
            "content": "But... You are in luck."
        },
        {
            "id": 74,
            "model": "에이해브",
            "content": "It just so happens to be that the Pequod has set course for that very same destination. And we plan to set sail in the very near future."
        },
        {
            "id": 75,
            "model": "에이해브",
            "content": "Because the only way out of the Whale is by destroying its heart."
        },
        {
            "id": 76,
            "model": "홍루",
            "content": "That's interesting. I wonder if this is just a coincidence?"
        },
        {
            "id": 77,
            "model": "싱클레어",
            "content": "What's so interesting about it?"
        },
        {
            "id": 78,
            "model": "홍루",
            "content": "Isn't it interesting that, after all those years they spent preparing for their journey to the heart, we just happened to arrive as they were about to set sail~?"
        },
        {
            "id": 79,
            "model": "에이해브",
            "content": "I have naught else to say but merely refer to the nature of fate. The threads of fate itself is weaved so that I, Ahab, shall be the one to pierce the heart of the Pallid Whale."
        },
        {
            "id": 80,
            "model": "에이해브",
            "content": "I have set more sails in the belly of this beast than the number of your gritted teeth combined. I have been to every nook and cranny of this place, all of which I clearly recall."
        },
        {
            "id": 81,
            "model": "에이해브",
            "content": "There is no method upon this earth that I have not attempted to pierce this beast's hide."
        },
        {
            "id": 82,
            "model": "에이해브",
            "content": "So allow me to preclude a few options for you. This beast's hide is as thick and impenetrable as R Corp.'s fortress. All the weapons in the world will not be able to pierce it."
        },
        {
            "id": 83,
            "model": "퀴케그",
            "content": "Tried to stab it. With my Harpoon."
        },
        {
            "id": 84,
            "model": "퀴케그",
            "content": "Wound it, yes. Puncture a hole, no."
        },
        {
            "id": 85,
            "model": "에이해브",
            "content": "Well, If you find my words so difficult to believe, then feel free to give it a try with your own weapons."
        },
        {
            "id": 86,
            "model": "돈키호테",
            "content": "Mine attempts hardly left a mark..."
        },
        {
            "id": 87,
            "model": "로쟈",
            "content": "If she's right, then... It won't matter what the Indigo Elder does, and it won't matter what LCA does..."
        },
        {
            "id": 88,
            "model": "로쟈",
            "content": "It won't matter how hard they'll try, they can't get us out of here..."
        },
        {
            "id": 89,
            "model": "에이해브",
            "content": "I... we know better than anyone."
        },
        {
            "id": 90,
            "model": "에이해브",
            "content": "The crushing pain of surviving at a place such as this with no hope of rescue. No sane mind survives such torment for long."
        },
        {
            "id": 91,
            "model": "에이해브",
            "content": "Behold my pitiful crew! They hold on, tooth and nail, to their sense of self as the pallid membrane tries to devour them whole!"
        },
        {
            "id": 92,
            "model": "퀴케그",
            "content": "Nothing here. Nothing. None."
        },
        {
            "id": 93,
            "model": "에이해브",
            "content": "We can do naught here but scavenge the flotsam that washes up to its stomach. Mermaid corpses Queequeg brings back from her hunts are our only source of subsistence."
        },
        {
            "id": 94,
            "model": "퀴케그",
            "content": "Fins. Soft."
        },
        {
            "id": 95,
            "model": "로쟈",
            "content": "... How the heck did you guys even survive here...?"
        },
        {
            "id": 96,
            "model": "스타벅",
            "content": "Faith. The faith that, as long as we foll...ow our Captain, she'll eventually lead us... out of here."
        },
        {
            "id": 97,
            "model": "스타벅",
            "content": "That's the hope we hold onto."
        },
        {
            "id": 98,
            "model": "이스마엘",
            "content": "……."
        },
        {
            "id": 99,
            "model": "에이해브",
            "content": "Now, give my offer a listen."
        },
        {
            "id": 100,
            "model": "에이해브",
            "content": "I, Captain Ahab of the Pequod, the leader of the Pequod Town, have a responsibility to bring every single one of my crew home. Thus I make this offer to you."
        },
        {
            "id": 101,
            "model": "에이해브",
            "content": "I will destroy this bastard's heart. For long have I prepared; now, all that remains to be done is to set the plan in motion."
        },
        {
            "id": 102,
            "model": "에이해브",
            "content": "Our goals are the same, yet we each seek different treasures."
        },
        {
            "id": 103,
            "model": "에이해브",
            "content": "Assist me in my plan. We will hunt this Whale and escape, and the Golden Bough shall be yours."
        },
        {
            "id": 104,
            "model": "오티스",
            "content": "... We must discuss this amongst ourselves first."
        },
        {
            "id": 105,
            "model": "에이해브",
            "content": "Take as much time as you want."
        },
        {
            "id": 106,
            "content": "Ahab nodded with a generous smile. We huddled in one corner of her office to discuss this."
        },
        {
            "id": 107,
            "model": "뫼르소",
            "content": "The boat that carried us here is beyond salvaging."
        },
        {
            "id": 108,
            "model": "뫼르소",
            "content": "Thus, it follows that we require a new boat for us to escape the Whale."
        },
        {
            "id": 109,
            "model": "뫼르소",
            "content": "Moreover, moving across the bodily fluids of this Whale is necessary if we are to conduct an investigation of its interiors. For that, we require a new boat."
        },
        {
            "id": 110,
            "model": "오티스",
            "content": "Hmph, then commandeering their vessel is also one of our options—"
        },
        {
            "id": 111,
            "model": "싱클레어",
            "content": "Guys, they can hear us! Pipe down!"
        },
        {
            "id": 112,
            "model": "퀴케그",
            "content": "Our ship. Hard to sail. Complex."
        },
        {
            "id": 113,
            "model": "퀴케그",
            "content": "Only Pequod crew can handle Pequod boats."
        },
        {
            "id": 114,
            "model": "싱클레어",
            "content": "What'd I say...?"
        },
        {
            "id": 115,
            "model": "오티스",
            "content": "... How much time would it take if we were to build a boat from scratch?"
        },
        {
            "id": 116,
            "model": "파우스트",
            "content": "Considering that we possess no necessary materials, considering that we must reinforce it to be resistant to the Whale's acid... The estimated time of completion is..."
        },
        {
            "id": 117,
            "model": "단테",
            "content": "<No, no. Let's... not even think about that.>"
        },
        {
            "id": 118,
            "model": "파우스트",
            "content": "Let's not."
        },
        {
            "id": 119,
            "model": "이스마엘",
            "content": "Ha, so that's your offer? I could smell your bullshit coming from a mile away."
        },
        {
            "id": 120,
            "model": "이스마엘",
            "content": "She's not changed one bit. Driving people to their deaths with bullshit that, at a glance, seems plausible."
        },
        {
            "id": 121,
            "model": "이스마엘",
            "content": "... Nothing's changed."
        },
        {
            "id": 122,
            "model": "싱클레어",
            "content": "Yeah... there's something off about her. Maybe we should just do this ourselves..."
        },
        {
            "id": 123,
            "model": "히스클리프",
            "content": "Right. Never trust something that requires too much explainin'."
        },
        {
            "id": 124,
            "model": "홍루",
            "content": "I think they've spent a long time building a plan to destroy the heart and escape this place... Can we really do it on our own, from scratch?"
        },
        {
            "id": 125,
            "model": "홍루",
            "content": "I... also don't know how long we could hold out in here."
        },
        {
            "id": 126,
            "model": "로쟈",
            "content": "Yeah... That Captain probably knows this place better than anyone..."
        },
        {
            "id": 127,
            "model": "그레고르",
            "content": "So our other options are... either turn into Mermaids and kill each other, or remain trapped in here forever. Are they really the only alternatives we've got?"
        },
        {
            "id": 128,
            "model": "돈키호테",
            "content": "The Red Gaze shall not abandon us...! Bwaah hah haaah..."
        },
        {
            "id": 129,
            "model": "료슈",
            "content": "We're having trouble coming to an agreement. I will mediate. Let's battle to the last person standing, and have them decide."
        },
        {
            "id": 130,
            "content": "The Sinners were all expressing their opinions... which were all very diametrically opposed to one another with little hope of meeting somewhere in the middle."
        },
        {
            "id": 131,
            "content": "And I..."
        },
        {
            "id": 132,
            "content": "... was unnerved by how easily Ahab managed to see right through us."
        }
    ]
}