{
    "dataList": [
        {
            "id": 0,
            "place": "Pequod Town",
            "model": "에이해브",
            "content": "There are tasks that must be completed if we are to reach the heart."
        },
        {
            "id": 1,
            "model": "에이해브",
            "content": "Two ships, two routes. They must go their separate ways to reach the heart."
        },
        {
            "id": 2,
            "model": "에이해브",
            "content": "The Pequod will make its way through the pancreas."
        },
        {
            "id": 3,
            "model": "료슈",
            "content": "Question."
        },
        {
            "id": 4,
            "model": "에이해브",
            "content": "Shoot."
        },
        {
            "id": 5,
            "model": "료슈",
            "content": "Why are you the ones going through the pancreas?"
        },
        {
            "id": 6,
            "model": "에이해브",
            "content": "The Whale's pancreas is vast and filled with treacherous acid. To go in there without knowing when and where the acid will spew from is to dance with death."
        },
        {
            "id": 7,
            "model": "에이해브",
            "content": "So I'm electing to bring those that have toiled here for years, not inexperienced landsmen such as you."
        },
        {
            "id": 8,
            "content": "Starbuck shrugged next to the Captain."
        },
        {
            "id": 9,
            "model": "에이해브",
            "content": "I must also mention that the pancreas is heavily populated by the Mermaids. It is better that we sailors, who have spent our entire lives hunting Mermaids and Whales, take that route instead."
        },
        {
            "id": 10,
            "model": "에이해브",
            "content": "While there aren't any particularly powerful or troublesome Mermaids there, our numerical advantage will still be useful in that path."
        },
        {
            "id": 11,
            "model": "에이해브",
            "content": "At the end of its pancreas, we will hew open its largest vein."
        },
        {
            "id": 12,
            "model": "에이해브",
            "content": "Then its left heart atrium will open to supply blood to the area."
        },
        {
            "id": 13,
            "model": "그레고르",
            "content": "Okay, so what about us...?"
        },
        {
            "id": 14,
            "model": "에이해브",
            "content": "You will take this path. The right heart atrium connected to the lungs. This is a narrow path, so a smaller vessel will serve you well."
        },
        {
            "id": 15,
            "model": "에이해브",
            "content": "Some... other things have made their way into the path I send you on. They are neither Whale nor Mermaid. Their numbers are small, but each of them may pose a difficult fight."
        },
        {
            "id": 16,
            "model": "파우스트",
            "content": "……."
        },
        {
            "id": 17,
            "model": "에이해브",
            "content": "What you lack in numbers, I assumed, will be made up by your individual prowess. You and your men will shine in targeted strikes, not all-out battles that the Pequod will face through the pancreas."
        },
        {
            "id": 18,
            "model": "에이해브",
            "content": "Were you not here, I would have had to send Starbuck, Queequeg, and at least eight other good men that way. A boat divided will have a higher chance of failing. In fact, it had been a rather significant concern of mine."
        },
        {
            "id": 19,
            "model": "에이해브",
            "content": "But you have arrived, fitting perfectly into this conundrum of a puzzle as though fate itself has ordained it. Destiny is one fickle thing, is it not?"
        },
        {
            "id": 20,
            "model": "파우스트",
            "content": "Ms. Ahab... must be referring to the Abnormalities that were swallowed alongside the Lobotomy Corp. Branch."
        },
        {
            "id": 21,
            "model": "에이해브",
            "content": "So you know something about those odd creatures. Indeed, our encounter was ordained by fate! The very destiny that leads me to the heart of the Whale!"
        },
        {
            "id": 22,
            "model": "에이해브",
            "content": "Kill the monsters there, hew open the arteries, and the right atrium shall open."
        },
        {
            "id": 23,
            "model": "에이해브",
            "content": "And we will meet again at the heart where the atriums meet."
        },
        {
            "id": 24,
            "model": "에이해브",
            "content": "Then I shall enter and destroy its core... The heart of the heart, if you will."
        },
        {
            "id": 25,
            "model": "돈키호테",
            "content": "Verily, you proclaim that there is a heart within a heart?!"
        },
        {
            "id": 26,
            "model": "에이해브",
            "content": "I see that you have little experience contending a foe so great as the Whale."
        },
        {
            "id": 27,
            "model": "에이해브",
            "content": "It is obvious that such a colossal creature would have a heart that fuels its heart."
        },
        {
            "id": 28,
            "model": "단테",
            "content": "<Is that supposed to be obvious...?>"
        },
        {
            "id": 29,
            "model": "에이해브",
            "content": "The sun shall shine on us again only when we destroy the heart beating with the very essence of evil! Through the Whale's sundered flesh shall the gentle light rain over us!"
        },
        {
            "id": 30,
            "model": "에이해브",
            "content": "And you will impale me with the final harpoon, to end my breath once and for all!"
        },
        {
            "id": 31,
            "model": "이스마엘",
            "content": "... Heh."
        },
        {
            "id": 32,
            "model": "오티스",
            "content": "While I am yet to analyze the geography of this entity... The general structure of the plan appears sound to me, Executive Manager."
        },
        {
            "id": 33,
            "model": "단테",
            "content": "<Yeah... I agree.>"
        },
        {
            "id": 34,
            "content": "Looks like Ahab wasn't kidding about checking every nook and cranny of the belly of the Whale."
        },
        {
            "id": 35,
            "content": "She did all that with a singular desire to hunt, to kill this great Whale once and for all. And for such a long time..."
        },
        {
            "id": 36,
            "model": "히스클리프",
            "content": "I still don't like this. Are we supposed to just, what, listen to some dodgy Captain orderin' us around? I thought the clockhead here was our boss."
        },
        {
            "id": 37,
            "model": "히스클리프",
            "content": "Why don't we just finish this with our own hands instead of relying on her? Let's just do this ourselves. Let one or two of us go mad and turn into a Mermaid. At least it would've been our work at the end of the day."
        },
        {
            "id": 38,
            "model": "오티스",
            "content": "A most irresponsible suggestion."
        },
        {
            "id": 39,
            "model": "오티스",
            "content": "I would have been the first to suggest that, had I not estimated our losses to be higher than 'one or two' of us."
        },
        {
            "id": 40,
            "model": "히스클리프",
            "content": "So why didn't you?"
        },
        {
            "id": 41,
            "model": "오티스",
            "content": "We are at a significant disadvantage when it comes to information on this battlefield. The Executive Manager's life may be at risk at any moment."
        },
        {
            "id": 42,
            "model": "오티스",
            "content": "Not even witless rookies risk or gamble with the lives of their superiors. And all that for your pride? What foolishness."
        },
        {
            "id": 43,
            "model": "히스클리프",
            "content": "... Tsk."
        },
        {
            "id": 44,
            "model": "이스마엘",
            "content": "As long as we destroy the heart... I can end her."
        },
        {
            "id": 45,
            "model": "이스마엘",
            "content": "As long as we destroy the heart..."
        },
        {
            "id": 46,
            "content": "She grits her teeth as she repeats it to herself like a mantra."
        },
        {
            "id": 47,
            "content": "So that she may never forget, not even for a moment."
        },
        {
            "id": 48,
            "model": "에이해브",
            "content": "Right, then. We will meet again at our rendezvous point."
        },
        {
            "id": 49,
            "model": "에이해브",
            "content": "Let this be a good voyage to us all."
        },
        {
            "id": 50,
            "model": "퀴케그",
            "content": "……."
        },
        {
            "id": 51,
            "model": "에이해브",
            "content": "The sunlight is within our grasp, my dearest crew."
        },
        {
            "id": 52,
            "model": "에이해브",
            "content": "We will soon breathe deep the metallic, traitorous stench of the City's air."
        },
        {
            "id": 53,
            "content": "Ahab provided us with a boat that could bring us all the way to the heart."
        },
        {
            "id": 54,
            "model": "퀴케그",
            "content": "Only Pequod crew steers Pequod boat."
        },
        {
            "id": 55,
            "model": "퀴케그",
            "content": "So, I steer."
        },
        {
            "id": 56,
            "content": "Queequeg joined us as our helmswoman."
        },
        {
            "id": 57,
            "content": "Queequeg wasn't lying—this boat wasn't like any other boat we'd ever seen. Its body was made of flesh and bones. I also noted that a few pieces of metal plates were visible between the organic materials."
        },
        {
            "id": 58,
            "content": "... Only a crew of the Pequod could possibly know how to steer this bizarre ship."
        }
    ]
}