{
    "dataList": [
        {
            "id": 0,
            "place": "Ahab's Office",
            "model": "에이해브",
            "content": "I see that you are having some trouble coming to an agreement amongst yourselves."
        },
        {
            "id": 1,
            "model": "에이해브",
            "content": "That is quite understandable. It should be clear as day that the answer is right before your eyes. My offer is perfect for your present, rather desperate, situation."
        },
        {
            "id": 2,
            "model": "에이해브",
            "content": "But that is the whims of fate! These seemingly implausible, coincidental opportunities are the threads of fate weaving the path ahead for us!"
        },
        {
            "id": 3,
            "model": "에이해브",
            "content": "You must first learn to be someone who grips their destiny when it presents itself. It is common wisdom among every seafarer."
        },
        {
            "id": 4,
            "model": "싱클레어",
            "content": "Ugh..."
        },
        {
            "id": 5,
            "content": "Sinclair shuddered a little."
        },
        {
            "id": 6,
            "content": "A lot has happened. Various moments of past 'coincidences' must have passed before every Sinner's eyes."
        },
        {
            "id": 7,
            "content": "When we were almost sandwiched between two ships, when we encountered those floating Mermaids on a deserted ship,"
        },
        {
            "id": 8,
            "content": "When we fought a Whale and its byproducts that came with the Waves..."
        },
        {
            "id": 9,
            "model": "이스마엘",
            "content": "You and your arrogant, all-knowing speeches haven't changed one bit."
        },
        {
            "id": 10,
            "model": "이스마엘",
            "content": "Don't delude yourself. I'm not joining hands with you ever again. Even now I can't wait to chew you up and tear you apart."
        },
        {
            "id": 11,
            "model": "에이해브",
            "content": "Hahaha! What face! What words! The girl has finally learned how to speak like a proper seadog worth her salt! Haven't you, Ishmael?"
        },
        {
            "id": 12,
            "model": "이스마엘",
            "content": "Didn't think you'd remember my name."
        },
        {
            "id": 13,
            "model": "에이해브",
            "content": "How could I not?"
        },
        {
            "id": 14,
            "model": "에이해브",
            "content": "I heard your voice moments before the Whale swallowed me whole. The echoes of your voice calling my name, scattering to the winds amidst the desolation. Hah. I can hear it clearly, as though it happened but a day ago."
        },
        {
            "id": 15,
            "model": "이스마엘",
            "content": "……."
        },
        {
            "id": 16,
            "model": "에이해브",
            "content": "Even for a brief moment, through the tempest, our eyes met. And I peered into the depths of your heart."
        },
        {
            "id": 17,
            "model": "에이해브",
            "content": "Into the depths of your true desire."
        },
        {
            "id": 18,
            "content": "Ahab strode toward Ishmael."
        },
        {
            "id": 19,
            "content": "Ishmael stood her ground. She glared at the old woman with bloodshot eyes."
        },
        {
            "id": 20,
            "model": "에이해브",
            "content": "So I'll give you what you want."
        },
        {
            "id": 21,
            "content": "Her voice was low... yet personal. Honest."
        },
        {
            "id": 22,
            "model": "이스마엘",
            "content": "Huh. Let's see what kind of crap you come up with this time."
        },
        {
            "id": 23,
            "model": "이스마엘",
            "content": "Because what I want..."
        },
        {
            "id": 24,
            "model": "에이해브",
            "content": "... Is my heart."
        },
        {
            "id": 25,
            "model": "이스마엘",
            "content": "…!"
        },
        {
            "id": 26,
            "model": "에이해브",
            "content": "Ishmael. Listen well. I am... the first and the only person who watched the birth of your life's greatest wish."
        },
        {
            "id": 27,
            "model": "에이해브",
            "content": "There was an awakening deep within you. A hateful obsession, screaming and thrashing with frenzy so that you may one day gut me yourself."
        },
        {
            "id": 28,
            "model": "에이해브",
            "content": "That very desire is what has brought you before me, past the trials and tribulations the world has thrown in your way. Am I wrong?"
        },
        {
            "id": 29,
            "model": "에이해브",
            "content": "The Golden Bough they seek? You don't give a shit about that. Of course you don't."
        },
        {
            "id": 30,
            "model": "에이해브",
            "content": "My very heart is your Golden Bough, your plunder, the treasure you so desperately seek at the end of your journey."
        },
        {
            "id": 31,
            "model": "에이해브",
            "content": "I knew that, deep inside, you were still a sailor and a harpooneer. An excellent one at that."
        },
        {
            "id": 32,
            "model": "에이해브",
            "content": "From the moment of our reunion to now, you've been stabbing me over and over again in your head. And not once have you averted your eyes."
        },
        {
            "id": 33,
            "model": "에이해브",
            "content": "And what a harpooneer that makes you! Were I a Whale, I would have willingly given you my heart to kill."
        },
        {
            "id": 34,
            "model": "이스마엘",
            "content": "You'll give me your heart..."
        },
        {
            "id": 35,
            "model": "에이해브",
            "content": "You know better than anyone that I do not lie, Ishmael! You know where the bow of my accumulated passion has set course to!"
        },
        {
            "id": 36,
            "model": "에이해브",
            "content": "Help me destroy this Whale's heart...!"
        },
        {
            "id": 37,
            "model": "에이해브",
            "content": "And I, Captain Ahab, shall willingly give you my life."
        },
        {
            "id": 38,
            "model": "에이해브",
            "content": "It matters not the manner in which you end me. I will accept it all gladly."
        },
        {
            "id": 39,
            "model": "이스마엘",
            "content": "Haah..."
        },
        {
            "id": 40,
            "content": "Ahab snatches Ishmael's harpoon, and brings it close to her throat."
        },
        {
            "id": 41,
            "model": "이스마엘",
            "content": "...!"
        },
        {
            "id": 42,
            "model": "에이해브",
            "content": "Now! Do you not wish to tear open my arteries?"
        },
        {
            "id": 43,
            "model": "에이해브",
            "content": "Allow me to make this task even easier for you. Shall I turn my neck so that my veins are plain to see?! All of this is yours... as long as I can achieve my goal."
        },
        {
            "id": 44,
            "model": "에이해브",
            "content": "Oh, what a keen harpoon you have whetted! I can imagine the nights you've spent sharpening it, drawing a picture of my painful demise. You must have felt it—the call of destiny, your fate! Just as I have!!!"
        },
        {
            "id": 45,
            "model": "에이해브",
            "content": "No one on this earth understands you better than I do, Ishmael! I know that very longing, that very burning hatred that consumes your days!"
        },
        {
            "id": 46,
            "model": "이스마엘",
            "content": "Yeah... You're right. I'm barely holding myself back from tearing into your arteries."
        },
        {
            "id": 47,
            "model": "에이해브",
            "content": "Yet you do not act."
        },
        {
            "id": 48,
            "model": "이스마엘",
            "content": "……."
        },
        {
            "id": 49,
            "model": "에이해브",
            "content": "Because even now, even as the tip of your razor-sharp harpoon tickles the fuzz on my neck, you know the truth so well."
        },
        {
            "id": 50,
            "model": "에이해브",
            "content": "That you are still too weak to kill me."
        },
        {
            "id": 51,
            "model": "에이해브",
            "content": "How pitiful, yet how clever... The girl knows her place."
        },
        {
            "id": 52,
            "model": "에이해브",
            "content": "And that cleverness serves you well. A foolish sailor would not have accepted this very generous offer of mine."
        },
        {
            "id": 53,
            "model": "에이해브",
            "content": "As long as I can kill the Pallid Whale with my two hands... I care not about what happens next."
        },
        {
            "id": 54,
            "model": "에이해브",
            "content": "My heart is yours to harpoon, Ishmael."
        },
        {
            "id": 55,
            "model": "에이해브",
            "content": "I will be made complete at that very moment. What happens afterward... I could not care less."
        },
        {
            "id": 56,
            "model": "이스마엘",
            "content": "Ha... Haha... Ha..."
        },
        {
            "id": 57,
            "content": "Ishmael laughed and laughed."
        },
        {
            "id": 58,
            "content": "She did not fight back with her biting tongue, nor did she sharply and rationally criticize the Captain's words as she did ours."
        },
        {
            "id": 59,
            "content": "She laughed and laughed and laughed, glaring straight into Ahab's eyes."
        },
        {
            "id": 60,
            "model": "에이해브",
            "content": "Yes... I like the look in your eyes."
        },
        {
            "id": 61,
            "model": "에이해브",
            "content": "I can already see it. In fact, I may as well have already heard your decision from that look."
        },
        {
            "id": 62,
            "model": "이스마엘",
            "content": "Yeah... Enjoy your last voyage, Ahab."
        },
        {
            "id": 63,
            "model": "이스마엘",
            "content": "And whatever it takes, survive to the end of this voyage, until you destroy the Whale's heart."
        },
        {
            "id": 64,
            "model": "이스마엘",
            "content": "And I'll happily destroy you the moment you are made complete."
        },
        {
            "id": 65,
            "model": "에이해브",
            "content": "Ha! Ahahahaha!!"
        },
        {
            "id": 66,
            "model": "에이해브",
            "content": "YES! Now I see the eyes of a proper seadog! Finally, conviction burns within your eyes!"
        },
        {
            "id": 67,
            "model": "에이해브",
            "content": "I shall not disappoint, Ishmael. Allow my heart to beat like the very tempest, allow my heart to bleed hotter than the boiling blood of the Lava Whale. So that it may be a target worthy of your harpoon."
        },
        {
            "id": 68,
            "model": "이스마엘",
            "content": "HA! HAHAHAHA!!"
        },
        {
            "id": 69,
            "content": "A sense of overwhelming dread emanated from the pair's mad laughter. Neither I nor the other Sinners dared to intrude."
        },
        {
            "id": 70,
            "content": "Their laughters were very much alike."
        },
        {
            "id": 71,
            "content": "To the point where I wasn't sure which belonged to Ishmael and which belonged to Ahab."
        },
        {
            "id": 72,
            "content": "What I was thinking then... I'm not really sure."
        },
        {
            "id": 73,
            "content": "It wasn't like we had any other choice, but..."
        },
        {
            "id": 74,
            "model": "단테",
            "content": "<…….>"
        },
        {
            "id": 75,
            "content": "... maybe I was hoping that Ishmael would refuse the offer."
        },
        {
            "id": 76,
            "place": "Pequod Town",
            "model": "스타벅",
            "content": "So you're joining us for the jour...ney to the heart?"
        },
        {
            "id": 77,
            "model": "스타벅",
            "content": "Ain't that... nice. It's encouraging to have you lively-look...ing fellas along for the ride! Not a hint of that pale mem...brane to be seen on yous."
        },
        {
            "id": 78,
            "model": "스타벅",
            "content": "Oh, speaking of which... How are you all so... okay?"
        },
        {
            "id": 79,
            "model": "스타벅",
            "content": "How come the Pallid Wha...le's got no effect on an...y of you?"
        },
        {
            "id": 80,
            "content": "Curious, Starbuck asked."
        },
        {
            "id": 81,
            "model": "돈키호테",
            "content": "Forsooth, that is— Mmmph?!"
        },
        {
            "id": 82,
            "model": "그레고르",
            "content": "... It's a long story. We just happened to get lucky... and I'll leave it at that."
        },
        {
            "id": 83,
            "content": "Gregor cut in and blocked Don Quixote's mouth."
        }
    ]
}