{
    "dataList": [
        {
            "id": 0,
            "place": "The Pallid Whale's Heart",
            "model": "에이해브",
            "content": "Do you see it? This... is the heart."
        },
        {
            "id": 1,
            "model": "에이해브",
            "content": "An amalgamation of all that the Pallid Whale has ever devoured."
        },
        {
            "id": 2,
            "model": "에이해브",
            "content": "This makes the Pallid Whale breathe, this makes its heart pound, and from here its evil spouts! Behold! It spews evil again! Again! Again! And again!"
        },
        {
            "id": 3,
            "model": "이스마엘",
            "content": "Stop laughing like you're happy when your path here was paved with the lives of your own crew."
        },
        {
            "id": 4,
            "model": "이스마엘",
            "content": "I suffered my whole life. Everything, my dreams, my friends, all of them… sank right before my eyes. You… it was you. You did that to me. You…!"
        },
        {
            "id": 5,
            "model": "에이해브",
            "content": "Indeed, That was I! I led my crew to their deaths."
        },
        {
            "id": 6,
            "model": "에이해브",
            "content": "And what of it?"
        },
        {
            "id": 7,
            "model": "에이해브",
            "content": "Their fates were sealed the moment the Whale swallowed them. Fated to become Mermaids, fated to wander the Whale's belly until they keeled over and died. I saved them!"
        },
        {
            "id": 8,
            "model": "에이해브",
            "content": "I merely reap my recompense for extending their lives, even for a fleeting moment!"
        },
        {
            "id": 9,
            "model": "에이해브",
            "content": "I looked after them, watched over them, and led them to this place... And for that, I have been rightly rewarded."
        },
        {
            "id": 10,
            "model": "에이해브",
            "content": "I was the one who sparked the proverbial fire in their meaningless, pathetic lives. It has always been me!"
        },
        {
            "id": 11,
            "model": "에이해브",
            "content": "I still remember the day you lot boarded my ship, not even a spark of light manifest in your aimless eyes. What a pathetic display that was, nothing more than flotsam bobbing up and down without cause!"
        },
        {
            "id": 12,
            "model": "에이해브",
            "content": "I gave your worthless lives a reason to go on. And on the Pequod, you sailed with conviction!"
        },
        {
            "id": 13,
            "model": "이스마엘",
            "content": "No… You devoured the crew whole. You painted over their wills, just like the Whales— no! Just like the Pallid Whale! Molding them and shaping them to fit your wants and needs."
        },
        {
            "id": 14,
            "model": "이스마엘",
            "content": "We didn’t board your ship solely to hunt some stupid Whale. And you knew that."
        },
        {
            "id": 15,
            "model": "에이해브",
            "content": "I didn't. In truth, I could not care less about your reasons. The moment they set foot upon MY ship, their sights should have rightly been set upon the Pallid Whale!"
        },
        {
            "id": 16,
            "model": "에이해브",
            "content": "In fact... You must know better than anyone that their hearts were flimsy. That they let themselves be swallowed because they were shallow; that they let themselves be molded because they were weak."
        },
        {
            "id": 17,
            "model": "에이해브",
            "content": "I am the only one who matters. What matters is that I have declared this beast evil—and that is my commandment, my belief, my religion, and my creed."
        },
        {
            "id": 18,
            "model": "에이해브",
            "content": "When I perish, this world shall perish as well. So my very life, my very existence itself, is then the world! And I have deemed it so! No one will be the helmsman of my life but myself!!! No one shall live my life in my stead!!!"
        },
        {
            "id": 19,
            "model": "에이해브",
            "content": "What do you, all of you, believe in? Tell me. Is your belief unbreakable? Is it absolute?"
        },
        {
            "id": 20,
            "model": "에이해브",
            "content": "My beliefs are absolute! My definitions of good and evil are clear-cut! Thus my beliefs are unclouded, unassailable. Because I have made it so."
        },
        {
            "id": 21,
            "model": "에이해브",
            "content": "That is why I will never be broken. That is why I stand tall, unshakable, as a missionary of my own faith."
        },
        {
            "id": 22,
            "model": "에이해브",
            "content": "I have blessed you with my absolute definitions of good and evil! So that you may live your life with unhesitating, unwavering tenacity!!!"
        },
        {
            "id": 23,
            "model": "스타벅",
            "content": "……."
        },
        {
            "id": 24,
            "content": "Starbuck stands next to Ahab. He wears a wide smile, as though a weight has been lifted from his shoulders."
        },
        {
            "id": 25,
            "model": "퀴케그가면",
            "teller": "Queequeg",
            "title": "Pequod Town",
            "content": "……."
        },
        {
            "id": 26,
            "content": "Queequeg also slowly positions herself next to Ahab. I could not read her expression through the mask, but her shoulders appeared... laden."
        },
        {
            "id": 27,
            "model": "이스마엘",
            "content": "……."
        },
        {
            "id": 28,
            "model": "이스마엘",
            "content": "Then you are my definition of evil."
        },
        {
            "id": 29,
            "model": "이스마엘",
            "content": "All of my hatred, all of my goals, all of my failures, all of my past, all of my... losses!"
        },
        {
            "id": 30,
            "model": "이스마엘",
            "content": "They all came from you, Ahab!"
        },
        {
            "id": 31,
            "model": "에이해브",
            "content": "Very well! Then crash unto me like the Waves! Let your world and mine clash!"
        },
        {
            "id": 32,
            "model": "에이해브",
            "content": "Let us see whose evil is the more tenacious, the more overwhelming!!!"
        }
    ]
}