{
    "dataList": [
        {
            "id": 0,
            "place": "Rendezvous Area Before the Heart",
            "model": "에이해브",
            "content": "Your head... What an odd power it has. Just like the peculiarities of each Whales."
        },
        {
            "id": 1,
            "model": "퀴케그",
            "content": "... Pequod crew sank. Right before heart."
        },
        {
            "id": 2,
            "model": "퀴케그",
            "content": "Because of you."
        },
        {
            "id": 3,
            "content": "It was a mistake to expect even a hint of surprise or shame from the Captain..."
        },
        {
            "id": 4,
            "content": "... when it was revealed that she'd sent her crew to their deaths."
        },
        {
            "id": 5,
            "model": "에이해브",
            "content": "Hahahaha!"
        },
        {
            "id": 6,
            "model": "에이해브",
            "content": "Yes, you can say that. You may indeed claim that I have sacrificed my crew."
        },
        {
            "id": 7,
            "model": "에이해브",
            "content": "By now they must be wandering the Whale's guts, transformed into Mermaids. Lucky ones probably turned to sludge in acid."
        },
        {
            "id": 8,
            "model": "그레고르",
            "content": "But why..."
        },
        {
            "id": 9,
            "model": "에이해브",
            "content": "I know this heart better than anything else in the world. I know it better than my own body. The pancreas we have journeyed through is an endlessly winding maze! And if our limbs were to be melted off, we'd have no means of recovering them as you do."
        },
        {
            "id": 10,
            "model": "에이해브",
            "content": "I had to calculate the ideal path to the heart, losses be damned. I see no injustice committed in my pursuit of practicality."
        },
        {
            "id": 11,
            "model": "에이해브",
            "content": "I even encouraged and reminded them of their pride and greatness as they drew their last breaths."
        },
        {
            "id": 12,
            "model": "에이해브",
            "content": "When it could not be helped, I made sure that they perished before fear overwhelmed them."
        },
        {
            "id": 13,
            "model": "에이해브",
            "content": "My crew and I are one, bound by oath! The promise that we will hunt the Pallid Whale, whatever it takes!"
        },
        {
            "id": 14,
            "model": "에이해브",
            "content": "Are we not, Ishmael?! Now, we shall..."
        },
        {
            "id": 15,
            "model": "이스마엘",
            "content": "... Sail... to the heart?"
        },
        {
            "id": 16,
            "model": "에이해브",
            "content": "Quite! Yet we need one last piece of the puzzle before we set sail."
        },
        {
            "id": 17,
            "content": "Ahab turns to face me again, glaring at me with her burning eyes."
        },
        {
            "id": 18,
            "model": "에이해브",
            "content": "That shard of the Bough."
        },
        {
            "id": 19,
            "model": "단테",
            "content": "<What are you...>"
        },
        {
            "id": 20,
            "model": "에이해브",
            "content": "I, Captain Ahab, cannot be deceived! That thing in your clock-head... is a piece of that Golden Bough, is it not? It is that Golden thing that counteracts the Pallidification effects! Am I wrong in assuming that this is how you and your crew have remained untouched by its effects?!"
        },
        {
            "id": 21,
            "model": "에이해브",
            "content": "Soon, our final battle for everything that we hold dear will commence. And for victory, I shall spare no quarter."
        },
        {
            "id": 22,
            "model": "에이해브",
            "content": "No one knows what will happen here, at the heart of the Whale from which all evils of the City, the world, spout."
        },
        {
            "id": 23,
            "model": "에이해브",
            "content": "And is it not patently clear that you are the only one inexperienced in combat?"
        },
        {
            "id": 24,
            "model": "에이해브",
            "content": "What if you were to perish...? What fate shall befall your crew?"
        },
        {
            "id": 25,
            "model": "에이해브",
            "content": "What fate shall befall your crew, should you meet a pathetic end without having destroyed the Whale's heart!"
        },
        {
            "id": 26,
            "model": "단테",
            "content": "<That's...>"
        },
        {
            "id": 27,
            "model": "에이해브",
            "content": "Everyone here, including your crew and mine, will turn into Mermaids within hours."
        },
        {
            "id": 28,
            "model": "단테",
            "content": "<So... what the hell do you want me to do?>"
        },
        {
            "id": 29,
            "model": "에이해브",
            "content": "Hand it over. That golden shard in your head."
        },
        {
            "id": 30,
            "model": "에이해브",
            "content": "And I swear by my name that I will personally see to it that everyone trapped within this Whale safely makes it to the world outside."
        },
        {
            "id": 31,
            "model": "스타벅",
            "content": "Captain ain't wrong, you know..."
        },
        {
            "id": 32,
            "model": "단테",
            "content": "<Huh. I guess that makes... some sense.>"
        },
        {
            "id": 33,
            "model": "에이해브",
            "content": "It takes but a single sacrifice... to ensure that everyone survives. Down to every single crew."
        },
        {
            "id": 34,
            "model": "돈키호테",
            "content": "I... I detest that. I shall not relinquish Manager Esquire's head to thee...!"
        },
        {
            "id": 35,
            "model": "에이해브",
            "content": "Then what? Fail to destroy its heart and let us all be Mermaids together? Is that how you wish your tale to end?"
        },
        {
            "id": 36,
            "model": "돈키호테",
            "content": "That's..."
        },
        {
            "id": 37,
            "model": "에이해브",
            "content": "My friends. Is there not something out there, past this Pallid Whale's flesh, that awaits your return?"
        },
        {
            "id": 38,
            "model": "에이해브",
            "content": "Laying your lives down just to save the life of some useless clock cannot possibly be your dream."
        },
        {
            "id": 39,
            "model": "에이해브",
            "content": "You must have something that drives you! A desire, a goal, a mission that you must see to its end once you escape this Whale!!!"
        },
        {
            "id": 40,
            "content": "Captain Ahab cuts through our hearts, cracking them little by little, and nests in there."
        },
        {
            "id": 41,
            "content": "Even the Sinners may have been moved by her speech, even for a brief moment."
        },
        {
            "id": 42,
            "content": "And that brief moment is all it takes for that thought to spread through the heart as water freezes between the cracks of a rock."
        },
        {
            "id": 43,
            "content": "That's what she's always done, I'm sure."
        },
        {
            "id": 44,
            "content": "And all of a sudden, when everything reaches a crescendo... it will shatter."
        },
        {
            "id": 45,
            "content": "Ishmael. Her crew. This is what Ahab had done to them..."
        },
        {
            "id": 46,
            "model": "단테",
            "content": "<Tell her what I'm about to say, Faust.>"
        },
        {
            "id": 47,
            "model": "파우스트",
            "content": "Understood."
        },
        {
            "id": 48,
            "model": "단테",
            "content": "<You're not going to be responsible for the Sinners.>"
        },
        {
            "id": 49,
            "model": "단테",
            "content": "<And no one knows what'll happen to the Sinners if my head is crushed.>"
        },
        {
            "id": 50,
            "model": "단테",
            "content": "<I'm not going to let the doubts you cast chart our futures.>"
        },
        {
            "id": 51,
            "model": "단테",
            "content": "<Because I am their Manager.>"
        },
        {
            "id": 52,
            "model": "히스클리프",
            "content": "Ooh…"
        },
        {
            "id": 53,
            "model": "에이해브",
            "content": "Hmph, predictable. Pleading for your life now, are you?"
        },
        {
            "id": 54,
            "model": "단테",
            "content": "<Besides... I don't want to die.>"
        },
        {
            "id": 55,
            "model": "파우스트",
            "content": "……."
        },
        {
            "id": 56,
            "content": "Sacrifice. A gilded name given to death so that it won't feel as hollow when it claims us."
        },
        {
            "id": 57,
            "content": "I've seen the Sinners die a thousand deaths. And I've shared that very same pain that killed them countless times."
        },
        {
            "id": 58,
            "content": "I've felt the weight of their every death... so I can't bring myself to wrap them up in a pretty box labeled 'sacrifice'."
        },
        {
            "id": 59,
            "content": "Instead, I endure. Endlessly."
        },
        {
            "id": 60,
            "content": "What gives our collective struggle significance, what gives our suffering meaning... is us. We share the weight and convey our own meanings to our battles."
        },
        {
            "id": 61,
            "content": "So that everyone can reach for their own dreams."
        },
        {
            "id": 62,
            "content": "That's why this struggle is no sacrifice."
        },
        {
            "id": 63,
            "content": "I won't seek death willingly."
        },
        {
            "id": 64,
            "model": "이스마엘",
            "content": "Ahab... You really haven't changed. ... No, you've become even more revolting."
        },
        {
            "id": 65,
            "model": "이스마엘",
            "content": "I struggled, I thrashed, yet... Again, you had us in the palm of your hands…"
        },
        {
            "id": 66,
            "model": "이스마엘",
            "content": "Commandeering our ship, turning me into one of your crew again…"
        },
        {
            "id": 67,
            "model": "에이해브",
            "content": "Silence!!! Shut up. This... is a moment of paramount importance."
        },
        {
            "id": 68,
            "content": "The path to the heart opened as Ahab finished her words."
        }
    ]
}