{
    "dataList": [
        {
            "id": 0,
            "place": "The Pallid Whale's Heart",
            "model": "이스마엘",
            "content": "Yeah. There once was a time when I wanted to be like you."
        },
        {
            "id": 1,
            "model": "이스마엘",
            "content": "Once, I was your Mermaid. Devoured and overwritten by your beliefs, I swam toward a towering mad Whale that wore your face."
        },
        {
            "id": 2,
            "model": "이스마엘",
            "content": "Because if I didn't... I... didn't know if I could go on."
        },
        {
            "id": 3,
            "model": "이스마엘",
            "content": "My years of aimless wandering. My loss of everyone that was ever precious to me. That I was the only one who survived. That, once I had one chance to get them back, I ended up killing them with my own hands."
        },
        {
            "id": 4,
            "model": "이스마엘",
            "content": "All of that had to be your fault. That was the only way to make it bearable."
        },
        {
            "id": 5,
            "model": "이스마엘",
            "content": "Before I saw that recruitment post... after I boarded the Pequod... even after I joined Limbus Company... I've never taken the helm of my own ship."
        },
        {
            "id": 6,
            "model": "이스마엘",
            "content": "But... I think I've finally found my compass."
        },
        {
            "id": 7,
            "model": "에이해브다침",
            "teller": "Ahab",
            "title": "Effloresced E.G.O::GasHarpoon",
            "content": "Does a mere deckhand dare speak of her own compass now?"
        },
        {
            "id": 8,
            "model": "이스마엘",
            "content": "Yeah. An incredibly annoying compass that keeps getting in my way. But... they're also a compass that, even as they waver, points to where I want to go…"
        },
        {
            "id": 9,
            "model": "이스마엘",
            "content": "So I want to go on an adventure with that compass. A real adventure. To explore and learn this world we live in."
        },
        {
            "id": 10,
            "model": "이스마엘",
            "content": "But that bloodied past I've sailed in this voyage... is also a path that I charted."
        },
        {
            "id": 11,
            "model": "이스마엘",
            "content": "I accept that now. And I'll carry that weight with me. ...All of it."
        },
        {
            "id": 12,
            "model": "이스마엘",
            "content": "That's why I have to let you live. That is how I will chart my own path."
        },
        {
            "id": 13,
            "model": "에이해브다침",
            "teller": "Ahab",
            "title": "Effloresced E.G.O::GasHarpoon",
            "content": "What...?"
        }
    ]
}