{
  "dataList": [
    {
      "id": 0,
      "place": "Fathoms of Ego",
      "model": "가시춘",
      "content": "Is... is that really the same girl who embarrassed herself in a duel against the Cinq Fixer? How is she killing so many Bloodfiends with such little effort...?"
    },
    {
      "id": 1,
      "content": "Every time a Bloodbag or a Bloodfiend approached anywhere near her, Don Quixote struck them down with a blinding blitz."
    },
    {
      "id": 2,
      "model": "로쟈",
      "content": "Was she hiding her strength...? No, that doesn't seem right. But..."
    },
    {
      "id": 3,
      "model": "로쟈",
      "content": "... She's a Bloodfiend...?"
    },
    {
      "id": 4,
      "model": "오티스",
      "content": "How absurd. That creature, who deceived us with the false name Don Quixote, was a Bloodfiend all along?"
    },
    {
      "id": 5,
      "model": "오티스",
      "content": "Hiding and lurking, pretending to be human..."
    },
    {
      "id": 6,
      "model": "그레고르",
      "content": "That's enough. Don't you think that's too much?"
    },
    {
      "id": 7,
      "model": "오티스",
      "content": "I could be much worse if I wanted to be. But I have enough sense to hold myself back in front of the Executive Manager."
    },
    {
      "id": 8,
      "content": "Outis did not hide her disgust. She looked toward Faust with that very same expression."
    },
    {
      "id": 9,
      "model": "오티스",
      "content": "The top brass of the company must've already been aware of this, obviously. Of this Bloodfiend, hiding in our ranks like a snake, biding her time for a chance to sink her teeth into us..."
    },
    {
      "id": 10,
      "model": "로쟈",
      "content": "But... those stories we saw earlier..."
    },
    {
      "id": 11,
      "model": "로쟈",
      "content": "She wasn't hiding it. She really believed that she was human, that her name was Don Quixote."
    },
    {
      "id": 12,
      "model": "오티스",
      "content": "\"According to those stories we saw earlier\", everything she has told us up to this point was a lie. Everything we've known about her was a lie."
    },
    {
      "id": 13,
      "model": "오티스",
      "content": "How many humans do you think this Bloodfiend has killed in the past?"
    },
    {
      "id": 14,
      "model": "오티스",
      "content": "I understand the duplicitous nature of this company, yes. However, to subject me and the Executive Manager to such a high-risk situation, and to just let it happen is—"
    },
    {
      "id": 15,
      "model": "파우스트",
      "content": "We have never 'just let it happen'."
    },
    {
      "id": 16,
      "model": "오티스",
      "content": "Fine. What now, then?"
    },
    {
      "id": 17,
      "model": "오티스",
      "content": "It seems that we're not here to eradicate La Manchaland; because from where I'm standing, it looks like we're only helping it come together!"
    },
    {
      "id": 18,
      "model": "싱클레어",
      "content": "Don Quixote..."
    },
    {
      "id": 19,
      "model": "산초",
      "content": "……."
    },
    {
      "id": 20,
      "model": "산초",
      "content": "That is not my name."
    },
    {
      "id": 21,
      "model": "산초",
      "content": "That is the name of my Father."
    },
    {
      "id": 22,
      "content": "Don Quixote's red eyes shimmer threateningly at Sinclair."
    },
    {
      "id": 23,
      "content": "... The very same eyes I never wished to see again."
    },
    {
      "id": 24,
      "model": "가면키호테",
      "content": "……."
    },
    {
      "id": 25,
      "model": "가면키호테",
      "content": "Sancho. You..."
    },
    {
      "id": 26,
      "model": "가면키호테",
      "content": "……."
    },
    {
      "id": 27,
      "model": "가면키호테",
      "content": "I see..."
    },
    {
      "id": 28,
      "model": "가면키호테",
      "content": "... Not even you could change. Not even a little."
    },
    {
      "id": 29,
      "model": "산초",
      "content": "No. I haven't."
    },
    {
      "id": 30,
      "model": "산초",
      "content": "Nothing... nothing changed."
    },
    {
      "id": 31,
      "model": "산초",
      "content": "Look at me."
    },
    {
      "id": 32,
      "model": "산초",
      "content": "Your Rocinante has suppressed me for but a passing moment. I am still the same bloodsucking Bloodfiend who cannot survive without bleeding others."
    },
    {
      "id": 33,
      "model": "산초",
      "content": "Just as how your La Manchaland regressed to nothing but a hunting ground for us to prey on humans."
    },
    {
      "id": 34,
      "model": "가면키호테",
      "content": "... Yes, it has."
    },
    {
      "id": 35,
      "model": "가면키호테",
      "content": "I was wrong..."
    },
    {
      "id": 36,
      "model": "가면키호테",
      "content": "People... can't change."
    },
    {
      "id": 37,
      "model": "가면키호테",
      "content": "We have no choice... but to live shackled onto the path dictated by this <i>disease</i>."
    },
    {
      "id": 38,
      "model": "가면키호테",
      "content": "My Family, whom I love so much... have tried to convince me, to turn me to their side..."
    },
    {
      "id": 39,
      "model": "가면키호테",
      "content": "... yet I was too slow. I was the only one who didn't understand, until it was too late."
    },
    {
      "id": 40,
      "model": "산초",
      "content": "Nicolina, Curiambro, Dulcinea... is this their doing? Have they tortured you so?"
    },
    {
      "id": 41,
      "model": "가면키호테",
      "content": "Yes. A throne most fitting for such a pathetic lord, wouldn't you say...?"
    },
    {
      "id": 42,
      "model": "가면키호테",
      "content": "Sancho... I thought my heart would well with joy and happiness upon laying my eyes upon you again..."
    },
    {
      "id": 43,
      "model": "가면키호테",
      "content": "Yet there is only... sorrow..."
    },
    {
      "id": 44,
      "model": "산초",
      "content": "……."
    },
    {
      "id": 45,
      "model": "가면키호테",
      "content": "I thought you... at least you would have explored the world outside in my stead, experiencing adventures even more wonderful than the ones I've heard..."
    },
    {
      "id": 46,
      "model": "가면키호테",
      "content": "But this poor soul I see before me..."
    },
    {
      "id": 47,
      "model": "가면키호테",
      "content": "Is no different from me... nor my Family..."
    },
    {
      "id": 48,
      "place": "Fathoms of Ego - Maze",
      "model": "가면키호테",
      "content": "... Just a blood-starved, red-eyed victim of this sickness..."
    },
    {
      "id": 49,
      "model": "단테",
      "content": "<The space we're in... it's changing...>"
    },
    {
      "id": 50,
      "model": "싱클레어",
      "content": "His emotions must be affecting the Golden Bough..."
    },
    {
      "id": 51,
      "model": "이스마엘",
      "content": "Inside the body of that Pallid Whale we encountered at the Great Lake..."
    },
    {
      "id": 52,
      "model": "이스마엘",
      "content": "... was a Golden Bough, wasn't it?"
    },
    {
      "id": 53,
      "model": "그레고르",
      "content": "Yeah... burrowed deep into its heart."
    },
    {
      "id": 54,
      "model": "뫼르소",
      "content": "A form of existence similar to parasitism."
    },
    {
      "id": 55,
      "model": "히스클리프",
      "content": "So... what now?"
    },
    {
      "id": 56,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 57,
      "model": "오티스",
      "content": "Executive Manager. While that man with a Golden Bough in his torso may have once been a powerful being in the past, he seems to have been severely weakened due to an unknown reason. Just say the word, and I will—"
    },
    {
      "id": 58,
      "model": "료슈",
      "content": "Foolishness. He's not the problem here. It's her—she smells different."
    },
    {
      "id": 59,
      "content": "Ryōshū pointed her finger toward Don Quixote."
    },
    {
      "id": 60,
      "model": "료슈",
      "content": "Give me a heads up if you're going to ask us to fight her, Clock. I'd like a chance to burn a last cig before I go."
    },
    {
      "id": 61,
      "model": "단테",
      "content": "<I'm... going to try talking to her first.>"
    },
    {
      "id": 62,
      "model": "이스마엘",
      "content": "I'll go with you, Dante. Guys, this way."
    },
    {
      "id": 63,
      "content": "I slowly approach Don Quixote who regards me with her dark eyes, her usual twinkle seeming like a distant memory."
    },
    {
      "id": 64,
      "model": "산초",
      "content": "Back off."
    },
    {
      "id": 65,
      "model": "산초",
      "content": "You have brought me, a Second Kindred, here with an explicit purpose."
    },
    {
      "id": 66,
      "model": "산초",
      "content": "So that I may punish the Bloodfiends who have committed such sin against my Father. So that I may end his suffocating, meaningless existence."
    },
    {
      "id": 67,
      "model": "싱클레어",
      "content": "But we... we had no idea. It wasn't our intention to—"
    },
    {
      "id": 68,
      "model": "파우스트",
      "content": "Yes, that was precisely our intention."
    },
    {
      "id": 69,
      "content": "... Faust takes a step forward."
    },
    {
      "id": 70,
      "model": "파우스트",
      "content": "Only I and Dante, who remained conscious during the events of the WARP train, were aware of this."
    },
    {
      "id": 71,
      "model": "싱클레어",
      "content": "What... did you say?"
    },
    {
      "id": 72,
      "model": "파우스트",
      "content": "... This omission... could not be helped. Faust is forbidden from being the first to share a Sinner's past."
    },
    {
      "id": 73,
      "model": "료슈",
      "content": "S.P.R."
    },
    {
      "id": 74,
      "model": "이스마엘",
      "content": "But it wasn't just for Don Quixote. She hid Gregor's past. Sinclair's past. She didn't talk about either of them until they were ready to talk about it themselves... or were made to."
    },
    {
      "id": 75,
      "model": "오티스",
      "content": "... I believe it is false equivalency to compare this to those cases when it is evident that this was a case of subterfuge. She was an enemy in our midst, which makes your comparison moot."
    },
    {
      "id": 76,
      "model": "히스클리프",
      "content": "Bloody hell... can't you see? Your reaction is exactly why they didn't tell us!"
    },
    {
      "id": 77,
      "model": "가시춘",
      "content": "... Messy."
    },
    {
      "id": 78,
      "model": "홍루",
      "content": "Ahh... it's because we all care so much about each other."
    },
    {
      "id": 79,
      "model": "이상",
      "content": "Please, stop this. I fear that it may become rather untoward should we continue to spiral."
    },
    {
      "id": 80,
      "model": "로쟈",
      "content": "Yeah. Hong Lu's little sister's here watching us, guys."
    },
    {
      "id": 81,
      "content": "Don Quixote watched our bickering wordlessly..."
    },
    {
      "id": 82,
      "content": "... until the squabble among the Sinners began to subside."
    },
    {
      "id": 83,
      "content": "The entire time they bickered, I wracked my brain trying to come up with something. But..."
    },
    {
      "id": 84,
      "model": "단테",
      "content": "<I just hoped you'd... understand...>"
    },
    {
      "id": 85,
      "model": "단테",
      "content": "<... and come back to our side. To be one of us again.>"
    },
    {
      "id": 86,
      "content": "... all I managed to express was this pathetic, naive hope I'd been stewing in the back of my mind."
    },
    {
      "id": 87,
      "model": "산초",
      "content": "To be one of you...?"
    },
    {
      "id": 88,
      "model": "산초",
      "content": "But you do not know of our eons of suffering. You do not know of our battles, our struggles, our agony, our victories. I don't suppose you ever will."
    },
    {
      "id": 89,
      "model": "산초",
      "content": "I will slowly look into each and every one of those torturous moments and rekindle my buried memories."
    },
    {
      "id": 90,
      "model": "산초",
      "content": "And with every memory, it'll all rise to the surface once again. The wrath, the hatred, the loathing."
    },
    {
      "id": 91,
      "model": "산초",
      "content": "Thus..."
    },
    {
      "id": 92,
      "model": "산초",
      "content": "... I can no longer be one of you again."
    }
  ]
}