{
  "dataList": [
    {
      "id": 0,
      "place": "Fathoms of Ego - Maze",
      "content": "As we were in pursuit of Don Quixote, defeating any Bloodfiend that got in our way..."
    },
    {
      "id": 1,
      "content": "... A blade flashed from a dark corner, aiming straight for Don Quixote."
    },
    {
      "id": 2,
      "model": "산초",
      "content": "……."
    },
    {
      "id": 3,
      "content": "But with a flick of her fingers, she blasted the figure away, flinging the attacker to the ground."
    },
    {
      "id": 4,
      "model": "로쟈",
      "content": "H-huh? Why are they attacking Don Quixote?"
    },
    {
      "id": 5,
      "model": "이상",
      "content": "... A familiar face we encounter..."
    },
    {
      "id": 6,
      "model": "장미침식까미유",
      "teller": "Camille?",
      "content": "Hnnnhhhhhh..."
    },
    {
      "id": 7,
      "model": "히스클리프",
      "content": "Wha? What's that bastard doin' here?"
    },
    {
      "id": 8,
      "model": "이스마엘",
      "content": "Huh, right. I thought they were staying away from the three main Areas because they had a different mission from the rest of us?"
    },
    {
      "id": 9,
      "model": "뫼르소",
      "content": "It can be suspected that the change in La Manchaland's structure due to the influence of the Golden Bough has caused them to be swept up among the Bloodfiends."
    },
    {
      "id": 10,
      "model": "그레고르",
      "content": "Huh, swept up?"
    },
    {
      "id": 11,
      "model": "로쟈",
      "content": "Mmh... gotta say, I never liked the guy. But seeing him like this..."
    },
    {
      "id": 12,
      "model": "파우스트",
      "content": "Dante."
    },
    {
      "id": 13,
      "model": "단테",
      "content": "<... Yeah. I know what you're about to ask.>"
    },
    {
      "id": 14,
      "model": "단테",
      "content": "<That's... Camille's been corroded. Maybe he resorted to using E.G.O gears or E.G.O Gifts from the Lobotomy Corp. branch...>"
    },
    {
      "id": 15,
      "model": "뫼르소",
      "content": "I can confirm the presence of Paula, his companion."
    },
    {
      "id": 16,
      "model": "싱클레어",
      "content": "…!"
    },
    {
      "id": 17,
      "model": "싱클레어",
      "content": "Corroded...? Then... like... back at the basement of my home..."
    },
    {
      "id": 18,
      "model": "이상",
      "content": "Mm... I recall a phenomenon of similitude occurring at K Corp. Perhaps he was assimilated into an E.G.O, the powers of which he could not hope to withstand..."
    },
    {
      "id": 19,
      "model": "파우스트",
      "content": "It indeed may have been the case that he resorted to the use of E.G.O to even the odds against the numerical disadvantage against the Bloodfiend horde."
    },
    {
      "id": 20,
      "model": "그레고르",
      "content": "... Sacrificed himself for the battle, huh. Haah..."
    },
    {
      "id": 21,
      "model": "오티스",
      "content": "It may as well be that he simply tapped into a power he did not understand. However... I must say that he met an honorable death. It must have been a valiant struggle to the end."
    },
    {
      "id": 22,
      "content": "A valiant struggle."
    },
    {
      "id": 23,
      "content": "'Valiant'—that's a word Don Quixote loved to use so much. I looked toward her with some vague hope."
    },
    {
      "id": 24,
      "content": "But she nonchalantly dusted off her clothes and walked away in complete disinterest."
    },
    {
      "id": 25,
      "model": "단테",
      "content": "<... Come on. Let's help them find peace.>"
    }
  ]
}