{
  "dataList": [
    {
      "id": 0,
      "place": "Fathoms of Ego - Maze",
      "content": "Sancho..."
    },
    {
      "id": 1,
      "content": "... walked into the maze that manifested before us, as if to obey Don Quixote's words to observe the desolation."
    },
    {
      "id": 2,
      "model": "가시춘",
      "content": "……."
    },
    {
      "id": 3,
      "model": "가시춘",
      "content": "So that Bloodfiend... is the same person as that friend of yours who saved my life earlier?"
    },
    {
      "id": 4,
      "model": "홍루",
      "content": "Yep. Same person."
    },
    {
      "id": 5,
      "model": "오티스",
      "content": "Are you insane? Does any of this not register to you? The things she's been saying? This \"Don Quixote\" is no—"
    },
    {
      "id": 6,
      "model": "홍루",
      "content": "Mm... but she's still the same person, from where I'm standing."
    },
    {
      "id": 7,
      "content": "Hong Lu replies confidently."
    },
    {
      "id": 8,
      "content": "Or... perhaps that was just how he usually talks. Even when we grew suspicious, even when we found ourselves at a crossroads, his voice would always carry that calm confidence. So much so that it almost seemed silly."
    },
    {
      "id": 9,
      "content": "But... thinking back, he's been more right than wrong."
    },
    {
      "id": 10,
      "content": "... And I hope that is the case again today."
    },
    {
      "id": 11,
      "content": "I try to put my faith in that hope."
    },
    {
      "id": 12,
      "model": "오티스",
      "content": "Damn it... damn it all...! Cowards and milksops, all of you...! If that creature suddenly turns violent against us like an unpredictable animal she is, we'll—"
    },
    {
      "id": 13,
      "model": "단테",
      "content": "<Outis.>"
    },
    {
      "id": 14,
      "model": "오티스",
      "content": "... Yes."
    },
    {
      "id": 15,
      "content": "Outis straightened up and looked in my direction in her usual militaristic stiffness. But I could see the thinly veiled anxiety and mistrust seeping through her stoic expression."
    },
    {
      "id": 16,
      "content": "It was inevitable. Whatever the reason, I did hide things from the Sinners."
    },
    {
      "id": 17,
      "content": "And Outis is very sensitive to people withholding information, so it's no surprise she's so disgruntled about this."
    },
    {
      "id": 18,
      "content": "However, because it is Outis I am speaking to..."
    },
    {
      "id": 19,
      "model": "단테",
      "content": "<We're going to follow Don Quixote... I mean, Sancho.>"
    },
    {
      "id": 20,
      "model": "오티스",
      "content": "But that is—"
    },
    {
      "id": 21,
      "model": "단테",
      "content": "<Sorry, let me finish.>"
    },
    {
      "id": 22,
      "model": "오티스",
      "content": "... Yes. My apologies."
    },
    {
      "id": 23,
      "model": "단테",
      "content": "<I can't know exactly what you're thinking. I can't read minds, you know. But I do know that you are unhappy about this.>"
    },
    {
      "id": 24,
      "model": "오티스",
      "content": "……."
    },
    {
      "id": 25,
      "model": "단테",
      "content": "<I should be able to explain everything to you in due time. So...>"
    },
    {
      "id": 26,
      "model": "단테",
      "content": "<... I would like for you to trust and follow me through this path, which I believe is our way to victory.>"
    },
    {
      "id": 27,
      "content": "Outis' grievance probably runs deeper than what's already left her mouth."
    },
    {
      "id": 28,
      "content": "It wasn't just the omission of intelligence that bothered her... What she was really worried about was that omission compromising me, herself, and the operation itself. That's just the kind of Sinner she is."
    },
    {
      "id": 29,
      "content": "Then, the solution must be to address that very thing. To tell her that everything is going according to plan."
    },
    {
      "id": 30,
      "model": "단테",
      "content": "<Remember how every mission we have done so far led to me resonating with the Golden Bough? And how that was the key to solving them?>"
    },
    {
      "id": 31,
      "model": "단테",
      "content": "<It won't be different this time, proba— No, it won't be different, I'm sure of it.>"
    },
    {
      "id": 32,
      "model": "오티스",
      "content": "... If that is your wish..."
    },
    {
      "id": 33,
      "model": "오티스",
      "content": "... then it is my command."
    },
    {
      "id": 34,
      "model": "단테",
      "content": "<Sorry about forcing you to come along...>"
    },
    {
      "id": 35,
      "model": "오티스",
      "content": "... Regardless of the outcome of this operation, and regardless of the soundness of your reasoning... I, Outis, did not fold before the authority given to you by your rank."
    },
    {
      "id": 36,
      "model": "오티스",
      "content": "My decision to follow you is based on your effort to understand and explain the potential risks I have pointed out to you. That is why... I comply now to your wisdom."
    },
    {
      "id": 37,
      "model": "오티스",
      "content": "Or, perhaps the memories of your past are subconsciously affecting your current behavior."
    },
    {
      "id": 38,
      "model": "단테",
      "content": "<I don't remember a thing, though...>"
    },
    {
      "id": 39,
      "model": "오티스",
      "content": "Don Quixote... Executive Manager... Amnesia has certainly made things difficult for many of us, hasn't it?"
    },
    {
      "id": 40,
      "model": "홍루",
      "content": "There are so many ways to erase people's memories in the City, after all."
    },
    {
      "id": 41,
      "model": "가시춘",
      "content": "... Yeah. There are plenty of ways to remove people's memories, and that's just counting what's public."
    },
    {
      "id": 42,
      "model": "가시춘",
      "content": "The most common method is moving someone's memory into a different object, or a person. Some parts of the City even sell them as local products."
    },
    {
      "id": 43,
      "model": "가시춘",
      "content": "Another is to completely destroy the memories. It's cheap, but because it comes with the risk of affecting other memories, only desperate Backstreets dwellers use this method."
    },
    {
      "id": 44,
      "model": "가시춘",
      "content": "And... now we know the final method, which has so far been unknown, and remains inaccessible even now."
    },
    {
      "id": 45,
      "model": "가시춘",
      "content": "The River of Oblivion... also known as Lethe."
    },
    {
      "id": 46,
      "model": "가시춘",
      "content": "Drinking the waters of this River allows one to bury their memories beyond the veil of their consciousness, to the point where they become uncertain, hazy, and dim like the memories from a dream."
    },
    {
      "id": 47,
      "model": "홍루",
      "content": "So that's what you've been looking for... Xichun."
    },
    {
      "id": 48,
      "model": "가시춘",
      "content": "Not exactly. It's a different stream, somewhere near the River of Oblivion."
    },
    {
      "id": 49,
      "model": "가시춘",
      "content": "I suspect that the River I'm searching for has something to do with the immortality of the mind that our elders have been seeking so desperately."
    },
    {
      "id": 50,
      "model": "홍루",
      "content": "Ah. To be free from aging and death, right?"
    },
    {
      "id": 51,
      "model": "가시춘",
      "content": "Yeah, that old, tiresome thing."
    },
    {
      "id": 52,
      "content": "Maybe... that's how my memories were removed."
    },
    {
      "id": 53,
      "content": "I don't even have a dreamy recollection of my memories; it's like they were uprooted straight from my head."
    },
    {
      "id": 54,
      "content": "So it's either been transferred to a different person or an object..."
    },
    {
      "id": 55,
      "content": "... or it's been totally destroyed, forever unsalvageable."
    },
    {
      "id": 56,
      "content": "Still, I have no clue as to who, how, or why anyone would do such a thing."
    },
    {
      "id": 57,
      "model": "가시춘",
      "content": "……."
    },
    {
      "id": 58,
      "content": "Jia Xichun briefly glanced at me as my clock ticked on before turning her attention back to Hong Lu."
    },
    {
      "id": 59,
      "model": "가시춘",
      "content": "That's why these scant traces of this 'Bari' are so important to me."
    },
    {
      "id": 60,
      "model": "가시춘",
      "content": "I can't tell you in any greater detail, but I see them. I can see her ancient traces here."
    },
    {
      "id": 61,
      "model": "가시춘",
      "content": "Come on, this is important to you too. If we want to survive as heirs, we have to find that thing that our elders seek, that immortali—"
    },
    {
      "id": 62,
      "content": "Jia Xichun stops herself midway through her sentence."
    },
    {
      "id": 63,
      "model": "홍루",
      "content": "I see. So this is where we have to go our separate ways."
    },
    {
      "id": 64,
      "model": "가시춘",
      "content": "Yeah."
    },
    {
      "id": 65,
      "model": "로쟈",
      "content": "Leaving us already?"
    },
    {
      "id": 66,
      "model": "홍루",
      "content": "The path diverges, and we must each take the other trail. It's time to say goodbye."
    },
    {
      "id": 67,
      "model": "가시춘",
      "content": "... If your friend had really lost her memories from drinking the waters of the River of Oblivion..."
    },
    {
      "id": 68,
      "model": "가시춘",
      "content": "... then she has to be extremely disoriented. Coming to terms with the realization that those hazy, nightmarish visions were in fact her own memories, that they weren't just dreams, has to be..."
    },
    {
      "id": 69,
      "model": "홍루",
      "content": "... Yes. It will be sad. And complex."
    },
    {
      "id": 70,
      "model": "홍루",
      "content": "After all, who is the dreamer? Is it myself as I had existed in that dream, or myself who has awakened from it?"
    },
    {
      "id": 71,
      "model": "홍루",
      "content": "Well. Whichever it may be, whether it is a butterfly or not, I guess it will flutter away once again."
    },
    {
      "id": 72,
      "model": "홍루",
      "content": "Thank you for letting me know, Xichun."
    },
    {
      "id": 73,
      "model": "가시춘",
      "content": "... Yeah. I guess you haven't been spending your time chasing the clouds out here, brother."
    },
    {
      "id": 74,
      "model": "가시춘",
      "content": "I'll see you around. I have a feeling we'll be seeing each other again very soon."
    },
    {
      "id": 75,
      "model": "단테",
      "content": "<......>"
    },
    {
      "id": 76,
      "model": "홍루",
      "content": "If you say so, Xichun, then it will be so."
    },
    {
      "id": 77,
      "model": "가시춘",
      "content": "Don't bother saying goodbye. It'll be a waste of time."
    }
  ]
}