{
    "dataList": [
        {
            "id": 0,
            "model": "히스클리프",
            "content": "?! W-What the hell?!"
        },
        {
            "id": 1,
            "content": "Without warning, the bus ground to a sudden halt in the Backstreets."
        },
        {
            "id": 2,
            "model": "카론",
            "content": "We’ll stop here today."
        },
        {
            "id": 3,
            "model": "파우스트",
            "content": "Charon, I fear we haven’t quite reached the destination."
        },
        {
            "id": 4,
            "model": "뫼르소",
            "content": "We’re approximately 15% short of the target location. Considering our schedule, proceeding at least 3% farther would be ideal."
        },
        {
            "id": 5,
            "model": "카론",
            "content": "Charon’s sleepy. Excellent bus drivers don’t drive while sleepy."
        },
        {
            "id": 6,
            "model": "히스클리프",
            "content": "Got it, just stop stomping the brakes every damn time!! D’you know how much you’ve done this?!"
        },
        {
            "id": 7,
            "model": "돈키호테",
            "content": "Forsooth, Ser Heathcliff hath crashed his nose unto the back of the front seat for the fourth time, which must signify that this is the fourth screeching halt to occur!"
        },
        {
            "id": 8,
            "model": "카론",
            "content": "“Leave the wheel as soon as you start feeling sleepy”, said the radio."
        },
        {
            "id": 9,
            "model": "이스마엘",
            "content": "That’s a good point, but… you need to be a bit more flexible about that sorta thing."
        },
        {
            "id": 10,
            "model": "홍루",
            "content": "Fuhu, a statement as plain as that can be quite amusing depending on who says it~"
        },
        {
            "id": 11,
            "model": "히스클리프",
            "content": "Hah, the minted boy agrees with me, eh. It’s funny when the least flexible one says that kind of gabble."
        },
        {
            "id": 12,
            "model": "이스마엘",
            "content": "…What was that? If that’s what you’re playing at, what about that old fogey over there who still thinks she’s a wartime general—"
        },
        {
            "id": 13,
            "content": "Ishmael pointed to Outis, whose veins were beginning to stick out on her veteran and placid face."
        },
        {
            "id": 14,
            "model": "베르길리우스",
            "content": "Sigh."
        },
        {
            "id": 15,
            "content": "This is a prime example of the terror of learned fear."
        },
        {
            "id": 16,
            "content": "It’s happened enough to be familiar… but it’s still rather intimidating to hear Vergilius send the bus into chilling silence with a single gesture or utterance."
        },
        {
            "id": 17,
            "model": "베르길리우스",
            "content": "…What is it? You were all happily chattering moments ago. No reason not to continue."
        },
        {
            "id": 18,
            "model": "히스클리프",
            "content": "Weren’t you sighing to go on a proper rampage after?"
        },
        {
            "id": 19,
            "model": "베르길리우스",
            "content": "I was stretching. Felt a bit stiff…"
        },
        {
            "id": 20,
            "model": "히스클리프",
            "content": "Load of…"
        },
        {
            "id": 21,
            "model": "이스마엘",
            "content": "Ahem…"
        },
        {
            "id": 22,
            "model": "베르길리우스",
            "content": "It’s laughable how you behave. You’re like dogs that drool at the sound of a bell."
        },
        {
            "id": 23,
            "model": "히스클리프",
            "content": "……"
        },
        {
            "id": 24,
            "model": "베르길리우스",
            "content": "If you’ve got complaints, remember that my office in the back always has open hours. I’ll make time for consultations… Miss Faust, I leave the rest to you."
        },
        {
            "id": 25,
            "model": "파우스트",
            "content": "Of course."
        },
        {
            "id": 26,
            "content": "Vergilius nonchalantly walked past the Sinners (and their piercing stares) with Charon at his side, and both stood at the back of the bus."
        },
        {
            "id": 27,
            "model": "카론",
            "content": "Open perilla."
        },
        {
            "id": 28,
            "model": "베르길리우스",
            "content": "It’s “sesame”, Charon."
        },
        {
            "id": 29,
            "model": "카론",
            "content": "Charon knows. It’s not like magic phrases are what open doors, anyway."
        },
        {
            "id": 30,
            "model": "베르길리우스",
            "content": "…I suppose so."
        },
        {
            "id": 31,
            "content": "While they exchanged corny jokes, the door large enough to fill the backside slowly opened…"
        },
        {
            "id": 32,
            "model": "로쟈",
            "content": "Been a few months, but still weirds me out every time I see it…"
        },
        {
            "id": 33,
            "model": "홍루",
            "content": "It’s bigger on the inside, right?"
        },
        {
            "id": 34,
            "content": "As the Backdoor opened, a splendid narrow deep spacious hallway revealed itself."
        },
        {
            "id": 35,
            "content": "An endless corridor… that looked to go on forever."
        },
        {
            "id": 36,
            "content": "Far into this hallway, classy poles demarcate the end of the area we’re allowed to traverse, standing in front of unending lines of red lights."
        },
        {
            "id": 37,
            "content": "Though the place seems comfy… something about it makes eerie feelings creep up."
        },
        {
            "id": 38,
            "model": "그레고르",
            "content": "Now that I think about it… Is that one of those Singularities belonging to a Wing? Frau Faust, do you know anything?"
        },
        {
            "id": 39,
            "model": "파우스트",
            "content": "Of course it is known. But I am certain that you do know that I cannot speak of them in much detail, Herr Gregor."
        },
        {
            "id": 40,
            "model": "그레고르",
            "content": "Could stand to be a bit nicer about it…"
        },
        {
            "id": 41,
            "model": "료슈",
            "content": "This is a corridor."
        },
        {
            "id": 42,
            "model": "파우스트",
            "content": "That’s correct. It’s a corridor."
        },
        {
            "id": 43,
            "model": "그레고르",
            "content": "Haah… Sure is—a long hallway with doors to rooms on the sides, of course it’s a corridor."
        },
        {
            "id": 44,
            "model": "료슈",
            "content": "I. F."
        },
        {
            "id": 45,
            "model": "그레고르",
            "content": "What’re you trying to… Pfah, whatever. I’m too tired… Dante, please hurry on with it."
        },
        {
            "id": 46,
            "content": "Gregor’s words snapped me out of idly staring down to the edge of the passage."
        },
        {
            "id": 47,
            "model": "단테",
            "content": "<Oh, yeah… Right.>"
        },
        {
            "id": 48,
            "model": "파우스트",
            "content": "Dante, while I understand that you may feel it to be an unnecessary repetitive act… simply put, the executive manager’s approval is a vital part of the procedure. Please understand."
        },
        {
            "id": 49,
            "model": "단테",
            "content": "<No need to put it like that, Ms. Faust…>"
        },
        {
            "id": 50,
            "content": "With that answer, I got up from my seat and stood at the front of the bus, looking at the crew."
        },
        {
            "id": 51,
            "model": "단테",
            "content": "<I hereby confirm today’s close of business for the Sinners.>"
        },
        {
            "id": 52,
            "model": "파우스트",
            "content": "Thank you kindly. Starting now, you all will be given a maximum of 12 hours to partake in sleep and rest; the duration is subject to change. Have a good night."
        },
        {
            "id": 53,
            "content": "As soon as Faust finished speaking, the Sinners walked along with groans and sighs."
        },
        {
            "id": 54,
            "model": "그레고르",
            "content": "Ah, geez~ Man, I’m whipped…"
        },
        {
            "id": 55,
            "model": "돈키호테",
            "content": "A fine night, Young Sinclair! What say you another game of chess?!"
        },
        {
            "id": 56,
            "model": "싱클레어",
            "content": "N-No thanks, Don Quixote… You always run to Mr. Yi Sang for hints whenever you’re losing!"
        },
        {
            "id": 57,
            "model": "이상",
            "content": "That is untrue, Sinclair. That… was because I could not bear to watch the grievous misplacements…"
        },
        {
            "id": 58,
            "model": "싱클레어",
            "content": "T—That’s even worse!"
        },
        {
            "id": 59,
            "model": "뫼르소",
            "content": "Bonsoir, Manager, and thank you for today’s work. As for tonight’s watch…"
        },
        {
            "id": 60,
            "model": "단테",
            "content": "<Oh, Meursault. Thanks for suggesting. Yeah, I wasn’t really feeling sleepy today…>"
        },
        {
            "id": 61,
            "content": "Then, Outis suddenly intervened."
        },
        {
            "id": 62,
            "model": "오티스",
            "content": "Executive Manager! Allow me to remind you that I am always willing to stand in for night watch duty if you ever feel fatigued—"
        },
        {
            "id": 63,
            "model": "로쟈",
            "content": "Yeah, yeah, babushka-de-camp~ How’s about we get inside now~"
        },
        {
            "id": 64,
            "model": "오티스",
            "content": "Executive Manager! Your hard daytime work must—"
        },
        {
            "id": 65,
            "model": "이스마엘",
            "content": "Sure~ Let’s get you to bed."
        },
        {
            "id": 66,
            "content": "Ishmael gave me a small nod, and then proceeded to draggingly chaperone Outis through the back door with Rodya."
        },
        {
            "id": 67,
            "content": "Then, at last, Faust and I remained."
        },
        {
            "id": 68,
            "model": "파우스트",
            "content": "That was fortunate, Dante. Had they not forced Outis to retire, she would have nagged you for the duty of night watch for quite a while again."
        },
        {
            "id": 69,
            "model": "단테",
            "content": "<Haha, does happen a lot…>"
        },
        {
            "id": 70,
            "content": "I commented back as I watched the Sinners head into the corridor, one after another."
        },
        {
            "id": 71,
            "content": "After Rodya has entered and closed the door, Ishmael opens the same to get inside."
        },
        {
            "id": 72,
            "model": "단테",
            "content": "<You said the door leads to a different space each time it opens, right?>"
        },
        {
            "id": 73,
            "model": "파우스트",
            "content": "Yes. As long as a Sinner is in the right mental condition… the door will lead to lodging appropriate for rest and personal use."
        },
        {
            "id": 74,
            "content": "Lodging, is it… They looked more like jail cells last time I peeked through the window."
        },
        {
            "id": 75,
            "content": "Still, she must mean it can be used as a personal living space… for sleep, showers, self-care and all that…"
        },
        {
            "id": 76,
            "model": "파우스트",
            "content": "…You seem to have other questions besides that."
        },
        {
            "id": 77,
            "content": "My clock has no eyes, nose, or mouth, and yet…"
        },
        {
            "id": 78,
            "content": "Somehow, it feels as though Faust reads something out of me."
        },
        {
            "id": 79,
            "content": "…Not that she’ll tell me how she manages it…"
        },
        {
            "id": 80,
            "model": "단테",
            "content": "<…Y’know, just curious about what’s over there.>"
        },
        {
            "id": 81,
            "content": "I pointed down to the far end of the corridor with my finger."
        },
        {
            "id": 82,
            "content": "Right to the horizontal depths of this seemingly endless corridor."
        },
        {
            "id": 83,
            "model": "파우스트",
            "content": "…As I have told you repeatedly, it is best not to be curious about it, Dante."
        },
        {
            "id": 84,
            "content": "As expected, Faust chose to walk into the corridor with a faint sigh instead of a real answer."
        },
        {
            "id": 85,
            "content": "And yet, just maybe… Faust knew all along. She “knows it all” as she likes to say."
        },
        {
            "id": 86,
            "content": "…Maybe she knew that I would learn about what lies beyond in the corridor soon enough."
        }
    ]
}