{
    "dataList": [
        {
            "id": 0,
            "model": "단테2",
            "content": "<I hereby confirm today’s close of business for the Sinners.>"
        },
        {
            "id": 1,
            "content": "Whether we're riding the bus through a forest or navigating the busboat over a vast lake, our daily routine changes very little."
        },
        {
            "id": 2,
            "model": "파우스트",
            "content": "Thank you kindly. Starting now, you all will be given a maximum of 12 hours to partake in sleep and rest; the duration is subject to change. Have a good night."
        },
        {
            "id": 3,
            "content": "The usual hubbub, followed by the usual leisurely idleness."
        },
        {
            "id": 4,
            "content": "I guess I'm not the only one starting to enjoy these normal, routine days."
        },
        {
            "id": 5,
            "content": "It wasn't by our choice, though. By now, I thought we'd be sailing vigorously across the waters toward the Lobotomy Corp. Branch located somewhere within U Corp."
        },
        {
            "id": 6,
            "content": "But here we are, unable to leave the coastal side of the Great Lake, dawdling and twiddling our thumbs."
        },
        {
            "id": 7,
            "content": "Well, it's not like there's been an accident. While Faust didn't elaborate, she explained that we had to wait for now."
        },
        {
            "id": 8,
            "content": "If I were to hazard a guess, we were waiting here to complete some kind of an entry procedure like we did at K Corp. Either that, or we're waiting for someone(probably the Before team) to get in touch with us."
        },
        {
            "id": 9,
            "content": "Which brings us here, surrounded by nothing but endless, endless water. The Sinners chattered about inane subjects before complaining about this immense boredom..."
        },
        {
            "id": 10,
            "content": "But deep down, we were all exhausted from the unending onslaught of physically and emotionally draining happenings. Deep down, we all knew these leisurely days would not last."
        },
        {
            "id": 11,
            "content": "So we each elected to enjoy this brief maritime respite in our own ways."
        },
        {
            "id": 12,
            "model": "이상",
            "content": "Huff, Hurk..."
        },
        {
            "id": 13,
            "model": "돈키호테",
            "content": "If thou needest mine assistance..."
        },
        {
            "id": 14,
            "model": "이상",
            "content": "... As I have repeatedly made myself clear..."
        },
        {
            "id": 15,
            "model": "이상",
            "content": "I am... quite... alright..."
        },
        {
            "id": 16,
            "model": "돈키호테",
            "content": "Thy countenance, returning the contents within thy stomach to the Lake with such vigor... sayeth otherwise..."
        },
        {
            "id": 17,
            "content": "Except for Yi Sang, who had a surprisingly low tolerance for seasickness..."
        },
        {
            "id": 18,
            "content": "... This voyage was proving to be rather uneventful."
        },
        {
            "id": 19,
            "model": "단테2",
            "content": "<Yi Sang, the day's over. You can go back to your room now...>"
        },
        {
            "id": 20,
            "model": "이상",
            "content": "Oh... Shall I finally be freed from this suffering...?"
        },
        {
            "id": 21,
            "model": "단테2",
            "content": "<Seriously, I told you that you could rest in your room if you wanted.>"
        },
        {
            "id": 22,
            "model": "이상",
            "content": "Our fellows must also have their share of suffering... I can not, in good faith, seek comfort only for myself."
        },
        {
            "id": 23,
            "model": "단테2",
            "content": "<You're the one with the biggest share of suffering right now...>"
        },
        {
            "id": 24,
            "content": "While I wished that he'd be more reasonable with himself, I could see where he was coming from..."
        },
        {
            "id": 25,
            "content": "I thought better of it than to try to convince him otherwise. I instead chose to help Yi Sang to his room."
        },
        {
            "id": 26,
            "model": "이상",
            "content": "I thank you, Dante. Then... until later."
        },
        {
            "id": 27,
            "content": "I waved at him and watched until he stumbled into his room and closed the door behind him."
        },
        {
            "id": 28,
            "model": "돈키호테",
            "content": "Then I shall seek myself respite as well, Manager Esquire!"
        },
        {
            "id": 29,
            "model": "단테2",
            "content": "<Yeah, rest well.>"
        },
        {
            "id": 30,
            "content": "Don Quixote walked into the same Door that Yi Sang had walked into. I could get a blurry glimpse into her room over her shoulder."
        },
        {
            "id": 31,
            "content": "I couldn't get a good look at it... but it was certainly not the same room Yi Sang had walked into."
        },
        {
            "id": 32,
            "model": "단테2",
            "content": "<I see these doors every day... but I still don't get it.>"
        },
        {
            "id": 33,
            "content": "I should probably be used to this by now, but it's still pretty fascinating how the rooms changed based on who opened the doors."
        },
        {
            "id": 34,
            "content": "I turned, leaving their shut door behind, ready to return to my room."
        },
        {
            "id": 35,
            "model": "단테2",
            "content": "<......>"
        },
        {
            "id": 36,
            "content": "There's a door immediately to the right side of that demarcation of the corridor we're not allowed to cross."
        },
        {
            "id": 37,
            "content": "Within that door is a space somewhat different from the Sinners' rooms."
        },
        {
            "id": 38,
            "content": "In there were the wooden door to my room and the metal door leading into the Mirror Dungeons."
        },
        {
            "id": 39,
            "content": "The doors leading to the Luxcavation Dungeons and the recently-opened door to the Refraction Railway also come into view."
        },
        {
            "id": 40,
            "model": "단테2",
            "content": "<No new doors... yet.>"
        },
        {
            "id": 41,
            "content": "For no reason in particular, I creak those doors open and take a quick peek inside to see if anything changed."
        },
        {
            "id": 42,
            "content": "Well... I've never actually managed to catch any changes myself, but... who knows?"
        },
        {
            "id": 43,
            "content": "Maybe I'll notice something worth keeping to myself..."
        },
        {
            "id": 44,
            "content": "... Which I should probably report to Faust."
        },
        {
            "id": 45,
            "model": "단테2",
            "content": "<...!>"
        },
        {
            "id": 46,
            "content": "Something must've caught wind of my rather mischievous thought."
        },
        {
            "id": 47,
            "content": "An ear-splitting siren blares all the way here from the other end of the bus."
        },
        {
            "id": 48,
            "model": "히스클리프",
            "content": "Blimey, what the hell is..."
        },
        {
            "id": 49,
            "model": "그레고르",
            "content": "Oh boy, this again?"
        },
        {
            "id": 50,
            "model": "료슈",
            "content": "M.E. Kill the volume..."
        },
        {
            "id": 51,
            "content": "I spun around to face the other side of the corridor. The Sinners, alarmed by the noise, were one by one peeking out of their rooms."
        },
        {
            "id": 52,
            "content": "They were used to this siren by now, but that didn't change the unpleasant fact that their sweet private hours were disturbed..."
        },
        {
            "id": 53,
            "model": "파우스트",
            "content": "Well met, Dante. Let us observe this disturbance together."
        },
        {
            "id": 54,
            "model": "단테2",
            "content": "<O-okay.>"
        },
        {
            "id": 55,
            "content": "... I accompanied Faust to the helm."
        },
        {
            "id": 56,
            "content": "She fiddled with a few buttons, and shut off the alarm. Incomprehensible, complicated-looking letters began to fill the round screen."
        },
        {
            "id": 57,
            "model": "단테2",
            "content": "<... Is that a new room?>"
        },
        {
            "id": 58,
            "model": "파우스트",
            "content": "Even Faust needs a moment to decipher."
        },
        {
            "id": 59,
            "model": "단테2",
            "content": "<Right, right...>"
        },
        {
            "id": 60,
            "content": "The siren always comes without warning."
        },
        {
            "id": 61,
            "content": "And with it appeared the Mirror Dungeons, the Luxcavation Dungeons, and the Refraction Railways."
        },
        {
            "id": 62,
            "model": "단테2",
            "content": "<I don't know if it's relevant, but... I didn't see anything that would indicate activity when I checked the Railway door earlier.>"
        },
        {
            "id": 63,
            "model": "파우스트",
            "content": "It is unlikely that anything new would appear from that entrance."
        },
        {
            "id": 64,
            "model": "파우스트",
            "content": "I find it difficult to believe that the next Line would arrive so soon when the glow of the door leading to Line 2 has yet to go out."
        },
        {
            "id": 65,
            "model": "단테2",
            "content": "<I guess you're right.>"
        },
        {
            "id": 66,
            "content": "The first Railway really took me by surprise when it appeared."
        },
        {
            "id": 67,
            "content": "A new door had appeared before us, its edges shimmering with a blue glow. And when we entered it..."
        },
        {
            "id": 68,
            "content": "A mysterious vehicle was just sitting there, waiting for us."
        },
        {
            "id": 69,
            "content": "Its appearance somewhat resembled that of Mephistopheles... but it was also patently clear that I'd never seen anything like it before. An odd feeling."
        },
        {
            "id": 70,
            "model": "파우스트",
            "content": "I see that your first encounter with the train has left a strong impression, Dante."
        },
        {
            "id": 71,
            "model": "파우스트",
            "content": "Well, I recall that you had a rather violent reaction when I entered the train to observe its interiors."
        },
        {
            "id": 72,
            "model": "단테2",
            "content": "<Come on, I wasn't the only one that freaked out. Everyone did...>"
        },
        {
            "id": 73,
            "content": "What if that thing left the Station before the rest of us got on?"
        },
        {
            "id": 74,
            "content": "... Was what I wanted to say if Faust hadn't already turned around from the screen, to which her eyes had been metaphorically glued for a while, and walked away."
        },
        {
            "id": 75,
            "model": "단테2",
            "content": "<This wasn't it, then?>"
        },
        {
            "id": 76,
            "model": "파우스트",
            "content": "No. This particular volatility is not something we can utilize."
        },
        {
            "id": 77,
            "model": "단테2",
            "content": "<Right... I thought it was an awkward time for a new door to appear. Too soon, too soon.>"
        },
        {
            "id": 78,
            "model": "파우스트",
            "content": "The Dungeons and the Railways appeared at 'awkward times' as well, Dante. I recommend that you refrain from settling into a premature conclusion. A new variable may present itself at any moment."
        },
        {
            "id": 79,
            "model": "파우스트",
            "content": "... Moreover..."
        },
        {
            "id": 80,
            "model": "파우스트",
            "content": "If this volatility has triggered an alarm in Mephistopheles' engine, then it naturally follows that a new door has appeared at an indeterminate location down the corridor."
        },
        {
            "id": 81,
            "model": "파우스트",
            "content": "This may reveal a space from which one could never return. It is best that we keep track of these incidents."
        },
        {
            "id": 82,
            "model": "단테2",
            "content": "<Even Heathcliff won't do anything like that again. ... Probably.>"
        },
        {
            "id": 83,
            "model": "파우스트",
            "content": "... As per my last advice to you, a premature conclusion is..."
        },
        {
            "id": 84,
            "model": "단테2",
            "content": "<......>"
        },
        {
            "id": 85,
            "model": "파우스트",
            "content": "Regardless, no serious issues have been detected at this moment. ... It would be most apt that we enjoy our remaining rest period."
        },
        {
            "id": 86,
            "model": "파우스트",
            "content": "Now, if you will excuse me. Rest well, Dante."
        },
        {
            "id": 87,
            "content": "With those as her parting words, Faust disappeared into her room in her usual manner."
        },
        {
            "id": 88,
            "content": "Left alone again, on this bus... boat."
        },
        {
            "id": 89,
            "content": "I looked at the numerous letters displayed on the screen."
        },
        {
            "id": 90,
            "content": "Numbers. Unintelligible letters. Drawings and symbols depicting something."
        },
        {
            "id": 91,
            "content": "I had to shake my clock head after staring at that dizzying sight for a while."
        },
        {
            "id": 92,
            "model": "단테2",
            "content": "<I wonder if this is how Yi Sang felt earlier... I'm starting to feel nauseous.>"
        },
        {
            "id": 93,
            "content": "I was barely able to hold back the vertigo from setting in. Time to saunter back to my room."
        },
        {
            "id": 94,
            "content": "Let's turn in early tonight..."
        }
    ]
}