{
    "dataList": [
        {
            "id": 0,
            "content": "Another day, another prolonged and dreary period of waiting, waiting, and some more waiting for something to happen. Of course, our busboat was still floating on the coastal Great Lake."
        },
        {
            "id": 1,
            "content": "Voices of discontent among the Sinners started small, but they have been growing increasingly incessant as of late."
        },
        {
            "id": 2,
            "model": "그레고르",
            "content": "GAH! Holy CRAP!"
        },
        {
            "id": 3,
            "place": "Cabins of Mephistopheles",
            "content": "All of a sudden, an ear-splitting siren echoes throughout the cabins."
        },
        {
            "id": 4,
            "content": "It's that alarm again— Warning us of a volatility in Mephistopheles. But it was much louder, much more painful than the ones we've heard before."
        },
        {
            "id": 5,
            "content": "And this time, it wasn't the only thing that assaulted our senses."
        },
        {
            "id": 6,
            "model": "로쟈",
            "content": "Huhh...? We've never had flashing lights like this before, right?"
        },
        {
            "id": 7,
            "model": "히스클리프",
            "content": "What is it this time? The hell did you feed this bloody rickety bus?"
        },
        {
            "id": 8,
            "model": "돈키호테",
            "content": "Ooo!! This must be a signal that the long-awaited adventure is finally nigh!!!"
        },
        {
            "id": 9,
            "model": "싱클레어",
            "content": "I-is this... what we've been waiting for this whole time?"
        },
        {
            "id": 10,
            "model": "베르길리우스",
            "content": "... No."
        },
        {
            "id": 11,
            "content": "Vergilius frowned as though he sensed that something was off. He turned to Faust."
        },
        {
            "id": 12,
            "content": "It was one of those rare occasions when I could sense the slightest hint of confusion from him."
        },
        {
            "id": 13,
            "model": "카론",
            "content": "Weewoo weewoo. Mephi's blaring and crying. Mephi sick?"
        },
        {
            "id": 14,
            "model": "베르길리우스",
            "content": "What is this, Ms. Faust? I wasn't informed about a siren like this before."
        },
        {
            "id": 15,
            "model": "파우스트",
            "content": "……"
        },
        {
            "id": 16,
            "model": "파우스트",
            "content": "First, A correction of falsehoods is in order. Mephistopheles is not 'bloody rickety'. And 'eating' is not a part of its behaviors."
        },
        {
            "id": 17,
            "model": "파우스트",
            "content": "It does make infrequent use of the Enkephalin supply gear installed in the engine for fuel, but that is of no negative consequence. Even if it was, whatever issues that may arise can handily be repaired after a proper total disassembly—"
        },
        {
            "id": 18,
            "model": "히스클리프",
            "content": "That was just a figure of speech! Tsk. So what's this now? Sounds like the bus is about to explode!"
        },
        {
            "id": 19,
            "model": "파우스트",
            "content": "To label Mephistopheles as some 'bloody rickety bus' completely disregards the amount of pain and effort Faust dedicated to designing and—"
        },
        {
            "id": 20,
            "model": "싱클레어",
            "content": "Heathcliff, if you don't take it back... I don't think she's ever going to stop..."
        },
        {
            "id": 21,
            "model": "히스클리프",
            "content": "Haah, seriously...?"
        },
        {
            "id": 22,
            "model": "로쟈",
            "content": "Yeah, Heath. Take it back... The bus might actually blow up before she explains anything!"
        },
        {
            "id": 23,
            "model": "히스클리프",
            "content": "Ugh..."
        },
        {
            "id": 24,
            "model": "히스클리프",
            "content": "... I take back what I said earlier."
        },
        {
            "id": 25,
            "model": "파우스트",
            "content": "I cannot comprehend what you are attempting to take back. Your rather abstract reference to this unknown concept that you supposedly mentioned 'earlier' is hardly clarifying. Anyway, allow me to list the specifications of screws used in Mephistopheles' construction that make this creation so impressive. First—"
        },
        {
            "id": 26,
            "model": "히스클리프",
            "content": "Fine! I take back what I said about the Bus! It's not bloody rickety, and it doesn't eat! I'm sorry, alright?!!!"
        },
        {
            "id": 27,
            "content": "The cabin briefly echoes with his cries, then... a brief silence."
        },
        {
            "id": 28,
            "model": "파우스트",
            "content": "……"
        },
        {
            "id": 29,
            "content": "I think... I saw Faust flash the briefest grin of satisfaction..."
        },
        {
            "id": 30,
            "model": "파우스트",
            "content": "Good."
        },
        {
            "id": 31,
            "model": "베르길리우스",
            "content": "Is the clown show over? This juvenile, tedious exchange is testing my patience."
        },
        {
            "id": 32,
            "model": "단테2",
            "content": "<Yeah, it's a bit different from the usual alarms... Don't think this one's for a new door.>"
        },
        {
            "id": 33,
            "model": "파우스트",
            "content": "It is quite simple. The Night is here."
        },
        {
            "id": 34,
            "model": "료슈",
            "content": "W.D.Y.M."
        },
        {
            "id": 35,
            "model": "료슈",
            "content": "T.O.I.S.Y.N.C."
        },
        {
            "id": 36,
            "model": "싱클레어",
            "content": "Talk, Or I Snap Your—"
        },
        {
            "id": 37,
            "model": "파우스트",
            "content": "Walpurgis Night is here, it seems."
        },
        {
            "id": 38,
            "model": "뫼르소",
            "content": "The night is not here. That is very apparent, at least in this coastal area."
        },
        {
            "id": 39,
            "model": "파우스트",
            "content": "The... name does not refer to the time of day in which the sun moves beyond our line of sight."
        },
        {
            "id": 40,
            "model": "뫼르소",
            "content": "Hm."
        },
        {
            "id": 41,
            "model": "이상",
            "content": "Then it appears to me that, by that designation, you are referring to a certain phenomenon?"
        },
        {
            "id": 42,
            "content": "Yi Sang seemed to be doing a little better, now that the waves had died down somewhat."
        },
        {
            "id": 43,
            "model": "파우스트",
            "content": "I am, indeed. I am certain that all of you are most familiar with the fact that extracting Identities and E.G.O from mirror worlds is one of the many functions of Mephistopheles' Engine."
        },
        {
            "id": 44,
            "model": "파우스트",
            "content": "But its reach is rather limited. Even as it has expanded over our journey, we have yet to reach mirror worlds that are too far from our own."
        },
        {
            "id": 45,
            "model": "오티스",
            "content": "Is this the Golden Boughs' doing? I noticed that it was fishing up more and more new things the longer our journey went on."
        },
        {
            "id": 46,
            "model": "파우스트",
            "content": "Broadly speaking, yes. You could say that. Dante and our collective experiences gradually expand our range of Extractions."
        },
        {
            "id": 47,
            "model": "파우스트",
            "content": "Normally, Extractions require a certain resource... but there were times when the Identity Cards appeared out of nowhere. Do you recall them, Dante?"
        },
        {
            "id": 48,
            "model": "단테2",
            "content": "<Uh, yeah. Some of them just randomly popped out of the engine.>"
        },
        {
            "id": 49,
            "model": "히스클리프",
            "content": "Wait. Wait. Slow down."
        },
        {
            "id": 50,
            "model": "히스클리프",
            "content": "The hell's an Identity Card?"
        },
        {
            "id": 51,
            "model": "홍루",
            "content": "Oh, you still didn't know? Hm... I'm jealous of you, Heathcliff. You have a talent for ignoring anything you don't care about~"
        },
        {
            "id": 52,
            "model": "히스클리프",
            "content": "You lookin' to get your head smashed in or what?"
        },
        {
            "id": 53,
            "model": "그레고르",
            "content": "Right, right. Knock it off, you guys. Guide Bud's giving us the evil eye."
        },
        {
            "id": 54,
            "model": "그레고르",
            "content": "They're, you know, the... uh, the things Manager Bud pulls out of the engine from time to time."
        },
        {
            "id": 55,
            "model": "그레고르",
            "content": "Those little rectangular objects with our alternate world... Wait, was it mirror worlds? Anyways, it's those things with depictions of our 'other' selves on them."
        },
        {
            "id": 56,
            "model": "홍루",
            "content": "Yes! The things that look like mahjong tiles."
        },
        {
            "id": 57,
            "model": "로쟈",
            "content": "I thought they looked a bit like wafers."
        },
        {
            "id": 58,
            "model": "이상",
            "content": "I believe their denomination comes from their appearance as cards that contain Identities. Thus, it naturally follows that they are named... Identity Cards."
        },
        {
            "id": 59,
            "model": "히스클리프",
            "content": "So we're using those rectangular toys to transform into our alternate selves?"
        },
        {
            "id": 60,
            "model": "히스클리프",
            "content": "I never used 'em before."
        },
        {
            "id": 61,
            "model": "단테2",
            "content": "<That's because I'm the one using them.>"
        },
        {
            "id": 62,
            "model": "파우스트",
            "content": "On the device issued to Dante are indentations through which Identity Cards and E.G.O can be inserted. They are reflected when we participate in a battle."
        },
        {
            "id": 63,
            "model": "그레고르",
            "content": "Oh, so that's what they were fidgeting with before every fight..."
        },
        {
            "id": 64,
            "content": "I could tell from his flabbergasted expression that none of it had ever even occurred to Heathcliff."
        },
        {
            "id": 65,
            "model": "돈키호테",
            "content": "……."
        },
        {
            "id": 66,
            "content": "On the other hand, Don Quixote wore... a somewhat forlorn expression."
        },
        {
            "id": 67,
            "model": "단테2",
            "content": "<What's wrong, Don Quixote?>"
        },
        {
            "id": 68,
            "model": "돈키호테",
            "content": "Well, I..."
        },
        {
            "id": 69,
            "model": "돈키호테",
            "content": "Is this not about time when Ishmael would intrude upon this conversation and denounce Heathcliff with biting words such as 'You still didn't know? That's just like you'? This emptiness weighs heavily upon mine heart..."
        },
        {
            "id": 70,
            "model": "로쟈",
            "content": "Ohh~ You're right. Something was missing from this whole convo. I knew it."
        },
        {
            "id": 71,
            "model": "히스클리프",
            "content": "You right daft bastards..."
        },
        {
            "id": 72,
            "model": "베르길리우스",
            "content": "Enough."
        },
        {
            "id": 73,
            "model": "베르길리우스",
            "content": "We're not getting the information we need. Ms. Faust, Please explain the present situation. What are these green lights?"
        },
        {
            "id": 74,
            "model": "파우스트",
            "content": "Understood. If we take into account the case of Identity Cards Dante received without spending any Lunacy, we can draw a conclusion that the Mephistopheles' Extraction has an element of unpredictability tied to its uncertainty."
        },
        {
            "id": 75,
            "model": "히스클리프",
            "content": "The hell is she blathering about now...?"
        },
        {
            "id": 76,
            "model": "이상",
            "content": "Yet this item is of your design. To say that it has an element of unpredictability would indicate that..."
        },
        {
            "id": 77,
            "model": "파우스트",
            "content": "Correct. Enkephalin fuels the Engine, yes. However, Extractions and reconstructions utilize chaos... Well, in easier terms, you could say that it uses the concept of possibilities itself as fuel."
        },
        {
            "id": 78,
            "model": "파우스트",
            "content": "Our Extraction range grows when we are able to clearly observe specific possibilities in the infinitely branching mirror worlds. During this period, however... the borders between the mirror realities are entirely shattered."
        },
        {
            "id": 79,
            "model": "파우스트",
            "content": "Using the present as our anchoring point, it could be said that our current Extraction range is approximately three years to the past or the future. During Walpurgis Night, however, that range grows to about 10 years or even more."
        },
        {
            "id": 80,
            "model": "돈키호테",
            "content": "I-in that case! Thou meanest to say that Identities of prominent Fixers from times past may grace us with...?!"
        },
        {
            "id": 81,
            "model": "파우스트",
            "content": "Theoretically speaking, yes. But each Walpurgis Night has its own peculiarities. It will not let us reach into all potential possibilities."
        },
        {
            "id": 82,
            "model": "돈키호테",
            "content": "Th-th-th-th-th-then does that mean that we may also be availed our alternate selves as the legendary Fixer, the archmagnificence, the one and only..."
        },
        {
            "id": 83,
            "model": "돈키호테",
            "content": "R-RED MIST...?!"
        },
        {
            "id": 84,
            "model": "파우스트",
            "content": "... That is extremely unlikely. But I will not completely dismiss the possibility."
        },
        {
            "id": 85,
            "model": "파우스트",
            "content": "The extended range, I suppose, could be defined by worlds affected by entities that were indispensable to the formation of this current state of the world. An example of that would be the Lobotomy Corporation Headquarters prior to 'White Nights and Dark Days' incident."
        },
        {
            "id": 86,
            "model": "파우스트",
            "content": "In some ways... your words sometimes find a roundabout way to the truth, Don Quixote."
        },
        {
            "id": 87,
            "model": "베르길리우스",
            "content": "……"
        },
        {
            "id": 88,
            "content": "I didn't know who this Red Mist was, nor did I know what White Nights and Dark Days was..."
        },
        {
            "id": 89,
            "content": "But I could hazard a guess that they both must've been pretty significant, considering that Vergilius' face grew visibly tense as soon as they were mentioned. The Sinners were unsettled, too."
        },
        {
            "id": 90,
            "model": "베르길리우스",
            "content": "We can conclude that this siren is no cause for any immediate concern, then."
        },
        {
            "id": 91,
            "model": "파우스트",
            "content": "No, it isn't. Consider it... a festival that arrives once in a while. For now."
        },
        {
            "id": 92,
            "model": "카론",
            "content": "Festival. Festive times. Charon is festive too."
        },
        {
            "id": 93,
            "model": "싱클레어",
            "content": "I don't know if I got all that, but... this isn't what we've been waiting for, is it?"
        },
        {
            "id": 94,
            "model": "베르길리우스",
            "content": "No. We will continue to wait."
        },
        {
            "id": 95,
            "model": "오티스",
            "content": "Tsk."
        },
        {
            "id": 96,
            "content": "The Sinners sighed and groaned with disappointment as the newfound anticipation fizzled."
        },
        {
            "id": 97,
            "content": "Well, something did happen... but it wasn't something that would get us moving. I can see what a disappointment this might be to them."
        },
        {
            "id": 98,
            "model": "그레고르",
            "content": "So... how do we stop that green light from flashing?"
        },
        {
            "id": 99,
            "model": "파우스트",
            "content": "It will turn itself off when Dante extracts something from the engine. Do not worry."
        },
        {
            "id": 100,
            "model": "베르길리우스",
            "content": "Right, back to business, all. Dante, extract something and turn that alarm off."
        },
        {
            "id": 101,
            "model": "료슈",
            "content": "W.A.D. We'll just be running more Dungeons through the Backdoor with whatever new thing they pull anyway."
        },
        {
            "id": 102,
            "model": "홍루",
            "content": "Still, this leisureliness is a very rare opportunity, isn't it~?"
        },
        {
            "id": 103,
            "model": "이상",
            "content": "Blessed be the patient ones, or so it is said."
        },
        {
            "id": 104,
            "content": "Every Sinner says their piece before returning to their seats."
        },
        {
            "id": 105,
            "content": "Some of them walk out of the cabin to gaze at the Lake. It's something they must be growing a tad tired of doing at this point. ... Maybe they're just going out for a long sigh."
        },
        {
            "id": 106,
            "content": "... And Outis walked up to me."
        },
        {
            "id": 107,
            "model": "오티스",
            "content": "Are you not worried, Executive Manager?"
        },
        {
            "id": 108,
            "model": "단테2",
            "content": "<Huh?>"
        },
        {
            "id": 109,
            "model": "오티스",
            "content": "About what that mad scientist said. \"For now\"... There has to be more to that statement. Should I investigate this matter further?"
        },
        {
            "id": 110,
            "content": "Outis was right... While Faust did tell us to consider this nothing more than a festival that arrives once in a while... she definitely knew more than she was letting on."
        },
        {
            "id": 111,
            "content": "But if Faust speaks of something in her characteristically cryptic manner... it means that she'll never tell us until she wants to."
        },
        {
            "id": 112,
            "model": "단테2",
            "content": "<Well, it does bother me a little... But right now, we don't have a lot of options. Let's just put a pin in it for now.>"
        },
        {
            "id": 113,
            "content": "Outis nodded affirmatively, bowed, and returned to her seat."
        },
        {
            "id": 114,
            "content": "Well... let's get extracting like Faust said."
        }
    ]
}