{
    "dataList": [
        {
            "id": 0,
            "place": "Dante's Room",
            "content": "It's been a long while since I was able to relax like this, all alone in my room with not a concern in my mind."
        },
        {
            "id": 1,
            "content": "Maybe it's because a heavy burden had been lifted from my heart."
        },
        {
            "id": 2,
            "content": "I told the Sinners that we should take a day off or so in our respective rooms. After what happened... we deserved a good rest."
        },
        {
            "id": 3,
            "content": "... A big part of that decision was also to relieve Yi Sang of his seasickness at least for a day. (I don't think the Sinners' rooms sway with the waves.)"
        },
        {
            "id": 4,
            "content": "We're still a ways away from getting out of the Great Lake. I thought it would be a good idea to have a day like this where we could just sit and relax."
        },
        {
            "id": 5,
            "content": "Of course, this wasn't like a real vacation or anything. If anything were to happen, this little time off would be over just like that."
        },
        {
            "id": 6,
            "content": "... Like that eardrum-tearing siren of Mephistopheles that always finds the worst times to go off, for example."
        },
        {
            "id": 7,
            "model": "단테",
            "content": "<... Oh.>"
        },
        {
            "id": 8,
            "content": "... Yeah."
        },
        {
            "id": 9,
            "content": "I had a feeling that something like this was going to happen."
        },
        {
            "id": 10,
            "content": "I'm not even upset at this point."
        },
        {
            "id": 11,
            "place": "Cabins of Mephistopheles",
            "model": "히스클리프",
            "content": "This siren better be worth getting off our bums for..."
        },
        {
            "id": 12,
            "model": "돈키호테",
            "content": "There was naught to do in our respective chambers anyway, Heathcliff! I imagine that the time spent alone in thy room must have been quite dreary, indeed!"
        },
        {
            "id": 13,
            "model": "히스클리프",
            "content": "Tsk, I can be a contemplative man from time to time, alright?"
        },
        {
            "id": 14,
            "model": "돈키호테",
            "content": "GASP! For truth?!"
        },
        {
            "id": 15,
            "model": "히스클리프",
            "content": "... Oi, Clockhead. One clock-turnin' coming right up. This'll be the last one in a while, so just take one for the team, alright?"
        },
        {
            "id": 16,
            "model": "단테",
            "content": "<... Aren't you going to ask Vergilius for permission, too?>"
        },
        {
            "id": 17,
            "model": "히스클리프",
            "content": "... Agh, bollocks."
        },
        {
            "id": 18,
            "content": "... I think I'm starting to get a handle on how to manage Heathcliff."
        },
        {
            "id": 19,
            "model": "파우스트",
            "content": "Good news, Heathcliff."
        },
        {
            "id": 20,
            "model": "파우스트",
            "content": "This volatility alarm seems to be something we can make use of."
        },
        {
            "id": 21,
            "model": "단테",
            "content": "<Then...>"
        },
        {
            "id": 22,
            "model": "파우스트",
            "content": "Indeed. A notable change has occurred in one of the Mirror Dungeon doors."
        },
        {
            "id": 23,
            "model": "파우스트",
            "content": "Dante, the short downtime you suggested..."
        },
        {
            "id": 24,
            "model": "단테",
            "content": "<Yeah, I know... I knew something like this was going to happen anyway.>"
        },
        {
            "id": 25,
            "model": "베르길리우스",
            "content": "......"
        },
        {
            "id": 26,
            "model": "파우스트",
            "content": "... I see. Then, let us investigate the area where the volatility was detected."
        },
        {
            "id": 27,
            "content": "There was something odd about the way Faust and Vergilius were looking at me, but..."
        },
        {
            "id": 28,
            "content": "... I was too busy to worry about the two of them. I had to somehow convince the Sinners, who had their long-awaited proper break taken away from them as soon as it started, to get to work."
        },
        {
            "id": 29,
            "place": "Bus’s Backdoor",
            "model": "오티스",
            "content": "Hm. Another locked door has opened... The 'Keep Out' tapes have also disappeared."
        },
        {
            "id": 30,
            "model": "이스마엘",
            "content": "The door looks a bit... blueish this time, doesn't it?"
        },
        {
            "id": 31,
            "model": "싱클레어",
            "content": "Where did the other doors go...? I don't think they were blue like this."
        },
        {
            "id": 32,
            "content": "The door did look a bit blue this time. Looks like every new Mirror Dungeon door will have a different design."
        },
        {
            "id": 33,
            "content": "... And disappear from time to time, I guess..."
        },
        {
            "id": 34,
            "model": "단테",
            "content": "<I can hear... rolling waves from the other side, I think.>"
        },
        {
            "id": 35,
            "model": "파우스트",
            "content": "According to the information relayed to us via the device, it appears that the official designation for this new area summoned by the Backdoor volatility will be 'Mirror of the Lake'."
        },
        {
            "id": 36,
            "model": "이스마엘",
            "content": "... Hm."
        },
        {
            "id": 37,
            "content": "Ishmael's eyebrows twitched."
        },
        {
            "id": 38,
            "model": "이스마엘",
            "content": "This is exactly what happened after we wrapped up Yi Sang's business..."
        },
        {
            "id": 39,
            "model": "이스마엘",
            "content": "... It seems too convenient to call it a coincidence, doesn't it? It's like these areas are tailor-made for each Sinners. Faust?"
        },
        {
            "id": 40,
            "model": "파우스트",
            "content": "... Mephistopheles' engine is designed to change and adapt every time a Golden Bough is retrieved."
        },
        {
            "id": 41,
            "model": "파우스트",
            "content": "And the Backdoor is also a product of the engine."
        },
        {
            "id": 42,
            "model": "파우스트",
            "content": "It would not be a reach to theorize that the 'incidents' with each Sinner would affect the engine, which in turn influences the contents of the Backdoor."
        },
        {
            "id": 43,
            "model": "이스마엘",
            "content": "In other words, it's pretty much a guarantee that with each Golden Bough retrieval, we'll be getting a new 'zone', from now on."
        },
        {
            "id": 44,
            "model": "파우스트",
            "content": "Quite likely, yes."
        },
        {
            "id": 45,
            "model": "이스마엘",
            "content": "Okay... Yeah, thanks for the explanation."
        },
        {
            "id": 46,
            "content": "Ishmael's willingness to sharply and boldly question all things suspicious did not change at all, but... (Or maybe she just didn't like the fact that the word 'lake' was even brought up.)"
        },
        {
            "id": 47,
            "content": "... after the events at the Great Lake, maybe she was starting to take care not to be as blunt and scathing toward her fellow Sinners. Not more than necessary, anyway."
        },
        {
            "id": 48,
            "content": "... That's good. I'm relieved."
        },
        {
            "id": 49,
            "model": "오티스",
            "content": "Wait. That raises another question."
        },
        {
            "id": 50,
            "model": "파우스트",
            "content": "Do ask."
        },
        {
            "id": 51,
            "model": "오티스",
            "content": "Are the Golden Boughs not immediately shipped to the headquarters by the After Team as soon as we retrieve them? How can they affect the engines if they're not here?"
        },
        {
            "id": 52,
            "model": "파우스트",
            "content": "... The answer to that question requires a rather lengthy explanation."
        },
        {
            "id": 53,
            "model": "오티스",
            "content": "I care not."
        },
        {
            "id": 54,
            "model": "단테",
            "content": "<W-wait. Outis. How about we try to wrap this up as quickly as we can?>"
        },
        {
            "id": 55,
            "model": "이상",
            "content": "... Hurk."
        },
        {
            "id": 56,
            "model": "단테",
            "content": "<We better get to someplace that's not constantly swaying. Yi Sang's really not having a good time out here...>"
        },
        {
            "id": 57,
            "model": "이상",
            "content": "I did not take my medicine... for I assumed that we would be having a brief respite... I beg your forgiveness..."
        },
        {
            "id": 58,
            "model": "오티스",
            "content": "... I'll hear just the summary, then."
        },
        {
            "id": 59,
            "model": "파우스트",
            "content": "In summary... once the Golden Bough is retrieved, and when Limbus Company headquarters goes through a certain tuning process..."
        },
        {
            "id": 60,
            "model": "파우스트",
            "content": "... Mephistopheles' Engine and the Golden Bough's wavelengths will overlap, causing a resonance effect."
        },
        {
            "id": 61,
            "model": "파우스트",
            "content": "... Which is a process that involves resonating with the Golden Bough in your head as well, Manager."
        },
        {
            "id": 62,
            "model": "단테",
            "content": "<T-that's how it works?>"
        },
        {
            "id": 63,
            "model": "오티스",
            "content": "Does that process not harm the Executive Manager?"
        },
        {
            "id": 64,
            "model": "파우스트",
            "content": "No. As you have witnessed it yourself."
        },
        {
            "id": 65,
            "model": "오티스",
            "content": "Hm. So once it is retrieved... the Golden Bough continues to affect those it resonated with. I see."
        },
        {
            "id": 66,
            "model": "로쟈",
            "content": "Guys~ Are we done with the boring lectures?"
        },
        {
            "id": 67,
            "model": "료슈",
            "content": "E.W.T.L."
        },
        {
            "id": 68,
            "model": "싱클레어",
            "content": "'Enough with the lecture'..."
        },
        {
            "id": 69,
            "model": "단테",
            "content": "<…….>"
        },
        {
            "id": 70,
            "model": "단테",
            "content": "Faust, this Dungeon... we have to enter it now, don't we?"
        },
        {
            "id": 71,
            "content": "It felt like I was going back on my promise, after telling everyone that we could relax. I didn't like this one bit."
        },
        {
            "id": 72,
            "content": "But... I think I already knew what Faust was going to say."
        },
        {
            "id": 73,
            "model": "파우스트",
            "content": "Faust suggests that we explore the new zone as soon as we are able."
        },
        {
            "id": 74,
            "model": "파우스트",
            "content": "Mephistopheles is still at a significant distance from the shores, and there are not many activities to do before reaching our next destination. This will be an appropriate exercise for us during this empty period."
        },
        {
            "id": 75,
            "model": "단테",
            "content": "<Ugh...>"
        },
        {
            "id": 76,
            "model": "오티스",
            "content": "Executive Manager. I understand that you may feel uncomfortable going against your earlier orders."
        },
        {
            "id": 77,
            "model": "오티스",
            "content": "But consider the fact that this journey will continue on for quite some time. I believe that the resources and the combat experience that can be gained from this new area would be quite considerable."
        },
        {
            "id": 78,
            "content": "I nodded affirmatively. The Sinners each began grumbling and aired their woes... but they still prepared to head into the Dungeons once again."
        },
        {
            "id": 79,
            "content": "Thus we entered the newly formed door."
        }
    ]
}