{
    "dataList": [
        {
            "id": 0,
            "place": "Cabins of Mephistopheles",
            "model": "단테",
            "content": "<This is...>"
        },
        {
            "id": 1,
            "content": "Green lights blinding our eyes and loud alarms rupturing our eardrums. I've gotten used to it by now."
        },
        {
            "id": 2,
            "model": "이상",
            "content": "Aough!"
        },
        {
            "id": 3,
            "model": "이상",
            "content": "Ah... I have been wrested from my refuge of sleep once again..."
        },
        {
            "id": 4,
            "content": "Thanks to the alarm, the Sinners begin waking up one by one from their naps."
        },
        {
            "id": 5,
            "model": "파우스트",
            "content": "Walpurgis Night has descended once again."
        },
        {
            "id": 6,
            "content": "Even amidst that chaos, Faust remained as calm as ever. She walked up to the helm and shut off the alarm."
        },
        {
            "id": 7,
            "model": "단테",
            "content": "<Already...? I thought it was supposed to be a really rare occurrence.>"
        },
        {
            "id": 8,
            "model": "파우스트",
            "content": "Yes, it is a rare occurrence. But its frequency is not something we can reliably predict."
        },
        {
            "id": 9,
            "model": "로쟈",
            "content": "Oww... Guess going back to sleep's out of the question now. So there's a chance that it goes off next week, too?"
        },
        {
            "id": 10,
            "model": "파우스트",
            "content": "The possibility is there, yes. Yet I don't believe that it would happen so soon; it takes some time for Mephistopheles' engine to resonate."
        },
        {
            "id": 11,
            "model": "파우스트",
            "content": "Ah..."
        },
        {
            "id": 12,
            "content": "Faust, who was busily interfacing with the device while answering Rodya's question, came to a sudden stop."
        },
        {
            "id": 13,
            "model": "단테",
            "content": "<... What's up? Is there something wrong?>"
        },
        {
            "id": 14,
            "model": "파우스트",
            "content": "... No, everything is under control. This is within the predictable range of variables for one such volatility."
        },
        {
            "id": 15,
            "model": "파우스트",
            "content": "I merely paused to contemplate how I should explain this to you and the rest of the Sinners, Dante. Considering that this will be a new environment for all of you, that is."
        },
        {
            "id": 16,
            "content": "New environment...?"
        },
        {
            "id": 17,
            "content": "I looked at her curiously... but I did not voice my concerns."
        },
        {
            "id": 18,
            "content": "She was already walking toward the Backdoor. Faust was not going to answer my question anyway."
        },
        {
            "id": 19,
            "model": "파우스트",
            "content": "It is said that a picture is worth a thousand words. In this case... a first-hand experience."
        },
        {
            "id": 20,
            "model": "단테",
            "content": "<Yep, knew it...>"
        },
        {
            "id": 21,
            "model": "돈키호테",
            "content": "Ooh! Thus, our humdrum daily lives are spruced up once again!"
        },
        {
            "id": 22,
            "model": "이스마엘",
            "content": "You know, it wasn't that long ago that you were scurrying all over the cabin and placing weird decorations everywhere. Don't tell me you're already tired of it...?"
        },
        {
            "id": 23,
            "model": "돈키호테",
            "content": "Forsooth, I believe that we've had more than enough celebration for that occasion!"
        },
        {
            "id": 24,
            "model": "파우스트",
            "content": "Dante, please lead the way."
        },
        {
            "id": 25,
            "content": "The bored Sinners seemed to find this new possibility of an adventure somewhat exciting. They slowly got up from their seats with enthusiasm."
        },
        {
            "id": 26,
            "content": "... We again made our way to the Backdoor."
        },
        {
            "id": 27,
            "place": "Bus’s Backdoor",
            "model": "파우스트",
            "content": "Dante, the door on which this volatility occurred is in the direction of the dungeons."
        },
        {
            "id": 28,
            "model": "단테",
            "content": "<Oh, so we gotta head toward my room...>"
        },
        {
            "id": 29,
            "model": "파우스트",
            "content": "Yes. Please open the door."
        },
        {
            "id": 30,
            "content": "She did say something about the corridor changing depending on who opened the door..."
        },
        {
            "id": 31,
            "content": "I walked across the corridor, trying to recall what Faust once told me."
        },
        {
            "id": 32,
            "model": "이스마엘",
            "content": "Nice, we're not going into the restricted zone this time."
        },
        {
            "id": 33,
            "model": "이스마엘",
            "content": "Unlike the other time we had to, while off-duty, jump to the rescue of some dumbasses who decided to saunter in there despite the repeated warnings..."
        },
        {
            "id": 34,
            "model": "히스클리프",
            "content": "Agh... I won't do it again, all right?"
        },
        {
            "id": 35,
            "model": "오티스",
            "content": "You've gone against the warning twice already. You are far from the most trustworthy Sinner among us."
        },
        {
            "id": 36,
            "model": "이스마엘",
            "content": "Heh, agreed."
        },
        {
            "id": 37,
            "model": "히스클리프",
            "content": "Haaaah..."
        },
        {
            "id": 38,
            "model": "돈키호테",
            "content": "I have done it only once, in case thou weren't aware..."
        },
        {
            "id": 39,
            "model": "히스클리프",
            "content": "Shut it, you!"
        },
        {
            "id": 40,
            "content": "I'm starting to enjoy this raucousness among the Sinners."
        },
        {
            "id": 41,
            "content": "Hoping that this camaraderie would last for a long, long time, I turned the handle and opened the door."
        },
        {
            "id": 42,
            "model": "홍루",
            "content": "Oho...?"
        },
        {
            "id": 43,
            "model": "그레고르",
            "content": "That... door..."
        },
        {
            "id": 44,
            "content": "Right, the door had transformed..."
        },
        {
            "id": 45,
            "content": "... into an oddly familiar shape."
        },
        {
            "id": 46,
            "model": "단테",
            "content": "<This looks like one of those doors we saw back at one of the... Lobotomy Corp. branches."
        },
        {
            "id": 47,
            "model": "뫼르소",
            "content": "It is identical."
        },
        {
            "id": 48,
            "model": "뫼르소",
            "content": "It appears that different shapes are overlapping over the door, but all of them are of the same design."
        },
        {
            "id": 49,
            "model": "파우스트",
            "content": "Correct. The overlapping shapes are more clear evidence that Walpurgis Night has returned."
        },
        {
            "id": 50,
            "model": "단테",
            "content": "<... Opening now.>"
        },
        {
            "id": 51,
            "content": "The door creaks open, and another corridor appears before us."
        },
        {
            "id": 52,
            "place": "L Corp. Branch?",
            "model": "히스클리프",
            "content": "So this is another Lobotomy Corp. branch, innit?"
        },
        {
            "id": 53,
            "content": "The longer I look at it, the more familiar it becomes. This place definitely looks a lot like those Lobotomy Corp. branches we've been to."
        },
        {
            "id": 54,
            "model": "히스클리프",
            "content": "Oi, smartarse. If we could just pop open a door leading straight into one of 'em branches, why are we doing any of this tour bus business? Ain't we wasting time and effort out here?"
        },
        {
            "id": 55,
            "model": "파우스트",
            "content": "... There are numerous inaccuracies in your statement that must be corrected. I will tackle them in reverse order of your presentation."
        },
        {
            "id": 56,
            "model": "파우스트",
            "content": "First. Walpurgis Night is an unpredictable event that not even I could predict."
        },
        {
            "id": 57,
            "model": "오티스",
            "content": "To base our entire operation on such an unstable element would be a plan most foolish."
        },
        {
            "id": 58,
            "model": "히스클리프",
            "content": "Tsk... I suppose that's true."
        },
        {
            "id": 59,
            "model": "로쟈",
            "content": "Heath, let's try to think a little before we speak, 'kay~?"
        },
        {
            "id": 60,
            "content": "Heathcliff scowled at Rodya's remark, but soon grew dejected once he noticed that the other Sinners were nodding in agreement."
        },
        {
            "id": 61,
            "model": "파우스트",
            "content": "Hm. Well. I won't completely deny the possibility of pursuing that method."
        },
        {
            "id": 62,
            "model": "파우스트",
            "content": "However, I must clarify that this is not a real Lobotomy Corp. branch of the City. Merely a result of Walpurgis Night's mutation of the corridor."
        },
        {
            "id": 63,
            "model": "파우스트",
            "content": "Therefore, I can say with quite the certainty that this does not align with our current mission, which is to retrieve the Golden Boughs from the branches existing in our current reality."
        },
        {
            "id": 64,
            "model": "히스클리프",
            "content": "Right, right... Will you stop it with your lecture when I apologize for speaking without thinking?"
        },
        {
            "id": 65,
            "model": "파우스트",
            "content": "As I have said previously, I won't completely deny the possibility of pursuing that method. Besides..."
        },
        {
            "id": 66,
            "model": "파우스트",
            "content": "There are more inaccuracies to be addressed."
        },
        {
            "id": 67,
            "model": "단테",
            "content": "<... More?>"
        },
        {
            "id": 68,
            "content": "I didn't think there was anything more for her to correct. But Faust clearly seemed to think that there was another critical error in Heathcliff's statement."
        },
        {
            "id": 69,
            "content": "And without even flinching, and wearing that serious expression, she looked into the distance."
        },
        {
            "id": 70,
            "model": "파우스트",
            "content": "This is not one of the Lobotomy Corp. branches."
        },
        {
            "id": 71,
            "content": "Faust muttered."
        },
        {
            "id": 72,
            "model": "단테",
            "content": "<Not... one of them? So this isn't a Lobotomy Corp. facility?>"
        },
        {
            "id": 73,
            "model": "파우스트",
            "content": "This is not a branch. We are at a Lobotomy Corp. Headquarters of the past—its point in time and the branch of possibility uncertain."
        },
        {
            "id": 74,
            "model": "이스마엘",
            "content": "...!"
        },
        {
            "id": 75,
            "model": "이스마엘",
            "content": "So this is..."
        },
        {
            "id": 76,
            "model": "싱클레어",
            "content": "The broken Wing...!"
        },
        {
            "id": 77,
            "place": "L Corp. HQ Control Team Hallway",
            "model": "파우스트",
            "content": "Indeed. We find ourselves at a 'Control Team' hallway of the former L Corp. Headquarters."
        },
        {
            "id": 78,
            "content": "I can sense the rising apprehension among the Sinners."
        },
        {
            "id": 79,
            "content": "So this is where it happened. I don't remember it since it happened before my amnesia... but everyone in the City knows about that incident."
        },
        {
            "id": 80,
            "content": "The source of the blinding light that enveloped the City for days, which then sunk everyone into utter darkness for the next."
        },
        {
            "id": 81,
            "model": "파우스트",
            "content": "......"
        },
        {
            "id": 82,
            "content": "But Faust appears unaffected by the general air of anxiety of those around her. Instead, she continues to look off into the distance, away from the Sinners."
        },
        {
            "id": 83,
            "content": "Maybe it's because she doesn't care... or maybe what she already knows doesn't faze her."
        },
        {
            "id": 84,
            "model": "단테",
            "content": "<... Are you waiting for something, Faust?>"
        },
        {
            "id": 85,
            "model": "파우스트",
            "content": "I am. There is more to this volatility than the volatility phenomena we have experienced in the past."
        },
        {
            "id": 86,
            "model": "파우스트",
            "content": "Soon, it will..."
        },
        {
            "id": 87,
            "content": "Before Faust finished, the lights of the corridor suddenly switched colors."
        },
        {
            "id": 88,
            "model": "파우스트",
            "content": "It has begun."
        },
        {
            "id": 89,
            "model": "돈키호테",
            "content": "W-what treachery is this? Is this... is this what they call 'Site Burial'...?!"
        },
        {
            "id": 90,
            "model": "파우스트",
            "content": "A different siren would play if an event of a magnitude requiring that level of response had occurred."
        },
        {
            "id": 91,
            "model": "그레고르",
            "content": "T-then what the hell is this...? I'm really not liking the look of that red light...!"
        },
        {
            "id": 92,
            "model": "파우스트",
            "content": "They're here. Ahead."
        },
        {
            "id": 93,
            "content": "I followed the tip of Faust's finger, which pointed toward the same direction she'd been looking at this entire time."
        },
        {
            "id": 94,
            "content": "Steam of unknown origin began to coalesce there..."
        },
        {
            "id": 95,
            "model": "그레고르",
            "content": "... Is that a machine...?"
        },
        {
            "id": 96,
            "content": "... and a bizarre machine of sorts appeared there."
        },
        {
            "id": 97,
            "model": "파우스트",
            "content": "This is an Ordeal. Color: Green. Time: Dawn."
        },
        {
            "id": 98,
            "model": "오티스",
            "content": "... All units!"
        },
        {
            "id": 99,
            "model": "그레고르",
            "content": "Don't need ya spell it out for us! That menacing pile of scrap's coming this way...!"
        },
        {
            "id": 100,
            "content": "Everyone seemed to know that something like this was going to happen. They prepared for battle, warily eyeing the mysterious machine."
        },
        {
            "id": 101,
            "model": "히스클리프",
            "content": "That an Abnormality, too...?"
        },
        {
            "id": 102,
            "model": "단테",
            "content": "<No, wait... It feels more like a... peccatulum?>"
        },
        {
            "id": 103,
            "content": "I instinctively blurted out the immediate sense they gave off, and looked to Faust. She'll know what to say."
        },
        {
            "id": 104,
            "content": "Instead of giving me an answer, however, Faust brandished the Zweihander and stepped forward."
        },
        {
            "id": 105,
            "model": "파우스트",
            "content": "... We must first suppress the entities. Dante, prepare the Identity Cards."
        }
    ]
}