{
    "dataList": [
        {
            "id": 0,
            "place": "L Corp. HQ Control Team Hallway",
            "content": "Eventually, we managed to reduce the machines to a pile of scrap metal."
        },
        {
            "id": 1,
            "model": "그레고르",
            "content": "... Whew. Frau Faust, there's gotta be a reason we decided to stand our ground and fight instead of shutting the door on 'em, right?"
        },
        {
            "id": 2,
            "model": "파우스트",
            "content": "Yes. We stand to gain more reward by defeating them than by fleeing."
        },
        {
            "id": 3,
            "model": "그레고르",
            "content": "... Reward?"
        },
        {
            "id": 4,
            "content": "Gregor repeated, clearly expecting her to elaborate. But Faust ignored his gesture and instead began to observe the walls and items around her."
        },
        {
            "id": 5,
            "model": "이상",
            "content": "... What were the nature of these... entities?"
        },
        {
            "id": 6,
            "content": "Yi Sang stood next to Faust and began to muse alongside her."
        },
        {
            "id": 7,
            "model": "파우스트",
            "content": "They are entities that used to appear in Lobotomy Corp. Headquarters. Entities... similar to yet different from the Abnormalities. Lobotomy Corp. Headquarters used to call them 'Ordeals'."
        },
        {
            "id": 8,
            "model": "이상",
            "content": "'Ordeals'. I see. Then was this corridor, which is evidently not a containment unit, also utilized to contain certain entities as well?"
        },
        {
            "id": 9,
            "model": "파우스트",
            "content": "These monsters have a tendency to spontaneously appear during certain periods."
        },
        {
            "id": 10,
            "model": "단테",
            "content": "<Monsters? Like... monsters of the Outskirts?>"
        },
        {
            "id": 11,
            "model": "파우스트",
            "content": "I suppose that is one way of looking at it. ... However, that comparison may grow increasingly inaccurate as we delve further into the technicalities. All I can share with you is that you will eventually come to know more of it, Dante."
        },
        {
            "id": 12,
            "model": "료슈",
            "content": "Like the Nocturnal March of a Hundred Demons. Heh, I like it."
        },
        {
            "id": 13,
            "model": "파우스트",
            "content": "Oh, Dante. There is something I must inform you."
        },
        {
            "id": 14,
            "model": "단테",
            "content": "<Yeah?>"
        },
        {
            "id": 15,
            "model": "파우스트",
            "content": "There is a high chance of these 'Ordeals' or encounters of similar intensity appearing from these volatilities."
        },
        {
            "id": 16,
            "model": "파우스트",
            "content": "I recommend challenging every occurrence of these encounters."
        },
        {
            "id": 17,
            "model": "단테",
            "content": "<... So she says, guys.>"
        },
        {
            "id": 18,
            "model": "그레고르",
            "content": "Haah... I really don't like this lighting..."
        },
        {
            "id": 19,
            "model": "돈키호테",
            "content": "Aha! I welcome thy preposition! 'Tis two birds with one stone, indeed; we may find entertainment as we train ourselves to be better!"
        },
        {
            "id": 20,
            "content": "Except for Faust and Yi Sang, who were quietly exchanging their observations, each Sinner began rowdily sharing their impressions."
        },
        {
            "id": 21,
            "content": "Well... I guess that's a more reasonable preposition than 'let's just doze off in the bus until we find land'."
        },
        {
            "id": 22,
            "content": "Hopefully Faust or Yi Sang will one day find the time to explain their findings to me..."
        },
        {
            "id": 23,
            "content": "Right, we had to get moving. I approached the Sinners to get us going."
        }
    ]
}