{
    "dataList": [
        {
            "id": 0,
            "place": "Cabins of Mephistopheles",
            "model": "카론",
            "content": "Warning, warning. Land ahoy."
        },
        {
            "id": 1,
            "content": "Charon, who had been quietly holding the helm for a while, suddenly spoke up. As if on cue, everyone in the cabin simultaneously jumped up from their seats. The crew's joy at the end of this long journey was palpable."
        },
        {
            "id": 2,
            "model": "로쟈",
            "content": "Finally! Is it over?!"
        },
        {
            "id": 3,
            "model": "이상",
            "content": "My eyes well with tears of relief..."
        },
        {
            "id": 4,
            "model": "그레고르",
            "content": "Haah... If they ever let us go on a vacation, remind me to preclude any seafaring options. I think I've had enough of the Great Lake for one lifetime..."
        },
        {
            "id": 5,
            "content": "Some Sinners began to visibly relax with the realization that the long Lake voyage had finally come to an end. Others rushed to the windows as if they were expecting anything to have changed while we were away from the shores."
        },
        {
            "id": 6,
            "model": "이스마엘",
            "content": "You guys are being so overdramatic. Back in my sailor days, setting sail in the Great Lake meant that you'd have to spend—"
        },
        {
            "id": 7,
            "model": "히스클리프",
            "content": "—at least three years at the treacherous sea, out of any landsmen's sight. Right. I think I've heard that exact sentence a few dozen times by now. So..."
        },
        {
            "id": 8,
            "model": "오티스",
            "content": "... Agreed. You have made your point, Ishmael. I found it difficult to tolerate when you began sharing that story for the fourth time."
        },
        {
            "id": 9,
            "model": "이스마엘",
            "content": "Khm... Y-you guys were the ones who complained that no one had any fun stories to tell."
        },
        {
            "id": 10,
            "content": "Just as we were exchanging a few meaningless jabs at each other..."
        },
        {
            "id": 11,
            "content": "BOOM!"
        },
        {
            "id": 12,
            "content": "... Mephistopheles suddenly jerked violently as though something had exploded."
        },
        {
            "id": 13,
            "content": "Of course, we were all promptly thrown about the busboat like ragdolls."
        },
        {
            "id": 14,
            "model": "로쟈",
            "content": "Augh..."
        },
        {
            "id": 15,
            "model": "단테",
            "content": "<I-is everyone okay?!>"
        },
        {
            "id": 16,
            "place": "Aboard Mephistopheles",
            "model": "히스클리프",
            "content": "Oww... Can this bloody bus come to a smooth stop for once...?"
        },
        {
            "id": 17,
            "model": "히스클리프",
            "content": "Wait, bus?"
        },
        {
            "id": 18,
            "content": "Heathcliff was right. I took a quick look around..."
        },
        {
            "id": 19,
            "content": "... and realized that the cabins had transformed back to the shape of the bus we'd grown so used to."
        },
        {
            "id": 20,
            "model": "카론",
            "content": "Charon hit the transform button. Click clack."
        },
        {
            "id": 21,
            "model": "로쟈",
            "content": "Charon... can you give us a warning for once? At least a turn signal or something? Please!"
        },
        {
            "id": 22,
            "model": "그레고르",
            "content": "Yeah, Charon. Please..."
        },
        {
            "id": 23,
            "model": "카론",
            "content": "Busboat don't have turn signals. Too bad, Bug Guy."
        },
        {
            "id": 24,
            "model": "그레고르",
            "content": "Haaaaah..."
        },
        {
            "id": 25,
            "model": "단테",
            "content": "<I thought there was going to be some complicated procedure to transform it back to a bus... I guess it just happens with the click of a button, huh.>"
        },
        {
            "id": 26,
            "model": "싱클레어",
            "content": "I thought we'd have to stop by a workshop or a boatworks office again..."
        },
        {
            "id": 27,
            "model": "파우스트",
            "content": "One of many functions of Mephistopheles is that it can remember every form or property it once possessed."
        },
        {
            "id": 28,
            "model": "파우스트",
            "content": "Therefore, it follows that once it takes a certain form, it can revert to it or any of its previous forms at any time."
        },
        {
            "id": 29,
            "model": "싱클레어",
            "content": "I-I see..."
        },
        {
            "id": 30,
            "model": "홍루",
            "content": "Anyways~ We're finally back on land! Aren't you glad, Heathcliff? You've been so looking forward to this!"
        },
        {
            "id": 31,
            "model": "히스클리프",
            "content": "Huh? OH! Ohh..."
        },
        {
            "id": 32,
            "content": "Heathcliff's face lit up for a brief second before a vortex of complicated feelings overcame him."
        },
        {
            "id": 33,
            "model": "히스클리프",
            "content": "Then... Oi, vroom-vroom lass. Are we at... T Corp.?"
        },
        {
            "id": 34,
            "content": "Heathcliff was talking to Charon, but she did not reply. Maybe it was because he didn't call her by her name—or maybe it was that she didn't really know where we were either. She always drives wherever her whims take her, after all."
        },
        {
            "id": 35,
            "model": "이상",
            "content": "This monochromatic, grey hue is reminiscent of that place, indeed. Yet... there is a disparity."
        },
        {
            "id": 36,
            "model": "히스클리프",
            "content": "Hm... Yeah? I suppose it was of a different monochromatic hue than whatever this is."
        },
        {
            "id": 37,
            "content": "T Corp... District 20... I've never been there myself, but I've tangentially experienced it via Yi Sang's Fathoms of Ego."
        },
        {
            "id": 38,
            "content": "Yeah... that place was supposed to take our colors away, wasn't it?"
        },
        {
            "id": 39,
            "model": "베르길리우스",
            "content": "Have some patience, Heathcliff. We are still in the Backstreets."
        },
        {
            "id": 40,
            "model": "베르길리우스",
            "content": "We are getting quite close to the place you know so well... aren't we?"
        },
        {
            "id": 41,
            "model": "히스클리프",
            "content": "……."
        },
        {
            "id": 42,
            "model": "단테",
            "content": "<Vergilius, you had no reason to provoke him like that...>"
        },
        {
            "id": 43,
            "model": "이스마엘",
            "content": "Is there a reason we're going through the Backstreets instead of heading straight to the Nest?"
        },
        {
            "id": 44,
            "model": "단테",
            "content": "<Huh, you're right. Why are we going through the Backstreets anyway?>"
        },
        {
            "id": 45,
            "model": "오티스",
            "content": "I am curious as well. The Backstreets roads are rife with danger and winding, roundabout paths. This carries an unnecessary risk, does it not?"
        },
        {
            "id": 46,
            "model": "뫼르소",
            "content": "I would also like to highlight that the immigration process is significantly more lenient when one is migrating from a Nest to a Nest than it is when migrating from the Backstreets to a Nest territory."
        },
        {
            "id": 47,
            "content": "Ishmael's question to Vergilius had opened a whole new floodgate of questions from other Sinners."
        },
        {
            "id": 48,
            "model": "베르길리우스",
            "content": "Hm... Looks like you have all grown rather chatty since we first met."
        },
        {
            "id": 49,
            "model": "베르길리우스",
            "content": "You must know that it won't change how I choose to answer your questions. Ask me all you want, but I will not spare the time to give you a comprehensible explanation for your convenience."
        },
        {
            "id": 50,
            "model": "이스마엘",
            "content": "What's wrong with asking for some explanations if we're being led through a questionable path?"
        },
        {
            "id": 51,
            "model": "이스마엘",
            "content": "It is your job as our guide to tell us where to go, isn't it?"
        },
        {
            "id": 52,
            "model": "베르길리우스",
            "content": "... Hm."
        },
        {
            "id": 53,
            "model": "이스마엘",
            "content": "Don't tell me that we haven't been authorized to enter T Corp.'s Nest yet? And here I thought Limbus Company was a proper business."
        },
        {
            "id": 54,
            "model": "이스마엘",
            "content": "Sure, it's relatively new. But I thought we had a rather 'substantial backing'?"
        },
        {
            "id": 55,
            "model": "파우스트",
            "content": "We can receive proper authorization to enter most Nests should we request it."
        },
        {
            "id": 56,
            "model": "이스마엘",
            "content": "Then why—"
        },
        {
            "id": 57,
            "model": "베르길리우스",
            "content": "It's the company's will."
        },
        {
            "id": 58,
            "content": "Vergilius silenced the entire hubbub on the bus with a short but low growl."
        },
        {
            "id": 59,
            "model": "베르길리우스",
            "content": "My job as your guide is to plan a path toward the destination as requested by the company."
        },
        {
            "id": 60,
            "model": "베르길리우스",
            "content": "Selecting this path was also a part of accommodating that request. So... please, know your place and shut your mouth."
        },
        {
            "id": 61,
            "content": "Perhaps the commotion was getting to him. I could tell that Vergilius was rubbing his ear out of frustration."
        },
        {
            "id": 62,
            "model": "이스마엘",
            "content": "Well, if that's the case..."
        },
        {
            "id": 63,
            "content": "While doubt was still apparent on Ishmael's face, she nodded affirmatively. She was acknowledging that there was little we could do about the orders from the company itself."
        },
        {
            "id": 64,
            "model": "단테",
            "content": "<...! Alarms...?>"
        },
        {
            "id": 65,
            "model": "로쟈",
            "content": "... Huh. That alarm again... Is someone listening in on us or something? That was one conveniently timed alarm, don'tcha think?"
        },
        {
            "id": 66,
            "model": "파우스트",
            "content": "That is unlikely."
        },
        {
            "id": 67,
            "model": "파우스트",
            "content": "Dante."
        },
        {
            "id": 68,
            "content": "Like always, Faust looked into the bus' terminal before giving me a look that I've come to recognize."
        },
        {
            "id": 69,
            "model": "단테",
            "content": "<Yep... another volatility to take care of, huh?>"
        },
        {
            "id": 70,
            "model": "파우스트",
            "content": "Yes, it is."
        },
        {
            "id": 71,
            "model": "로쟈",
            "content": "Another one? Didn't we JUST wrap up a Backdoor volatility?"
        },
        {
            "id": 72,
            "model": "그레고르",
            "content": "Oh... I think I know what this is."
        },
        {
            "id": 73,
            "model": "그레고르",
            "content": "First were the Mirror Dungeons and the Luxcavation Dungeons."
        },
        {
            "id": 74,
            "model": "그레고르",
            "content": "So it's gotta be..."
        },
        {
            "id": 75,
            "model": "파우스트",
            "content": "Faust considers Herr Gregor's growing aptitude for deductions to be a positive development."
        },
        {
            "id": 76,
            "model": "그레고르",
            "content": "Haah... it's the Refraction Railway, isn't it."
        },
        {
            "id": 77,
            "content": "The bus soon fills with the Sinners' exasperated sighs."
        },
        {
            "id": 78,
            "model": "히스클리프",
            "content": "Sod it... it's that bloody subway tracks again."
        },
        {
            "id": 79,
            "model": "로쟈",
            "content": "Aww... Railways really wear me out every time we enter."
        },
        {
            "id": 80,
            "model": "싱클레어",
            "content": "Well, since the last one was called 'Line 2'... is this going to be 'Line 3'?"
        },
        {
            "id": 81,
            "model": "파우스트",
            "content": "That is likely, yes. Though we cannot say for certain before observing it for ourselves."
        },
        {
            "id": 82,
            "model": "파우스트",
            "content": "Dante."
        },
        {
            "id": 83,
            "model": "단테",
            "content": "<I know, I know...>"
        },
        {
            "id": 84,
            "content": "Going through the Refraction Railways takes a lot out of me, too."
        },
        {
            "id": 85,
            "content": "So far, each Refraction Railway has had new and different patterns, and enemies we faced in there were all much more powerful than any other enemies we'd faced before."
        },
        {
            "id": 86,
            "content": "... But..."
        },
        {
            "id": 87,
            "content": "... it's also true that I see a noticeable improvement in most Sinners' combat prowess once we've had a run through the Railway."
        },
        {
            "id": 88,
            "content": "Not to mention the copious amount of rewards."
        },
        {
            "id": 89,
            "content": "I don't remember exactly when it was, but Faust once took the time to explain the Railways' Abnormalities to me."
        },
        {
            "id": 90,
            "content": "That the Abnormalities we battle in the Railways are probably not the same ones that exist in the world that we live in."
        },
        {
            "id": 91,
            "content": "So... it's not like we'll be able to capture them and bring them back, but they're perfect for practice just in case we run into their real versions."
        },
        {
            "id": 92,
            "content": "Well, whichever is the case... going through the Railway will be a net positive for us."
        },
        {
            "id": 93,
            "content": "So..."
        },
        {
            "id": 94,
            "model": "단테",
            "content": "<Let's get going, then.>"
        },
        {
            "id": 95,
            "content": "I took a quick glance at the Sinners..."
        },
        {
            "id": 96,
            "content": "... then opened the door to the Backdoor."
        }
    ]
}