{
    "dataList": [
        {
            "id": 0,
            "place": "Aboard Mephistopheles",
            "model": "로쟈",
            "content": "I guess the traffic sucks no matter which Nest we go to..."
        },
        {
            "id": 1,
            "content": "We've been traveling at a snail's pace through the extreme congestion of the Nest for several days now. Rodya, clearly affected by this boredom, sighed and muttered."
        },
        {
            "id": 2,
            "content": "We've been through similar long periods of inactivity before, but boredom isn't something one could easily get used to. I suppose it became a part of my job to listen to the Sinners complain about the slow pace of our travel."
        },
        {
            "id": 3,
            "model": "단테",
            "content": "<How much longer until the T Corp. immigration checkpoint?>"
        },
        {
            "id": 4,
            "content": "My only option is to give them a reminder of how far we are from our destination."
        },
        {
            "id": 5,
            "model": "파우스트",
            "content": "Considering that we will be on standby for approximately a day at our next stop, and taking into account various other stops we will be making en route... our estimated time of arrival is in three days."
        },
        {
            "id": 6,
            "model": "로쟈",
            "content": "Aww..."
        },
        {
            "id": 7,
            "model": "그레고르",
            "content": "It's not like we're traveling very far, but with this awful traffic... it feels way further than it really is."
        },
        {
            "id": 8,
            "content": "Gregor's right... it didn't seem like the City was *that* big."
        },
        {
            "id": 9,
            "content": "Maybe there's something to these inevitable, overly long travel times. Something I'm yet to understand."
        },
        {
            "id": 10,
            "model": "이스마엘",
            "content": "I guess driving around in a large bus through the narrow Backstreets is what's taking us such a long time."
        },
        {
            "id": 11,
            "model": "오티스",
            "content": "I believe that it would have been faster to march on foot."
        },
        {
            "id": 12,
            "model": "이상",
            "content": "Yet what of our room and board?"
        },
        {
            "id": 13,
            "model": "오티스",
            "content": "Are you unaware that camping out in the open is a natural part of any long march?"
        },
        {
            "id": 14,
            "model": "그레고르",
            "content": "... Hey, officer Outis. Not everyone's been a soldier here."
        },
        {
            "id": 15,
            "model": "싱클레어",
            "content": "A-and! If we're unlucky, we might even run into those terrifying Sw-Sweepers... before the break of dawn..."
        },
        {
            "id": 16,
            "content": "Even a partial mention their name drains all color from Sinclair's face... I remember what the Sinners once told me about them."
        },
        {
            "id": 17,
            "content": "That, before the break of dawn, there are these things called 'Sweepers' that sweeps up every 'trash' in the Backstreets."
        },
        {
            "id": 18,
            "content": "It's kinda terrifying how broad their definition of 'trash' can be. They call that hour 'the Night in the Backstreets'... or something like that."
        },
        {
            "id": 19,
            "model": "파우스트",
            "content": "This bus is one of the few vehicles recognized by the city as a residential vehicle, which means that we remain safe from the hands of Sweepers."
        },
        {
            "id": 20,
            "model": "파우스트",
            "content": "Attempting to sleep outside the bus in the Backstreets would not permit a restful sleep. Instead, one would be forced to survive the onslaught of Sweepers for an hour in the early hours of dawn."
        },
        {
            "id": 21,
            "model": "로쟈",
            "content": "Makes sense. Those Sweepers do steer clear of the residential areas, after all~"
        },
        {
            "id": 22,
            "model": "오티스",
            "content": "A slow yet safe travel by vehicle... or a fast yet high-risk march on foot... this is quite the strategic dilemma."
        },
        {
            "id": 23,
            "model": "이상",
            "content": "I do not believe that the latter option is up for consideration of any fellow..."
        },
        {
            "id": 24,
            "content": "The bus is once again consumed by commotion..."
        },
        {
            "id": 25,
            "model": "베르길리우스",
            "content": "Haah."
        },
        {
            "id": 26,
            "content": "And into that commotion barged in the creak of an opening door and a familiar sigh."
        },
        {
            "id": 27,
            "model": "베르길리우스",
            "content": "I understand that you all must be quite impatient. But we are precisely on schedule, so save your breaths and stop complaining."
        },
        {
            "id": 28,
            "model": "베르길리우스",
            "content": "By the looks on your faces, I would've been worrying about a mutiny if I didn't know better."
        },
        {
            "id": 29,
            "model": "이스마엘",
            "content": "Those papers in your hand... new orders from the higher-ups?"
        },
        {
            "id": 30,
            "content": "Vergilius was holding what appeared to be a bundle of freshly-printed paper."
        },
        {
            "id": 31,
            "content": "This wasn't the first time something like this happened. Sometimes, after communicating in his room with the higher-ups of the company, he'd bring out few sheets of paper to bring us up to speed."
        },
        {
            "id": 32,
            "model": "베르길리우스",
            "content": "Yes. A new update."
        },
        {
            "id": 33,
            "model": "히스클리프",
            "content": "Don't tell me we're going on another detour."
        },
        {
            "id": 34,
            "model": "히스클리프",
            "content": "I'll say that I'm quite done cleaning up these Distorted messes. Look, we have to get to—"
        },
        {
            "id": 35,
            "model": "베르길리우스",
            "content": "Stop whining like a petulant child."
        },
        {
            "id": 36,
            "model": "베르길리우스",
            "content": "... There won't be more detours until we reach our current destination."
        },
        {
            "id": 37,
            "content": "Vergilius furrowed his brows, walked up to the front of the bus, and leaned against one of the first-row chairs. He began leisurely shuffling through the documents."
        },
        {
            "id": 38,
            "model": "베르길리우스",
            "content": "This is just an announcement. It says here that there will be changes to how your records of Abnormalities, Distortions, and Peccatula are categorized."
        },
        {
            "id": 39,
            "model": "로쟈",
            "content": "Huh...? Wait, so we gotta do a bunch of paperwork?"
        },
        {
            "id": 40,
            "model": "파우스트",
            "content": "No. Once completed, your Observation Logs are all digitized and shared with the upper echelons of the company."
        },
        {
            "id": 41,
            "model": "파우스트",
            "content": "Of course, if the Observation Logs themselves need to be edited, there may be orders to make direct adjustments by hand. ... However, the categorization for each entity will be updated automatically. They are merely informing the Sinners of the upcoming changes."
        },
        {
            "id": 42,
            "model": "베르길리우스",
            "content": "... It is nice to have someone else do the explaining for once. She is right."
        },
        {
            "id": 43,
            "model": "이상",
            "content": "I presume that this has aught to do with the new types of Peccatula that we have encountered afore."
        },
        {
            "id": 44,
            "model": "베르길리우스",
            "content": "Yes, but that isn't all."
        },
        {
            "id": 45,
            "content": "Vergilius closed his eyes wearily and lightly folded the papers in his hands. He called out to the two Sinners."
        },
        {
            "id": 46,
            "model": "베르길리우스",
            "content": "Yi Sang. Ishmael."
        },
        {
            "id": 47,
            "content": "He was pointing at Ishmael and Yi Sang."
        },
        {
            "id": 48,
            "model": "이스마엘",
            "content": "... Yeah?"
        },
        {
            "id": 49,
            "model": "이상",
            "content": "You have called upon my name?"
        },
        {
            "id": 50,
            "model": "베르길리우스",
            "content": "I'll leave it to you two model students to explain the contents of these documents."
        },
        {
            "id": 51,
            "model": "베르길리우스",
            "content": "I don't feel like... I'm up to the task of explaining what's on this paper to all of you. Haah."
        },
        {
            "id": 52,
            "content": "With that, Vergilius pretty much shoved the paper in Ishmael's hands before taking a seat in the front row of the bus."
        },
        {
            "id": 53,
            "model": "이스마엘",
            "content": "Did he just dump his responsibility onto us?"
        },
        {
            "id": 54,
            "content": "Ishmael didn't seem too happy about this sudden turn of events. Still, she opened the documents and began reading."
        },
        {
            "id": 55,
            "model": "로쟈",
            "content": "I can never tell if he actually doesn't care about us or if he just naturally comes off as a cold person... sigh. So what does the thing say, Ishy?"
        },
        {
            "id": 56,
            "model": "이스마엘",
            "content": "Gimme a sec. So—"
        },
        {
            "id": 57,
            "model": "싱클레어",
            "content": "Does it say anything new about the Abnormalities?"
        },
        {
            "id": 58,
            "model": "이스마엘",
            "content": "... Looks like these documents are from the LCD. The Sender address says—"
        },
        {
            "id": 59,
            "model": "돈키호테",
            "content": "Ooh!! LCD is the department that contacted Manager Esquire, is it not?"
        },
        {
            "id": 60,
            "content": "Ezra... was it? I still vividly remember her chaotic, bubbly voice coming through the radio."
        },
        {
            "id": 61,
            "model": "이스마엘",
            "content": "The former L Corp—"
        },
        {
            "id": 62,
            "model": "료슈",
            "content": "B.A.H."
        },
        {
            "id": 63,
            "content": "The bus begins to fill with the familiar hectic buzz once again."
        },
        {
            "id": 64,
            "model": "이상",
            "content": "Well, if you would allow me to—"
        },
        {
            "id": 65,
            "model": "이상",
            "content": "... Miss Ishmael?"
        },
        {
            "id": 66,
            "model": "이스마엘",
            "content": "……."
        },
        {
            "id": 67,
            "content": "Yi Sang chimed in to help with Ishmael's explanations of the documents, but..."
        },
        {
            "id": 68,
            "model": "이스마엘",
            "content": "This is... exactly why... I'm the only one who ever reads the guides..."
        },
        {
            "id": 69,
            "content": "... I can see veins starting to pop in Ishmael's fingers. At this rate, she's going to drop the documents in favor of her mace..."
        },
        {
            "id": 70,
            "model": "단테",
            "content": "<W-wait, Ishmael! I got this, calm down!>"
        },
        {
            "id": 71,
            "content": "I hurried over to Ishmael and practically hung onto the documents in her hands."
        },
        {
            "id": 72,
            "content": "... We nearly tore the bundle of documents in half, but she quickly gave up and loosened her grip."
        },
        {
            "id": 73,
            "model": "단테",
            "content": "<Ryōshū, Outis? Please keep Don Quixote and Heathcliff quiet while I take care of this.>"
        },
        {
            "id": 74,
            "model": "료슈",
            "content": "Oh yes. This'll be fun."
        },
        {
            "id": 75,
            "model": "단테",
            "content": "<... Without killing them or beating them up, please.>"
        },
        {
            "id": 76,
            "model": "료슈",
            "content": "... B.A.H."
        },
        {
            "id": 77,
            "content": "Ryōshū slowly lowered Don Quixote's lance she'd picked up."
        },
        {
            "id": 78,
            "model": "단테",
            "content": "<Alright, then. If you have any questions while Ishmael reads from the document, raise your hands to be recognized. Yi Sang, Faust, you guys don't need to raise your hands to speak, so please chime in if there are any details you can elaborate on.>"
        },
        {
            "id": 79,
            "model": "파우스트",
            "content": "Understood."
        },
        {
            "id": 80,
            "model": "이상",
            "content": "Very well."
        },
        {
            "id": 81,
            "model": "단테",
            "content": "<Rodya, if anyone tries to speak out of turn, please smack them lightly in the head. If you do good, I'll make sure to order you extra desserts during our team dinner.>"
        },
        {
            "id": 82,
            "model": "로쟈",
            "content": "*Whistle* You sure know how to motivate people, Dante!"
        },
        {
            "id": 83,
            "model": "오티스",
            "content": "What... what an impressive growth of leadership capabilities, Executive Manager...!"
        },
        {
            "id": 84,
            "model": "로쟈",
            "content": "Alrighty then! First bonk goes to~"
        },
        {
            "id": 85,
            "model": "오티스",
            "content": "Wait, wait! This wasn't—"
        },
        {
            "id": 86,
            "content": "A few minutes later..."
        },
        {
            "id": 87,
            "content": "After a quick commotion, I found the situation settled enough to return the documents to Ishmael's hands."
        },
        {
            "id": 88,
            "model": "단테",
            "content": "<Then... I'll leave it to you.>"
        },
        {
            "id": 89,
            "model": "이스마엘",
            "content": "Ahm, hm. So the former L Corp., also known as the Lobotomy Corporation, used to contain and manage the Abnormalities that we've faced in their branches."
        },
        {
            "id": 90,
            "model": "이스마엘",
            "content": "Even taking into account that their strengths were suppressed by the Golden Boughs, there was a pretty significant difference between their Risk Level categorizations and the actual risk involved in facing them."
        },
        {
            "id": 91,
            "model": "이스마엘",
            "content": "Other employees and the higher-ups of Limbus Company also apparently felt that something was familiar yet off. And that's why they investigated this issue through the LCD department."
        },
        {
            "id": 92,
            "model": "이스마엘",
            "content": "So far, there have been five categories of Risk Levels—"
        },
        {
            "id": 93,
            "model": "히스클리프",
            "content": "Five? Aren't there only four of 'em?"
        },
        {
            "id": 94,
            "content": "Bonk!"
        },
        {
            "id": 95,
            "content": "Rodya punched Heathcliff in the crown of his head, and... he promptly slumped to the ground, out cold. Maybe it was the suddenness of the attack that did it...?"
        },
        {
            "id": 96,
            "model": "단테",
            "content": "<... Y-you didn't kill him, did you?>"
        },
        {
            "id": 97,
            "model": "로쟈",
            "content": "Nah, he'll be fiiine. It's Heath! It's not like I smacked him that hard."
        },
        {
            "id": 98,
            "content": "Sinclair quietly raised his hand."
        },
        {
            "id": 99,
            "model": "이스마엘",
            "content": "All right, you can go ahead."
        },
        {
            "id": 100,
            "content": "Ishmael nodded at Sinclair."
        },
        {
            "id": 101,
            "model": "싱클레어",
            "content": "W-well, I thought there were only four Risk Levels... ZAYIN, TETH, HE, and WAW... just like Heathcliff said."
        },
        {
            "id": 102,
            "model": "이스마엘",
            "content": "They're the only ones we've seen so far, yeah."
        },
        {
            "id": 103,
            "model": "이스마엘",
            "content": "But according to these documents... the highest Risk Level category is labeled ALEPH."
        },
        {
            "id": 104,
            "model": "이스마엘",
            "content": "Like I said earlier, there's a pretty significant disparity between their categorization standards and our experience with them in the field."
        },
        {
            "id": 105,
            "model": "이스마엘",
            "content": "Which is why they're apparently planning to make overhauls to those standards. By Limbus Company's standards."
        },
        {
            "id": 106,
            "model": "뫼르소",
            "content": "……."
        },
        {
            "id": 107,
            "model": "이스마엘",
            "content": "Go ahead, Meursault."
        },
        {
            "id": 108,
            "model": "뫼르소",
            "content": "I must inquire what exactly this 'overhaul' entails. Does this mean that the Abnormalities will be re-categorized within the preexisting framework of categorization? Or will additional Risk Level categories be created?"
        },
        {
            "id": 109,
            "model": "이스마엘",
            "content": "It... doesn't elaborate that far. But it says here that Lobotomy Corporation used each Abnormality's enkephalin production capability to categorize them into different Risk Levels."
        },
        {
            "id": 110,
            "model": "이스마엘",
            "content": "Abnormalities with more complicated, difficult management conditions apparently produced more enkephalin. I guess the more complicated an Abnormality is, the harder they are to fight... that does line up with our own experiences. Sort of."
        },
        {
            "id": 111,
            "model": "이스마엘",
            "content": "But it can hardly be said that it was flawless. Looks to me that they're trying to make these Risk Levels better reflect our own field experiences, which doesn't rule out the possibility of them adding more tiers to the preexisting ones."
        },
        {
            "id": 112,
            "model": "이상",
            "content": "Mm, for we conduct not management but combat against these foes, it is sensible that the standards for Risk Levels be adjusted in accordance to—hup?!"
        },
        {
            "id": 113,
            "model": "단테",
            "content": "<R-Rodya, wait! Yi Sang can speak without raising his hand!>"
        },
        {
            "id": 114,
            "model": "로쟈",
            "content": "Ohh~ Right! My bad~"
        },
        {
            "id": 115,
            "content": "I managed to stop Rodya just before her fist connected with Yi Sang's crown. It was almost as if she was moving based on pure instinct..."
        },
        {
            "id": 116,
            "model": "이스마엘",
            "content": "Ahem. So... that's why they're overhauling the Risk Levels based on the actual risk each Abnormality poses in battle. So we'd do well to be wary of the possible changes to the Risk Levels written in the Observation Logs. ... Oh, and they'll let us know again once the precise details are decided. The next section is about Distortions, which..."
        },
        {
            "id": 117,
            "model": "돈키호테",
            "content": "…!"
        },
        {
            "id": 118,
            "content": "Don Quixote raised her hand."
        },
        {
            "id": 119,
            "content": "... But Ishmael continued to explain without coming to a stop. She probably just ignored her."
        },
        {
            "id": 120,
            "model": "이스마엘",
            "content": "So far, we've been using the same subject classification codes as Abnormalities for Distortions. But it's gotten pretty clear that there is a big difference between them, enough to give these two groups distinct classification codes. That difference being..."
        },
        {
            "id": 121,
            "content": "Hong Lu raised his hand, and Ishmael nodded."
        },
        {
            "id": 122,
            "content": "Don Quixote appeared a bit... crestfallen."
        },
        {
            "id": 123,
            "model": "홍루",
            "content": "The difference is that, when defeated, Abnormalities transform into their egg-like forms, but Distortions don't. Am I right?"
        },
        {
            "id": 124,
            "model": "파우스트",
            "content": "Correct. Distortions can be completely subdued simply by defeating them in battle, but any method of fully slaying an Abnormality is yet to be discovered, even in theory."
        },
        {
            "id": 125,
            "model": "이스마엘",
            "content": "... So she says. Well, we've all had first-hand experience against them, so it shouldn't be too hard to understand."
        },
        {
            "id": 126,
            "model": "이스마엘",
            "content": "Whew, here comes the last subject."
        },
        {
            "id": 127,
            "model": "이스마엘",
            "content": "This one's about the Peccatula... They're going to give them a classification code scheme different from the Abnormalities as well, including the new type of Peccatula we recently encountered."
        },
        {
            "id": 128,
            "model": "이스마엘",
            "content": "Let's see... Classification basis... Abnormalities and Distortions both have elements of uniqueness that is missing in each individual Peccatula; considering this, it has been deemed... Okay, I don't really get what this is talking about."
        },
        {
            "id": 129,
            "content": "Faust walked up next to Ishmael and began to explain."
        },
        {
            "id": 130,
            "model": "파우스트",
            "content": "Uniqueness, in this context, refers to the fact that no same entity exhibits the same location."
        },
        {
            "id": 131,
            "model": "파우스트",
            "content": "It would be helpful to recall that our encounters with the Peccatula have always been against multiple duplicates of the same category of Peccatulum."
        },
        {
            "id": 132,
            "model": "파우스트",
            "content": "However, no such encounters have been made against Distortions and Abnormalities. Hopefully, this has been a sufficient explanation for all."
        },
        {
            "id": 133,
            "model": "히스클리프",
            "content": "Right, so simply put... we can just toss them Peccatula all into the same bin, but each and every one of them Abnormalities and Distortions is special and unique, eh? They could've explained it much easier if they just—"
        },
        {
            "id": 134,
            "content": "Bonk!"
        },
        {
            "id": 135,
            "content": "Heathcliff seemed to have woken up from his coma, but..."
        },
        {
            "id": 136,
            "model": "로쟈",
            "content": "I'll be looking forward to that extra dessert... fuhu."
        },
        {
            "id": 137,
            "content": "... his moment of lucidity barely lasted a moment."
        },
        {
            "id": 138,
            "model": "이스마엘",
            "content": "And that's all there is to it. Phew... this is pretty great, huh? It's refreshing, doing something like this once in a while."
        },
        {
            "id": 139,
            "model": "돈키호테",
            "content": "…!"
        },
        {
            "id": 140,
            "content": "Don Quixote has not lowered her hand since Ishmael ignored her the first time, not even for a brief moment."
        },
        {
            "id": 141,
            "model": "이스마엘",
            "content": "... Fine. Ask away."
        },
        {
            "id": 142,
            "model": "돈키호테",
            "content": "Dost thou! Know the name! Of the LCD employee who hath composed that report?!!!"
        },
        {
            "id": 143,
            "content": "Ishmael seemed a bit taken aback that Don Quixote actually managed to ask a rather sensible question. Even though it was asked with that very same enthusiasm she has when talking about Fixers, that is."
        },
        {
            "id": 144,
            "model": "이스마엘",
            "content": "Oh, sure... Give me a sec..."
        },
        {
            "id": 145,
            "model": "이스마엘",
            "content": "Sender... LCD On-site Investigative Reasoning Team Leader, Moses."
        },
        {
            "id": 146,
            "model": "이스마엘",
            "content": "Well, we might as well keep that name in mind since we'll probably run into them sooner or later. I'm sorry for ignoring you, Don Quixote."
        },
        {
            "id": 147,
            "model": "돈키호테",
            "content": "Hmmmmm..."
        },
        {
            "id": 148,
            "content": "Though Don Quixote was finally given the answer she so passionately craved, she did not appear happy or excited about it. Instead, she seemed to be absorbed in deep thought."
        },
        {
            "id": 149,
            "model": "단테",
            "content": "<Something wrong, Don Quixote?>"
        },
        {
            "id": 150,
            "model": "돈키호테",
            "content": "I... recall hearing that name in the past. Yet I cannot quite recall as to who that name may have belonged to..."
        },
        {
            "id": 151,
            "model": "이스마엘",
            "content": "Okay, now we're actually done."
        },
        {
            "id": 152,
            "model": "로쟈",
            "content": "Darn~ Thought I'd be able to collect a bit more dessert."
        },
        {
            "id": 153,
            "model": "파우스트",
            "content": "This was more time consuming than it was initially expected. Dante, now..."
        },
        {
            "id": 154,
            "content": "Oh, right. It's about time."
        },
        {
            "id": 155,
            "model": "단테",
            "content": "<Alright, then. I hereby confirm today’s close of business for the Sinners.>"
        },
        {
            "id": 156,
            "content": "This could've dragged on for much longer... But the Sinners were thankfully pretty cooperative, so we managed to finish our day early."
        },
        {
            "id": 157,
            "content": "I followed the Sinners to the Backdoor of the bus, my heart a little lighter than it was at the start of the day."
        },
        {
            "id": 158,
            "content": "... Huh."
        },
        {
            "id": 159,
            "content": "I feel like I'm forgetting something."
        },
        {
            "id": 160,
            "model": "히스클리프",
            "content": "……."
        },
        {
            "id": 161,
            "content": "It took me about 30 minutes to realize that we left Heathcliff out cold on the bus floor."
        }
    ]
}