{
    "dataList": [
        {
            "id": 0,
            "place": "The Library - A Space Within a Book",
            "model": "단테",
            "content": "<That was way harder than I expected...>"
        },
        {
            "id": 1,
            "model": "파우스트",
            "content": "Faust explains that we find ourselves in the Library's past. We are participating in a certain repeated battle within the Library; its purpose was to attain something called 'the Realization of the Floor of History'."
        },
        {
            "id": 2,
            "model": "단테",
            "content": "<Um... Yeah. Sorry, I don't understand most of what you said.>"
        },
        {
            "id": 3,
            "model": "이스마엘",
            "content": "Floor of History, huh. Are there other Floors, too?"
        },
        {
            "id": 4,
            "model": "파우스트",
            "content": "That appears to be the case, yes. It can be extrapolated from the collected intelligence that the Library is, like some normal libraries, composed of several floors divided by subjects such as 'Literature' or 'Religion'."
        },
        {
            "id": 6,
            "content": "Doesn't sound too different from your average library, but... I doubt it's that straightforward."
        },
        {
            "id": 7,
            "model": "단테",
            "content": "<Anything more you can tell us about that Library, Faust? Something more detailed?>"
        },
        {
            "id": 8,
            "model": "파우스트",
            "content": "Um..."
        },
        {
            "id": 9,
            "content": "Faust's voice carries an air of troubled uncertainty."
        },
        {
            "id": 10,
            "content": "And I'm starting to realize why."
        },
        {
            "id": 11,
            "model": "단테",
            "content": "<So you don't... know about that just yet, right?>"
        },
        {
            "id": 12,
            "model": "파우스트",
            "content": "... I see that you have intuited a certain degree of truth, Dante. I don't suppose there is any more reason for me to remain evasive regarding this particular subject."
        },
        {
            "id": 13,
            "content": "Faust let out a barely noticeable—but clearly shocked—gasp before regaining her usual calm demeanor."
        },
        {
            "id": 14,
            "model": "파우스트",
            "content": "Yes. I am yet to become a Faust who has access to that information."
        },
        {
            "id": 15,
            "model": "단테",
            "content": "<Yet to become...?>"
        },
        {
            "id": 16,
            "model": "파우스트",
            "content": "... As your journey continues, I may also gradually gain recognition and access to further knowledge."
        },
        {
            "id": 17,
            "model": "파우스트",
            "content": "One thing is certain, however. Faust regards this consistent, continuous improvement to be a positive development, Dante."
        },
        {
            "id": 18,
            "model": "단테",
            "content": "<... I see.>"
        },
        {
            "id": 19,
            "content": "The longer my journey, the greater her knowledge, huh..."
        },
        {
            "id": 20,
            "content": "... Maybe that explains why she kept falling silent in the middle of her lectures."
        },
        {
            "id": 21,
            "content": "I have no idea how long this journey will last for, but..."
        },
        {
            "id": 22,
            "model": "단테",
            "content": "<... Who knows. Maybe we'll find ourselves at that Library one day.>"
        },
        {
            "id": 23,
            "content": "With that, I returned to the Sinners wandering about the scattered pages of the Abnormality."
        }
    ]
}