{
  "dataList": [
    {
      "id": 0,
      "place": "Dante's Room",
      "model": "단테2",
      "content": "<... Right, I think we can conclude our consultation session here.>"
    },
    {
      "id": 1,
      "content": "I've been holding regular consultations with the Sinners for a while now."
    },
    {
      "id": 2,
      "content": "My session with Heathcliff ended earlier than I'd expected."
    },
    {
      "id": 3,
      "model": "단테2",
      "content": "<So... what are you writing in that notebook?>"
    },
    {
      "id": 4,
      "model": "히스클리프2",
      "content": "Oh, this?"
    },
    {
      "id": 6,
      "model": "히스클리프2",
      "content": "I thought writing 'em down could come in handy later. In case I have to remember something."
    },
    {
      "id": 7,
      "content": "Heathcliff's been holding that notebook in his hands ever since this session started..."
    },
    {
      "id": 8,
      "content": "It didn't seem like he was making a full record of our entire conversation; it was more like he was writing things down if they seemed worthy of remembering."
    },
    {
      "id": 9,
      "model": "단테2",
      "content": "<Are you writing about... Catherine?>"
    },
    {
      "id": 10,
      "model": "히스클리프2",
      "content": "Won't deny that that's a part of it."
    },
    {
      "id": 11,
      "content": "His expression becomes inscrutably complex upon hearing her name; he breathes in a lungful of air and lets out a deep sigh."
    },
    {
      "id": 12,
      "content": "He smiles awkwardly before sliding his notebook across the desk in my direction."
    },
    {
      "id": 13,
      "content": "I take a quick glance at the pages. Its contents are as disorganized and chaotic as his handwriting..."
    },
    {
      "id": 14,
      "content": "But..."
    },
    {
      "id": 15,
      "content": "I also notice that several of those disorganized notes are records of his memories with Catherine, scribbled next to notes of significant moments in our journey. Records of memories he doesn't want to lose."
    },
    {
      "id": 16,
      "model": "히스클리프2",
      "content": "... Well, it ain't nothing important."
    },
    {
      "id": 17,
      "model": "히스클리프2",
      "content": "Right, if we're done here, I'm off."
    },
    {
      "id": 18,
      "content": "Heathcliff takes the notebook and leaves the room. I catch a glimpse of his bitter expression as he steps through the doorway."
    },
    {
      "id": 19,
      "content": "... It isn't long before Rodya practically bursts through the door."
    },
    {
      "id": 20,
      "model": "로쟈",
      "content": "Hey, saw Heathcliff leaving the room just now and thought it was my turn. That was a pretty quick meeting, huh?"
    },
    {
      "id": 21,
      "model": "단테2",
      "content": "<Yeah, we didn't really talk about much.>"
    },
    {
      "id": 22,
      "model": "로쟈",
      "content": "I dunno what's gotten into him lately. He's been so... tame?"
    },
    {
      "id": 23,
      "model": "단테2",
      "content": "<Well, I'm not complaining... Why don't you take a seat, Rodya?>"
    },
    {
      "id": 24,
      "content": "Rodya hummed cheerfully as she sat down. She really didn't seem too different from her usual self."
    },
    {
      "id": 25,
      "content": "Our 'consultations' usually consisted of some minor chitchat and watching her munch on some snacks, but..."
    },
    {
      "id": 26,
      "model": "단테2",
      "content": "<Hey, so... I think there's something we have to talk about today.>"
    },
    {
      "id": 27,
      "model": "로쟈",
      "content": "Y-yeah? Ooh, you're so serious today. What's up~?"
    },
    {
      "id": 28,
      "model": "단테2",
      "content": "<Do you remember what you asked me when we were dealing with the Case of Timekilling Time, Rodya?>"
    },
    {
      "id": 29,
      "model": "로쟈",
      "content": "... I dunno, what'd I say?"
    },
    {
      "id": 30,
      "content": "A *lot*."
    },
    {
      "id": 31,
      "content": "Rodya carefully looks away, her fingers fiddling with the snacks prepared for these consultations. I'm starting to grow uncertain whether this is a good time to bring this up when she's still so obviously evasive about it."
    },
    {
      "id": 32,
      "content": "I really don't want the mood to get as frosty as it did during the investigation..."
    },
    {
      "id": 33,
      "content": "... but this overly chipper, chatty attitude is just a bandage haphazardly pulled over a scar that still hurts, isn't it?"
    },
    {
      "id": 34,
      "content": "I sit there, looking at Rodya and her fabricated smile. I have to ask."
    },
    {
      "id": 35,
      "content": "Yeah. This is exactly what these consultations are for. What better time to do this than now?"
    },
    {
      "id": 36,
      "model": "단테2",
      "content": "<I'm talking about the time you asked me about Sonya. About what would've happened if you—>"
    },
    {
      "id": 37,
      "content": "... The alarm had to choose this precise moment, when I finally gathered enough courage to bring this up... to go off."
    },
    {
      "id": 38,
      "model": "단테2",
      "content": "<…!>"
    },
    {
      "id": 39,
      "model": "단테2",
      "content": "<Wait, that was...!>"
    },
    {
      "id": 40,
      "content": "I reflexively get to my feet at the blaring alarm."
    },
    {
      "id": 41,
      "content": "A few seconds later, I hear someone tapping on the bus PA system."
    },
    {
      "id": 42,
      "content": "And not long after that, a brief *bzzt* plays from the speaker installed in my room."
    },
    {
      "id": 43,
      "model": "오티스",
      "content": "Aa-ah. Aa-ah. Testing. Announcing from the driver's seat: all units taking R&R on the bus must assemble in the hallway ASAP."
    },
    {
      "id": 44,
      "model": "오티스",
      "content": "I repeat. All units taking R&R on the bus—"
    },
    {
      "id": 45,
      "model": "카론",
      "content": "... Driver's seat, Charon's seat."
    },
    {
      "id": 46,
      "model": "오티스",
      "content": "Augh, stop pulling me! I am in the process of relaying a very important announcement!"
    },
    {
      "id": 47,
      "model": "카론",
      "content": "Stop getting in the way between Charon and Mephi."
    },
    {
      "id": 48,
      "model": "베르길리우스",
      "content": "Haaah..."
    },
    {
      "id": 49,
      "content": "Vergilius' deep sigh was the last thing we heard from the bus' PA system before Charon and Outis' brief squabble came to an abrupt end."
    },
    {
      "id": 50,
      "model": "로쟈",
      "content": "My, a new Backdoors thingie? That's what the alarm usually means, right?"
    },
    {
      "id": 51,
      "model": "단테2",
      "content": "<Let's see... I'm gonna guess that this one's for a Refraction Railway...?>"
    },
    {
      "id": 52,
      "model": "로쟈",
      "content": "Bleh, not a fan of those Railways. They're so exhausting..."
    },
    {
      "id": 53,
      "content": "Rodya grumbles for a moment before rising from her seat."
    },
    {
      "id": 54,
      "content": "Kinda seems like she's trying to smoothly maneuver away from answering my question..."
    },
    {
      "id": 55,
      "model": "로쟈",
      "content": "Whatcha standing around for, Dante? C'mon, aren'tcha going to see what's going on?"
    },
    {
      "id": 56,
      "model": "단테2",
      "content": "<Um... Yeah, I'm coming.>"
    },
    {
      "id": 57,
      "content": "I leave my empty consultation notes behind and follow Rodya out to the hallway."
    },
    {
      "id": 58,
      "place": "Bus’s Backdoor",
      "content": "Out to a very crowded hallway."
    },
    {
      "id": 59,
      "content": "The murmur rises and rises; the Sinners were each sharing their ideas as to what this alarm might be for."
    },
    {
      "id": 60,
      "model": "싱클레어",
      "content": "I-it's got to be the Refraction Railway this time, right?"
    },
    {
      "id": 61,
      "model": "그레고르",
      "content": "Yep. Line 4, most likely... huh. This is gonna suck, isn't it?"
    },
    {
      "id": 62,
      "model": "오티스",
      "content": "Atten-tion! The Executive Manager has arrived!"
    },
    {
      "id": 63,
      "model": "오티스",
      "content": "Ahem. I have assembled your forces already in a timely manner."
    },
    {
      "id": 64,
      "model": "단테2",
      "content": "<T-thanks.>"
    },
    {
      "id": 65,
      "model": "파우스트",
      "content": "Welcome, Dante."
    },
    {
      "id": 66,
      "model": "단테2",
      "content": "<I heard the radio... Is it a Refraction Railway this time?>"
    },
    {
      "id": 67,
      "model": "파우스트",
      "content": "Yes. The fourth line of the Refraction Railway, to be exact."
    },
    {
      "id": 68,
      "model": "로쟈",
      "content": "Hey, I think they're getting used to this."
    },
    {
      "id": 69,
      "model": "료슈",
      "content": "... W.T.H.A.W.G.I."
    },
    {
      "id": 70,
      "model": "돈키호테",
      "content": "\"Woe! 'Tis a Hearkening At—\""
    },
    {
      "id": 71,
      "model": "그레고르",
      "content": "\"When... The Hell...\""
    },
    {
      "id": 72,
      "model": "이상",
      "content": "It appears that she is requesting information pertinent to our schedule regarding our entry to the Railway."
    },
    {
      "id": 73,
      "model": "싱클레어",
      "content": "To be exact, I think she's asking... \"When the hell are we going in?\""
    },
    {
      "id": 74,
      "content": "Ryōshū, who had been listening with a knitted brow as each Sinner hazarded their guesses, appeared to have finally found peace."
    },
    {
      "id": 75,
      "content": "Sinclair was right on the money."
    },
    {
      "id": 76,
      "content": "Hey, at least Gregor and Yi Sang got half of that right, too..."
    },
    {
      "id": 77,
      "content": "The bus alarms weren't the only things growing increasingly familiar to us. The Sinners were really getting to know one another as well."
    },
    {
      "id": 78,
      "model": "단테2",
      "content": "<Well, let's go check it out right now.>"
    },
    {
      "id": 79,
      "model": "돈키호테",
      "content": "Then I shall open the gates!"
    },
    {
      "id": 80,
      "place": "Refraction Railway Platform",
      "content": "The door opens with a creak, and a bright blue light fills my vision."
    },
    {
      "id": 81,
      "content": "The blue ambiance almost seems to drop the temperature of the entire room."
    },
    {
      "id": 82,
      "content": "Another Railway Line, completely different from Line 3 and its orange hue."
    },
    {
      "id": 83,
      "model": "돈키호테",
      "content": "Manager Esquire, behold! These curtains, these masks... I say, visions of par-tay lay before us, forsooth!"
    },
    {
      "id": 84,
      "model": "단테2",
      "content": "<Masks?>"
    },
    {
      "id": 85,
      "content": "I follow Don Quixote, who had run off on her own again, with my eyes. It was as she said; the walls were lined with various masks, each wearing different expressions."
    },
    {
      "id": 86,
      "content": "I wonder if this has something to do with the theme of enemies we're about to meet here..."
    },
    {
      "id": 87,
      "model": "돈키호테",
      "content": "Ooooh?! Hie thee hither, one and all! Here is a woman, her appearance a spitting image of Lady Outis!"
    },
    {
      "id": 88,
      "model": "오티스",
      "content": "... What?"
    },
    {
      "id": 89,
      "content": "There was urgency in her voice. I quickly ran to where Don Quixote was with the other Sinners in tow."
    },
    {
      "id": 90,
      "content": "And there she was, an exact copy of Outis, standing before us."
    },
    {
      "id": 91,
      "content": "... I hope this isn't anything serious..."
    },
    {
      "id": 92,
      "model": "그레고르",
      "content": "Woah... she wasn't kidding."
    },
    {
      "id": 93,
      "model": "싱클레어",
      "content": "I-I hope this isn't a lure left behind by an Abnormality or something like that..."
    },
    {
      "id": 94,
      "model": "히스클리프2",
      "content": "Oi. How about we don't tempt fate, lad?"
    },
    {
      "id": 95,
      "model": "홍루",
      "content": "Hm. But she's quiet, unlike Outis. And shrouded in a weird shadow."
    },
    {
      "id": 96,
      "model": "홍루",
      "content": "Woaah~ Look, here's one that looks just like me~!"
    },
    {
      "id": 97,
      "content": "Hong Lu stood next to a humanoid shape that mimicked every move he made."
    },
    {
      "id": 98,
      "content": "When he raised his hands, the shape raised its hands. When he closed his eyes, the shape closed its eyes."
    },
    {
      "id": 99,
      "content": "Right, almost like a shadow with the darkness and its mimicry..."
    },
    {
      "id": 100,
      "model": "단테2",
      "content": "<Wait, that... that looks like one of Hong Lu's Identities.>"
    },
    {
      "id": 101,
      "content": "I notice two, three more humanoid shadows standing nearby."
    },
    {
      "id": 102,
      "content": "What on earth is going on?"
    },
    {
      "id": 103,
      "model": "오티스",
      "content": "We'd be much better off if they were some byproduct of an Abnormality. However, if they are clones..."
    },
    {
      "id": 104,
      "model": "오티스",
      "content": "We must move swiftly to exterminate them, Executive Manager."
    },
    {
      "id": 105,
      "model": "오티스",
      "content": "I request that you immediately order us to prepare for battle."
    },
    {
      "id": 106,
      "model": "단테2",
      "content": "<Gimme a sec, I'll ask Faust first if—>"
    },
    {
      "id": 107,
      "model": "오티스",
      "content": "No! You must make a judgment call at this instant! If they are indeed clones, then the Head will—!"
    },
    {
      "id": 108,
      "content": "This isn't the first time she's asked to make a decision like this, but..."
    },
    {
      "id": 109,
      "content": "... she's never been this serious or adamant about it before."
    },
    {
      "id": 110,
      "content": "Yi Sang noticed the tension and quickly stepped in between the two of us."
    },
    {
      "id": 111,
      "model": "이상",
      "content": "Miss Faust... would you kindly share what you know of this phenomenon?"
    },
    {
      "id": 112,
      "model": "파우스트",
      "content": "Yes. This entity is not a clone."
    },
    {
      "id": 113,
      "model": "파우스트",
      "content": "Therefore, even if a week were to pass, the Head will not mobilize."
    },
    {
      "id": 114,
      "content": "Faust nodded sagely as though she had just learned something new, before looking in my direction."
    },
    {
      "id": 115,
      "content": "Right, she probably wants me to explain what this is. I quickly blurted out the first thing that came to my mind."
    },
    {
      "id": 116,
      "model": "단테2",
      "content": "<... That one feels like a Peccatulum.>"
    },
    {
      "id": 117,
      "content": "... I wasn't completely sure, but that's the feeling I've so grown used to sensing whenever we encountered the Peccatula."
    },
    {
      "id": 118,
      "model": "오티스",
      "content": "A Peccatulum..."
    },
    {
      "id": 119,
      "model": "이스마엘",
      "content": "It's blindly mimicking whatever Hong Lu is doing. I'm not sure if it has much, or anything, in the way of consciousness or ego. It doesn't look like a one-to-one copy of him, either."
    },
    {
      "id": 120,
      "model": "이상",
      "content": "Please becalm yourself, Miss Outis. It appears that aught has unnerved you."
    },
    {
      "id": 121,
      "content": "Outis bows, embarrassment apparent but her head cleared with relief."
    },
    {
      "id": 122,
      "model": "오티스",
      "content": "My deepest apologies, Executive Manager. I should not have acted in such an unsightly manner before you."
    },
    {
      "id": 123,
      "content": "Clearly, I still have a lot to learn about the Sinners. Every instance of these moments seem to unveil something new."
    },
    {
      "id": 124,
      "content": "I was trying to get a better read on Outis' expression when Heathcliff suddenly asked a question out loud."
    },
    {
      "id": 125,
      "model": "히스클리프2",
      "content": "Uh... I thought them 'Peccatula' are supposed to look like monsters, innit?"
    },
    {
      "id": 126,
      "model": "파우스트",
      "content": "Distortions and the Peccatula must not be judged on a reference based on 'common sense', such as their physical appearance."
    },
    {
      "id": 127,
      "model": "싱클레어",
      "content": "B-but do you think we can handle them?"
    },
    {
      "id": 128,
      "model": "이스마엘",
      "content": "Oh, yeah. If they're going to swarm us like they did at the manor, or if they manage to somehow copy Vergilius... that's going to be a problem."
    },
    {
      "id": 129,
      "model": "이상",
      "content": "Recall the Railways of Refraction we have suffered ere this one's arrival. It should not present before us a foe we cannot defeat. Yet the process shall be as grueling as it always has been, I suspect."
    },
    {
      "id": 130,
      "model": "파우스트",
      "content": "Faust is aware that this entity is a Peccatulum of Envy... Peccatulum Invidiae. Considering the strengths of the Peccatula we have faced thus far, it is unlikely that we will encounter enemies too far beyond our ability to defeat."
    },
    {
      "id": 131,
      "model": "뫼르소",
      "content": "Mm. The lack of precise tiered labeling system means that it is difficult for one to make a subjective judgment."
    },
    {
      "id": 132,
      "model": "이스마엘",
      "content": "Speaking of which, what's the ETA on the new Risk Levels and Classifications for the Peccatula and Distortions?"
    },
    {
      "id": 133,
      "model": "파우스트",
      "content": "The LCD has informed us that they have made significant progress regarding that project. It is likely that further details will be shared once they become more concrete."
    },
    {
      "id": 134,
      "model": "홍루",
      "content": "Ah, that's good to know~"
    },
    {
      "id": 135,
      "model": "홍루",
      "content": "Oops! Looks like the Peccatula are running away all of a sudden."
    },
    {
      "id": 136,
      "content": "As we stood there talking to one another, a Peccatulum that resembles Hong Lu suddenly shoved him to the side and began sprinting elsewhere."
    },
    {
      "id": 137,
      "model": "히스클리프2",
      "content": "What the hell, mate?! Don't just sit there and gawk at 'em when they're all leggin' it!"
    },
    {
      "id": 138,
      "content": "Heathcliff also sprinted after the figure, but he soon came to a sudden stop before starting to slowly back away."
    },
    {
      "id": 139,
      "model": "히스클리프2",
      "content": "Oh, blimey..."
    },
    {
      "id": 140,
      "content": "A subway train slides into the platform with a loud horn."
    },
    {
      "id": 141,
      "content": "Past the windows I see... a subway car filled to the brim with purple shadows."
    },
    {
      "id": 142,
      "content": "... Shadows in the shape of the Sinners."
    },
    {
      "id": 143,
      "model": "그레고르",
      "content": "Huh... That's... that's a lot of 'em."
    },
    {
      "id": 144,
      "model": "싱클레어",
      "content": "Ugh... I think I recognized like three shadows that look just like me..."
    },
    {
      "id": 145,
      "content": "That ridiculous sight was enough to stop us all dead in our tracks, allowing the Peccatulum to board the subway car..."
    },
    {
      "id": 146,
      "content": "And the door shut behind him."
    },
    {
      "id": 147,
      "model": "이상",
      "content": "I sense... aught in the way of disquietude from this Refraction Railway."
    },
    {
      "id": 148,
      "model": "그레고르",
      "content": "Fellas, there's another one coming this way!"
    },
    {
      "id": 149,
      "content": "As soon as the subway train carrying the Peccatula leave the station, a new one begins to roll in."
    },
    {
      "id": 150,
      "content": "To my relief, this one doesn't look like it's packed to the brim with shadow people."
    },
    {
      "id": 151,
      "model": "단테2",
      "content": "<But... what is that?>"
    },
    {
      "id": 152,
      "model": "단테2",
      "content": "<There are curtains, and... masks? I don't remember seeing anything like that on the last Railways we challenged.>"
    },
    {
      "id": 153,
      "model": "료슈",
      "content": "How uninspired."
    },
    {
      "id": 154,
      "model": "로쟈",
      "content": "Hey, I didn't notice it earlier 'cuz of all that mess with clones and everything, but... doesn't that train look much more elaborate than what we've seen before?"
    },
    {
      "id": 155,
      "model": "홍루",
      "content": "Right~ It's adorned with all kinds of decorations."
    },
    {
      "id": 156,
      "content": "Just as the Sinners were gawking at the ostentatiousness that was this train, something burst forth from the train car door."
    },
    {
      "id": 157,
      "model": "싱클레어",
      "content": "Aah-woagh! H-huh, did that thing just roll out a carpet for us...?"
    },
    {
      "id": 158,
      "model": "단테2",
      "content": "<It's like something's inviting us in there...>"
    },
    {
      "id": 159,
      "model": "이상",
      "content": "I ill like such manner of invitation..."
    },
    {
      "id": 160,
      "content": "I agreed with Yi Sang. This isn't an invitation I'm happy to jump at, but..."
    },
    {
      "id": 161,
      "content": "... I'm sure we'll face even worse things in our journey. I'll take every chance we get to strengthen the Sinners."
    },
    {
      "id": 162,
      "model": "단테2",
      "content": "<... Let's go.>"
    },
    {
      "id": 163,
      "content": "I took my first steps onto the carpet..."
    },
    {
      "id": 164,
      "content": "... and boarded the subway train."
    }
  ]
}