{
  "dataList": [
    {
      "id": 0,
      "place": "L Corp. Headquarters?",
      "model": "단테",
      "content": "<Alright... I did as you asked, Faust.>"
    },
    {
      "id": 1,
      "content": "I looked up toward Faust, away from the PDA in my hands, as it rattled and fixed the Identity Cards into each slot."
    },
    {
      "id": 2,
      "content": "... Today's the Fourth Walpurgis Night."
    },
    {
      "id": 3,
      "content": "The location... it's that same Lobotomy Corp. Headquarters of the past we visited—its point in time and the branch of possibility uncertain."
    },
    {
      "id": 4,
      "model": "파우스트",
      "content": "Thank you. Please proceed with the slotted Identities to suppress the imminent Ordeal."
    },
    {
      "id": 5,
      "model": "단테",
      "content": "<Phew...>"
    },
    {
      "id": 6,
      "content": "I've slotted in the Lobotomy Corp. Identities I pulled up during the previous Walpurgis Nights."
    },
    {
      "id": 7,
      "content": "... Faust probably wants to study the correlation between Walpurgis Night itself and the Identities that can be pulled up only during each Walpuris Night."
    },
    {
      "id": 8,
      "model": "히스클리프",
      "content": "Well, it ain't much of my business what Identity we're 'sposed to wear, but..."
    },
    {
      "id": 9,
      "model": "히스클리프",
      "content": "... can't you at least bother tellin' us where we are? I swear, it's always you two who—"
    },
    {
      "id": 10,
      "model": "싱클레어",
      "content": "Yeah, I agree. We won't know what to do if you keep the important stuff just between the two of you, right...?"
    },
    {
      "id": 11,
      "model": "히스클리프",
      "content": "Uh... yeah, what he said. I was trying to find a way to avoid sounding irritated."
    },
    {
      "id": 12,
      "model": "히스클리프",
      "content": "You've a way of mincin' words, don't you? Thanks, lad."
    },
    {
      "id": 13,
      "model": "싱클레어",
      "content": "Huh? Uh... I guess, ha ha."
    },
    {
      "id": 14,
      "model": "료슈",
      "content": "F.U."
    },
    {
      "id": 15,
      "model": "싱클레어",
      "content": "Functionality Upgrade...? Come on, don't talk about me like I'm a machine or something..."
    },
    {
      "id": 16,
      "model": "파우스트",
      "content": "Ahm."
    },
    {
      "id": 17,
      "content": "Faust cleared her throat in an attempt to clear the air and stem the conversation from going on a tangent."
    },
    {
      "id": 18,
      "place": "L Corp. HQ Information Team Hallway",
      "model": "파우스트",
      "content": "We are... at the \"Information Team\" department of the former L Corp. Headquarters."
    },
    {
      "id": 19,
      "model": "이상",
      "content": "\"Information Team\"...? Hm, well do I recall that the place we had visited was called the \"Control Team\" department."
    },
    {
      "id": 20,
      "model": "이스마엘",
      "content": "Maybe they add a new department with every Walpurgis Night?"
    },
    {
      "id": 21,
      "model": "파우스트",
      "content": "The Training Team and the Safety Team, both adjacent to this department, are currently accessible. Therefore, your assessment is untrue."
    },
    {
      "id": 22,
      "model": "파우스트",
      "content": "However... it is possible that there is a reason the first place the door connected to was this location. Perhaps further analyses may yield more concrete information."
    },
    {
      "id": 23,
      "content": "... She's trying to take a more active role in learning things for herself. It seems that the events at the WARP Train rattled her more than I'd thought."
    },
    {
      "id": 24,
      "content": "She's probably concerned that similar loss of connection to that repository of Fausts' knowledge may occur again."
    },
    {
      "id": 25,
      "model": "홍루",
      "content": "Hmm... this place is pretty barren, huh? The more I look around, the more I see just... purple."
    },
    {
      "id": 26,
      "model": "그레고르",
      "content": "Huh... you got that right. Can't chalk that up to just being a corporate office, if you ask me. Doesn't seem like a great workplace environment at all."
    },
    {
      "id": 27,
      "model": "오티스",
      "content": "A good commander decorates their subordinates' living spaces with their morale in mind, even if it means going against their own tastes. Whoever heads this department must be somewhat quite unfit to lead."
    },
    {
      "id": 28,
      "model": "이스마엘",
      "content": "I bet they're not the only one who's unfit to lead~"
    },
    {
      "id": 29,
      "content": "Ishmael, who was rummaging through a pile of miscellaneous items, muttered from a distance as Outis mused at the ceiling."
    },
    {
      "id": 30,
      "model": "이스마엘",
      "content": "I found some employee doodles and scribbles back here."
    },
    {
      "id": 31,
      "model": "이스마엘",
      "content": "Oh, I suppose the department leads were called 'Sephirah'. They're saying something about how their Sephirah is... whew, now that's some spicy profanity."
    },
    {
      "id": 32,
      "model": "뫼르소",
      "content": "I will read them."
    },
    {
      "id": 33,
      "model": "단테",
      "content": "<M-Meursault, you don't have to read the insults and profanities!>"
    },
    {
      "id": 34,
      "model": "뫼르소",
      "content": "... Understood. In that case, I will instead peruse the document first and produce a comprehensive summary."
    },
    {
      "id": 35,
      "content": "Some time later..."
    },
    {
      "id": 36,
      "model": "뫼르소",
      "content": "That is all."
    },
    {
      "id": 37,
      "model": "그레고르",
      "content": "Okay. So... first of all, thanks for skipping past all the profanities. But..."
    },
    {
      "id": 38,
      "model": "로쟈",
      "content": "Wow... that made me feel bad. And I've got nothing to do with this place."
    },
    {
      "id": 39,
      "model": "오티스",
      "content": "It is not uncommon to see department leads shouting and butting heads, but..."
    },
    {
      "id": 40,
      "model": "오티스",
      "content": "... perhaps a physical altercation would have been preferable to letting such bitter animosity fester like this."
    },
    {
      "id": 41,
      "content": "... It was clear to us that the Sephirot did not share a very healthy work relationship with one another."
    },
    {
      "id": 42,
      "content": "Not to mention that not many employees really put their faith in their Sephirot."
    },
    {
      "id": 43,
      "model": "로쟈",
      "content": "Hey, this Sephirah they call 'Malkuth'... she must've been the Sephirah of the Control Team department where we fought the Ordeal last time..."
    },
    {
      "id": 44,
      "model": "로쟈",
      "content": "I can tell from the way she talks that she treats her employees like parts of a machine. Driving them to their deaths, replacing them when they inevitably crumble... I guess a Wing is a Wing, after all."
    },
    {
      "id": 45,
      "model": "싱클레어",
      "content": "Yeah... Look, here's a conversation log with 'Hod', the Sephirah of the Training Team. Looks like she started off pretty rough, but managed to avoid making things hostile in the office..."
    },
    {
      "id": 46,
      "model": "로쟈",
      "content": "Mhm, from the sounds of it, she really cares for her employees... Oh, well~ That's a whole another type of annoying though, y'know?"
    },
    {
      "id": 47,
      "model": "이상",
      "content": "Then... her heart would never have rested easy as long as she was here; the grievances of the employees would have reached her ears nonetheless."
    },
    {
      "id": 48,
      "model": "이상",
      "content": "She may have given herself doses of painkillers she hid under the label of altruism, that she truly cared for them despite it all."
    },
    {
      "id": 49,
      "model": "오티스",
      "content": "And this 'Yesod' must have been... I see, the Sephirah of the Information Team department here. Clearly, a stickler for the rules."
    },
    {
      "id": 50,
      "model": "돈키호테",
      "content": "\"Viper\" he was called. Perchance he had an unsavory habit of sinking his teeth into his employees?"
    },
    {
      "id": 51,
      "model": "오티스",
      "content": "It's only a figure of speech. Hm... he does seem like the irritating type, but he would have served as a decent strategist."
    },
    {
      "id": 52,
      "model": "오티스",
      "content": "Ah, this appears to be a meticulous record of the work schedules. According to that digital calendar, the upcoming schedule is..."
    },
    {
      "id": 53,
      "model": "파우스트",
      "content": "... fast approaching. There is no time to share the details regarding the Ordeal."
    },
    {
      "id": 54,
      "model": "오티스",
      "content": "I suppose we should've checked the documents first."
    },
    {
      "id": 55,
      "content": "A heavy thump of the lights follows Outis' deep sigh. The lobby lights suddenly changed, and the floor began to tremble."
    },
    {
      "id": 56,
      "model": "단테",
      "content": "<Well... can't say I'm surprised. We knew that an Ordeal was coming, after all.>"
    },
    {
      "id": 57,
      "model": "이스마엘",
      "content": "Still, I wished we'd have some prior knowledge of our enemies this time..."
    },
    {
      "id": 58,
      "model": "돈키호테",
      "content": "Gyaaaah...! What in the name of Wings is that creature?! Vermin, is it...? 'Tis so far, yet appeareth so grand in size...!"
    },
    {
      "id": 59,
      "content": "Naturally, we whipped around to look at Don Quixote, who then directed our attention toward something writhing in the distance..."
    },
    {
      "id": 60,
      "content": "... a thing of bizarre shape, crawling and squirming."
    },
    {
      "id": 61,
      "model": "파우스트",
      "content": "If they have appeared in the Safety Team's corridors as well, then..."
    },
    {
      "id": 62,
      "model": "로쟈",
      "content": "There's more— there's more...!"
    },
    {
      "id": 63,
      "model": "단테",
      "content": "<Faust...! Anything you can tell us about them before they start rushing us?!>"
    },
    {
      "id": 64,
      "content": "I shouted, watching with horror as the curiously violet grub-like creature slowly spawned into the hallway from thin air."
    },
    {
      "id": 65,
      "content": "Even though she probably didn't have much to tell me about them anyway."
    },
    {
      "id": 66,
      "model": "파우스트",
      "content": "They will not... rush us. There were reports that these entities are rather slow."
    },
    {
      "id": 67,
      "model": "파우스트",
      "content": "In fact, they're... an Ordeal of Violet. Time: Dawn..."
    },
    {
      "id": 68,
      "model": "파우스트",
      "content": "If they are indeed Violet, then it is unlikely that we will have much time to discuss this further."
    },
    {
      "id": 69,
      "model": "파우스트",
      "content": "We must immediately engage them, starting from the Safety Team hallway. A similar situation is very likely imminent in the Information Team and the Training Team hallways."
    },
    {
      "id": 70,
      "model": "히스클리프",
      "content": "Huh... huh? So what, we've got to crush 'em like there's a timer or something?"
    },
    {
      "id": 71,
      "model": "파우스트",
      "content": "That would be an apt attitude, yes; the entities will soon be manifesting in every department. If we fail to quickly clear this zone and seek and destroy them in other departments..."
    },
    {
      "id": 72,
      "model": "히스클리프",
      "content": "... If we don't...?"
    },
    {
      "id": 73,
      "model": "파우스트",
      "content": "... then we may come face-to-face with the kind of pandemonium we would rather not have the displeasure of experiencing."
    },
    {
      "id": 74,
      "model": "파우스트",
      "content": "Every Qliphoth Counter in each department will immediately drop to zero..."
    },
    {
      "id": 75,
      "model": "이상",
      "content": "... and thus the Abnormalities contained within shall be released."
    },
    {
      "id": 76,
      "model": "히스클리프",
      "content": "Oh bollocks, come on! We JUST got off that bloody WARP train! I'd think we've had enough of the Wing shenanigans to deal with by now?!"
    },
    {
      "id": 77,
      "model": "이스마엘",
      "content": "Yeah, yeah. Zip it and grab your weapon. I'm going in!"
    }
  ]
}