{
  "dataList": [
    {
      "id": 0,
      "content": "Some time later..."
    },
    {
      "id": 1,
      "place": "L Corp. HQ Training Team Lobby",
      "model": "이스마엘",
      "content": "Phew, that's a relief... At least it wasn't indestructible."
    },
    {
      "id": 2,
      "content": "A rubble of broken stones lay about the exhausted Sinners' feet."
    },
    {
      "id": 3,
      "content": "But that didn't last long."
    },
    {
      "id": 4,
      "model": "이상",
      "content": "I see... It fades away to naught."
    },
    {
      "id": 5,
      "model": "파우스트",
      "content": "Yes. While the entity took the form of a stone stele, an object commonly composed of inorganic matter, it is likely that its existence itself is perceived as a religious artifact in certain indeterminate locales."
    },
    {
      "id": 6,
      "model": "홍루",
      "content": "Mm~ True. That giant object did suddenly appear out of thin air before dropping right in front of us."
    },
    {
      "id": 7,
      "content": "The stele, which had once threatened the Sinners with its tentacles, soon disappeared from our sight like it never existed."
    },
    {
      "id": 8,
      "content": "If Faust hadn't pushed me into the hallway just in time, I'd have been..."
    },
    {
      "id": 9,
      "model": "파우스트",
      "content": "Dante!"
    },
    {
      "id": 10,
      "content": "WHAM!"
    },
    {
      "id": 11,
      "model": "단테",
      "content": "<We would've all died forever if that thing had crushed me, too...>"
    },
    {
      "id": 12,
      "model": "파우스트",
      "content": "We were not crushed by the stele, to be exact. The real issue was the shockwave that came after the crash."
    },
    {
      "id": 13,
      "model": "히스클리프",
      "content": "I thought I slipped away in time, but... I had no idea the shockwave would be so deadly."
    },
    {
      "id": 14,
      "model": "단테",
      "content": "<We're going to have to find a way to deal with that shockwave somehow, or it'll be too risky to continue with our Walpurgis Night expedition.>"
    },
    {
      "id": 15,
      "content": "I'm not saying that I'm scared of the pain I have to go through when reviving the Sinners. Which really, really hurts, of course, especially when it's twelvefold, but..."
    },
    {
      "id": 16,
      "content": "... I'm not sure if I want to ask them to repeatedly run a mission that's guaranteed to kill them in the end."
    },
    {
      "id": 17,
      "content": "Moreover, we don't even know if whatever we'll find here will be worth all the trouble."
    },
    {
      "id": 18,
      "model": "파우스트",
      "content": "According to the information given, it is said that Ordeals cannot occur in immediate succession..."
    },
    {
      "id": 19,
      "model": "히스클리프",
      "content": "... They can't occur right after one another...? What, did the giant piece of rock have nothin' to do with an Ordeal, then?"
    },
    {
      "id": 20,
      "model": "파우스트",
      "content": "Yes, it was indeed an Ordeal of Violet. However, this was... the Noon of Violet."
    },
    {
      "id": 21,
      "model": "파우스트",
      "content": "Ordeals of the Noon are a degree higher than Ordeals of the Dawn, which we already have experience with."
    },
    {
      "id": 22,
      "content": "Faust's brows were frowning at a nigh-imperceptible angle; she was sighing even as she relayed that information to us, clearly perturbed by something."
    },
    {
      "id": 23,
      "content": "... I suddenly recalled what Faust speculated back at the WARP train: that the Gesellschaft may have made a purposeful omission."
    },
    {
      "id": 24,
      "model": "단테",
      "content": "<You think this is the Gesellschaft withholding information from you again?>"
    },
    {
      "id": 25,
      "model": "파우스트",
      "content": "There is no evidence to say for certain. They did not withhold the information regarding the Ordeal of Noon; thus, a more likely explanation is that this was merely a manifestation of a rare possibility."
    },
    {
      "id": 26,
      "model": "파우스트",
      "content": "... Yet your suggestion does concern me."
    },
    {
      "id": 27,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 28,
      "model": "파우스트",
      "content": "If it was indeed a manifestation of a rare possibility, then we must seek for clues in this Walpurgis Night that may point us to an explanation."
    },
    {
      "id": 29,
      "model": "단테",
      "content": "<So... should we explore further?>"
    },
    {
      "id": 30,
      "content": "But—"
    },
    {
      "id": 31,
      "model": "호드",
      "teller": "???",
      "title": "???",
      "content": "Hello, everyone! Can you hear me...?"
    },
    {
      "id": 32,
      "content": "A loud buzz, crackle, and an unfamiliar voice broke through the awkward silence we were meandering in."
    },
    {
      "id": 33,
      "model": "히스클리프",
      "content": "Blimey! Who said that?!"
    },
    {
      "id": 34,
      "model": "돈키호테",
      "content": "Ooh! I hearken unto thee!!!"
    },
    {
      "id": 35,
      "model": "호드",
      "teller": "???",
      "title": "???",
      "content": "Oh... I guess I can't hear your answers anyway."
    },
    {
      "id": 36,
      "model": "호드",
      "title": "Training Team Sephirah",
      "content": "Ahem, ahem. Ignore what I just said. Hello, this is Hod from the Training Team speaking!"
    },
    {
      "id": 37,
      "model": "뫼르소",
      "content": "Mm. It appears that the Sephirah 'Hod', whose name we first learned of in the earlier document, is the one speaking to us."
    },
    {
      "id": 38,
      "model": "이스마엘",
      "content": "Aha... so this is her voice, huh?"
    },
    {
      "id": 39,
      "model": "로쟈",
      "content": "Gotta say, this is kinda what we all expected her to sound, right?"
    },
    {
      "id": 40,
      "model": "호드",
      "title": "Training Team Sephirah",
      "content": "We are all investigating how and why an Ordeal of Noon occurred immediately after the Dawn."
    },
    {
      "id": 41,
      "model": "호드",
      "title": "Training Team Sephirah",
      "content": "I understand that an unfamiliar situation like this may cause a sense of alarm and anxiety. But there's nothing to worry about as long as you remember the instructions under the Exception #40-AA Measure, which I made sure to mention in every training session!"
    },
    {
      "id": 42,
      "model": "그레고르",
      "content": "Exception #40-AA...? Just how many exceptions did she come up with...?"
    },
    {
      "id": 43,
      "model": "오티스",
      "content": "She must be a leader with a very hands-on approach to team management. Commanders who are overprotective of their personnel often make such mistakes."
    },
    {
      "id": 44,
      "model": "싱클레어",
      "content": "G-guys, I don't think it's time to share our first impressions...! We don't know what measure she's talking about! At this rate, we'll get—"
    },
    {
      "id": 45,
      "model": "싱클레어",
      "content": "Oh."
    },
    {
      "id": 46,
      "content": "There was a dull 'thwick' just as Sinclair began to air his concerns."
    },
    {
      "id": 47,
      "model": "싱클레어",
      "content": "Uh, d-d-did-did I just get... shot...?!"
    },
    {
      "id": 48,
      "model": "호드",
      "title": "Training Team Sephirah",
      "content": "You there, at the lobby... You've been dozing off during our drills, haven't you?"
    },
    {
      "id": 49,
      "model": "호드",
      "title": "Training Team Sephirah",
      "content": "I'm pretty sure I explained that in outlier cases like these, we'll be firing Physical Intervention Shield bullets we share with the middle layer..."
    },
    {
      "id": 50,
      "model": "호드",
      "title": "Training Team Sephirah",
      "content": "So why are you acting all surprised like you've never been shot before...? Haah..."
    },
    {
      "id": 51,
      "model": "싱클레어",
      "content": "Shield... bullets...?"
    },
    {
      "id": 52,
      "model": "단테",
      "content": "<Huh, that 'bullet' does look kinda familiar, actually...>"
    },
    {
      "id": 53,
      "content": "We carefully approached Sinclair to take a closer look at where the projectile hit him."
    },
    {
      "id": 54,
      "model": "이스마엘",
      "content": "Oh hey, I recognize this. This looks just like the decay ampule..."
    },
    {
      "id": 55,
      "model": "이스마엘",
      "content": "... that almost melted me into a puddle back at K Corp. Eugh, I'm getting unpleasant goosebumps just from thinking about it."
    },
    {
      "id": 56,
      "model": "로쟈",
      "content": "You were totally badass though, Ishy~ Jumping right in front of Dante, taking the bullets for them and everything!"
    },
    {
      "id": 57,
      "model": "히스클리프",
      "content": "Hah, then she went ahead and hurled a bloody harpoon into Clockhead's shoulder herself only a few months later."
    },
    {
      "id": 58,
      "model": "료슈",
      "content": "Heh. Like a good circular narrative structure."
    },
    {
      "id": 59,
      "model": "이스마엘",
      "content": "Okay, you smartasses..."
    },
    {
      "id": 60,
      "model": "파우스트",
      "content": "It is not a K Corp. ampule. While it is true that K Corp.'s technology was used to regenerate its employees, a barrier field like this fundamentally differs from the type of technology used by K Corp."
    },
    {
      "id": 61,
      "model": "파우스트",
      "content": "... It is said that Lobotomy Corporation maintained collaborative relationships with other Wings, including K Corp. Through the said collaborations, they obtained bullets and ampules of diverse functionalities useful for the workings of this company."
    },
    {
      "id": 62,
      "model": "파우스트",
      "content": "It appears that this Shield bullet is a result of one such partnership."
    },
    {
      "id": 63,
      "model": "싱클레어",
      "content": "Wait, then this bullet will..."
    },
    {
      "id": 64,
      "model": "파우스트",
      "content": "It is said that this bullet can partially negate physical damage... which is also known as 'RED damage' in Lobotomy Corporation terminology."
    },
    {
      "id": 65,
      "model": "파우스트",
      "content": "It will likely shield us from the shockwave created by the stele as well."
    },
    {
      "id": 66,
      "model": "호드",
      "title": "Training Team Sephirah",
      "content": "We'll have a counseling session later about your lack of focus during training... For now, please try to suppress this Ordeal of Noon as soon as possible."
    },
    {
      "id": 67,
      "model": "호드",
      "title": "Training Team Sephirah",
      "content": "I'll give everyone a Physical Intervention Shield, so let's try to take care of this Ordeal with as few casualties as possible!"
    },
    {
      "id": 68,
      "model": "파우스트",
      "content": "Dante, let us..."
    },
    {
      "id": 69,
      "model": "단테",
      "content": "<... Oh, right. Let's get a move on and deal with the other steles as well.>"
    },
    {
      "id": 70,
      "model": "파우스트",
      "content": "Indeed. It would be preferable if we returned after confirming the destruction of steles in other areas as well."
    },
    {
      "id": 71,
      "model": "파우스트",
      "content": "We will have to visit Lobotomy Corporation Headquarters of different possibilities as well; we will make use of the Sephirah and the Shield as soon as we are able then."
    },
    {
      "id": 72,
      "model": "단테",
      "content": "<Mm... good idea.>"
    },
    {
      "id": 73,
      "content": "Thanks to the unexpected support from a Sephirah, we were able to explore further through the Walpurgis Night."
    },
    {
      "id": 74,
      "model": "호드",
      "title": "Training Team Sephirah",
      "content": "... All those trainings were for their own good. Is that so hard to understand...?"
    },
    {
      "id": 75,
      "content": "It was just that... I couldn't help but think back to Hod's last few utterances that managed to slip through the static."
    },
    {
      "id": 76,
      "content": "It made me wonder what really went down here, at the Headquarters of Lobotomy Corporation."
    }
  ]
}