{
  "dataList": [
    {
      "id": 0,
      "place": "Dante's Room",
      "model": "파우스트",
      "content": "This seems like a good place to end it, Dante."
    },
    {
      "id": 1,
      "model": "단테",
      "content": "<Mm... alright.>"
    },
    {
      "id": 2,
      "content": "I do consultations with the Sinners when there's a need to do so, but I also invite them for regular consultations as well regardless of the necessity."
    },
    {
      "id": 3,
      "content": "Our conversations were usually pretty inane and somewhat perfunctory to the point where I feel like I'm just going down a list of things to say, asking obvious questions like \"how are you doing\", \"are you dealing with any difficult emotions\", or other queries of similar nature, which means that most of our consultations end up being idle chatter. But..."
    },
    {
      "id": 4,
      "model": "단테",
      "content": "<Well... so we're good here, right?>"
    },
    {
      "id": 5,
      "model": "파우스트",
      "content": "Faust believes so, yes."
    },
    {
      "id": 6,
      "model": "파우스트",
      "content": "Your continual growth has been observed throughout the repeated consultations, and no changes for the worse or problems with your tenure as the manager have been found."
    },
    {
      "id": 7,
      "model": "단테",
      "content": "<That's good... >"
    },
    {
      "id": 8,
      "content": "Faust was always the last Sinner on my consultation list, and whenever I finished consulting her, she would have me participate in her consultation in turn."
    },
    {
      "id": 9,
      "content": "These are rather valuable opportunities for me, given that they're pretty much the only times I ever get to voice my concerns without hesitation; not to mention that they are also chances to try to brainstorm how we'd go about resolving them."
    },
    {
      "id": 10,
      "model": "파우스트",
      "content": "It is. Do you have any further questions?"
    },
    {
      "id": 11,
      "content": "As I was listening to Faust, sitting across from her and cleaning up the documents laid out on my desk, my calendar came into view."
    },
    {
      "id": 12,
      "model": "단테",
      "content": "<Oh, yeah. It's uh... it's happening pretty soon, isn't it?>"
    },
    {
      "id": 13,
      "model": "파우스트",
      "content": "... By 'it', you are referring to...?"
    },
    {
      "id": 14,
      "model": "단테",
      "content": "<The Walpurgis Night. I feel like it's about time it happened again.>"
    },
    {
      "id": 15,
      "content": "It's been happening pretty frequently as of late, to the point where they're occurring once every few days. I don't know how rare this event really is, but... I'm starting to develop some sort of intuition as to how often it comes."
    },
    {
      "id": 16,
      "model": "파우스트",
      "content": "It seems that you have found yourself a pattern of sorts, Dante."
    },
    {
      "id": 17,
      "model": "파우스트",
      "content": "However... the basis by which the Walpurgis Nights occur is pure chance. There are no rules that dictate their frequency."
    },
    {
      "id": 18,
      "model": "단테",
      "content": "<Huh, really...?>"
    },
    {
      "id": 19,
      "model": "단테",
      "content": "<But I just have this feeling, an intuition that it's... about to happen, you know?>"
    },
    {
      "id": 20,
      "model": "파우스트",
      "content": "Faust has come to understand that your 'feelings', Dante, may sometimes yield exceptional results that elude any sort of logical or sensible explanations."
    },
    {
      "id": 21,
      "model": "파우스트",
      "content": "However, to find patterns in which there are none is—"
    },
    {
      "id": 22,
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 23,
      "content": "Faust had just begun her explanation with a barely noticeable grin when she was prematurely cut off by the all-too familiar alarm and the accompanying light show of green flashes."
    },
    {
      "id": 24,
      "model": "단테",
      "content": "<You were saying, Faust?>"
    },
    {
      "id": 25,
      "model": "파우스트",
      "content": "... It is always a pleasant surprise to encounter such uncertainties."
    },
    {
      "id": 26,
      "model": "단테",
      "content": "<You don't look pleased at all, though... >"
    },
    {
      "id": 27,
      "model": "파우스트",
      "content": "Let us head to the driver's seat."
    },
    {
      "id": 28,
      "content": "... And with that, she hurriedly stormed out of my room."
    },
    {
      "id": 29,
      "content": "Some time later..."
    },
    {
      "id": 30,
      "place": "???",
      "model": "로쟈",
      "content": "This is one weird place, huh? ... Are we in some kinda prison?"
    },
    {
      "id": 31,
      "model": "그레고르",
      "content": "The air smells dank... I think we might be underground."
    },
    {
      "id": 32,
      "model": "이스마엘",
      "content": "I was wondering if we'd get to visit the L Corp. headquarters again."
    },
    {
      "id": 33,
      "model": "단테",
      "content": "<Hm... I'm pretty sure that's where we'll be going on our next Walpurgis Night.>"
    },
    {
      "id": 34,
      "model": "이스마엘",
      "content": "Huh? How do you know that...?"
    },
    {
      "id": 35,
      "model": "단테",
      "content": "<Doesn't it seem like they're taking turns to appear? The patterns are telling me that this time, we're inside a Book of the Library... I think?>"
    },
    {
      "id": 36,
      "model": "단테",
      "content": "<Any thoughts, Faust?>"
    },
    {
      "id": 37,
      "model": "파우스트",
      "content": "As I have stated earlier, the basis by which the Walpurgis Nights occur is pure—"
    },
    {
      "id": 38,
      "model": "히스클리프",
      "content": "The hell are you blatherin' about? Quit goin' off on tangents and answer the question straight, yeah?"
    },
    {
      "id": 39,
      "model": "오티스",
      "content": "Always, for the sake of efficiency, immediately and succinctly explicate your point when replying to your superiors' questions. Understood?"
    },
    {
      "id": 40,
      "model": "파우스트",
      "content": "... Indeed. This event seems to take place at a period of time when the Library existed."
    },
    {
      "id": 41,
      "model": "파우스트",
      "content": "However, it does not seem to be the case that we will be facing Abnormalities here, as we had done so in the past."
    },
    {
      "id": 42,
      "model": "히스클리프",
      "content": "Huh? Then what..."
    },
    {
      "id": 43,
      "model": "오티스",
      "content": "Wait, shh..."
    },
    {
      "id": 44,
      "model": "오티스",
      "content": "Voices. They're close."
    },
    {
      "id": 45,
      "content": "With everyone hushed, I could hear voices muttering from a distant hallway."
    },
    {
      "id": 46,
      "place": "The Church of Gears Meeting House",
      "model": "파우스트",
      "content": "... It seems that this place... is... a place of congregation for an emergent religious group once known as The Church of Gears."
    },
    {
      "id": 47,
      "model": "싱클레어",
      "content": "The Church... of Gears...?"
    },
    {
      "id": 48,
      "model": "로쟈",
      "content": "So do they worship... literal gears? Or is it more symbolic, like they're worshipping the sacred values of labor or something?"
    },
    {
      "id": 49,
      "model": "파우스트",
      "content": "... Excuse me."
    },
    {
      "id": 50,
      "content": "Faust gazed into the distance, blinked a few times, and continued as though she realized something."
    },
    {
      "id": 51,
      "model": "파우스트",
      "content": "Not exactly. They consider themselves to be, as denizens of the City, nothing more than 'gears'."
    },
    {
      "id": 52,
      "model": "파우스트",
      "content": "Their belief is that their misfortunes stem from the fact that their current lot in life has placed them where they do not belong."
    },
    {
      "id": 53,
      "model": "파우스트",
      "content": "... Such was Faust's input."
    },
    {
      "id": 54,
      "content": "Is she getting all this from the 'Gesellschaft' she mentioned before?"
    },
    {
      "id": 55,
      "model": "로쟈",
      "content": "Huhh... they don't seem too off the mark, then. Plenty of people in the City have jobs they're not fit for."
    },
    {
      "id": 56,
      "model": "파우스트",
      "content": "Perhaps so."
    },
    {
      "id": 57,
      "model": "파우스트",
      "content": "However, do understand that the laity of this religion, dubbed 'Meat Gears', install their objects of worship known as 'Thought Gears', gears made from humans, into their own brains. And—"
    },
    {
      "id": 58,
      "model": "로쟈",
      "content": "O-okay, point taken. You can stop now."
    },
    {
      "id": 59,
      "model": "로쟈",
      "content": "Eugh, yeah. What was I even thinking? Of course they're just another bunch of crazies."
    },
    {
      "id": 60,
      "content": "Rodya brought her hand to her mouth as though she was about to vomit, then shook her head dismissively."
    },
    {
      "id": 61,
      "model": "히스클리프",
      "content": "Anyways... so what are we supposed to be doin' here?"
    },
    {
      "id": 62,
      "model": "히스클리프",
      "content": "Do we kill 'em?"
    },
    {
      "id": 63,
      "model": "파우스트",
      "content": "Hm..."
    },
    {
      "id": 64,
      "model": "파우스트",
      "content": "It is uncertain where the end of this 'scenario' lies."
    },
    {
      "id": 65,
      "model": "파우스트",
      "content": "However, as your proposed course of action has often led us to solutions, it likely will not be much different this time."
    },
    {
      "id": 66,
      "model": "이상",
      "content": "Please, a moment... What is this 'scenario' that you have mentioned in passing?"
    },
    {
      "id": 67,
      "content": "Yeah, I caught that too..."
    },
    {
      "id": 68,
      "model": "파우스트",
      "content": "It is... only a hypothesis of sorts, at the moment. However, please recall the past manifestations of a phenomenon in which we, once the goal determined by the 'scenario' was deemed complete, were immediately returned to the Bus's corridors."
    },
    {
      "id": 69,
      "model": "파우스트",
      "content": "And given that the beginning and the resolution are always identical, as though the scenario is resetting from cycle to cycle, it can be surmised that we are 'repeating the same scenario'."
    },
    {
      "id": 70,
      "model": "파우스트",
      "content": "There are other rooms in the Backdoor with similar attributes. Given that they also consist of rooms that repeat certain scenarios until a certain objective is completed, it can be said that the prospect of this hypothesis turning out to be correct is not entirely out of the realm of possibility when it comes to technological limitations."
    },
    {
      "id": 71,
      "model": "이상",
      "content": "Mm. In recollecting, as you say, I find that there were instances in which we were invariably made to reach the same conclusion, regardless of the specifics of our methodologies in battle."
    },
    {
      "id": 72,
      "model": "돈키호테",
      "content": "Ah, verily...! Hast thou not said before, young Faust, that our actions, taken within the bounds of the realities manifested by the powers of Wal-puree-gisoonaught, were indeed events of the past, yet manipulated not the history of the world wherein we do exist?"
    },
    {
      "id": 73,
      "model": "파우스트",
      "content": "Correct. That is another evidence for the hypothesis that these are but scenarios."
    },
    {
      "id": 74,
      "model": "싱클레어",
      "content": "So... even if we were to kill those 'worshippers', they're not actually <i>dying</i> dying, right...?"
    },
    {
      "id": 75,
      "model": "오티스",
      "content": "Still carrying that soft heart, aren't you..."
    },
    {
      "id": 76,
      "model": "싱클레어",
      "content": "B-but it just doesn't seem right. Attacking someone who can speak just like we do without really getting to know what's going on seems... you know?"
    },
    {
      "id": 77,
      "model": "파우스트",
      "content": "The intent behind your question is understood. Yes, you are correct."
    },
    {
      "id": 78,
      "model": "싱클레어",
      "content": "Phew..."
    },
    {
      "id": 79,
      "teller": "???",
      "title": "???",
      "content": "Testing, testing. Do you copy?"
    },
    {
      "id": 80,
      "content": "An unfamiliar voice suddenly whispered into our ears."
    },
    {
      "id": 81,
      "model": "이스마엘",
      "content": "W-who is this?"
    },
    {
      "id": 82,
      "model": "그레고르",
      "content": "The heck? Since when did we have these things in our ears...?"
    },
    {
      "id": 83,
      "content": "That's when I realized that the Sinners were all equipped with something resembling transmitters in their ears."
    },
    {
      "id": 84,
      "teller": "Stephan",
      "title": "???",
      "content": "What the shit are you guys— It's me, Stephan! Wake up!"
    },
    {
      "id": 85,
      "teller": "Stephan",
      "title": "???",
      "content": "We gave you a subcontract because you were supposedly much better at blitzes like these. We even made quite the fuss when we were handing it over to you, remember?"
    },
    {
      "id": 86,
      "teller": "Stephan",
      "title": "???",
      "content": "Come on, let's just do our jobs and go home, okay? Or... is this another tantrum about how we're taking 60% of the reward?"
    },
    {
      "id": 87,
      "model": "파우스트",
      "content": "... I see. This appears to be our role in this scenario."
    },
    {
      "id": 88,
      "teller": "Stephan",
      "title": "???",
      "content": "We all know that the Church of Gears is one nutjob factory, but... don't let the ickiness get in the way of the mission."
    },
    {
      "id": 89,
      "teller": "Stephan",
      "title": "???",
      "content": "Got that? We got this straight from Director Yujin of the Shi Association's Section 2. You have to capture their leader alive."
    },
    {
      "id": 90,
      "teller": "Stephan",
      "title": "???",
      "content": "If you screw this job up, we can all say goodbye to that payday we've all been looking forward to. ... So I'm leaving it to you, okay?"
    },
    {
      "id": 91,
      "model": "오티스",
      "content": "Hey. What does this 'leader' look like?"
    },
    {
      "id": 92,
      "teller": "Stephan",
      "title": "???",
      "content": "... Holy shit, are you insane? You didn't even read the documents we sent you before going in there?"
    },
    {
      "id": 93,
      "teller": "Stephan",
      "title": "???",
      "content": "Haah... okay, I guess they did infiltrate the base without even reading the intel. Maybe they're veterans who really are just that good..."
    },
    {
      "id": 94,
      "model": "오티스",
      "content": "I won't deny the title of a veteran."
    },
    {
      "id": 95,
      "teller": "Stephan",
      "title": "???",
      "content": "Oh, well... You'll know the moment you lay your eyes on the leader. Veiled face, huge gears in the head, and all that."
    },
    {
      "id": 96,
      "model": "뫼르소",
      "content": "That appears to be an appropriate amount of intelligence to identify this target."
    },
    {
      "id": 97,
      "model": "단테",
      "content": "<Great. Then...>"
    },
    {
      "id": 98,
      "content": "Let's do this."
    }
  ]
}