{
  "dataList": [
    {
      "id": 0,
      "place": "The Church of Gears Meeting House",
      "model": "그레고르",
      "content": "Pretty unsettling, but... they didn't give us too much trouble, huh?"
    },
    {
      "id": 1,
      "model": "로쟈",
      "content": "Yeah...? My weapon kept slipping outta my hand 'cuz I had to stop myself from throwing up."
    },
    {
      "id": 2,
      "model": "싱클레어",
      "content": "B-brains, and... all that blood and... chunks of flesh whenever the gears... eugh, turned and crushed the..."
    },
    {
      "id": 3,
      "model": "이상",
      "content": "It is ill-advised to mouth what imparts you nothing but displeasure, Sinclair..."
    },
    {
      "id": 4,
      "content": "Past the sinners, who all appeared rather exhausted from certain non-fatigue related issues, I saw a shuddering figure."
    },
    {
      "id": 5,
      "model": "오티스",
      "content": "That one must be the... 'leader' of this Church."
    },
    {
      "id": 6,
      "model": "단테",
      "content": "<Outis, remember. This is a <i>capture</i> mission.>"
    },
    {
      "id": 7,
      "model": "오티스",
      "content": "Of course, Executive Manager."
    },
    {
      "id": 8,
      "model": "오티스",
      "content": "I know an exceptional technique by which I can one-hundred-percent ensure the survival of the subject, possible defense wounds notwithstanding."
    },
    {
      "id": 9,
      "teller": "Leader",
      "title": "The Church of Gears",
      "content": "Please... leave us alone... stay away...!"
    },
    {
      "id": 10,
      "content": "Just as Outis had begun approaching the leader, her face contorting into a terrifying expression..."
    },
    {
      "id": 11,
      "teller": "???",
      "title": "???",
      "content": "Ohh, wow. Thirteen of you, hm?"
    },
    {
      "id": 12,
      "teller": "???",
      "title": "???",
      "content": "Why, those friends must have spent quite a fortune hiring you all."
    },
    {
      "id": 13,
      "model": "오티스",
      "content": "Ngh...!"
    },
    {
      "id": 14,
      "content": "There was a flash of light, and in that blink of an eye, someone had kicked Outis to the side and embraced the leader in their arms."
    },
    {
      "id": 15,
      "teller": "Leader",
      "title": "The Church of Gears",
      "content": "Ah, could you be the person my father always talked about…?"
    },
    {
      "id": 16,
      "teller": "???",
      "title": "???",
      "content": "Mmm... I guess."
    },
    {
      "id": 17,
      "model": "돈키호테",
      "content": "F-fie, I cannot well see whom this figure is... Yet... such power has to be..."
    },
    {
      "id": 18,
      "teller": "???",
      "title": "???",
      "content": "Sorry, friends. I do appreciate your welcome, but..."
    },
    {
      "id": 19,
      "teller": "???",
      "title": "???",
      "content": "... I'm going to have to leave with this friend over here instead. Make way for us, will you?"
    },
    {
      "id": 20,
      "model": "오티스",
      "content": "Absolutely... not!"
    },
    {
      "id": 21,
      "content": "Outis aggressively strides toward the shadowy intruder. The details were fuzzy and shadowed, but I was pretty sure that this figure was holding a massive scythe."
    },
    {
      "id": 22,
      "teller": "???",
      "title": "???",
      "content": "What a grand welcome... Wow, I'm about to shed a tear."
    },
    {
      "id": 23,
      "teller": "???",
      "title": "???",
      "content": "Well, then..."
    },
    {
      "id": 24,
      "content": "The intruder begins to raise his scythe, his voice untainted by even a tinge of battle anxiety..."
    },
    {
      "id": 25,
      "model": "오티스",
      "content": "... Hm?!"
    },
    {
      "id": 26,
      "place": "Bus’s Backdoor",
      "content": "... And we found ourselves back at the corridors."
    },
    {
      "id": 27,
      "model": "파우스트",
      "content": "... It seems that this is where this 'scenario' ends."
    },
    {
      "id": 28,
      "model": "오티스",
      "content": "Dammit... What indignity...!"
    },
    {
      "id": 29,
      "model": "돈키호테",
      "content": "Nay, young Outis; 'tis naught to be humiliated of."
    },
    {
      "id": 30,
      "model": "돈키호테",
      "content": "While I am not entirely confident of this speculation, for I was availed naught else save for the silhouette... that strength, that composure..."
    },
    {
      "id": 31,
      "model": "돈키호테",
      "content": "F-f-f-forsooth, the sill-hou-wette of this foe... I had borne witness to this magnificence in the past in the magazines... A C-c-c-c-c-c-Color...!"
    },
    {
      "id": 32,
      "model": "돈키호테",
      "content": "Thou hast almost engaged in a duel with... <i>a Color Fixer!</i>"
    },
    {
      "id": 33,
      "model": "오티스",
      "content": "……."
    },
    {
      "id": 34,
      "model": "이스마엘",
      "content": "Recovering your memories clearly hasn't diminished your love of Fixers one bit, huh...?"
    },
    {
      "id": 35,
      "model": "돈키호테",
      "content": "S-silence! 'Tis irrelevant!"
    },
    {
      "id": 36,
      "model": "돈키호테",
      "content": "A-anyhow! Fau— young Faust! Thou hast said as such in the past, that a repeated visit would be to our benefit as long as this Night is in effect, forsooth?! Forsooth?!"
    },
    {
      "id": 37,
      "model": "파우스트",
      "content": "Indeed."
    },
    {
      "id": 38,
      "model": "돈키호테",
      "content": "W-well, should I be granted the chance to behold the countenance of this figure, it should be of no trouble for I to determine which of the illustrious Color Fixers this one is with greater certainty...!"
    },
    {
      "id": 39,
      "model": "돈키호테",
      "content": "May I, perchance, be granted the opportunity to approach this figure in young Outis's stead...?!"
    },
    {
      "id": 40,
      "model": "파우스트",
      "content": "... There is no reason to deny that request, though I am of the belief that the identity of this individual will not be revealed regardless of the choices we make in this scenario."
    },
    {
      "id": 41,
      "model": "돈키호테",
      "content": "WOOHOOOOO!!!"
    },
    {
      "id": 42,
      "content": "... Don Quixote's just as passionate as ever, huh."
    },
    {
      "id": 43,
      "content": "But Faust's expression maintains its stony coldness, highlighting the contrast."
    },
    {
      "id": 44,
      "content": "It seems like she was deep in contemplation."
    },
    {
      "id": 45,
      "content": "So I sought to ask."
    },
    {
      "id": 46,
      "model": "단테",
      "content": "<Is something on your mind, Faust?>"
    },
    {
      "id": 47,
      "model": "파우스트",
      "content": "... If the 'scenario' hypothesis is correct, perhaps the 'conclusion' we have just seen may be a hint of sorts."
    },
    {
      "id": 48,
      "content": "A hint...?"
    },
    {
      "id": 49,
      "model": "파우스트",
      "content": "Perhaps the overt contrivance of this conclusion implies a tacit threat or a warning, posed against us that the tale may be forced to continue regardless of our own actions."
    },
    {
      "id": 50,
      "model": "파우스트",
      "content": "There may be an incident in the future in which LCB's journey comes to an untimely halt due to our failure to find the 'conclusion' in a Walpurgis Night event... mm. It appears the access to that information is still locked."
    },
    {
      "id": 51,
      "model": "단테",
      "content": "<I'm having some trouble following your train of thought...>"
    },
    {
      "id": 52,
      "model": "파우스트",
      "content": "It is alright."
    },
    {
      "id": 53,
      "model": "파우스트",
      "content": "When the time comes, Dante, it may be the case that your intuition will bring proof to these hypotheses."
    },
    {
      "id": 54,
      "model": "파우스트",
      "content": "As it has today."
    },
    {
      "id": 55,
      "model": "단테",
      "content": "<... Yeah.>"
    },
    {
      "id": 56,
      "model": "파우스트",
      "content": "However, it seems that verifying Don Quixote's hypothesis takes precedence for the moment."
    },
    {
      "id": 57,
      "model": "돈키호테",
      "content": "Manager Esquire! Prithee, move with haste, now! Haste, I say!"
    },
    {
      "id": 58,
      "model": "로쟈",
      "content": "Ugh... can we have a second before we— hurp."
    },
    {
      "id": 59,
      "content": "Watching Don Quixote's enthusiasm, I decided to table the more complicated thoughts for later like I always do."
    },
    {
      "id": 60,
      "content": "Faust is right. It might do us well for me to have some more faith in my own intuitions for now."
    }
  ]
}