{
    "dataList": [
        {
            "id": 0,
            "place": "Nest K Downtown Alley",
            "model": "파우스트",
            "content": "Off the bus, everyone. This is where we’re supposed to meet the client for our next mission."
        },
        {
            "id": 1,
            "model": "히스클리프",
            "content": "Gimme a break. Now we’re taking requests like we’re frou-frou errand boys?"
        },
        {
            "id": 2,
            "model": "그레고르",
            "content": "Hm? Say, what’s that over there? It’s got a long line in front of it."
        },
        {
            "id": 3,
            "model": "로쟈",
            "content": "Ahh~ Can’t you recognize this stirring scent? It’s fried chicken, Greg!! Deep fried chicken brought to a crisp in expensive oil!"
        },
        {
            "id": 4,
            "model": "삼조",
            "teller": "???",
            "title": "???",
            "content": "It seems you haven’t seen much of Nest K if you have yet to learn of Bodhisattva Chicken, the hottest trend around these parts."
        },
        {
            "id": 5,
            "content": "A man with a fastidious impression suddenly cut in on the Sinners’ conversation as if he belonged to our group."
        },
        {
            "id": 6,
            "model": "홍루",
            "content": "Oho… Bodhisattva Chicken, is it? What is that?"
        },
        {
            "id": 7,
            "model": "삼조",
            "teller": "???",
            "title": "???",
            "content": "Permit me… to answer."
        },
        {
            "id": 8,
            "model": "삼조",
            "teller": "???",
            "title": "???",
            "content": "Bodhisattva Chicken is a highly renowned restaurant known for its six-legged, eight-winged poultry whose blissful tastes and gracious quantities really make you feel great compassion."
        },
        {
            "id": 9,
            "model": "삼조",
            "teller": "???",
            "title": "???",
            "content": "What’s more, they’re prepared for every preference. The buzzworthy biddy with the right amount of tenderness, the chubby capon with plentiful flesh to dig into, the chewy cockerel that’s perfectly al dente, and more. Now tell me, what do you want?"
        },
        {
            "id": 10,
            "model": "이상",
            "content": "…I may have heard of it erst."
        },
        {
            "id": 11,
            "model": "로쟈",
            "content": "Isn’t this a surprise~ Our Yi Sang of all people is keeping up with the fads from under his rock?"
        },
        {
            "id": 12,
            "model": "히스클리프",
            "content": "…So what’re you supposed to be?"
        },
        {
            "id": 13,
            "model": "히스클리프",
            "content": "Can hazard a guess you don’t know who we are either, seeing as you brazenly shoved yourself in while we’re talking."
        },
        {
            "id": 14,
            "model": "이스마엘",
            "content": "…Can you even explain who we are?"
        },
        {
            "id": 15,
            "model": "삼조",
            "teller": "???",
            "title": "???",
            "content": "Gracious, what could those things roaming around the restaurant possibly be? They don’t appear very normal to me."
        },
        {
            "id": 16,
            "content": "Turning around, I spotted rather strange-looking people with just as strange behavior."
        },
        {
            "id": 17,
            "model": "단테",
            "content": "<I–Isn’t that K Corp’s staff…? What are they doing?>"
        },
        {
            "id": 18,
            "model": "뫼르소",
            "content": "I see individuals covering their heads with strange masks."
        },
        {
            "id": 19,
            "model": "싱클레어",
            "content": "M—Maybe they’re some kind of mascot? It could be pretty cute when we look up close…"
        },
        {
            "id": 20,
            "model": "이스마엘",
            "content": "Those “mascots” have people running and screaming, though?"
        },
        {
            "id": 21,
            "model": "그레고르",
            "content": "Seems a bit off, but let’s leave ‘em be. Doesn’t look like they’re coming this way, and I don’t particularly feel like getting wrapped up in something bothersome—"
        },
        {
            "id": 22,
            "model": "삼조",
            "teller": "???",
            "title": "???",
            "content": "You’re right. They aren’t necessarily approaching us."
        },
        {
            "id": 23,
            "model": "그레고르",
            "content": "And just what are you up to with that rock from the roadside, mysterious fella?"
        },
        {
            "id": 24,
            "model": "뒤틀린손님2",
            "teller": "Chicken-headed K Corp. Security",
            "title": "Distorted Thing",
            "content": "!"
        },
        {
            "id": 25,
            "model": "단테",
            "content": "<What in the world did you do?!>"
        },
        {
            "id": 26,
            "content": "Hit by the rock, it started looking around…"
        },
        {
            "id": 27,
            "content": "Then, it began to slowly shamble in our direction."
        },
        {
            "id": 28,
            "model": "뒤틀린손님2",
            "teller": "Chicken-headed K Corp. Security",
            "title": "Distorted Thing",
            "content": "Giiiii… Giiii…"
        },
        {
            "id": 29,
            "model": "삼조",
            "teller": "???",
            "title": "???",
            "content": "Yikes, I’ve made such a clumsy mistake. What will we do?"
        },
        {
            "id": 30,
            "model": "로쟈",
            "content": "Likely story, kozyol… You aimed straight for its head…"
        },
        {
            "id": 31,
            "model": "홍루",
            "content": "Wow~ Your form was impressively stable."
        },
        {
            "id": 32,
            "model": "삼조",
            "teller": "???",
            "title": "???",
            "content": "Why thank you. I once aspired to be a big-City baseball player."
        },
        {
            "id": 33,
            "model": "료슈",
            "content": "I’ll play ball with you alright. Stay right there so I can knock your noggin outta the park."
        },
        {
            "id": 34,
            "model": "삼조",
            "teller": "???",
            "title": "???",
            "content": "They’re approaching faster now. Shouldn’t you deal with them first before working up a slugger with my head?"
        },
        {
            "id": 35,
            "content": "As Ryōshū furiously reached for her sheath, those things came right for us…"
        },
        {
            "id": 36,
            "model": "파우스트",
            "content": "They have chicken heads."
        },
        {
            "id": 37,
            "model": "로쟈",
            "content": "Yup, whole chickens."
        },
        {
            "id": 38,
            "model": "이스마엘",
            "content": "Raw ones at that, too."
        },
        {
            "id": 39,
            "model": "그레고르",
            "content": "It’s like the ghosts of dead chickens’re clucking back from hell for revenge…"
        },
        {
            "id": 40,
            "model": "그레고르",
            "content": "So, uh… You guys think it’s because Sinclair left a chicken wing uneaten that one time since it was a hassle to get the meat off? Can’t think of anything else we might’ve done to call up hen havoc…"
        },
        {
            "id": 41,
            "model": "싱클레어",
            "content": "Teasing like that won’t get to me anymore, you know… Besides, Rodya licked that one clean anyways…"
        },
        {
            "id": 42,
            "model": "삼조",
            "teller": "???",
            "title": "???",
            "content": "Hm, it appears that combat is going to be our sole recourse."
        },
        {
            "id": 43,
            "model": "단테",
            "content": "<So why is this guy taking cover behind me then?>"
        },
        {
            "id": 44,
            "content": "Before I could complain further, the chicken-headed crowd attacked us."
        }
    ]
}