{
    "dataList": [
        {
            "id": 0,
            "content": "It’s been about two weeks since we took care of the job at K Corp."
        },
        {
            "id": 1,
            "content": "And the immense dullness of traveling through a Nest by car was just starting to sink in."
        },
        {
            "id": 2,
            "place": "Aboard Mephistopheles",
            "model": "단테2",
            "content": "<…Pretty sure I saw a road that looked exactly like this one 30 minutes ago.>"
        },
        {
            "id": 3,
            "model": "파우스트",
            "content": "The way roads are built in the Nests and Backstreets is rather dissimilar."
        },
        {
            "id": 4,
            "model": "파우스트",
            "content": "If we were navigating the Backstreets, we would have been able to find a shortcut through the alleyways and corners…"
        },
        {
            "id": 5,
            "model": "파우스트",
            "content": "But navigating a Nest in an automobile means driving through this absolutely abominable traffic congestion."
        },
        {
            "id": 6,
            "model": "로쟈",
            "content": "I guess that’s why people with cash to spare spend it on W Corp's WARP Trains and such~"
        },
        {
            "id": 7,
            "model": "돈키호테",
            "content": "The WARP trains, they are..."
        },
        {
            "id": 8,
            "content": "The bus fell silent, as though everyone seemed to simultaneously recall the WARP Train they saw in the Mirror Worlds."
        },
        {
            "id": 9,
            "model": "싱클레어",
            "content": "I-I think I prefer riding the bus…"
        },
        {
            "id": 10,
            "model": "뫼르소",
            "content": "D'accord."
        },
        {
            "id": 11,
            "model": "로쟈",
            "content": "Why don’t we all take a nice little nap like Heath? I’m bored to death just staring out the window."
        },
        {
            "id": 12,
            "content": "So we spent days upon days of boredom on the bus, making very little progress…"
        },
        {
            "id": 13,
            "content": "Toward a tunnel that seemed to lead somewhere."
        },
        {
            "id": 14,
            "model": "파우스트",
            "content": "We’re almost there. The road will free up once we exit this tunnel."
        },
        {
            "id": 15,
            "content": "Just as Faust said, the traffic jam appeared to visibly improve—allowing us to make actual progress."
        },
        {
            "id": 16,
            "model": "단테2",
            "content": "<That’s good. I can’t see much yet, but I’m glad we’re almost there…>"
        },
        {
            "id": 17,
            "model": "단테2",
            "content": "<Speaking of which, our destination was…>"
        },
        {
            "id": 18,
            "content": "Yes, indeed. Once again, we were being blindly led along by our guide to who knows where."
        },
        {
            "id": 19,
            "model": "단테2",
            "content": "<Don’t you think… it’s about time he started telling us where we’re going?>"
        },
        {
            "id": 20,
            "model": "파우스트",
            "content": "Dante is asking where our destination is."
        },
        {
            "id": 21,
            "content": "…I was asking if he could start telling us where we’re headed before we leave, but I thought better of it."
        },
        {
            "id": 22,
            "model": "베르길리우스",
            "content": "Our current destination is…"
        },
        {
            "id": 23,
            "model": "베르길리우스",
            "content": "Ah. Our final destination is a Lobotomy Corp. branch located at U Corp."
        },
        {
            "id": 24,
            "model": "이스마엘",
            "content": "...!"
        },
        {
            "id": 25,
            "model": "로쟈",
            "content": "Mmmh… What was that, Ishy? You up? Ya spooked me."
        },
        {
            "id": 26,
            "model": "이스마엘",
            "content": "Oh… Sorry."
        },
        {
            "id": 27,
            "content": "I wasn't sure why Ishmael suddenly jolted, but… I decided to carry on with our conversation for now."
        },
        {
            "id": 28,
            "model": "단테2",
            "content": "<Wait, so by our final destination, you mean…>"
        },
        {
            "id": 29,
            "model": "베르길리우스",
            "content": "We are currently headed to a temporary stop."
        },
        {
            "id": 30,
            "content": "Just as Vergilius finished his sentence, the bus emerged from the lengthy tunnel…"
        },
        {
            "id": 31,
            "model": "돈키호테",
            "content": "Woahhh!"
        },
        {
            "id": 32,
            "model": "싱클레어",
            "content": "That’s…!"
        },
        {
            "id": 33,
            "content": "I looked to the window, which had suddenly turned bright..."
        },
        {
            "id": 34,
            "content": "And the cleanest sandy beach and the most turquoise blue ocean I had ever seen graced my eyes."
        },
        {
            "id": 35,
            "model": "돈키호테",
            "content": "Do I behold the G-Great Lake yonder?!"
        },
        {
            "id": 36,
            "content": "With Don Quixote’s enthusiastic exclamation, Sinners began waking up from their naps one by one."
        },
        {
            "id": 37,
            "model": "그레고르",
            "content": "…Whew, now that's a sight I've not seen in a long time!"
        },
        {
            "id": 38,
            "model": "로쟈",
            "content": "Oh Greg, darling! You’ve been here before? I’ve only ever heard of this place, never been myself…"
        },
        {
            "id": 39,
            "content": "The Sinners each began excitedly chattering about the sea."
        },
        {
            "id": 40,
            "model": "이스마엘",
            "content": "Wait, wait… It can't be my turn already...!"
        },
        {
            "id": 41,
            "content": "Except for one, that is."
        },
        {
            "id": 42,
            "model": "이스마엘",
            "content": "I… No, we're still not ready for this..."
        },
        {
            "id": 43,
            "model": "단테2",
            "content": "<Ishmael… you good?>"
        },
        {
            "id": 44,
            "model": "이스마엘",
            "content": "N-no. Uh… give me a moment… I need some time to think…"
        },
        {
            "id": 45,
            "content": "While I was still worried about Ishmael’s sudden gloominess, I had faith that she would be okay. She was always on top of things, after all."
        },
        {
            "id": 46,
            "content": "Besides, my attention was drawn to the bubbling enthusiasm that seemed to have possessed the Sinners."
        },
        {
            "id": 47,
            "model": "돈키호테",
            "content": "S-so, we are journeying toward the Great Lake?!"
        },
        {
            "id": 48,
            "model": "싱클레어",
            "content": "I’ve only heard of the Great Lake but never saw it myself… So this is what it looks like, huh…"
        },
        {
            "id": 49,
            "model": "돈키호테",
            "content": "Ooh… Perhaps our trying journey shall finally be rewarded with a seaside picnic!"
        },
        {
            "id": 50,
            "model": "홍루",
            "content": "Aha~ I suppose spending a nice vacation here could be a fun experience!"
        },
        {
            "id": 51,
            "model": "이상",
            "content": "If we were permitted to rest, I wish to lie upon the summery sand and gaze up at the skies."
        },
        {
            "id": 52,
            "model": "로쟈",
            "content": "I could use some nice tanning on a long bench~"
        },
        {
            "id": 53,
            "model": "돈키호테",
            "content": "I wish to try the game of beach volleyball! With everyone, that is!"
        },
        {
            "id": 54,
            "model": "히스클리프",
            "content": "Hah, sounds like the craic."
        },
        {
            "id": 55,
            "content": "The Sinners were all eagerly chatting about things they wanted to do."
        },
        {
            "id": 56,
            "content": "It was nice to see them excited for once, but…"
        },
        {
            "id": 57,
            "model": "그레고르",
            "content": "Hey, guide bud. Are we really stopping at the beach…?"
        },
        {
            "id": 58,
            "content": "…Everyone seemed to be conveniently forgetting the fact that Vergilius never mentioned if we were stopping at the beach."
        },
        {
            "id": 59,
            "model": "베르길리우스",
            "content": "What do you think?"
        },
        {
            "id": 60,
            "model": "베르길리우스",
            "content": "Charon."
        },
        {
            "id": 61,
            "model": "카론",
            "content": "Gonna hitch wheels in a ditch. Screech."
        },
        {
            "id": 62,
            "content": "The formerly-on-track bus suddenly swerved, and everyone was thrown around the bus as is often the case."
        },
        {
            "id": 63,
            "model": "돈키호테",
            "content": "Owowow… What treachery is this? An ambush?!"
        },
        {
            "id": 64,
            "model": "베르길리우스",
            "content": "No. This is our stop."
        },
        {
            "id": 65,
            "content": "The Sinners got to their feet one by one, groaning with pain…"
        },
        {
            "id": 66,
            "model": "로쟈",
            "content": "W-what the…"
        },
        {
            "id": 67,
            "place": "???",
            "model": "돈키호테",
            "content": "WHAT IN THE NAME OF THE WINGS?!!!!"
        },
        {
            "id": 68,
            "content": "Only the despairing cries of Sinners echoed in the dark and damp view outside the windows."
        }
    ]
}