{
    "dataList": [
        {
            "id": 0,
            "place": "Backstreets of District 21",
            "content": "We've been at it for about two days, perhaps."
        },
        {
            "id": 1,
            "content": "We were able to defeat a considerable number of trash crabs and collect enough scrap to fill a whole wagon and then some."
        },
        {
            "id": 2,
            "place": "Molar Boatworks Entrance",
            "model": "미카",
            "teller": "Mika",
            "title": "Molar Boatworks",
            "content": "Right, I think this'll be enough for us to get started."
        },
        {
            "id": 3,
            "model": "로쟈",
            "content": "Phew~ Can we rest now? Listen, I can hear my shoulders creaking with every move~"
        },
        {
            "id": 4,
            "model": "싱클레어",
            "content": "Rodion, can you stop that? It looks like you're flexing at them..."
        },
        {
            "id": 5,
            "model": "그레고르",
            "content": "Well, it'll take some time to modify the bus, so we'll at least have a few days to enjoy."
        },
        {
            "id": 6,
            "model": "그레고르",
            "content": "Though... this place doesn't exactly resemble a tourist attraction."
        },
        {
            "id": 7,
            "content": "The Sinners were all busy stretching and chattering, relieved that the work was finally over..."
        },
        {
            "id": 8,
            "content": "But I had a terrible feeling that this was probably not the end of our toil."
        },
        {
            "id": 9,
            "model": "미카",
            "teller": "Mika",
            "title": "Molar Boatworks",
            "content": "Hm? Enjoy what?"
        },
        {
            "id": 10,
            "model": "로쟈",
            "content": "Huh...?"
        },
        {
            "id": 11,
            "content": "Of course. I knew it."
        },
        {
            "id": 12,
            "model": "미카",
            "teller": "Mika",
            "title": "Molar Boatworks",
            "content": "I said it was enough to 'get started'."
        },
        {
            "id": 13,
            "model": "그레고르",
            "content": "Which... means...?"
        },
        {
            "id": 14,
            "model": "미카",
            "teller": "Mika",
            "title": "Molar Boatworks",
            "content": "Which means you'll have to go collect more scrap, of course."
        },
        {
            "id": 15,
            "model": "그레고르",
            "content": "How much... more, to be exact?"
        },
        {
            "id": 16,
            "model": "미카",
            "teller": "Mika",
            "title": "Molar Boatworks",
            "content": "Umm... about... five times the amount you've collected so far?"
        },
        {
            "id": 17,
            "model": "레인",
            "teller": "Rain",
            "title": "Molar Boatworks",
            "content": "Mika, we're going to have to work on the rear wheels too."
        },
        {
            "id": 18,
            "model": "미카",
            "teller": "Mika",
            "title": "Molar Boatworks",
            "content": "Sorry, seven times."
        },
        {
            "id": 19,
            "model": "뫼르소",
            "content": "Considering our current productivity rate, it seems that we will not be provided with adequate rest."
        },
        {
            "id": 20,
            "model": "뫼르소",
            "content": "Perhaps reducing the time dedicated to sleep would be contributive to our collective effort."
        },
        {
            "id": 21,
            "model": "돈키호테",
            "content": "N-no. This cannot be! We simply cannot!!!"
        },
        {
            "id": 22,
            "content": "Don Quixote looked as though she was about to collapse, a woeful look on her face."
        },
        {
            "id": 23,
            "model": "로쟈",
            "content": "Hang on a sec, though~ How does collecting these pieces of scrap even help modify the bus?"
        },
        {
            "id": 24,
            "model": "미카",
            "teller": "Mika",
            "title": "Molar Boatworks",
            "content": "Of course, if we were simply bolting these scraps onto the bus willy-nilly, it wouldn't amount to much..."
        },
        {
            "id": 25,
            "model": "미카",
            "teller": "Mika",
            "title": "Molar Boatworks",
            "content": "But using U Corp's Singularity to fuse the parts, we can make them work as though they were tailor-made for this bus."
        },
        {
            "id": 26,
            "model": "로쟈",
            "content": "U Corp...? I thought their deal was some kind of a food packaging tech?"
        },
        {
            "id": 27,
            "model": "로쟈",
            "content": "You know, stuff that stops the contents inside from spoiling or changing in any way until you open the packaging? I used to eat a bunch of their canned food..."
        },
        {
            "id": 28,
            "model": "레인",
            "teller": "Rain",
            "title": "Molar Boatworks",
            "content": "Funny, Big Sis said the exact same thing. Some Nests have more than one way of using their Singularity, in case you didn't know."
        },
        {
            "id": 29,
            "model": "파우스트",
            "content": "...If the working principle is the same, one can always utilize the Singularity's fundamentals to patent a Singularity-based technology at A Corp. U Corp is not only known for its stasis preservation packaging but also for its resonance tuning fork."
        },
        {
            "id": 30,
            "model": "이스마엘",
            "content": "Resonance tuning fork..."
        },
        {
            "id": 31,
            "model": "이스마엘",
            "content": "Just like that bastard..."
        },
        {
            "id": 32,
            "model": "이스마엘",
            "content": "Entwined, fused with... things..."
        },
        {
            "id": 33,
            "model": "이스마엘",
            "content": "And eventually devour them all... as though they've never even existed..."
        },
        {
            "id": 34,
            "model": "단테2",
            "content": "<Ishmael... What's the problem?>"
        },
        {
            "id": 35,
            "model": "이스마엘",
            "content": "Dante. You have to tell Vergilius immediately."
        },
        {
            "id": 36,
            "model": "이스마엘",
            "content": "Tell him that we have to collect the Golden Boughs of other branches first."
        },
        {
            "id": 37,
            "model": "단테2",
            "content": "<Give me a moment, Ishmael... Are you okay?>"
        },
        {
            "id": 38,
            "model": "이스마엘",
            "content": "No, no. We are not ready. We're inexperienced, we don't know enough about the Great Lake, nor about the whale..."
        },
        {
            "id": 39,
            "model": "이스마엘",
            "content": "I know, I'll help you out. I'll help you make Vergilius understand. We shouldn't go there, not yet. I'm telling you, that place is...!"
        },
        {
            "id": 40,
            "model": "히스클리프",
            "content": "Blimey, what's gotten into you, eh? What, gettin' indigestion from the crab chowder or something?"
        },
        {
            "id": 41,
            "model": "이스마엘",
            "content": "We all scraped through the same crab guts, but I'm totally fine."
        },
        {
            "id": 42,
            "model": "히스클리프",
            "content": "So what's got you throwing a fit? This ain't the first time we're going in not knowing a nit about what we're doing. We've been dead enough times to get used to it!"
        },
        {
            "id": 43,
            "model": "이스마엘",
            "content": "Dying your way through a mission isn't really something to be proud of, Heathcliff."
        },
        {
            "id": 44,
            "model": "이스마엘",
            "content": "If we were your average Fixers, we would've been dead and gone on our very first mission, our names scraped clean from whatever Association's registry."
        },
        {
            "id": 45,
            "model": "히스클리프",
            "content": "You think me daft? I've had enough years toilin' and brushing with death for the Syndicates of the Backstreets to know that I've got but one life!"
        },
        {
            "id": 46,
            "model": "히스클리프",
            "content": "But it's different now! Clockface's here to bring us back every time!"
        },
        {
            "id": 47,
            "model": "이스마엘",
            "content": "Don't you think we've simply been lucky that Dante was able to bring us back intact?"
        },
        {
            "id": 48,
            "model": "히스클리프",
            "content": "What-what's up with this attitude? If an Abnormality cracks my skull, turn the clock and I'll let it crack my leg next time. We can keep crawlin' back until they're smashed to pieces, no?"
        },
        {
            "id": 49,
            "model": "이스마엘",
            "content": "Oh, so you think we've seen everything there is to see at this point? You know that's not true."
        },
        {
            "id": 50,
            "model": "이스마엘",
            "content": "In the worst case scenario, Dante could turn the clock all day and not be able to bring us back!"
        },
        {
            "id": 51,
            "model": "이스마엘",
            "content": "...What if we encounter something we can never come back right from."
        },
        {
            "id": 52,
            "model": "이스마엘",
            "content": "Especially that monstrous whale... Hah, nevermind."
        },
        {
            "id": 53,
            "model": "히스클리프",
            "content": "Oh, don't do that. Like I won't understand a thing."
        },
        {
            "id": 54,
            "model": "히스클리프",
            "content": "It narks me when you treat me like a stupid sod. "
        },
        {
            "id": 55,
            "model": "이스마엘",
            "content": "...Ha."
        },
        {
            "id": 56,
            "model": "히스클리프",
            "content": "You-!"
        },
        {
            "id": 57,
            "model": "이상",
            "content": "Now, if you will allow me to inquire!"
        },
        {
            "id": 58,
            "content": "It was perhaps because he was never the type to do such a thing..."
        },
        {
            "id": 59,
            "content": "But the crowd immediately fell silent when Yi Sang suddenly, loudly, and uncharacteristically intruded upon their argument."
        },
        {
            "id": 60,
            "model": "이상",
            "content": "Let us call to mind the various desires of ours that we so enthusiastically proclaimed on our journey here."
        },
        {
            "id": 61,
            "model": "이상",
            "content": "It is true, there is still significant toil to be had. Yet it can also be said that we have accomplished a certain milestone. Perhaps a momentary respite is warranted."
        },
        {
            "id": 62,
            "model": "이상",
            "content": "Isn't that true, Dante?"
        },
        {
            "id": 63,
            "model": "단테2",
            "content": "<Yi Sang...!>"
        },
        {
            "id": 64,
            "content": "This is the first time Yi Sang appeared so dependable since we started our bus journey...!"
        },
        {
            "id": 65,
            "content": "I nodded emphatically."
        },
        {
            "id": 66,
            "model": "단테2",
            "content": "<Yeah, I agree with Yi Sang. I think we can slow down for a bit and do some team-building activities together, how's that sound?>"
        },
        {
            "id": 67,
            "model": "레인",
            "teller": "Rain",
            "title": "Molar Boatworks",
            "content": "Sure, I think you guys can take some time off."
        },
        {
            "id": 68,
            "model": "레인",
            "teller": "Rain",
            "title": "Molar Boatworks",
            "content": "We'll let you know once we're ready."
        },
        {
            "id": 69,
            "model": "돈키호테",
            "content": "Excelsior! In that case!"
        },
        {
            "id": 70,
            "model": "돈키호테",
            "content": "I say that we partake in a game of beach volleyball!"
        },
        {
            "id": 71,
            "content": "With Don Quixote's well-timed assist..."
        },
        {
            "id": 72,
            "content": "The almost icy mood seemed to defrost slightly."
        }
    ]
}