{
    "dataList": [
        {
            "id": 1,
            "place": "Cabins of Mephistopheles",
            "model": "히스클리프",
            "content": "So... What is this splendid plan of yours?"
        },
        {
            "id": 2,
            "content": "I don't think there were words in this world expressive enough to describe that look on Heathcliff's face."
        },
        {
            "id": 3,
            "content": "It was certain that he had very scant expectations for Don Quixote and her plans. But... there was this sliver of hope in his face that, maybe, just maybe... Don Quixote might rise to the occasion for once."
        },
        {
            "id": 4,
            "model": "돈키호테",
            "content": "Mmh hm hm...!"
        },
        {
            "id": 5,
            "content": "It was unclear whether Heathcliff's internal struggle mattered much to Don Quixote, however. She began excitedly describing her plan."
        },
        {
            "id": 6,
            "model": "돈키호테",
            "content": "Didst thou, Sir Heathcliff, ever hear tale of the ancient and legendary Fixer of Devyat' Association... The Red Sack?"
        },
        {
            "id": 7,
            "model": "히스클리프",
            "content": "The Red— what? Like Vergilius?"
        },
        {
            "id": 8,
            "model": "돈키호테",
            "content": "It is said that the legendary Red Sack carried out his deliveries no matter how terrible the terrain or how arduous the journey to all corners of the City! And with him was his sidekick, Reindeer-Man!"
        },
        {
            "id": 9,
            "model": "돈키호테",
            "content": "Forsooth! His magnificence hath given away gratuitous gifts for children of the City that he deemed to be 'kind'."
        },
        {
            "id": 10,
            "model": "돈키호테",
            "content": "'Tis but common knowledge, Sir Heathcliff. He appeareth on the front cover of the Fixers Monthly every winter!"
        },
        {
            "id": 11,
            "content": "Don Quixote asked, sounding genuinely shocked to learn that Heathcliff did not know of this 'Red Sack'."
        },
        {
            "id": 12,
            "model": "히스클리프",
            "content": "What makes you think I'd ever read rags like that...?"
        },
        {
            "id": 13,
            "model": "돈키호테",
            "content": "Fie to thee! 'Rags' thou sayeth? Manager Esquire! Surely thou hast heard of this magnificent publication?"
        },
        {
            "id": 14,
            "model": "단테",
            "content": "<......>"
        },
        {
            "id": 15,
            "content": "I knocked on my ticking clock head. I didn't really feel the need to spell it out for her."
        },
        {
            "id": 16,
            "model": "돈키호테",
            "content": "So none of thee has subscribed to it, then... Mine words fell on deaf ears..."
        },
        {
            "id": 17,
            "model": "돈키호테",
            "content": "A-anyhow! What matters to thee, Sir Heathcliff, is that thou endeavoureth to make thyself more presentable than anyone else for this occasion, is it not?!"
        },
        {
            "id": 18,
            "model": "히스클리프",
            "content": "Finally getting to the point, eh? Go on."
        },
        {
            "id": 19,
            "model": "돈키호테",
            "content": "Marry, good Sir, a costume most befitting that occasion would be those of the Red Sack and his sidekick, Reindeer-Man!!!"
        },
        {
            "id": 20,
            "model": "히스클리프",
            "content": "Haah... This isn't going to end well, is it?"
        },
        {
            "id": 21,
            "model": "히스클리프",
            "content": "What, like those ridiculous Fixers del Atardecer Ardi-whatever?"
        },
        {
            "id": 22,
            "model": "돈키호테",
            "content": "'Tis not ridiculous! Fie, thou hast not even deigned to indulge mine only wish that we would cosplay Fixers del Atardecer Ardiente together! Thou hast not even given it a chance, indeed! Speak not on a matter thou know naught about!"
        },
        {
            "id": 23,
            "model": "히스클리프",
            "content": "With all that talk of a 'splendid plan', I thought you were actually going somewhere... But it all comes around to that Fixer nonsense again, eh?"
        },
        {
            "id": 24,
            "model": "히스클리프",
            "content": "Haah... Don't even have the energy to beat the sense into you. I'll get to it later. Five honest hits to the noggin should do it..."
        },
        {
            "id": 25,
            "content": "When the sliver of hope on Heathcliff's face was beginning to rapidly fade..."
        },
        {
            "id": 26,
            "model": "돈키호테",
            "content": "... Prithee, share thy thoughts of the Fixers that we have laid our eyes upon thus far."
        },
        {
            "id": 27,
            "model": "히스클리프",
            "content": "What?"
        },
        {
            "id": 28,
            "model": "돈키호테",
            "content": "Embarrassing, were they? Remember! Were they not fancy and impeccably dressed? Close not thy eyes and heart. Speak!"
        },
        {
            "id": 29,
            "model": "히스클리프",
            "content": "Absolutely embarrassing sods, yeah. That spandex bloke from K Corp.? Looked like he leaped right out of a circus."
        },
        {
            "id": 30,
            "model": "돈키호테",
            "content": "NAAAYYY! Lord Siegfried was not embarrassing! I say that his outfit was rather dashing, wouldn't you agree?! Allow me to explain to thee the materials of its fabric, so that thy understanding—"
        },
        {
            "id": 31,
            "model": "단테",
            "content": "<…….>"
        },
        {
            "id": 32,
            "model": "돈키호테",
            "content": "... Ahm. Excuse me. Huh?! Hie thee hither, Sir Heathcliff! I am yet unfinished!"
        },
        {
            "id": 33,
            "model": "히스클리프",
            "content": "Haah... Why's the girl so hyper today...?"
        },
        {
            "id": 34,
            "model": "돈키호테",
            "content": "W-well. Lord Siegfried is... a special outlier, mayhaps. But dost thou not agree that most Fixers are all rather well-dressed and wore honour upon their sleeves?"
        },
        {
            "id": 35,
            "model": "히스클리프",
            "content": "Honour upon their what? I don't know about that, but I suppose they were quite posh..."
        },
        {
            "id": 36,
            "model": "돈키호테",
            "content": "Exactly! Follow thee I, and thou shall see thyself dressed as impeccably and impressively as the Fixers are!"
        },
        {
            "id": 37,
            "model": "히스클리프",
            "content": "I-is that right? Sod it, I know shite-all about clothes or making myself look fancy..."
        },
        {
            "id": 38,
            "model": "히스클리프",
            "content": "Right, so let's say I go along with your plan. Where are we going to get them clothes? Honestly, everyone was right. Where are we even going to pick up clothes in the middle of a Lake?"
        },
        {
            "id": 39,
            "model": "돈키호테",
            "content": "Aha! Yet I have thought of that as well!"
        },
        {
            "id": 40,
            "model": "돈키호테",
            "content": "Recall the events of yesterday. The sirens that echoed across this bus. Dost thou remember?"
        },
        {
            "id": 41,
            "content": "Now that I think about it, there was a siren yesterday. It went off not long before I announced the close of business for the day."
        },
        {
            "id": 42,
            "model": "단테",
            "content": "<But Faust said that that Backdoor volatility wasn't anything for us to worry about.>"
        },
        {
            "id": 43,
            "model": "돈키호테",
            "content": "Yet I was curious. How, indeed, doth Faust determine which volatility is useful and which is not?! Thus, as all were crowded by the Backdoor, preoccupied with returning to their respective quarters..."
        },
        {
            "id": 44,
            "model": "돈키호테",
            "content": "I have, secretly and stealthily, availed myself the chance to take a glance at the screen!"
        },
        {
            "id": 45,
            "model": "단테",
            "content": "<So you took a peep at the screen.>"
        },
        {
            "id": 46,
            "model": "히스클리프",
            "content": "You know how to read those complex symbols?"
        },
        {
            "id": 47,
            "model": "돈키호테",
            "content": "Nay, I myself had little hope of recognizing them. Yet, when I looked into them..."
        },
        {
            "id": 48,
            "model": "돈키호테",
            "content": "I could very easily tell what the particular symbols on that device indicated!"
        },
        {
            "id": 49,
            "model": "돈키호테",
            "content": "Forsooth, 'twere symbols of the Red Sack and the Reindeer-Man! And next to them was a symbol indicating posh outfits!"
        },
        {
            "id": 50,
            "model": "히스클리프",
            "content": "... No. It can't be that simple."
        },
        {
            "id": 51,
            "content": "Yeah, no. It can't be that simple."
        },
        {
            "id": 52,
            "content": "I agreed with Heathcliff. However, Don Quixote remained enthusiastic as ever, as though she was already expecting him to say that."
        },
        {
            "id": 53,
            "model": "돈키호테",
            "content": "Dost thou know?"
        },
        {
            "id": 54,
            "model": "돈키호테",
            "content": "Every so often, certain symbols appear on the numerous doors past the Backdoor."
        },
        {
            "id": 55,
            "model": "히스클리프",
            "content": "... Huh?"
        },
        {
            "id": 56,
            "model": "돈키호테",
            "content": "Every respite, every passing glance... I made sure to watch them carefully!"
        },
        {
            "id": 57,
            "model": "돈키호테",
            "content": "And 'twas yesterday! When! In the corridor! I spied myself the exact door with the exact same symbol that I witnessed on the screen!"
        },
        {
            "id": 58,
            "model": "단테",
            "content": "<... Don Quixote, you didn't...!>"
        },
        {
            "id": 59,
            "model": "돈키호테",
            "content": "'Tis my nature as an adventurer, Manager Esquire! Mine inability to quell the burning adventurous spirit. I prostrate before thee!"
        },
        {
            "id": 60,
            "model": "돈키호테",
            "content": "Know that I have taken the sneakiest of peeks. Marry, twas naught too foolhardy! I have only taken a small peek!"
        },
        {
            "id": 61,
            "model": "돈키호테",
            "content": "And if I told thee that what I witnessed from within, that all my deductions and predictions have been proven true..."
        },
        {
            "id": 62,
            "model": "돈키호테",
            "content": "... could thee find within thyself compassion to spare mine soul?"
        },
        {
            "id": 63,
            "model": "히스클리프",
            "content": "You absolute muppet, why in the bloody hell do you keep doing what everyone tells you not to?"
        },
        {
            "id": 64,
            "model": "단테",
            "content": "<Right, Heathcliff. I just don't understand why some people keep doing things that everyone tells them not to.>"
        },
        {
            "id": 65,
            "model": "히스클리프",
            "content": "... Ahem."
        },
        {
            "id": 66,
            "content": "I remember when Heathcliff ignored all warnings and went into the restricted areas past the area of the corridor that we're allowed to use."
        },
        {
            "id": 67,
            "content": "... We almost lost Heathcliff that day."
        },
        {
            "id": 68,
            "content": "It was a tad different this time, however. Back then, Heathcliff had no idea what was beyond that door."
        },
        {
            "id": 69,
            "content": "And this time, we do."
        },
        {
            "id": 70,
            "model": "단테",
            "content": "<Are you... suggesting that we call everyone over to explore that place?>"
        },
        {
            "id": 71,
            "model": "돈키호테",
            "content": "Nay! The three of us will be more than sufficient to handle this task. All tales begin with a party of three, indeed."
        },
        {
            "id": 72,
            "model": "단테",
            "content": "<... You're just scared of the 'consultation', aren't you?>"
        },
        {
            "id": 73,
            "model": "돈키호테",
            "content": "I-I have nary a clue as to what you may be referring to~!"
        },
        {
            "id": 74,
            "content": "The answer to this predicament was right there. Tell them that it's too dangerous and shove them back into their respective rooms to rest up for tomorrow."
        },
        {
            "id": 75,
            "model": "돈키호테",
            "content": "Manager Esquire... that zone... indeed, it appeared to be a place most peaceful to mine eyes...!"
        },
        {
            "id": 76,
            "model": "돈키호테",
            "content": "'Tis a simple task, is it not? All that we seek to do is to enter there and avail ourselves of a few sets of clothes for Heathcliff..."
        },
        {
            "id": 77,
            "content": "It was obvious that Don Quixote wasn't helping Heathcliff out of pure kindness of her heart."
        },
        {
            "id": 78,
            "content": "Maybe she hungered for an adventure. Or maybe she thought she might be able to do that 'cosplay' of the Fixers she so admired."
        },
        {
            "id": 79,
            "content": "But if we can find Heathcliff some nice clothes to put his heart at ease, then..."
        },
        {
            "id": 80,
            "model": "이스마엘",
            "content": "......."
        },
        {
            "id": 81,
            "content": "... maybe I can do something about this before things get out of control. Like it did last time when I just let a Sinner's anxiety stew and exacerbate..."
        },
        {
            "id": 82,
            "model": "단테",
            "content": "<... Fine. But we're turning around at the first sign of danger.>"
        },
        {
            "id": 83,
            "model": "히스클리프",
            "content": "Seriously...?"
        },
        {
            "id": 84,
            "model": "단테",
            "content": "<Come on. You were willing to do it if it meant that you could pick up some clothes.>"
        },
        {
            "id": 85,
            "model": "히스클리프",
            "content": "... Well, I suppose we'll be okay as long as Clockhead's with us."
        },
        {
            "id": 86,
            "model": "돈키호테",
            "content": "Heh heh... Well said. Then, let us reconvene tonight before Manager Esquire's quarters. We shall knock in the following rhythm: Knock, knock-knock, knock. Then, thou shall whisper a secret code, to which then I shall—"
        },
        {
            "id": 87,
            "model": "히스클리프",
            "content": "Just go get some sleep."
        },
        {
            "id": 88,
            "content": "... I really hope this won't be a waste of time."
        },
        {
            "id": 89,
            "content": "We agreed on a precise time before returning to our respective rooms."
        }
    ]
}