{
    "dataList": [
        {
            "id": 1,
            "place": "Gift Factory Reception Hall",
            "model": "히스클리프",
            "content": "Tsk... These were some fierce sods..."
        },
        {
            "id": 2,
            "model": "돈키호테",
            "content": "The fault lies with me…"
        },
        {
            "id": 3,
            "content": "The light of confidence had completely faded from Don Quixote's face. So did her enthusiastic voice."
        },
        {
            "id": 4,
            "model": "단테",
            "content": "<No... I should've thought this plan through.>"
        },
        {
            "id": 5,
            "content": "Well… if we were to find someone to blame, the biggest fault would lie with me, the Manager. Maybe I should've turned around the moment I sensed that something was off."
        },
        {
            "id": 6,
            "model": "돈키호테",
            "content": "…Ah! Alas!"
        },
        {
            "id": 7,
            "content": "With that, Don Quixote marched toward the now abandoned sleigh."
        },
        {
            "id": 8,
            "model": "돈키호테",
            "content": "T-this is..."
        },
        {
            "id": 9,
            "content": "Several mutilated bodies tumbled to the ground as soon as Don Quixote undid the knot tying the sack."
        },
        {
            "id": 10,
            "model": "히스클리프",
            "content": "Damnit... I was afraid that this was what we'd find inside the sack."
        },
        {
            "id": 11,
            "content": "There were a total of seven or so people in the sack, but they were all missing a few limbs. They were barely breathing… and some of them had already perished."
        },
        {
            "id": 12,
            "model": "단테",
            "content": "<I've never seen their style of clothing before. Looks like we're pretty far from where we were.>"
        },
        {
            "id": 13,
            "content": "I've seen similarly worn and torn clothing in the Backstreets, but the clothing they wore was of materials and styles that I'd not seen before. The Backdoor must've sent us pretty far."
        },
        {
            "id": 14,
            "content": "Faust did tell me that each district within the City had different cultures and such, so..."
        },
        {
            "id": 15,
            "model": "히스클리프",
            "content": "Doesn't really matter, does it? They'll all die soon, and it's not like you can turn the clock for them… Let's just get back to the Bus."
        },
        {
            "id": 16,
            "model": "돈키호테",
            "content": "Nay! Here! This person here is intact!"
        },
        {
            "id": 17,
            "model": "돈키호테",
            "content": "Hark! Get a hold of thyself! Art thou the one who requested our help earlier?!"
        },
        {
            "id": 18,
            "model": "크레용",
            "teller": "???",
            "title": "???",
            "content": "Cough! Gah, haah…"
        },
        {
            "id": 19,
            "model": "크레용",
            "teller": "???",
            "title": "???",
            "content": "W-who are you?"
        }
    ]
}