{
    "dataList": [
        {
            "id": 1,
            "place": "Gift Factory Reception Hall",
            "model": "단테",
            "content": "<Thanks, everyone... How did you find me?>"
        },
        {
            "id": 2,
            "model": "이상",
            "content": "We entered via the Backdoor."
        },
        {
            "id": 3,
            "model": "파우스트",
            "content": "Your signals were no longer detected from within the bus' premises."
        },
        {
            "id": 4,
            "model": "이상",
            "content": "Then, every Sinner was immediately summoned from their respective rooms for the search."
        },
        {
            "id": 5,
            "model": "로쟈",
            "content": "And so soon after our break started... Dante, let's try to not do anything like this again, hmm~?"
        },
        {
            "id": 6,
            "model": "오티스",
            "content": "Even if you are the Executive Manager... rogue behavior such as this poses too great a risk. Please be wary of that."
        },
        {
            "id": 7,
            "model": "단테",
            "content": "<I'm sorry... S-so how did you guys find us?>"
        },
        {
            "id": 8,
            "model": "이상",
            "content": "... I have deduced it."
        },
        {
            "id": 9,
            "model": "이상",
            "content": "As of late, Heathcliff was in a constant state of uneasiness. Considering the nature of our circumstances, I conjectured that there was aught that he had to do before our arrival at T Corp."
        },
        {
            "id": 10,
            "model": "이상",
            "content": "On the day in which the Backdoor volatility siren echoed, Don Quixote made a relatively delayed return to the Backdoor."
        },
        {
            "id": 11,
            "model": "이상",
            "content": "And, come the next day, she requested from me and Miss Faust an encyclopedia of common symbols used in the City."
        },
        {
            "id": 12,
            "model": "파우스트",
            "content": "Yes. So Faust lent her a few volumes."
        },
        {
            "id": 13,
            "model": "이상",
            "content": "Ever since receiving the volumes, Miss Don Quixote sat next to me and perused the pages with a rather enthusiastic expression on her countenance. Although I could not converse with her on account of my... conditions..."
        },
        {
            "id": 14,
            "model": "이상",
            "content": "... I do recollect that the following words were repeatedly uttered. Cosplay, costumes, sack..."
        },
        {
            "id": 15,
            "model": "이상",
            "content": "In summation, I surmised that Miss Don Quixote witnessed a series of symbols that caught her attention when the siren blared..."
        },
        {
            "id": 16,
            "model": "파우스트",
            "content": "... and Faust was aware of the door on which those symbols were drawn. Based on that information, the Sinners were able to find their way here."
        },
        {
            "id": 17,
            "model": "뫼르소",
            "content": "We engaged several entities of the corridor on our path to this door."
        },
        {
            "id": 18,
            "model": "로쟈",
            "content": "Good thing we only ran into weaklings, though~"
        },
        {
            "id": 19,
            "model": "파우스트",
            "content": "An irreversible death of a Sinner could have occurred in the process."
        },
        {
            "id": 20,
            "model": "단테",
            "content": "<Um...>"
        },
        {
            "id": 21,
            "model": "파우스트",
            "content": "Do you understand? Engaging hostile forces in your absence carries an exceedingly high level of risk."
        },
        {
            "id": 22,
            "model": "뫼르소",
            "content": "We could have been lost forever in some corner of the corridors as bodies, never to be revived nor retrieved."
        },
        {
            "id": 23,
            "model": "오티스",
            "content": "Please comprehend the weight of your responsibilities and the risks your independent action carries."
        },
        {
            "id": 24,
            "model": "오티스",
            "content": "You must survive, Executive Manager. No matter what."
        },
        {
            "id": 25,
            "model": "오티스",
            "content": "... Do I make myself clear?"
        },
        {
            "id": 26,
            "content": "I've never seen Outis look at me like that. Her gaze was cold and ruthless."
        },
        {
            "id": 27,
            "model": "파우스트",
            "content": "Your survival was a lucky coincidence, Dante. The sequence of those symbols... are not supposed to be interpreted in such a haphazard manner."
        },
        {
            "id": 28,
            "model": "단테",
            "content": "<I'm really sorry... I don't know what else to say.>"
        },
        {
            "id": 29,
            "model": "파우스트",
            "content": "... I believe that is enough. But..."
        },
        {
            "id": 30,
            "model": "료슈",
            "content": "N.D.Q."
        },
        {
            "id": 31,
            "model": "이스마엘",
            "content": "Yeah. Don Quixote, Heathcliff... where'd the pair run off to?"
        },
        {
            "id": 32,
            "model": "단테",
            "content": "<Oh, that's...>"
        },
        {
            "id": 33,
            "content": "I told them exactly as the events transpired."
        },
        {
            "id": 34,
            "model": "그레고르",
            "content": "Seriously, how'd ya three even manage to survive this far?"
        },
        {
            "id": 35,
            "model": "그레고르",
            "content": "All right, Manager Bud. I'm sure you've heard enough from the others, so I won't say more. But where exactly are we?"
        },
        {
            "id": 36,
            "model": "오티스",
            "content": "Hey, which district is this? This cold... we must be somewhere in one of the northern districts of the City. Or..."
        },
        {
            "id": 37,
            "model": "파우스트",
            "content": "We are not in the City."
        },
        {
            "id": 38,
            "model": "그레고르",
            "content": "... What do you mean?"
        },
        {
            "id": 39,
            "model": "파우스트",
            "content": "I mean that we are not in the City. Those intelligent organisms, called gnomes, are part of a species surviving in the Outskirts."
        },
        {
            "id": 40,
            "model": "파우스트",
            "content": "Commonly known as monsters of the Outskirts."
        },
        {
            "id": 41,
            "model": "로쟈",
            "content": "Eugh... Monsters again? After all that we faced at the Lake?"
        },
        {
            "id": 42,
            "model": "단테",
            "content": "<They weren't exactly like the Whales, though. We could communicate with the gnomes. They were just like people... except smaller.>"
        },
        {
            "id": 43,
            "model": "이스마엘",
            "content": "So we're in a completely different region of the Outskirts... I would have liked to explore the area if the circumstances permitted. Look, this structure seems to have been custom-built for the gnomes, considering how small everything is here."
        },
        {
            "id": 44,
            "model": "홍루",
            "content": "If this is the Outskirts... We can go back, right?"
        },
        {
            "id": 45,
            "model": "파우스트",
            "content": "As long as the door we entered through remains open, yes."
        },
        {
            "id": 46,
            "model": "뫼르소",
            "content": "It is open. For now."
        },
        {
            "id": 47,
            "model": "싱클레어",
            "content": "What if it... closes?"
        },
        {
            "id": 48,
            "model": "파우스트",
            "content": "Then, an unexpected journey begins. We will have to trek the distance from the Outskirts back to the City, which will be a significant endeavor in both time and effort."
        },
        {
            "id": 49,
            "model": "단테",
            "content": "<Isn't that a bit dangerou—>"
        },
        {
            "id": 50,
            "model": "검은노움",
            "teller": "Shadowy Gnome",
            "title": "Gift Factory",
            "content": "Where's this sound coming from-ome... Eh?"
        },
        {
            "id": 51,
            "model": "빨간노움",
            "teller": "Cherry Gnome",
            "title": "Gift Factory",
            "content": "'Ome!! I struck gold-ome! Get your tool-omes!!!"
        },
        {
            "id": 52,
            "model": "이상",
            "content": "Dante, come hither to the back of the line."
        },
        {
            "id": 53,
            "content": "The door slammed open, and gnomes began flooding into the room. We prepared ourselves for battle."
        }
    ]
}