{
    "dataList": [
        {
            "id": 1,
            "model": "오티스",
            "content": "……."
        },
        {
            "id": 2,
            "content": "After we defeated the horde of gnomes..."
        },
        {
            "id": 3,
            "content": "Don Quixote and Heathcliff fell to their knees before everyone."
        },
        {
            "id": 4,
            "content": "I also knelt down, feeling like I should be down there with them... but Outis tightly pulled me to the side."
        },
        {
            "id": 5,
            "place": "Gift Assembly",
            "model": "단테",
            "content": "<Mm... I feel bad for those two.>"
        },
        {
            "id": 6,
            "model": "돈키호테",
            "content": "... I am ready... Commence, Lady Outis..."
        },
        {
            "id": 7,
            "model": "오티스",
            "content": "You absolute buffoons... How did you ever think that this was going to turn out okay?"
        },
        {
            "id": 8,
            "model": "오티스",
            "content": "Are you even aware of the risks Executive Manager took to get here? How worried they were about you two?!"
        },
        {
            "id": 9,
            "model": "히스클리프",
            "content": "Well, actually, Clockhead was in on it from the sta—"
        },
        {
            "id": 10,
            "model": "오티스",
            "content": "Silence!"
        },
        {
            "id": 11,
            "model": "오티스",
            "content": "Do not refer to the Executive Manager with such derogatory language! Insolent fool!"
        },
        {
            "id": 12,
            "model": "돈키호테",
            "content": "Heeaugh! 'Twas mine fault! 'Twas mine fault!"
        },
        {
            "id": 13,
            "model": "뫼르소",
            "content": "My mother used to scold me like this in my youth."
        },
        {
            "id": 14,
            "content": "Outis did not seem to slow down at all with her stern scoldings..."
        },
        {
            "id": 15,
            "content": "And the pair fell completely silent, their heads hung low."
        },
        {
            "id": 16,
            "content": "... I decided to wander away from this scene. This guilty conscience was too much for me to bear."
        },
        {
            "id": 17,
            "model": "단테",
            "content": "<... Is Crayon doing okay...?>"
        },
        {
            "id": 18,
            "model": "파우스트",
            "content": "Yes. She merely lost her consciousness from excess psychological shock."
        },
        {
            "id": 22,
            "model": "이상",
            "content": "How did you find yourself at a place such as this?"
        },
        {
            "id": 23,
            "model": "이스마엘",
            "content": "You are... a human, right? And we're really in the Outskirts?"
        },
        {
            "id": 24,
            "content": "Crayon initially appeared somewhat taken back from the deluge of questions. But she soon began to open up."
        },
        {
            "id": 25,
            "model": "크레용",
            "title": "???",
            "content": "So... you're really from the City."
        },
        {
            "id": 26,
            "model": "크레용",
            "content": "I'm from Cloud Town. It's a village on the north side of the Outskirts."
        },
        {
            "id": 27,
            "model": "그레고르",
            "content": "Are there a lot of... monsters like those gnomes out here? That can speak?"
        },
        {
            "id": 28,
            "model": "크레용",
            "content": "Yeah. There are many more monsters out here other than the gnomes. I've seen a few of them myself, but... the village elders told me about the rest."
        },
        {
            "id": 29,
            "model": "크레용",
            "content": "Our village was built to keep the monsters out. To keep us safe."
        },
        {
            "id": 30,
            "model": "크레용",
            "content": "If this didn't happen... we'd all be preparing dinner back at the village by now..."
        },
        {
            "id": 31,
            "model": "그레고르",
            "content": "So they raided your village."
        },
        {
            "id": 32,
            "model": "크레용",
            "content": "Yeah... and they attacked us when the Hunters were gone. So..."
        },
        {
            "id": 33,
            "model": "크레용",
            "content": "We normally don't get raided by them around this time of year, so I thought we were safe... But they suddenly attacked us, rushing in on their sleighs..."
        },
        {
            "id": 34,
            "model": "크레용",
            "content": "Some of us tried to fight, but we didn't stand a chance. And... everyone that they killed... got shoved into the sacks on that sleigh."
        },
        {
            "id": 35,
            "model": "크레용",
            "content": "I passed out from fright... and they thought I was dead, too. I got shoved into the sacks like the rest of the villagers."
        },
        {
            "id": 36,
            "model": "그레고르",
            "content": "Oh... We forced you to talk about something that couldn't have been easy to go through. I'm sorry."
        },
        {
            "id": 37,
            "model": "크레용",
            "content": "N-no, it's okay... Can I... ask things, too?"
        },
        {
            "id": 38,
            "model": "그레고르",
            "content": "Anything."
        },
        {
            "id": 39,
            "model": "크레용",
            "content": "Is it right that crayon boxes in the City have 48 different colors? And they have gold and silver colored crayons, too?"
        },
        {
            "id": 40,
            "model": "그레고르",
            "content": "Um... Probably..."
        },
        {
            "id": 41,
            "model": "크레용",
            "content": "And..."
        },
        {
            "id": 42,
            "model": "크레용",
            "content": "... there's just people in the City, right? No... monsters like the gnomes that try to kill us, right?"
        },
        {
            "id": 43,
            "model": "로쟈",
            "content": "Hmm... It's kinda hard to answer that, actually."
        },
        {
            "id": 44,
            "model": "크레용",
            "content": "Sometimes, I'd climb a high hill to look at the City. I always saw pretty, colorful lights from up there... So colorful that I don't have enough colors in my crayon box to draw them all."
        },
        {
            "id": 45,
            "model": "크레용",
            "content": "I wish I could live in the City. If I lived there, I'd never have to worry about getting attacked by monsters. I could live happily with all my neighbors..."
        },
        {
            "id": 46,
            "model": "로쟈",
            "content": "... You've really never been to the City, huh."
        },
        {
            "id": 47,
            "model": "료슈",
            "content": "S.S.E."
        },
        {
            "id": 48,
            "model": "크레용",
            "content": "I'm sorry...?"
        },
        {
            "id": 49,
            "model": "료슈",
            "content": "Same story everywhere. Doesn't matter where you are. Death always stalks us."
        },
        {
            "id": 50,
            "model": "크레용",
            "content": "Woah... that was so cool! Can you say that again?"
        },
        {
            "id": 51,
            "model": "단테",
            "content": "<Huh? That was cool...?>"
        },
        {
            "id": 52,
            "model": "크레용",
            "content": "... Oh! Uh, did you guys see anyone else nearby, by any chance?"
        },
        {
            "id": 53,
            "model": "이스마엘",
            "content": "I don't think we ran into any other humans out here."
        },
        {
            "id": 54,
            "model": "크레용",
            "content": "No... But he has to be here to save us..."
        },
        {
            "id": 55,
            "model": "홍루",
            "content": "Who do you mean?"
        },
        {
            "id": 56,
            "model": "크레용",
            "content": "The best Hunter of Cloud Town... If he was at the village, the gnomes wouldn't have..."
        },
        {
            "id": 57,
            "model": "이상",
            "content": "It appears that, in the Outskirts, there are 'Hunters' who specialize in hunting monsters. Akin to Whalers of the Great Lake, that is."
        },
        {
            "id": 58,
            "model": "로쟈",
            "content": "But... Wait."
        },
        {
            "id": 59,
            "model": "로쟈",
            "content": "So if they're kidnapping and killing humans for these gifts..."
        },
        {
            "id": 60,
            "model": "로쟈",
            "content": "... Who are these gifts for?"
        },
        {
            "id": 61,
            "model": "산타타",
            "teller": "???",
            "title": "???",
            "content": "HO! HO! HO!"
        },
        {
            "id": 62,
            "model": "산타타",
            "teller": "???",
            "title": "???",
            "content": "Of course, the gifts are for our poor and kind neighbors who do not cry!"
        },
        {
            "id": 63,
            "model": "오티스",
            "content": "Executive Manager! Retreat!"
        },
        {
            "id": 64,
            "content": "I don't know when it happened... but a large shadow was looming over us."
        },
        {
            "id": 65,
            "model": "로쟈",
            "content": "Augh! What is that thing?!"
        },
        {
            "id": 66,
            "model": "산타타",
            "content": "I am Santata, bringer of gifts to our neighbors! HO! HO! HO!"
        },
        {
            "id": 67,
            "content": "The guffawing giant, garbed in red, carried a massive gift sack on his shoulder."
        },
        {
            "id": 68,
            "content": "It was definitely not a human."
        },
        {
            "id": 69,
            "model": "히스클리프",
            "content": "Yeah! It's that git! That one's the boss!"
        },
        {
            "id": 70,
            "model": "돈키호테",
            "content": "Lo! The crimson garb! That is the crimson garb that I spoke of!"
        },
        {
            "id": 71,
            "content": "The pair immediately jumped up from their knees and began shouting in unison."
        },
        {
            "id": 72,
            "model": "히스클리프",
            "content": "That's the Red Sack's outfit? Oi, then he's already..."
        },
        {
            "id": 73,
            "model": "돈키호테",
            "content": "N-no! Not the Reindeer-man, too!"
        },
        {
            "id": 74,
            "model": "오티스",
            "content": "Shut it! Cut the useless chatter, for once..."
        },
        {
            "id": 75,
            "content": "After silencing the pair with a short, stern command, Outis approached me and spoke in a low voice."
        },
        {
            "id": 76,
            "model": "오티스",
            "content": "Executive Manager. Since he appears to be of an intelligent species, I will attempt to parlay with it. ... But we best prepare for battle in case the talks fall through."
        },
        {
            "id": 77,
            "model": "단테",
            "content": "<... Yeah, that's a good idea.>"
        },
        {
            "id": 78,
            "model": "이스마엘",
            "content": "What do you mean by neighbors...? Wings? Clients from the City?"
        },
        {
            "id": 79,
            "model": "산타타",
            "content": "HO! HO! HO! But we are denied entry to the City, are we not?"
        },
        {
            "id": 80,
            "model": "로쟈",
            "content": "Is that big lump of meat a gnome, too...?"
        },
        {
            "id": 81,
            "model": "돈키호테",
            "content": "I happened to overhear the gnomes during our time in captivity... They call their master 'Beard Giant', which I believe is not a gnome."
        },
        {
            "id": 82,
            "model": "그레고르",
            "content": "A giant...? There really are all kinds of monsters out here, huh."
        },
        {
            "id": 83,
            "model": "로쟈",
            "content": "Dante, that's not an Abnormality, is it?"
        },
        {
            "id": 84,
            "model": "단테",
            "content": "<No. That's not an Abnormality or a Distortion. I'd say it's closer to the Whales...>"
        },
        {
            "id": 85,
            "model": "산타타",
            "content": "HO! HO! Do you yearn for gifts, too? Yet your kind already owns all there is to own!"
        },
        {
            "id": 86,
            "model": "산타타",
            "content": "We and our neighbors in the Outskirts wish so dearly for that very day. The only day we are allowed joy and comfort in human gifts."
        },
        {
            "id": 87,
            "model": "뫼르소",
            "content": "I see. You produce toys out of humans and gift them to those who harbor hatred for humans."
        },
        {
            "id": 88,
            "model": "뫼르소",
            "content": "Out of pure goodness of your heart."
        },
        {
            "id": 89,
            "model": "산타타",
            "content": "Here, where all those who have been marginalized and exiled by humans gather and wallow..."
        },
        {
            "id": 90,
            "model": "산타타",
            "content": "... we pour our infinite hatred and care into packaging these gifts. HO! HO! HO!"
        },
        {
            "id": 91,
            "model": "오티스",
            "content": "Quite the verbose way of saying 'I refuse to negotiate'."
        },
        {
            "id": 92,
            "model": "산타타",
            "content": "HO! HO! HO! Why don't you come here and join us, become joy to those who need it?"
        }
    ]
}