{
    "dataList": [
        {
            "id": 1,
            "place": "Gift Assembly",
            "model": "히스클리프",
            "content": "Ack... the stench won't come off. Who's that now?"
        },
        {
            "id": 2,
            "model": "크레용",
            "content": "M-mister Domino!!!"
        },
        {
            "id": 3,
            "content": "Crayon, who'd been holding her breath with her fingers over her nostrils, ran up to the large man and hugged him."
        },
        {
            "id": 4,
            "model": "도미노",
            "content": "At least you're safe, Crayon... That's good."
        },
        {
            "id": 5,
            "model": "오티스",
            "content": "Cough..."
        },
        {
            "id": 6,
            "content": "After stumbling for a moment,(due to the stench, most likely) Outis briefly gasped for air before approaching Domino."
        },
        {
            "id": 7,
            "model": "오티스",
            "content": "Hey, you... Identify... yourself."
        },
        {
            "id": 8,
            "model": "도미노",
            "content": "Name's Domino. I'm a monster Hunter from Cloud Town."
        },
        {
            "id": 9,
            "model": "도미노",
            "content": "... I don't suppose I can call it a town anymore now that it's just me and Crayon that's left."
        },
        {
            "id": 10,
            "model": "도미노",
            "content": "Relax. I wouldn't even think of hurting any of you."
        },
        {
            "id": 11,
            "model": "오티스",
            "content": "Haah... So you're the Hunter that the girl mentioned."
        },
        {
            "id": 12,
            "content": "Outis relaxed upon Domino's confirmation. She leaned on a wall and looked to the floor in relief."
        },
        {
            "id": 13,
            "model": "도미노",
            "content": "Normally, around this time of year, these monsters would've gone further north to a different village..."
        },
        {
            "id": 14,
            "model": "도미노",
            "content": "So I was on an expedition to help them out. ... Looks like they decided to switch things up this time around."
        },
        {
            "id": 15,
            "model": "도미노",
            "content": "When I returned, they'd already finished their raid on our village and left... Damn it, they used to be predictable, attacking only right before Christmas."
        },
        {
            "id": 16,
            "model": "이상",
            "content": "... Do these tragedies happen often?"
        },
        {
            "id": 17,
            "model": "도미노",
            "content": "Though I can't speak for the City, I can say that this is a common occurrence in the Outskirts. It's a hellish place to live, if you can even call this living. Survival alone is a miracle out here."
        },
        {
            "id": 18,
            "model": "싱클레어",
            "content": "Are there a lot more places out here like this... like this mockery of a gift factory?"
        },
        {
            "id": 19,
            "model": "도미노",
            "content": "No, can't say I've seen a factory like this anywhere else. But I can tell you one thing."
        },
        {
            "id": 20,
            "model": "도미노",
            "content": "Compared to some worse things that could've happened... this tragedy was nothing. That's the natural order of things in the Outskirts."
        },
        {
            "id": 21,
            "model": "도미노",
            "content": "I do wonder, sometimes. If we were in the City, no matter how bad it gets in there... it must be better than this living hell."
        },
        {
            "id": 22,
            "model": "단테",
            "content": "<…….>"
        },
        {
            "id": 23,
            "content": "It was no easy contemplation to answer. The Outskirts must be a hellish place to live, if what he's told me is anything to go by. But..."
        },
        {
            "id": 24,
            "content": "... the City they admire so much... isn't such a warm place itself. ... From what I've seen in my journey so far, at least."
        },
        {
            "id": 25,
            "model": "돈키호테",
            "content": "Aha! Then accompany us back to the City! We were on our—"
        },
        {
            "id": 26,
            "content": "Don Quixote stopped herself, realizing that every other Sinner was giving her a look of disapproval."
        },
        {
            "id": 27,
            "model": "도미노",
            "content": "... Thank you for your kind words, at least."
        },
        {
            "id": 28,
            "model": "도미노",
            "content": "I wish it were that easy. If I could at least let this child enter the City somehow, just like that..."
        },
        {
            "id": 29,
            "model": "도미노",
            "content": "But the City... has no place to spare for this child. Not even a small corner of it."
        },
        {
            "id": 30,
            "model": "파우스트",
            "content": "Even if you were to somehow make it past the City's walls, there are countless variations of paperwork and procedure you must overcome before you can live the kind of life you desire."
        },
        {
            "id": 31,
            "model": "도미노",
            "content": "Ha ha... And what would people like us even do with such paperwork? And where would we find them out here? We've not studied or worked to find a job in the City as some youths of other villages do."
        },
        {
            "id": 32,
            "model": "크레용",
            "content": "Mister..."
        },
        {
            "id": 33,
            "model": "돈키호테",
            "content": "……."
        },
        {
            "id": 34,
            "content": "There was an uncomfortable silence. Domino cleared his throat and continued."
        },
        {
            "id": 35,
            "model": "도미노",
            "content": "I must still extend my gratitude for keeping the girl safe until my arrival."
        },
        {
            "id": 36,
            "model": "로쟈",
            "content": "I know a good way to, cough, extend your gratitude. Maybe you can extend us a nice pouch of shiny and jangling bag of..."
        },
        {
            "id": 37,
            "content": "Rodion's eyes were twinkling. The lingering stench made it difficult for her to speak, but she was determined to make her point."
        },
        {
            "id": 38,
            "model": "도미노",
            "content": "Hmm... Something shiny and jangling? Sure, maybe I can give you a tour of some antique items I keep at home..."
        },
        {
            "id": 39,
            "model": "도미노",
            "content": "Precious items salvaged from the locomotive tracks of the Outskirts. Not something you'll see every day in the City, I'm sure."
        },
        {
            "id": 40,
            "model": "이스마엘",
            "content": "Items from the Outskirts... that tour alone could be worth much more than just pure cash."
        },
        {
            "id": 41,
            "model": "단테",
            "content": "<Faust... there's still a decent chance that the door we entered through might just shut behind us, right?>"
        },
        {
            "id": 42,
            "model": "파우스트",
            "content": "Indeed. In fact, it is unclear whether the door is still open. I recommend a quick return to the bus, now that our two primary objectives have been secured."
        },
        {
            "id": 43,
            "model": "단테",
            "content": "<... So she says.>"
        },
        {
            "id": 44,
            "model": "오티스",
            "content": "If you would permit me to speak my mind, Executive Manager. Even if this is not the Great Lake... the Outskirts is an extremely perilous place. This curiosity cannot be a reason for us to risk getting stranded in this environment."
        },
        {
            "id": 45,
            "model": "도미노",
            "content": "Looks like you've got to hurry back... Well, then! Catch!"
        },
        {
            "id": 46,
            "content": "Domino tossed a carved wooden doll in my direction."
        },
        {
            "id": 47,
            "model": "오티스",
            "content": "It does not appear to be anything dangerous. Let us inspect it further after we return. We mustn't dally any longer than we have to."
        },
        {
            "id": 48,
            "model": "단테",
            "content": "<Yeah, g-good idea!>"
        },
        {
            "id": 49,
            "content": "Some Sinners had passed out and had to be carried by others. Most could not stop gagging at the stench. But we still made our way back to the door..."
        },
        {
            "id": 50,
            "model": "이상",
            "content": "The door has remained open...!"
        },
        {
            "id": 51,
            "content": "We made it back to the safety of Mephistopheles."
        },
        {
            "id": 52,
            "content": "Some time later..."
        },
        {
            "id": 53,
            "place": "Cabins of Mephistopheles",
            "model": "카론",
            "content": "Boo. Stinky. Charon, evacuate. Evacuate."
        },
        {
            "id": 54,
            "content": "Charon quickly made her escape to the decks..."
        },
        {
            "id": 55,
            "model": "베르길리우스",
            "content": "... Huh."
        },
        {
            "id": 56,
            "content": "... And Vergilius greeted us in the cabins with a terrifying gaze."
        },
        {
            "id": 57,
            "model": "베르길리우스",
            "content": "Looks like everyone's had quite the adventure."
        },
        {
            "id": 58,
            "model": "베르길리우스",
            "content": "Covered in blood and guts... and with a disgusting stench to boot."
        },
        {
            "id": 59,
            "model": "단테",
            "content": "<Oh, this is...>"
        },
        {
            "id": 60,
            "model": "베르길리우스",
            "content": "... Manager. I can't hear you anyway."
        },
        {
            "id": 61,
            "model": "베르길리우스",
            "content": "So just reply to my query with a nod or a shake."
        },
        {
            "id": 62,
            "model": "베르길리우스",
            "content": "Your replies better match up with my expectations, of course."
        },
        {
            "id": 63,
            "model": "단테",
            "content": "<…….>"
        },
        {
            "id": 64,
            "model": "베르길리우스",
            "content": "I have but one question."
        },
        {
            "id": 65,
            "model": "베르길리우스",
            "content": "... Was it you who made the call?"
        },
        {
            "id": 66,
            "content": "I hesitated for a moment before nodding affirmatively."
        },
        {
            "id": 67,
            "content": "I might get reprimanded. Or maybe he has worse things in mind for me. But..."
        },
        {
            "id": 68,
            "content": "... it was I who decided to go along with their plan. This would not have happened without my authorization."
        },
        {
            "id": 69,
            "model": "베르길리우스",
            "content": "... Good. Then my questioning is over."
        },
        {
            "id": 70,
            "content": "Huh?"
        },
        {
            "id": 71,
            "model": "베르길리우스",
            "content": "I will leave it to you to deal with this mess. You may rest afterward. And please, do something about this foul stench."
        },
        {
            "id": 72,
            "model": "베르길리우스",
            "content": "Well, then."
        },
        {
            "id": 73,
            "content": "With that, Vergilius disappeared into the Backdoor once again."
        },
        {
            "id": 74,
            "model": "단테",
            "content": "<Huh. That's unexpected. I thought my time had finally come.>"
        },
        {
            "id": 75,
            "model": "돈키호테",
            "content": "Be glad! The best consultation is a consultation not had, indeed..."
        },
        {
            "id": 76,
            "model": "돈키호테",
            "content": "Alas! Behold, one and all!"
        },
        {
            "id": 77,
            "content": "I don't know when she had the time to pick it up in all that chaos, but Don Quixote managed to haul a huge sack of gifts back to Mephistopheles."
        },
        {
            "id": 78,
            "model": "로쟈",
            "content": "You picked that up from all that mess?"
        },
        {
            "id": 79,
            "model": "돈키호테",
            "content": "I have laid claim upon the evil gnomes' trinkets!"
        },
        {
            "id": 80,
            "model": "그레고르",
            "content": "Now that's some real commitment..."
        },
        {
            "id": 81,
            "model": "단테",
            "content": "<What's all that for?>"
        },
        {
            "id": 82,
            "model": "돈키호테",
            "content": "Ah, art thou truly unaware of mine intentions?! 'Tis for adorning our ship with Christmas decorations!"
        },
        {
            "id": 83,
            "model": "싱클레어",
            "content": "Wait, now? But we're still, like, three months away from Christmas..."
        },
        {
            "id": 84,
            "model": "오티스",
            "content": "Agreed. Let us not risk peeling old wounds. To lower the morale of our company is..."
        },
        {
            "id": 85,
            "model": "싱클레어",
            "content": "Oh, it's... okay. It's been getting better with time. Little by little."
        },
        {
            "id": 86,
            "model": "이스마엘",
            "content": "Yeah. We can all grow beyond it. Eventually."
        },
        {
            "id": 87,
            "model": "돈키호테",
            "content": "Mmhm~ Marvelous!"
        },
        {
            "id": 88,
            "model": "돈키호테",
            "content": "Then this appears to be an occasion most fit for a PAR-TAY then! What say you?!"
        },
        {
            "id": 89,
            "model": "이스마엘",
            "content": "Don't tell me you went through all that trouble for some party decorations...?"
        },
        {
            "id": 90,
            "model": "파우스트",
            "content": "According to Dante's explanations, this incident was spurred on by Heathcliff's need for an outfit."
        },
        {
            "id": 91,
            "model": "히스클리프",
            "content": "……."
        },
        {
            "id": 92,
            "content": "Heathcliff has been silently brooding in his seat with his face buried in his palms. Out of shame, most likely."
        },
        {
            "id": 93,
            "model": "돈키호테",
            "content": "A-ahem. Verily, verily. Yet... that very costume we had sought was worn by none other than that monstrous giant..."
        },
        {
            "id": 94,
            "model": "돈키호테",
            "content": "I-I don't suppose it would fit Sir Heathcliff, anyhow..."
        },
        {
            "id": 95,
            "model": "히스클리프",
            "content": "Forget it... It wasn't the kind of look I was going for, anyway."
        },
        {
            "id": 96,
            "model": "로쟈",
            "content": "What did I say, Heath...? We'll help ya out as soon as we land, 'kay...?"
        },
        {
            "id": 97,
            "model": "히스클리프",
            "content": "The outfit's one thing, yeah. But the... uh..."
        },
        {
            "id": 98,
            "model": "뫼르소",
            "content": "You are speaking of the portship we sailed past. The portship on which the hair salon that printed those hair coupons conducts their business."
        },
        {
            "id": 99,
            "model": "뫼르소",
            "content": "The coupons could not be used, as the portship was not on our charted route."
        },
        {
            "id": 100,
            "model": "홍루",
            "content": "Leave it to me to style your hair. I've done my sisters' and younger siblings' hair pretty often."
        },
        {
            "id": 101,
            "model": "히스클리프",
            "content": "We don't know how long we'll be floating on this damn lake, anyway! B-besides..."
        },
        {
            "id": 102,
            "model": "히스클리프",
            "content": "... I don't even know how to dress myself proper. I was going to attempt the trial-and-error method."
        },
        {
            "id": 103,
            "model": "그레고르",
            "content": "Okay, but can you at least tell us what it is that Vergilius gave you? Just so that we know what exactly you're so anxious about."
        },
        {
            "id": 104,
            "model": "히스클리프",
            "content": "... Hah. Sod it."
        },
        {
            "id": 105,
            "content": "After a deep, heavy sigh, Heathcliff produced..."
        },
        {
            "id": 106,
            "model": "단테",
            "content": "<... A letter?>"
        },
        {
            "id": 107,
            "model": "그레고르",
            "content": "So that's the... 'something' Vergilius gave you?"
        },
        {
            "id": 108,
            "model": "홍루",
            "content": "Ohh~ I remember! My family's used this envelope before. It's made from really expensive paper, made only in limited quantities at a time. It's quite a luxurious envelope."
        },
        {
            "id": 109,
            "model": "로쟈",
            "content": "Can we read it? Heath?"
        },
        {
            "id": 110,
            "model": "히스클리프",
            "content": "Sure. It's nothing impressive."
        },
        {
            "id": 111,
            "model": "로쟈",
            "content": "Then Dante, why don't you read it out loud for the rest of us~?"
        },
        {
            "id": 112,
            "model": "단테",
            "content": "<S-sure.>"
        },
        {
            "id": 113,
            "content": "Rodya handed me the letter. It was written in a beautiful series of cursive handwriting, drawn to an almost calligraphic perfection."
        },
        {
            "id": 114,
            "content": "I began reading."
        },
        {
            "id": 115,
            "content": "From Wuthering Heights."
        },
        {
            "id": 116,
            "content": "We cordially extend you, honoured guest, an invitation to the ■■■■■."
        },
        {
            "id": 117,
            "model": "단테",
            "content": "<Uh... What's this here? Somebody colored over this part of the letter.>"
        },
        {
            "id": 118,
            "model": "단테",
            "content": "<... Well, I'll keep reading.>"
        },
        {
            "id": 119,
            "content": "Venue: Wuthering Heights, T Corp. Nest."
        },
        {
            "id": 120,
            "content": "Should you accept our invitation, please convene at the designated location by four in the afternoon on the 24th with this letter on your person."
        },
        {
            "id": 121,
            "content": "Please, honour this occasion with your presence."
        },
        {
            "id": 122,
            "content": "With great respect,"
        },
        {
            "id": 123,
            "content": "Nelly."
        },
        {
            "id": 124,
            "model": "단테",
            "content": "<Oh, and down here's a... postscript. It's written in a different handwriting from the rest of the letter...>"
        },
        {
            "id": 125,
            "content": "<color=#4e3876>P.S. You have to be here, Heath. I'll be waiting. - Cathy.</color=#4e3876>"
        },
        {
            "id": 126,
            "content": "We had no way to tell what kind of 'occasion' it was on account of it being colored over, but..."
        },
        {
            "id": 127,
            "model": "히스클리프",
            "content": "……."
        },
        {
            "id": 128,
            "content": "... clearly, the rest of the letter's contents had stoked the fire of passion in Heathcliff's heart once again."
        },
        {
            "id": 129,
            "model": "로쟈",
            "content": "So..."
        },
        {
            "id": 130,
            "model": "그레고르",
            "content": "You gotta look fashionable and classy for this Cathy person... right?"
        },
        {
            "id": 131,
            "model": "히스클리프",
            "content": "Well, yeah. But there's more to it than—"
        },
        {
            "id": 132,
            "model": "로쟈",
            "content": "Shh. Quiet now."
        },
        {
            "id": 133,
            "model": "로쟈",
            "content": "Now I can clearly see why you were so impatient, 'Heath'."
        },
        {
            "id": 134,
            "model": "히스클리프",
            "content": "Huh?! Why are you lookin' at me like that? Oi?!"
        },
        {
            "id": 135,
            "model": "로쟈",
            "content": "I'll leave it up to you to style his hair, master hairdresser Hong Lu."
        },
        {
            "id": 136,
            "model": "홍루",
            "content": "Huhu, I wouldn't call myself a master."
        },
        {
            "id": 137,
            "model": "히스클리프",
            "content": "Oi, wait! W-where are you taking me? Guh, what in the bloody hell is this grip—"
        },
        {
            "id": 138,
            "model": "이스마엘",
            "content": "Mmhm, yeah. Rodya's got quite the grip strength... You won't free yourself from her anytime soon."
        },
        {
            "id": 139,
            "content": "The two Sinners, practically hauling Heathcliff by his arms, disappeared into the Backdoor."
        },
        {
            "id": 140,
            "content": "Now, Heathcliff's fate was sealed. To be a mannequin to now motivated(and unbearably bored) Rodya's various experimentations..."
        },
        {
            "id": 141,
            "model": "돈키호테",
            "content": "Ah, I can hang this trinket here, and... hmm hmm~"
        },
        {
            "id": 142,
            "content": "Don Quixote began humming a song—a carol, perhaps—as she placed the various trinkets around the bus."
        },
        {
            "id": 143,
            "model": "단테",
            "content": "<…….>"
        },
        {
            "id": 144,
            "content": "I decided to go out to the deck for some air..."
        },
        {
            "id": 145,
            "place": "Aboard Mephistopheles's Deck",
            "content": "I leaned on the railing and dug through my pockets."
        },
        {
            "id": 146,
            "content": "... The wooden doll Domino the Hunter gave me just as we hurriedly left."
        },
        {
            "id": 147,
            "content": "I held it and felt its texture under my fingers. My eyes looked into the distance, toward where the Outskirts lies."
        },
        {
            "id": 148,
            "content": "I thought for a moment about the gnomes, the giant, and the things Domino told me."
        },
        {
            "id": 149,
            "model": "단테",
            "content": "<I suppose there are people with stories in the Outskirts, too.>"
        },
        {
            "id": 150,
            "model": "단테",
            "content": "<Stories, different from those of the City...>"
        },
        {
            "id": 151,
            "content": "Faust approached from behind and stood next to me. I wasn't sure how much of what I said she heard."
        },
        {
            "id": 152,
            "model": "파우스트",
            "content": "Follow the stars, Dante. Star by star. Then... you will one day learn."
        },
        {
            "id": 153,
            "model": "파우스트",
            "content": "So for now, follow the closest star that shines before your eyes."
        },
        {
            "id": 154,
            "content": "Yeah."
        },
        {
            "id": 155,
            "content": "I have to focus on the stories of the City for now."
        },
        {
            "id": 156,
            "content": "I don't even know who I really am, after all."
        },
        {
            "id": 157,
            "teller": "Sinners",
            "title": "LCB",
            "content": "!()#&)(&*!@($%!!!!"
        },
        {
            "id": 158,
            "content": "Joyous laughter and frustrated howls echoed out of the cabins. They must've finished dressing up Heathcliff."
        },
        {
            "id": 159,
            "model": "단테",
            "content": "<... Why don't we go take a look at how Heathcliff is doing, Faust?>"
        },
        {
            "id": 160,
            "model": "파우스트",
            "content": "You make a rather tempting offer, Dante."
        },
        {
            "id": 161,
            "content": "The added color to the Bus' interior warmed my heart a little."
        }
    ]
}