{
    "dataList": [
        {
            "id": 0,
            "place": "Aboard Mephistopheles",
            "model": "히스클리프",
            "content": "So we're finally here, eh..."
        },
        {
            "id": 1,
            "content": "Heathcliff looked out the rattling bus window with a dour expression."
        },
        {
            "id": 2,
            "content": "Though it wasn't raining, the world outside was grey and opaque like an overcast sky. Black, pungent clouds of smoke had long devoured the atmosphere."
        },
        {
            "id": 3,
            "content": "So this is the kind of place Heathcliff used to roam..."
        },
        {
            "id": 4,
            "model": "이상",
            "content": "The color remains grey this deep into the heart of the Backstreets. I recall with quite the certitude that the T Corp. I arrived at after my departure from S Corp. was sepia-hued."
        },
        {
            "id": 5,
            "model": "파우스트",
            "content": "This phenomenon can be explained by the fact that the technology used to drain our saturation is situated at the center of T Corp. It has been reported that such variations in hue may occur in areas further away from its sphere of influence."
        },
        {
            "id": 6,
            "model": "이상",
            "content": "Ah, I understand. Then..."
        },
        {
            "id": 7,
            "content": "Two other Sinners immediately jumped in on the conversation to direct it away from whichever obscure subject Yi Sang and Faust were about to steer it into."
        },
        {
            "id": 8,
            "model": "로쟈",
            "content": "OH! Right, I had something to ask you guys!"
        },
        {
            "id": 9,
            "model": "그레고르",
            "content": "Ohh, yeah! Uh, m-me too."
        },
        {
            "id": 10,
            "model": "로쟈",
            "content": "What? I-I mean yeah! That's, uh... oh, yeah. The buildings here look a little different from where Yi Sang used to live... so I'm just wondering if there's anything up with that."
        },
        {
            "id": 11,
            "model": "그레고르",
            "content": "Exactly! That's exactly what I was about to ask."
        },
        {
            "id": 12,
            "model": "단테",
            "content": "<......>"
        },
        {
            "id": 13,
            "content": "It's been a while since we started on this journey together. I was starting to grow more comfortable with the Sinners."
        },
        {
            "id": 14,
            "content": "Maybe that's why I found Gregor and Rodya's valiant effort to keep this conversation remotely comprehensible to most occupants of the bus... pretty amusing."
        },
        {
            "id": 15,
            "model": "이상",
            "content": "Ah, allow me to elaborate, then. To discuss this subject, we must first—"
        },
        {
            "id": 16,
            "content": "And Yi Sang, unknowingly shooting down their effort by jumping onto another complicated discussion, was another sight I'd become familiar with."
        },
        {
            "id": 17,
            "content": "While I was curious about the technology T Corp. uses to drain our color, and about the behind-the-scenes of T Corp.'s operations..."
        },
        {
            "id": 18,
            "content": "... it wasn't something that could be answered now. I decided to table that discussion for later."
        },
        {
            "id": 19,
            "content": "Instead, I approached Heathcliff. He was sitting on his lonesome, clearly in deep thought."
        },
        {
            "id": 20,
            "model": "히스클리프",
            "content": "... Hm? Ah, Clockhead."
        },
        {
            "id": 21,
            "model": "단테",
            "content": "<Still wracking your head about what to wear to Wuthering Heights?>"
        },
        {
            "id": 22,
            "model": "히스클리프",
            "content": "What?! N-no. It's nothing like that."
        },
        {
            "id": 23,
            "content": "Heathcliff protested, jumping up from his seat. Looks like I hit the nail right on the head."
        },
        {
            "id": 24,
            "model": "히스클리프",
            "content": "Fine, I was. A little bit. But... I was mostly reminiscing."
        },
        {
            "id": 25,
            "content": "Mm, I do remember hearing that Heathcliff used to live in the Backstreets."
        },
        {
            "id": 26,
            "content": "A part of some... Syndicate, if I recall correctly."
        },
        {
            "id": 27,
            "content": "Vergilius did say that we were going through the Backstreets instead of going straight to the T Corp. Nest for a reason. And that it was because of the company's orders."
        },
        {
            "id": 28,
            "model": "단테",
            "content": "<... Maybe there's something for us to do here? Heathcliff did spend some time in the T Corp. Backstreets, after all.>"
        },
        {
            "id": 29,
            "model": "단테",
            "content": "<Maybe we'll run into a Golden Bough here...?>"
        },
        {
            "id": 30,
            "model": "이스마엘",
            "content": "No chance. If the Golden Bough was as common as any other twig in some Backstreets, why'd we be doing any of this globetrotting waste of time?"
        },
        {
            "id": 31,
            "model": "단테",
            "content": "<T-true, I guess...>"
        },
        {
            "id": 32,
            "model": "히스클리프",
            "content": "... Besides, Wuthering Heights is... quite the manor in more ways than one. You won't find it anywhere near some run-down Backstreets like this."
        },
        {
            "id": 33,
            "model": "히스클리프",
            "content": "There's a chasm of wealth between these poor alleyway sods and... them."
        },
        {
            "id": 34,
            "model": "히스클리프",
            "content": "After all, they've sent me an invitation. Quite obvious that we'll find our Golden Bough in that manor, innit? Or at least somewhere in the same Nest?"
        },
        {
            "id": 35,
            "model": "파우스트",
            "content": "... Correct. We will eventually travel to T Corp.'s Nest."
        },
        {
            "id": 36,
            "content": "Heathcliff continued to speak in a low voice. The hubbub from outside the bus seemed to blend with his words, turning into a mass of murmurs. There was a sort of commotion outside..."
        },
        {
            "id": 37,
            "model": "히스클리프",
            "content": "Before we talk about wherever our eventual destination is, we'll have to clear the road of some blockage."
        },
        {
            "id": 38,
            "model": "베르길리우스",
            "content": "Your intuition is half-right, Heathcliff."
        },
        {
            "id": 39,
            "model": "히스클리프",
            "content": "Hmpfh?!"
        },
        {
            "id": 40,
            "content": "Heathcliff, who was muttering to himself in an uncharacteristic daze, jolted awake."
        },
        {
            "id": 41,
            "model": "히스클리프",
            "content": "Bloody hell... what's wrong with you and the vroom-vroom lass? Neither of you ever do anything with a proper forewarning."
        },
        {
            "id": 42,
            "model": "베르길리우스",
            "content": "I simply did not see the necessity of warning you."
        },
        {
            "id": 43,
            "model": "베르길리우스",
            "content": "Anyway, those outside the bus are our 'targets'."
        },
        {
            "id": 44,
            "model": "단테",
            "content": "<Targets...?>"
        },
        {
            "id": 45,
            "model": "뫼르소",
            "content": "I believe that he means to say that they must be eliminated."
        },
        {
            "id": 46,
            "model": "베르길리우스",
            "content": "I feel compelled to let you know that that is not the only implication of the word 'target'. Though I am yet to be informed of the precise details of this mission, that is..."
        },
        {
            "id": 47,
            "model": "베르길리우스",
            "content": "Regardless, you are to make contact with a 'target' among them."
        },
        {
            "id": 48,
            "model": "베르길리우스",
            "content": "Find the target, then extract the necessary intel. Is this clear enough for you, manager?"
        },
        {
            "id": 49,
            "model": "단테",
            "content": "<How are we supposed to find this 'target' if you're not even going to tell us who it is...?>"
        },
        {
            "id": 50,
            "model": "파우스트",
            "content": "Dante asks if there are any identifying characteristics to this 'target'."
        },
        {
            "id": 51,
            "model": "베르길리우스",
            "content": "I'm sure you'll find out when you get there... You are asking me questions I have no answers to, Dante. Don't waste your time."
        },
        {
            "id": 52,
            "model": "베르길리우스",
            "content": "Well... Off the bus, all."
        },
        {
            "id": 53,
            "content": "I was somewhat wary of the way Vergilius answered me, but... even in murky situations like these, we've always managed to pull through anyway."
        },
        {
            "id": 54,
            "content": "I'm sure things'll get a little clearer once we get there. I slowly disembarked the bus with the rest of the Sinners."
        }
    ]
}