{
    "dataList": [
        {
            "id": 0,
            "place": "Backstreets of T Corp.",
            "teller": "???",
            "title": "???",
            "content": "That one's headed your way, aniki!"
        },
        {
            "id": 1,
            "teller": "???",
            "title": "???",
            "content": "Don't worry about me, I'll handle him! Try not to get yourself killed, ya got that?!"
        },
        {
            "id": 2,
            "model": "단테",
            "content": "<What a mess...>"
        },
        {
            "id": 3,
            "content": "We walked out of the bus and right into what appeared to be a battlefield of a violent gang war."
        },
        {
            "id": 4,
            "content": "Black cloaks flutter under the grey sky, and bloodthirsty blades clash violently. The bus had stopped not even 30 paces away from the thick of the battle."
        },
        {
            "id": 5,
            "model": "이스마엘",
            "content": "They're... the Kurokumo Clan?"
        },
        {
            "id": 6,
            "content": "Kurokumo Clan. I've heard of them before."
        },
        {
            "id": 7,
            "content": "I'm sure we had some Identities from that Syndicate. Some Identity Cards said 'Wakashu' too."
        },
        {
            "id": 8,
            "content": "They're a pretty large subsidiary of an even larger Syndicate called 'The Thumb'. I think the Identities wore outfits similar to the ones they're wearing here."
        },
        {
            "id": 9,
            "model": "단테",
            "content": "<I think you're right. ... But who are they fighting?>"
        },
        {
            "id": 10,
            "model": "히스클리프",
            "content": "It's gotta be a strife."
        },
        {
            "id": 11,
            "content": "Heathcliff replied in a monotone voice like he was reading from an encyclopedia."
        },
        {
            "id": 12,
            "model": "히스클리프",
            "content": "It ain't a rare sight to see Syndicates fighting one another in the Backstreets."
        },
        {
            "id": 13,
            "model": "히스클리프",
            "content": "Must be somethin' about street tax or some other trivial turf dispute."
        },
        {
            "id": 14,
            "model": "돈키호테",
            "content": "Leeches...! Bloodsucking curs seeking to oppress and exploit the weak with violence! Fie, there is nary a place these scum do not infest..."
        },
        {
            "id": 15,
            "model": "히스클리프",
            "content": "It ain't anything new, lass... Most Syndicates are like that. The only difference between 'em is how far they're willing to go."
        },
        {
            "id": 16,
            "model": "히스클리프",
            "content": "Like... right, there he is. Blokes like that one over there. The one walking right at us."
        },
        {
            "id": 17,
            "content": "Heathcliff raised his bat and pointed it at the approaching man."
        },
        {
            "id": 18,
            "content": "He wore the same outfit as the other Kurokumo Clan members."
        },
        {
            "id": 19,
            "model": "흑운회조직원2",
            "teller": "???",
            "title": "Kurokumo Clan",
            "content": "The hell are you lookin' at? Crowdin' like you're here to start shit..."
        },
        {
            "id": 20,
            "model": "흑운회조직원2",
            "teller": "???",
            "title": "Kurokumo Clan",
            "content": "Gonna keep pointing that bat at me? You wanna go? Is that it?"
        },
        {
            "id": 21,
            "model": "오티스",
            "content": "Hey, lower your weapon. Let's not do anything rash—no need to escalate this further, is there?"
        },
        {
            "id": 22,
            "content": "Outis stepped in to warn Heathcliff, but he did not budge. He remained motionless, the bat still raised and pointing threateningly at the approaching man."
        },
        {
            "id": 23,
            "model": "히스클리프",
            "content": "Won't matter what we do here. It's a foregone conclusion."
        },
        {
            "id": 24,
            "model": "싱클레어",
            "content": "... That we're going to have to fight him?"
        },
        {
            "id": 25,
            "model": "히스클리프",
            "content": "Right on, lad."
        },
        {
            "id": 26,
            "model": "히스클리프",
            "content": "They're in the middle of a strife. They'll be real sensitive about making it clear that this is their turf."
        },
        {
            "id": 27,
            "model": "히스클리프",
            "content": "What better way to do it than forcing some unwitting travelers to pay the toll for the road?"
        },
        {
            "id": 28,
            "model": "흑운회조직원2",
            "teller": "???",
            "title": "Kurokumo Clan",
            "content": "Heh, looks like we've got a smart one 'ere."
        },
        {
            "id": 29,
            "content": "The Kurokumo Clan henchman strutted before us like he owned the place."
        },
        {
            "id": 30,
            "model": "이스마엘",
            "content": "Just as I begin to wonder about how dumb you could possibly be... you show your shrewd detective side. Gotta say, it's a real mystery."
        },
        {
            "id": 31,
            "content": "Ishmael muttered at Heathcliff, who was shrugging at us with an expression that clearly read 'I told you so'."
        },
        {
            "id": 32,
            "model": "흑운회조직원2",
            "teller": "???",
            "title": "Kurokumo Clan",
            "content": "Well, since it looks like you clowns already know how this works... lemme get straight to the point."
        },
        {
            "id": 33,
            "model": "흑운회조직원2",
            "teller": "???",
            "title": "Kurokumo Clan",
            "content": "The toll is five-hundred-thousand Ahn. Per person."
        },
        {
            "id": 34,
            "model": "돈키호테",
            "content": "F-f-f-fffive-hundred-thousand Ahn?!?!"
        },
        {
            "id": 35,
            "model": "흑운회조직원2",
            "teller": "???",
            "title": "Kurokumo Clan",
            "content": "Lessee 'ere... One, two... right, I count thirteen of you here. And since you guys all rode in on a bus, I'm sure there's a driver in there, too."
        },
        {
            "id": 36,
            "model": "흑운회조직원2",
            "teller": "???",
            "title": "Kurokumo Clan",
            "content": "Don't ya skimp out on us, now. I'd like it if we didn't have to make this business... messy by going through the bus ourselves."
        },
        {
            "id": 37,
            "model": "로쟈",
            "content": "Didya hear that, Dante? This is totally a highway robbery."
        },
        {
            "id": 38,
            "model": "단테",
            "content": "<It kind of is, isn't it?>"
        },
        {
            "id": 39,
            "content": "Well, it didn't really matter how much they were asking for. I wasn't going to negotiate with them anyway."
        },
        {
            "id": 40,
            "model": "이스마엘",
            "content": "……."
        },
        {
            "id": 41,
            "content": "Ishmael turned and looked quietly in my direction. I nodded back."
        },
        {
            "id": 42,
            "model": "돈키호테",
            "content": "Halt! There, in that field of battle...!"
        },
        {
            "id": 43,
            "content": "Don Quixote pointed at... something."
        },
        {
            "id": 44,
            "model": "돈키호테",
            "content": "There lies a wounded dame... We must make haste and rescue her! ... Thou wouldst agree, no?"
        },
        {
            "id": 45,
            "content": "Just as Don Quixote said, I could catch a glimpse of someone bleeding out on the ground through the chaos of clashing blades and black cloaks."
        },
        {
            "id": 46,
            "model": "히스클리프",
            "content": "Oi, what'd I say about this 'justice' rubbish? This is a Syndicate turf war, yeah? No one's more or less honourable than the other."
        },
        {
            "id": 47,
            "model": "뫼르소",
            "content": "Agreed. It is no complicated mathematics to expect unnecessary allied casualties in this effort should we involve ourselves in this conflict."
        },
        {
            "id": 48,
            "model": "돈키호테",
            "content": "Alas, I do not wish to leave her behind so undefended..."
        },
        {
            "id": 49,
            "content": "I guess it's an improvement... In the early days of our adventures, we would've been dragged into this conflict five minutes ago thanks to Don Quixote's recklessly valiant rescue attempt."
        },
        {
            "id": 50,
            "model": "돈키호테",
            "content": "Mmmhh..."
        },
        {
            "id": 51,
            "content": "I suppose she's learned her lessons by trials of fire. She was starting to show restraint for once."
        },
        {
            "id": 52,
            "content": "... But it's a bit different this time."
        },
        {
            "id": 53,
            "model": "단테",
            "content": "<Okay, so I do think that we have to help that woman. But—>"
        },
        {
            "id": 54,
            "model": "돈키호테",
            "content": "OOOOOOOOO?!"
        },
        {
            "id": 55,
            "model": "히스클리프",
            "content": "What?!"
        },
        {
            "id": 56,
            "model": "이스마엘",
            "content": "Manager...? I didn't think that this was what that nod was about...?"
        },
        {
            "id": 57,
            "model": "단테",
            "content": "<No, no. I'm not saying that we should get involved because 'it's the right thing to do' or anything like that.>"
        },
        {
            "id": 58,
            "content": "If Vergilius was telling us the truth earlier, there is a chance that we were purposefully made to drive right through this strife. Which means that there must be something here they're expecting us to find..."
        },
        {
            "id": 59,
            "content": "They always put us in danger's way for a reason, after all."
        },
        {
            "id": 60,
            "model": "단테",
            "content": "<... I just have a feeling that the wounded woman might have something to tell us. Maybe... an intel of some kind.>"
        },
        {
            "id": 61,
            "model": "단테",
            "content": "<And... if it turns out that we were supposed to get that intel from the Kurokumo Clan and not that woman, then I suppose we'll have to beat it out of them.>"
        },
        {
            "id": 62,
            "model": "오티스",
            "content": "... Oho."
        },
        {
            "id": 63,
            "model": "오티스",
            "content": "Marvelous, Executive Manager! I, Outis, am actually awestruck by your genius!"
        },
        {
            "id": 64,
            "content": "... 'Actually'? What, is she implying that her usual flattery is phony?"
        },
        {
            "id": 65,
            "model": "흑운회조직원2",
            "teller": "???",
            "title": "Kurokumo Clan",
            "content": "I don't like the way you're treating the Kurokumo Clan like we're some pack of stray dogs..."
        },
        {
            "id": 66,
            "model": "흑운회조직원2",
            "teller": "???",
            "title": "Kurokumo Clan",
            "content": "And don't think I missed that sympathetic look you gave her. Which could only mean..."
        },
        {
            "id": 67,
            "model": "흑운회조직원2",
            "teller": "???",
            "title": "Kurokumo Clan",
            "content": "... that you clowns are chummy with the Blade Lineage."
        },
        {
            "id": 68,
            "content": "I could practically hear our negotiations(not that I was going to negotiate) falling apart as the man drew his blade."
        },
        {
            "id": 69,
            "model": "오티스",
            "content": "A rational deliberation followed by a sensible decision. I will return my appreciation for your magnificent leadership with a flawless victory."
        },
        {
            "id": 70,
            "model": "오티스",
            "content": "All units! Prepare for battle!"
        }
    ]
}