{
    "dataList": [
        {
            "id": 0,
            "place": "Aboard Mephistopheles",
            "content": "We returned to the bus after dispatching the Kurokumo Clan members that attacked the bus..."
        },
        {
            "id": 1,
            "model": "카이만",
            "teller": "???",
            "title": "???",
            "content": "……."
        },
        {
            "id": 2,
            "content": "Only to be greeted by an unfamiliar face. There was a woman sitting in the frontmost seat of our bus."
        },
        {
            "id": 3,
            "model": "오티스",
            "content": "Interesting, guide."
        },
        {
            "id": 4,
            "model": "오티스",
            "content": "I believe that we've both made it quite clear that no guests are to board the bus without prior consultation. That discussion was not even an hour ago, in fact."
        },
        {
            "id": 5,
            "model": "베르길리우스",
            "content": "Yes, we did. No 'outsiders', to be exact."
        },
        {
            "id": 6,
            "model": "베르길리우스",
            "content": "Isn't it clear as day as to who she is?"
        },
        {
            "id": 7,
            "content": "I noticed that she was wearing a familiar uniform with the logo 'CLEAR' emblazoned on her chest."
        },
        {
            "id": 8,
            "model": "단테",
            "content": "<Are you from the LCCB...?>"
        },
        {
            "id": 9,
            "model": "카이만",
            "teller": "???",
            "title": "LCCA",
            "content": "LCCA. The After Team, manager Clock."
        },
        {
            "id": 10,
            "content": "Right... I could see that she was wearing a red emblem on her shoulder."
        },
        {
            "id": 11,
            "model": "이스마엘",
            "content": "Huh? Wait, can she hear what you're saying?"
        },
        {
            "id": 12,
            "model": "카이만",
            "teller": "???",
            "title": "LCCA",
            "content": "No. Don't have any talent in tick-tock interpretation, either. But it was pretty easy to tell with that blank, stupid look they were giving me."
        },
        {
            "id": 13,
            "model": "이스마엘",
            "content": "Don't you even have the common decency to mince your—"
        },
        {
            "id": 14,
            "content": "Ishmael scowled, about to tell the woman off... until she coughed and collected herself. Maybe she suddenly recalled her old attitude."
        },
        {
            "id": 15,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "I am Team Leader Caiman. Limbus Company Clearance After Team, Normal Operations Unit 2."
        },
        {
            "id": 16,
            "model": "단테",
            "content": "<I don't think I've ever seen anyone from the After Team in person.>"
        },
        {
            "id": 17,
            "model": "히스클리프",
            "content": "Hah, of course not. All that them blokes do is sweeping in to pick up the spoils after we've done all the hard work."
        },
        {
            "id": 18,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "Let me set some things straight, Backstreets mutt."
        },
        {
            "id": 19,
            "model": "히스클리프",
            "content": "What...?"
        },
        {
            "id": 20,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "The After Team is charged with cleaning up the mess you ungrateful wastes of lives leave behind. Sweeping in to pick up the spoils? No, we do the very difficult work of sweeping your stinking shit under the rug."
        },
        {
            "id": 21,
            "model": "이스마엘",
            "content": "Wastes of lives...? Is that how you guys see us?"
        },
        {
            "id": 22,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "Oh, that's not all. Wastes of lives, bumper cars, the most expensive bus in the world, meat shields, maniacs with more luck than they deserve, and then some. Doesn't seem like the most relevant conversation topic for now, though."
        },
        {
            "id": 23,
            "model": "히스클리프",
            "content": "You little... You better change your tone. Now."
        },
        {
            "id": 24,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "If you give me one reason to, then I will. Unfortunately, it is my personal philosophy to be stubbornly set in my ways unless I'm given a good reason to change."
        },
        {
            "id": 25,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "Sure, it's your job to collect the Golden Boughs no matter what. But I'm having a lot of trouble scrounging up even an ounce of respect for a group of halfwit idiots who don't give a damn about people who have to clean up after them."
        },
        {
            "id": 26,
            "model": "베르길리우스",
            "content": "That's enough, Team Leader Caiman."
        },
        {
            "id": 27,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "Hm, very well. I wasn't sent here to reprimand them."
        },
        {
            "id": 28,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "I'm here to relay the orders from the head office."
        },
        {
            "id": 29,
            "content": "Caiman produced an envelope, opened it, and pulled out a paper from within. She began to read it out loud."
        },
        {
            "id": 30,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "'LCB: Additional mission assignment prior to T Corp. Golden Bough retrieval operation.'"
        },
        {
            "id": 31,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "'1. Eliminate and/or secure the Distortion in the area.'"
        },
        {
            "id": 32,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "'2. Recover the 'Monolith', an artifact in the shape of a black stele, from the same site.'"
        },
        {
            "id": 33,
            "model": "단테",
            "content": "<A 'Monolith'? What's this now...?>"
        },
        {
            "id": 34,
            "model": "싱클레어",
            "content": "Distortion...? Are you saying that they've already Distorted?"
        },
        {
            "id": 35,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "I don't know. Limbus Company Clearance is not a part of this extra operation. I was merely ordered to relay this information to you as I happened to be taking care of some other job at T Corp."
        },
        {
            "id": 36,
            "model": "오티스",
            "content": "I believe that our one and only mission was to recover the Golden Boughs. Since when did it become our job to play errand boy Fixers?"
        },
        {
            "id": 37,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "Since now. Besides, I don't see what the difference is between an average errand boy and your team. All you ever do is picking up and delivering the Golden Boughs, no?"
        },
        {
            "id": 38,
            "model": "로쟈",
            "content": "... Riiight, I guess the After Team is full of grouches like you, huh~?"
        },
        {
            "id": 39,
            "content": "Rodion grumbled like she was imagining a department full of Caimans."
        },
        {
            "id": 40,
            "content": "Caiman quietly took a sweeping look at the complaining Sinners, then approached me."
        },
        {
            "id": 41,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "... Manager Clock."
        },
        {
            "id": 42,
            "model": "단테",
            "content": "<... Yes?>"
        },
        {
            "id": 43,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "Can't hear what you're saying anyway, so just listen."
        },
        {
            "id": 44,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "Allow me to kindly explain some things for you and your minions, since all of you appear to be so out of the loop."
        },
        {
            "id": 45,
            "content": "Caiman crossed her arms and leaned against the bus seat as though she was about to start a lecture."
        },
        {
            "id": 46,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "LCB's primary objective is to retrieve the Golden Boughs, yes. Can't deny that."
        },
        {
            "id": 47,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "But parading around, telling everyone that Limbus Company specializes in 'retrieving the Golden Boughs' would be... stupid, don't you agree?"
        },
        {
            "id": 48,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "And it's not exactly the most lucrative business. If at all."
        },
        {
            "id": 49,
            "model": "이스마엘",
            "content": "I suppose so. I've been wondering about the company's finances for a while. Where do we even get our funding from?"
        },
        {
            "id": 50,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "Well, there is no need for you to concern yourself with the company's finances. We have much more than enough capital to do what we want. What the company really lacks, however..."
        },
        {
            "id": 51,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "... is public standing and a 'cause'."
        },
        {
            "id": 52,
            "model": "단테",
            "content": "<A cause...>"
        },
        {
            "id": 53,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "Limbus Company decided to find our cause in 'Distortions'. No significant organization has yet taken charge of managing instances of the Distortion phenomenon."
        },
        {
            "id": 54,
            "content": "Faust told me some time ago that it hasn't been long since the Distortions began appearing in the City..."
        },
        {
            "id": 55,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "Limbus Company is building our reputation as a professional Distortion prevention & control company that doubles as a research center for the Distortion phenomena. Which means that we need to produce real results. In more ways than one, that is."
        },
        {
            "id": 56,
            "model": "홍루",
            "content": "I did hear that this epidemic of Distortion pheomena can be pretty annoying to deal with~"
        },
        {
            "id": 57,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "No one has properly defined what these 'Distortions' truly are. This means that not many are willing to jump into dealing with this new phenomenon blind."
        },
        {
            "id": 58,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "We did hear that some are preparing to launch an Association primarily dealing with Distortions, but that's all it is: an Association. We intend to deal with it on a corporate level."
        },
        {
            "id": 59,
            "model": "히스클리프",
            "content": "Right, but how's any of that our business? What reason do we have to go out of our way to tussle with those Distortions?"
        },
        {
            "id": 60,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "Here's how it's your business: the order came all the way from the top. The highest authority of our company. Don't they teach you how to follow orders in the slums?"
        },
        {
            "id": 61,
            "model": "히스클리프",
            "content": "... Hah, that does it. You're not leaving this bus alive."
        },
        {
            "id": 62,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "Manager."
        },
        {
            "id": 63,
            "content": "Caiman ignored Heathcliff, who was visibly fuming, and turned to face me."
        },
        {
            "id": 64,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "My attitude toward your minions... and the company's attitude toward them..."
        },
        {
            "id": 65,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "It all depends on the choices you make. And your leadership."
        },
        {
            "id": 66,
            "content": "With that, she produced an envelope from under her arm and handed it over."
        },
        {
            "id": 67,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "At the end of the day, though, the choice is yours."
        },
        {
            "id": 68,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "Your men aren't completely wrong; if you would like to focus solely on your primary mission, the Golden Boughs, then fine. It's not like the company is going to kick you and your meat shields out."
        },
        {
            "id": 69,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "... But do understand that the Company's treatment of the Sinners may change depending on what you decide to do here."
        },
        {
            "id": 70,
            "model": "단테",
            "content": "<…….>"
        },
        {
            "id": 71,
            "content": "Vergilius listens quietly, his eyes shut."
        },
        {
            "id": 72,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "Now, then. Red Gaze, I'll be taking my leave now. Until next time."
        },
        {
            "id": 73,
            "model": "베르길리우스",
            "content": "Fine. But next time... I'd prefer it if you would watch your language."
        },
        {
            "id": 74,
            "model": "베르길리우스",
            "content": "These 'meat shields' are still under my guidance. So try not to... disturb me as well, hmm?"
        },
        {
            "id": 75,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "Well... that depends on what the manager does, doesn't it?"
        },
        {
            "id": 76,
            "model": "카이만",
            "teller": "Caiman",
            "title": "LCCA Team Leader",
            "content": "Excuse me."
        },
        {
            "id": 77,
            "content": "She left, leaving nothing but the awkward silence behind."
        },
        {
            "id": 78,
            "model": "히스클리프",
            "content": "... Is she gone? Bloody prick..."
        },
        {
            "id": 79,
            "content": "After that brief moment of quiet, everyone began sighing and complaining as though they'd just been ungagged."
        },
        {
            "id": 80,
            "model": "그레고르",
            "content": "... Almost burst a blood vessel listening to all that. Haah~ I thought I'd softened my temper with age."
        },
        {
            "id": 81,
            "model": "단테",
            "content": "<Still... good work keeping things nonviolent, guys.>"
        },
        {
            "id": 82,
            "model": "홍루",
            "content": "Mm~ I don't think she said anything wrong, though."
        },
        {
            "id": 83,
            "model": "뫼르소",
            "content": "I found her manner of speech quite convenient. There was no need to unnecessarily read between the lines. I had little trouble understanding her and organizing my thoughts accordingly."
        },
        {
            "id": 84,
            "model": "이스마엘",
            "content": "... Huh, I guess that's one way of looking at things."
        },
        {
            "id": 85,
            "model": "이스마엘",
            "content": "Anyway, she's right that we really don't have much say in the matter. If the company asks us to do our jobs, we do our jobs."
        },
        {
            "id": 86,
            "model": "오티스",
            "content": "I don't have anything to add myself; I have no issues with following orders."
        },
        {
            "id": 87,
            "model": "단테",
            "content": "<Yeah, I agree with you guys...>"
        },
        {
            "id": 88,
            "content": "I tried my best to cheer up the Sinners as I opened the envelope she left behind."
        },
        {
            "id": 89,
            "content": "Not much of note was in there. One old-fashioned walkie-talkie, a bunch of signed and stamped paperwork..."
        },
        {
            "id": 90,
            "content": "And..."
        },
        {
            "id": 91,
            "model": "단테",
            "content": "<Huh?>"
        },
        {
            "id": 92,
            "content": "Mission location..."
        },
        {
            "id": 93,
            "content": "... Yong-jin Building."
        },
        {
            "id": 94,
            "model": "베르길리우스",
            "content": "Let's go, Charon."
        },
        {
            "id": 95,
            "model": "카론",
            "content": "Yong... Jin? Right, Verg? Got it. I'm feeling it. Bzzt bzzt."
        },
        {
            "id": 96,
            "model": "카론",
            "content": "Here we go. Vroom-vroom."
        },
        {
            "id": 97,
            "content": "Judging by their lack of surprise, both Charon and Vergilius already knew where to go..."
        },
        {
            "id": 98,
            "content": "And the bus took off."
        }
    ]
}