{
    "dataList": [
        {
            "id": 0,
            "place": "Aboard Mephistopheles",
            "content": "Something continued to nag at the back of my mind during the frequent stops and combat encounters. There was this one thing I just could not understand."
        },
        {
            "id": 1,
            "content": "This is pretty much expected from Vergilius at this point, but..."
        },
        {
            "id": 2,
            "model": "단테",
            "content": "<... If he already knew where we were going, and why... would it hurt to tell us for once?>"
        },
        {
            "id": 3,
            "content": "I muttered to myself while looking toward the back of the bus where Aeng-du slept. She was still out cold."
        },
        {
            "id": 4,
            "model": "단테",
            "content": "<Come on, Faust. I legitimately think that this is something we have to talk about. Can you please relay my question to Vergilius...?>"
        },
        {
            "id": 5,
            "model": "파우스트",
            "content": "... Mm."
        },
        {
            "id": 6,
            "model": "오티스",
            "content": "Hah, if you won't do it, then I will. A journey can't always be sunshine and rainbows—some friction is necessary. You there, guide!"
        },
        {
            "id": 7,
            "content": "Outis relayed my question, then began to share some of her own grievances with Vergilius."
        },
        {
            "id": 8,
            "content": "... A LOT of her own grievances."
        },
        {
            "id": 9,
            "model": "베르길리우스",
            "content": "... Haah, are you finished?"
        },
        {
            "id": 10,
            "model": "베르길리우스",
            "content": "Well, you're not wrong. I did hear most of the details through the radio."
        },
        {
            "id": 11,
            "model": "베르길리우스",
            "content": "And here's why I didn't tell you in advance."
        },
        {
            "id": 12,
            "model": "베르길리우스",
            "content": "It's because you're the kind of people who never learn until the 'problem' crashes through your front door. Would you have done anything differently if you knew in advance? It'll only serve to give you an excuse to whine about it."
        },
        {
            "id": 13,
            "model": "베르길리우스",
            "content": "So there it is. What now, manager? Will you refuse this mission?"
        },
        {
            "id": 14,
            "model": "단테",
            "content": "<... How could I? They're already treating us like dirt. If I refuse this, I can't imagine how much worse it'll get.>"
        },
        {
            "id": 15,
            "model": "베르길리우스",
            "content": "I'm sure you're thinking 'How could I?'. And you'd be right."
        },
        {
            "id": 16,
            "content": "I can tell from the way he's looking at me that he already knew what I was going to say."
        },
        {
            "id": 17,
            "content": "I'm starting to wonder if he really can't hear me."
        },
        {
            "id": 18,
            "model": "베르길리우스",
            "content": "Ah, our guest is awake."
        },
        {
            "id": 19,
            "model": "베르길리우스",
            "content": "You should go and ask her for directions, manager. Charon's intuition can only take us so far."
        },
        {
            "id": 20,
            "content": "Again, this would have gone much smoother if we had been told where we were going from the start. But like always, Vergilius felt the need to add comments like that before shutting me down and turning away. He'd already closed his eyes."
        },
        {
            "id": 21,
            "model": "이상",
            "content": "Hm, ahm. Allow me to explicate our present circumstances to her."
        },
        {
            "id": 22,
            "content": "Yi Sang got up with an awkward smile in an attempt to clear the air."
        },
        {
            "id": 23,
            "content": "After some time..."
        },
        {
            "id": 24,
            "content": "Yi Sang seemed to have successfully explained our circumstance to Aeng-du; she was standing next to Charon, trying to give her proper directions."
        },
        {
            "id": 25,
            "content": "She had also told us that, as long as we assisted her with her mission, she wouldn't mind us taking the black stele for ourselves."
        },
        {
            "id": 26,
            "model": "앵두",
            "teller": "Aeng-du",
            "title": "Blade Lineage",
            "content": "Ah, turn to the right there— Ah...!"
        },
        {
            "id": 27,
            "model": "앵두",
            "teller": "Aeng-du",
            "title": "Blade Lineage",
            "content": "They've already set up camp there...!"
        },
        {
            "id": 28,
            "content": "People dressed in Kurokumo Clan's garbs were wandering around the building, standing guard before its entrance."
        },
        {
            "id": 29,
            "model": "앵두",
            "teller": "Aeng-du",
            "title": "Blade Lineage",
            "content": "I have to...! Agh, mentor Bamboo-hatted Kim...!"
        },
        {
            "id": 30,
            "model": "파우스트",
            "content": "Delaying further will only allow the Distortion to grow more powerful. We must enter the building as soon as possible."
        },
        {
            "id": 31,
            "content": "Aeng-du had already leaped out of the bus and was rushing in with her weapon drawn. We quickly followed suit."
        }
    ]
}