{
    "dataList": [
        {
            "id": 0,
            "place": "Alleyways of T Corp.",
            "content": "A T Corp. Staff in a different uniform approached the Sinners as both sides went on the defensive."
        },
        {
            "id": 1,
            "model": "T사4등급",
            "teller": "Class 4 Collection Staff",
            "title": "T Corp.",
            "content": "……."
        },
        {
            "id": 2,
            "model": "오티스",
            "content": "Is this one their ringleader?"
        },
        {
            "id": 3,
            "model": "이상",
            "content": "He may be of a higher rank, but he is but an employee of T Corp. all the same."
        },
        {
            "id": 4,
            "model": "이상",
            "content": "Which is to say that our insistence on meeting their demands with hostility may lead to a direct confrontation against the full force of T Corp..."
        },
        {
            "id": 5,
            "model": "T사4등급",
            "teller": "Class 4 Collection Staff",
            "title": "T Corp.",
            "content": "Lay down your weapons, now."
        },
        {
            "id": 6,
            "model": "T사4등급",
            "teller": "Class 4 Collection Staff",
            "title": "T Corp.",
            "content": "Should you refuse to cooperate, all of you present may be considered hostile individuals by T Corp., and we will use force to..."
        },
        {
            "id": 7,
            "model": "료슈",
            "content": "Heh heh... I like that. How thrilling."
        },
        {
            "id": 8,
            "model": "로쟈",
            "content": "Ah... this is bad..."
        },
        {
            "id": 9,
            "model": "단테",
            "content": "<This seems like a great time for Vergilius with his intimidating, glowing eyes to—>"
        },
        {
            "id": 10,
            "model": "뫼르소",
            "content": "—appear."
        },
        {
            "id": 11,
            "model": "그레고르",
            "content": "Man, weren't things much better between us and the guide bud only a few days ago? Feels like it's been forever since then."
        },
        {
            "id": 12,
            "model": "로쟈",
            "content": "C'mon, don't glare at us like that. We had our reasons, 'kay? They showed up outta nowhere and tried to extort a whole ten billion Ahn—"
        },
        {
            "id": 13,
            "model": "T사2등급",
            "teller": "Class 2 Collection Staff",
            "title": "T Corp.",
            "content": "Ten-billion-and-forty-million Ahn, to be exact."
        },
        {
            "id": 14,
            "model": "그레고르",
            "content": "You really like saying that, don't ya? Geez..."
        },
        {
            "id": 15,
            "model": "로쟈",
            "content": "Yeah, yeah. The point is, there's no way we owe ‘em that much money! We’re kind, law-abiding citizens..."
        },
        {
            "id": 16,
            "model": "돈키호테",
            "content": "Who art brimming with a sense of Justice!"
        },
        {
            "id": 17,
            "model": "로쟈",
            "content": "Hear, hear~!"
        },
        {
            "id": 18,
            "content": "Vergilius listened quietly for a moment as the Sinners chattered on like they were a part of a comedy skit."
        },
        {
            "id": 19,
            "model": "베르길리우스",
            "content": "Yes, I agree that ten billion Ahn in taxes does seem unreasonable. However..."
        },
        {
            "id": 20,
            "model": "베르길리우스",
            "content": "... It is a mystery to me how no one stopped to think for a second about the troubles you might spark by starting a meaningless scuffle like this. In the middle of the street, no less."
        },
        {
            "id": 21,
            "model": "그레고르",
            "content": "Mmm..."
        },
        {
            "id": 22,
            "model": "베르길리우스",
            "content": "Haaah..."
        },
        {
            "id": 23,
            "content": "Vergilius let out a deep sigh before turning toward the T Corp. employee."
        },
        {
            "id": 24,
            "model": "베르길리우스",
            "content": "... We find it regrettable that this incident has led to bloodshed."
        },
        {
            "id": 25,
            "model": "베르길리우스",
            "content": "However, ten billion Ahn in Time Tax... is unacceptable."
        },
        {
            "id": 26,
            "model": "베르길리우스",
            "content": "I'm sure you know full well that ten billion Ahn's worth of tax isn't the kind of money that we can simply fork over in the middle of the street."
        },
        {
            "id": 27,
            "model": "베르길리우스",
            "content": "I believe that it would have been more appropriate if you had provided us with some context as to how this number came to be, instead of immediately marching up to us and demanding that we pay the Time Tax."
        },
        {
            "id": 28,
            "model": "T사4등급",
            "teller": "Class 4 Collection Staff",
            "title": "T Corp.",
            "content": "... I admit that such absurd amount of Time Tax levied upon your group is... almost unprecedented. We have been summoned to an emergency meeting in a relevant office to address the severity of this incident."
        },
        {
            "id": 29,
            "model": "T사4등급",
            "teller": "Class 4 Collection Staff",
            "title": "T Corp.",
            "content": "I see your point. Why don't we move this conversation to the Collections Office in the relevant jurisdiction area for now to discuss possible solutions?"
        }
    ]
}