{
    "dataList": [
        {
            "id": 0,
            "place": "Local Time Collections Office",
            "content": "The truth behind the absurd amount of Time Tax levied upon us was much simpler than I expected."
        },
        {
            "id": 1,
            "model": "T사사무직",
            "teller": "Class 2 Clerical Staff",
            "title": "T Corp.",
            "content": "About a week ago, a large-scale, unauthorized temporal leakage phenomenon was observed at the 'Wuthering Heights' manor... which shot you up several stages in the progressive Time use Tax bracket due to the immense amount of time leak."
        },
        {
            "id": 2,
            "model": "그레고르",
            "content": "A temporal leakage phenomenon?"
        },
        {
            "id": 3,
            "model": "T사사무직",
            "teller": "Class 2 Clerical Staff",
            "title": "T Corp.",
            "content": "It refers to a deceleration in the flow of time within a certain physical field. In your case, it wasn't even a static deceleration field... it moved all over the manor for a good while, too. We measured about four hours' worth of time in the process."
        },
        {
            "id": 4,
            "model": "히스클리프2",
            "content": "... What the bloody hell is she blatherin' about?"
        },
        {
            "id": 5,
            "model": "이상",
            "content": "A deceleration in the flow of time within a certain... Ah."
        },
        {
            "id": 6,
            "model": "이상",
            "content": "She must be referring to the moment during which Dante granted us celerity as we were in pursuit of that man at the manor."
        },
        {
            "id": 7,
            "model": "뫼르소",
            "content": "Impossible. The manager's ability was activated for less than thirty minutes. It is most likely that your four-hour measurement is a calculation error."
        },
        {
            "id": 8,
            "model": "이상",
            "content": "……."
        },
        {
            "id": 9,
            "model": "이상",
            "content": "Ah, no. Considering the odd sensation we had experienced as we departed the manor... it is most probable that no error had occurred in their calculations."
        },
        {
            "id": 10,
            "model": "이상",
            "content": "Do you recall, Dante? As we left behind the manor..."
        },
        {
            "id": 11,
            "content": "Few days ago..."
        },
        {
            "id": 12,
            "place": "Aboard Mephistopheles, Past",
            "model": "뫼르소",
            "content": "... Mm."
        },
        {
            "id": 13,
            "model": "돈키호테",
            "content": "Aha! Meursault, is there aught wrong with thy daily rou-tine?"
        },
        {
            "id": 14,
            "content": "We had just returned to Mephistopheles after the incident at the Wuthering Heights manor."
        },
        {
            "id": 15,
            "model": "히스클리프",
            "content": "……."
        },
        {
            "id": 16,
            "content": "Most Sinners were keeping to themselves, given the clear look of sorrow on Heathcliff. However... Don Quixote's ever-cheerful voice, like always, constantly shattered through the silence."
        },
        {
            "id": 17,
            "model": "뫼르소",
            "content": "I have identified an anomaly."
        },
        {
            "id": 18,
            "model": "이상",
            "content": "…?"
        },
        {
            "id": 19,
            "model": "뫼르소",
            "content": "We should have been issued the morning newspaper, not the evening newspaper. This is inconsistent with the amount of time we spent at the manor."
        },
        {
            "id": 20,
            "model": "돈키호테",
            "content": "Hm? Perchance 'twas an innocent mistake?"
        },
        {
            "id": 21,
            "model": "뫼르소",
            "content": "As long as I have been a passenger of this bus, morning papers have always been delivered during designated morning hours, and evening papers have always been delivered during designated evening hours."
        },
        {
            "id": 22,
            "model": "뫼르소",
            "content": "The possibility that they have made a mistake cannot be completely ruled out. However, the likelihood of that is minuscule."
        },
        {
            "id": 23,
            "model": "이스마엘",
            "content": "Oh, now that I'm looking at it... that's a sunset, not a sunrise. I couldn't tell because of the lack of color."
        },
        {
            "id": 24,
            "model": "돈키호테",
            "content": "This cannot be! This must be the early hours of the morrow, is it not...?!"
        },
        {
            "id": 25,
            "model": "이상",
            "content": "Ah, I may have an idea as to how this inconsistency came to be."
        },
        {
            "id": 26,
            "model": "히스클리프",
            "content": "... Right. The TT4 Protocol."
        },
        {
            "id": 27,
            "model": "단테",
            "content": "<... What's that?>"
        },
        {
            "id": 28,
            "model": "히스클리프",
            "content": "Temporal Velocity Synchronization Device... or something like that."
        },
        {
            "id": 29,
            "model": "히스클리프",
            "content": "I've seen an advert for it once. \"A luxury solution to all your time synchronization needs. Enjoy equally leisurely hours together.\"... or some shite like that."
        },
        {
            "id": 30,
            "model": "돈키호테",
            "content": "Ooho...? 'Tis quite unlike thee, Sir Heathcliff, to use so many complicated words in a sentence! Pray, shall someone explain it in plainer language?"
        },
        {
            "id": 31,
            "model": "히스클리프",
            "content": "... Haaaaaah..."
        },
        {
            "id": 32,
            "model": "이상",
            "content": "It is an apparatus for equalizing the velocity of time for all those affected individuals under the Tee... TT4 Protocol's influence."
        },
        {
            "id": 33,
            "model": "돈키호테",
            "content": "Aha...! Forsooth, I thought it quite odd how someone so affluent in time was moving and speaking at the same speed as the rest of us!"
        },
        {
            "id": 34,
            "model": "뫼르소",
            "content": "Hm. Then, with this information, it can be concluded that the time we have experienced within the manor was flowing at a faster rate than the world outside."
        },
        {
            "id": 35,
            "model": "뫼르소",
            "content": "That is a coherent explanation as to why the evening newspaper, instead of the morning newspaper, was issued."
        },
        {
            "id": 36,
            "model": "베르길리우스",
            "content": "Good. Now that your curiosity is sated, I don't suppose anyone has any issues with tackling a new job?"
        },
        {
            "id": 37,
            "model": "파우스트",
            "content": "The LCA has sent us a new request to track down a Distortion. As for more detailed information—"
        },
        {
            "id": 38,
            "place": "Local Time Collections Office",
            "model": "단테",
            "content": "<... So activating my ability within the TT4 Protocol caused...>"
        },
        {
            "id": 39,
            "model": "이상",
            "content": "Mm... Yes, indeed. It was akin to tampering with an already-accelerated flow of time; from an outsider's point of view, it would have appeared as though more time than what was actually spent was 'leaked'."
        },
        {
            "id": 40,
            "model": "T사사무직",
            "teller": "Class 2 Clerical Staff",
            "title": "T Corp.",
            "content": "This bloke knows what he's talking about. Also, you didn't just manipulate time on a personal scale. Like I said earlier, you affected the flow of time within a physical space."
        },
        {
            "id": 41,
            "model": "T사사무직",
            "teller": "Class 2 Clerical Staff",
            "title": "T Corp.",
            "content": "Let me remind you that it wasn't even a static field. It moved all over that manor. Honestly, this situation is completely unprecedented."
        },
        {
            "id": 42,
            "model": "히스클리프2",
            "content": "Right... They used to activate it only on special occasions like when we had plenty of guests over for a visit... because it was so bloody pricey."
        },
        {
            "id": 43,
            "model": "T사사무직",
            "teller": "Class 2 Excision Staff",
            "title": "T Corp.",
            "content": "So... the Time Tax for your inflated tax bracket, multiplied by the surtax-per-volume from the physical space covered by that temporal manipulation... yeah, no wonder it all adds up to this insane number."
        },
        {
            "id": 44,
            "model": "그레고르",
            "content": "It's ain't like we knew something like this would happen..."
        },
        {
            "id": 45,
            "model": "T사사무직",
            "teller": "Class 2 Clerical Staff",
            "title": "T Corp.",
            "content": "Well, anyway. You have two payment options to settle this Time Tax debt."
        },
        {
            "id": 46,
            "model": "히스클리프2",
            "content": "Oi, options? What options...? It ain't like bags of ten billion Ahn grow from a tree, innit?"
        },
        {
            "id": 47,
            "model": "T사사무직",
            "teller": "Class 2 Clerical Staff",
            "title": "T Corp.",
            "content": "Option one: cash payment. Option two: time payment."
        },
        {
            "id": 48,
            "model": "로쟈",
            "content": "Yeah, about that. What's that supposed to mean, anyway? \"Paying with time\"?"
        },
        {
            "id": 49,
            "model": "T사사무직",
            "teller": "Class 2 Clerical Staff",
            "title": "T Corp.",
            "content": "It means... oh."
        },
        {
            "id": 50,
            "content": "The employee, who was about to answer our questions with painfully observable annoyance, suddenly jolted at the sound of an alarm."
        },
        {
            "id": 51,
            "model": "T사사무직",
            "teller": "Class 2 Clerical Staff",
            "title": "T Corp.",
            "content": "... Understood."
        },
        {
            "id": 52,
            "model": "T사사무직",
            "teller": "Class 2 Clerical Staff",
            "title": "T Corp.",
            "content": "I just got a call that they're ready to hold the emergency meeting regarding this incident. Limbus Company may send two individuals to the meeting to represent your company."
        },
        {
            "id": 53,
            "model": "단테",
            "content": "<Ah...>"
        },
        {
            "id": 54,
            "model": "베르길리우스",
            "content": "No need to tick-tock and fuss, Dante. Dealing with complicated matters like this meeting is one of my responsibilities."
        },
        {
            "id": 55,
            "model": "베르길리우스",
            "content": "I will be joining them to discuss the possible solutions to this incident, so please keep the Sinners under control. Except you, Miss Faust. You're with me."
        },
        {
            "id": 56,
            "model": "파우스트",
            "content": "Understood."
        },
        {
            "id": 57,
            "model": "베르길리우스",
            "content": "Make another mess while I'm gone, and..."
        },
        {
            "id": 58,
            "model": "베르길리우스",
            "content": "... only Ryōshū will enjoy what comes next. Keep that in mind as you wait."
        },
        {
            "id": 59,
            "model": "료슈",
            "content": "Oho..."
        },
        {
            "id": 60,
            "model": "단테",
            "content": "<…….>"
        },
        {
            "id": 61,
            "model": "이스마엘",
            "content": "Well, off they go, I guess...? Didn't even give us the chance to ask them more questions."
        },
        {
            "id": 62,
            "model": "로쟈",
            "content": "They're just leaving us here like this...? But isn't this whole mess basically about what'll happen to us?"
        },
        {
            "id": 63,
            "model": "홍루",
            "content": "So... this isn't anything serious, but..."
        },
        {
            "id": 64,
            "model": "홍루",
            "content": "What's Meursault doing on the gallows?"
        },
        {
            "id": 65,
            "model": "단테",
            "content": "<What?>"
        },
        {
            "id": 66,
            "model": "단테",
            "content": "<Meursault, what are you doing up there?!>"
        },
        {
            "id": 67,
            "model": "뫼르소",
            "content": "I was told to stand here, so I have done so."
        },
        {
            "id": 68,
            "model": "로쟈",
            "content": "Who told you to do... that?"
        },
        {
            "id": 69,
            "model": "T사대표",
            "teller": "Employee?",
            "title": "T Corp.",
            "content": "I did, I did! Just trying to be helpful with you and your friends' little Time Tax problem."
        },
        {
            "id": 70,
            "model": "단테",
            "content": "<I thought all employees were supposed to be at the emergency meeting?>"
        },
        {
            "id": 71,
            "model": "T사대표",
            "teller": "Employee?",
            "title": "T Corp.",
            "content": "Woah, a clock with legs! How fascinating. If someone were to submit you for consideration at the upcoming expo, you might even be worth a participation trophy!"
        },
        {
            "id": 72,
            "model": "T사대표",
            "teller": "Employee?",
            "title": "T Corp.",
            "content": "You remind me of the time when some hapless soul submitted a timepiece that doubled as a compass that had a rather tragic and critical design flaw: you could tell the time or find your path, but never both at once! Tell directions, or tell time? It was only one thing or the other, leaving you lost in time and stranded in the streets! That was no good, not at all. That's no better than a clock taped to a compass at the end of the day, is it?"
        },
        {
            "id": 73,
            "model": "로쟈",
            "content": "Uhm..."
        },
        {
            "id": 74,
            "model": "T사대표",
            "teller": "Employee?",
            "title": "T Corp.",
            "content": "Oh, right! TT5-2 Protocol is operating at an experimental capacity within this office space, so don't you forget! Anyone not synced with the Daily Standard Time might find this a little disorienting, so keep that in mind as well."
        },
        {
            "id": 75,
            "model": "이스마엘",
            "content": "Whu-what...?"
        },
        {
            "id": 76,
            "model": "T사대표",
            "teller": "Employee?",
            "title": "T Corp.",
            "content": "Now that's a look of someone who has never once heard of the TT5-2 Protocol, eh? TT5-2 Protocol, as its name suggests, is an invention to address the temporal efficiency problem present in the TT4 Protocol. It's doing test-runs in only a few select T Corp. offices, so if you do ever feel the urge to leave your impressions of this new shiny thing, feel free to jot down a few words on that bulletin— wait a minute, who wrote that 3-star review?"
        },
        {
            "id": 77,
            "content": "The man, whom we presumed to be a T Corp. Staff, seemed very adept at holding a one-sided conversation with zero external input."
        },
        {
            "id": 78,
            "content": "Not that any of us could keep up with how fast he was speaking, anyway."
        },
        {
            "id": 79,
            "model": "T사대표",
            "teller": "Employee?",
            "title": "T Corp.",
            "content": "Anyways, if you're ready... let's get crackin'!"
        },
        {
            "id": 80,
            "model": "뫼르소",
            "content": "I am ready."
        },
        {
            "id": 81,
            "model": "단테",
            "content": "<Wait, I don't know if it's really a good idea to be ready for something that looks like—>"
        },
        {
            "id": 82,
            "content": "The rope extending from the intimidating machine tightened around Meursault's throat."
        },
        {
            "id": 83,
            "model": "싱클레어",
            "content": "I… is this what it means to pay our Time Tax with time? Getting hanged from the gallows…?"
        },
        {
            "id": 84,
            "model": "T사대표",
            "teller": "Employee?",
            "title": "T Corp.",
            "content": "Please call it by its precise and given name: Temporal Scale Gallows. It measures the exact amount of time you owe, and sucks that time right out of you. That wasn’t the original name, mind you; there was simply too much hubbub and hullabaloo about its 'excessively long name', which was at approximately fifty-eight words. Or letters."
        },
        {
            "id": 85,
            "model": "단테",
            "content": "<… Can someone ask him what’ll happen to Meursault?>"
        },
        {
            "id": 86,
            "model": "뫼르소",
            "content": "……."
        },
        {
            "id": 87,
            "model": "싱클레어",
            "content": "… Is that thing going to kill Meursault?!"
        },
        {
            "id": 88,
            "model": "T사대표",
            "teller": "Employee?",
            "title": "T Corp.",
            "content": "Kill him? Nonsense! She's a very gentle machine! That is simply preposterous. However..."
        },
        {
            "id": 89,
            "model": "이상",
            "content": "A 'however', spoken in such manner... oft portends that events of even greater ill-fortune shall befall us..."
        },
        {
            "id": 90,
            "model": "T사대표",
            "teller": "Employee?",
            "title": "T Corp.",
            "content": "... I'm not so sure as to what might happen, actually. I suppose it'll suck ten billion Ahn's worth of time out of your friend?"
        },
        {
            "id": 91,
            "model": "오티스",
            "content": "Stop being obtuse. What is that even supposed to mean?"
        },
        {
            "id": 92,
            "model": "싱클레어",
            "content": "... Is he going to be stuck like that for ten billion hours or something...?"
        },
        {
            "id": 93,
            "model": "돈키호테",
            "content": "Whuh?!"
        },
        {
            "id": 94,
            "model": "T사대표",
            "teller": "Employee?",
            "title": "T Corp.",
            "content": "Well, not exactly. Let me tell you about T Corp.'s particularly generous system called the four-hour daily minimum time guarantee policy! How generous, hm? Even when worst comes to worst comes to worst, every citizen is entitled to the right to enjoy a minimum of four-hour days. According to the T Corp. Public Welfare Council, four hours is the absolute minimum number of hours in a day to guarantee human survival. 'Survive' being the key word here."
        },
        {
            "id": 95,
            "model": "단테",
            "content": "<…….>"
        },
        {
            "id": 96,
            "model": "T사대표",
            "teller": "Employee?",
            "title": "T Corp.",
            "content": "My, my, my! Sucking ten billion and forty million Ahn’s worth of time from your friend was too much, I suppose. Look, it says “measurement error”. That rarely ever happens."
        },
        {
            "id": 97,
            "model": "이스마엘",
            "content": "... Wait, you pulled the lever when you didn't even know what was going to happen? Just out of curiosity?"
        },
        {
            "id": 98,
            "model": "T사대표",
            "teller": "Employee?",
            "title": "T Corp.",
            "content": "Hm? Of course! Ten billion Ahn of Time Tax debt is a historically unprecedented amount of debt, so I had to see what would happen. You could land first place in a lottery and you still wouldn't even come close to making ten billion Ahn, and that's before taxes. I'd say you all belong in a museum of history, if I'm being honest!"
        },
        {
            "id": 99,
            "model": "T사대표",
            "teller": "Employee?",
            "title": "T Corp.",
            "content": "Besides, I haven't seen anyone with more than 150 hours in Time Tax debt willingly step up the gallows before. Anyone beyond that usually chooses to run and digs themselves into an even deeper debt hole.\nThe point is, I scarcely expected someone in a ten billion Ahn Time Tax hole to just walk up there like that!"
        },
        {
            "id": 100,
            "model": "단테",
            "content": "<What is wrong with this guy?>"
        },
        {
            "id": 101,
            "model": "돈키호테",
            "content": "Awaken, Meursault! Prithee, surrender not to such machinery!"
        },
        {
            "id": 102,
            "model": "뫼르소",
            "content": "……. "
        },
        {
            "id": 103,
            "model": "돈키호테",
            "content": "Hoaugh?! T-thou art unharmed?"
        },
        {
            "id": 104,
            "model": "뫼르소",
            "content": "Mm. I am all right."
        },
        {
            "id": 105,
            "model": "그레고르",
            "content": "Why uh, why don't ya get down from the gallows for now, Meursault?"
        },
        {
            "id": 106,
            "model": "베르길리우스",
            "content": "……."
        },
        {
            "id": 107,
            "model": "파우스트",
            "content": "……."
        },
        {
            "id": 108,
            "content": "Vergilius and Faust, who returned just as this incident occurred, were both glaring at us with expressions that were anything but friendly..."
        }
    ]
}