{
    "dataList": [
        {
            "id": 0,
            "place": "Local Time Collections Office",
            "model": "단테",
            "content": "<Okay... I can clearly see that you are both accusing me of letting the Sinners run wild again, but we had our reasons—>"
        },
        {
            "id": 1,
            "model": "베르길리우스",
            "content": "... We have reached an agreement."
        },
        {
            "id": 2,
            "model": "이스마엘",
            "content": "And? You explained things to them, right? Please tell me that the agreement doesn't involve us collectively dangling from that stupid gallows."
        },
        {
            "id": 3,
            "model": "베르길리우스",
            "content": "A ten billion Ahn... is certainly an absurd amount of money. But that doesn't change the fact that we are still responsible for it. We did benefit from the extra time it granted us, and its use was something that wasn't mutually agreed upon before our unilateral activation."
        },
        {
            "id": 4,
            "model": "파우스트",
            "content": "Because it was an unexpected event, no countermeasures could be put in place either."
        },
        {
            "id": 5,
            "model": "단테",
            "content": "<Yeah, but we didn't exactly have a whole lot of time to debate whether I was allowed to slow down time or not.>"
        },
        {
            "id": 6,
            "content": "We really had to think on our feet back then. I felt a bit miffed about being treated as though I was somehow at fault for this."
        },
        {
            "id": 7,
            "model": "오티스",
            "content": "If you plan to sacrifice one of us to settle the debt, I request that you evaluate our worth based on individual merit."
        },
        {
            "id": 8,
            "model": "오티스",
            "content": "I have prepared performance evaluation sheets for each Sinner precisely for one such occasion. On the last pages of those evaluation sheets are extra opinions, that—"
        },
        {
            "id": 9,
            "model": "베르길리우스",
            "content": "... I don't plan on leaving any of you behind to take the fall for the group. Besides, ten billion Ahn isn't the kind of money that you can settle with a sacrifice of an individual."
        },
        {
            "id": 10,
            "model": "단테",
            "content": "<…….>"
        },
        {
            "id": 11,
            "model": "베르길리우스",
            "content": "But we did eventually find a reasonable compromise while you were wasting your time horsing around in front of the gallows."
        },
        {
            "id": 12,
            "model": "단테",
            "content": "<And that compromise is...?>"
        },
        {
            "id": 13,
            "model": "파우스트",
            "content": "We have been contracted to deal with a Distortion."
        },
        {
            "id": 14,
            "model": "그레고르",
            "content": "Huh... I guess we're really starting to put our names out there if they specifically sought us out to deal with this Distortion."
        },
        {
            "id": 15,
            "model": "파우스트",
            "content": "They have sought out other Fixers and companies to deal with this issue first. We were their sixth choice after the first five failed to produce a meaningful result."
        },
        {
            "id": 16,
            "model": "그레고르",
            "content": "Ahm, hm... gotcha..."
        },
        {
            "id": 17,
            "model": "베르길리우스",
            "content": "Well, the stories are starting to circulate via word of mouth. I will not deny that."
        },
        {
            "id": 18,
            "model": "단테",
            "content": "<So what kind of Distortion are we dealing with this time?>"
        },
        {
            "id": 19,
            "model": "파우스트",
            "content": "This is a request regarding a series of similar, unsolved cases within T Corp.'s borders. Some call it..."
        },
        {
            "id": 20,
            "model": "파우스트",
            "content": "... 'The Case of Timekilling Time'. Several people have already fallen victim to the perpetrator."
        },
        {
            "id": 21,
            "model": "단테",
            "content": "<The Case of Timekilling Time...>"
        },
        {
            "id": 22,
            "model": "T사4등급",
            "teller": "Class 4 Collection Staff",
            "title": "T Corp.",
            "content": "It is exactly what it says on the tin."
        },
        {
            "id": 23,
            "model": "T사4등급",
            "teller": "Class 4 Collection Staff",
            "title": "T Corp.",
            "content": "A Distortion is running wild, killing our time."
        },
        {
            "id": 24,
            "model": "T사4등급",
            "teller": "Class 4 Collection Staff",
            "title": "T Corp.",
            "content": "'Time' is an asset here at T Corp. It is not so difficult for us to track down the occasional time robberies by tracing it, but in the Case of Timekilling Time, the killer does not leave any traces. It is simply gone, completely removed, and untraceable. No such thing has ever happened here before; thus the significance of this case cannot be emphasized enough."
        },
        {
            "id": 25,
            "model": "T사4등급",
            "teller": "Class 4 Collection Staff",
            "title": "T Corp.",
            "content": "That is why we formally request that you solve this case for us. In return, we will exempt you from your Time Tax debt."
        },
        {
            "id": 26,
            "model": "돈키호테",
            "content": "Hooah... thus arriveth once again, my time to shine."
        },
        {
            "id": 27,
            "model": "돈키호테",
            "content": "According to a book I have perused in recent days, any and all detectives working to solve cases of Urban Nightmare or beyond are issued this 'Special Investigator Badge' during the course of their employment! 'Tis a badge that may as well be a universal pass to command all kinds of aid regarding the investi—"
        },
        {
            "id": 28,
            "model": "로쟈",
            "content": "Detectives?"
        },
        {
            "id": 29,
            "model": "돈키호테",
            "content": "FIXERS!!"
        },
        {
            "id": 30,
            "model": "T사4등급",
            "teller": "Class 4 Collection Staff",
            "title": "T Corp.",
            "content": "... We plan to issue you those badges, yes."
        },
        {
            "id": 31,
            "model": "돈키호테",
            "content": "WAHOO! Much have I longed to add one such badge to my collection! Perchance thou shalt allow us to keep the badges once this case is dealt with? Nay, I demand that I be awarded at least three badges; one for my private collection, one for display, and one for business, so that—"
        },
        {
            "id": 32,
            "model": "히스클리프2",
            "content": "Shut it, lass! Right, what are we waiting for? Let's crack on, whack this Distortion, and get the hell out of 'ere. I hate dealin' with money problems."
        },
        {
            "id": 33,
            "model": "T사4등급",
            "teller": "Class 4 Collection Staff",
            "title": "T Corp.",
            "content": "……."
        },
        {
            "id": 34,
            "model": "베르길리우스",
            "content": "I value your enthusiasm. But I would also appreciate it if you could allow others to finish their sentences before cutting them off and going on a long tangent of your own."
        },
        {
            "id": 35,
            "model": "베르길리우스",
            "content": "The problem is... that they don't want all thirteen of you running amok in an effort to solve the case."
        },
        {
            "id": 36,
            "model": "T사4등급",
            "teller": "Class 4 Collection Staff",
            "title": "T Corp.",
            "content": "Indeed. I can't have your entire group run wild in the streets and potentially waste the precious time of our residents."
        },
        {
            "id": 37,
            "model": "T사4등급",
            "teller": "Class 4 Collection Staff",
            "title": "T Corp.",
            "content": "Also, the 'Special Investigator Badge' isn't something that T Corp. hands out like candy. We can't give away a whole box of badges for all thirteen of them."
        },
        {
            "id": 38,
            "model": "오티스",
            "content": "Mm, I concur. To a degree."
        },
        {
            "id": 39,
            "content": "Outis, who has continuously and consistently suggested that we cut down the number of Sinners, was the first one to welcome this offer."
        },
        {
            "id": 40,
            "model": "오티스",
            "content": "We should have done something like this a long time ago. What use is there in hauling around these dead weights?"
        },
        {
            "id": 41,
            "model": "오티스",
            "content": "We will leave the useless pawns behind to wait in the bus while the elite team of high-performing individuals takes care of business."
        },
        {
            "id": 42,
            "model": "베르길리우스",
            "content": "You seem rather confident that you'd be a part of that 'elite team of high-performing individuals', Outis."
        },
        {
            "id": 43,
            "model": "오티스",
            "content": "It's ridiculous to even suggest otherwise—"
        },
        {
            "id": 44,
            "model": "이스마엘",
            "content": "All right, all right, enough with your nonsense. So... how many of us are allowed to work on this case anyway?"
        },
        {
            "id": 45,
            "model": "베르길리우스",
            "content": "Hm..."
        },
        {
            "id": 46,
            "content": "Vergilius trailed off, clearly unhappy about this outcome."
        },
        {
            "id": 47,
            "model": "베르길리우스",
            "content": "They have decided that three... no, four individuals, including the Manager, is an appropriate amount of people allowed to partake in this investigation."
        },
        {
            "id": 48,
            "model": "이스마엘",
            "content": "That's not a lot..."
        },
        {
            "id": 49,
            "model": "베르길리우스",
            "content": "Accept it. We barely managed to get the authorization for four after much debate."
        },
        {
            "id": 50,
            "model": "오티스",
            "content": "Hmph. Then you have wasted your breath. A tag-team of the Executive Manager and I will be more than enough to handily complete this mission."
        },
        {
            "id": 51,
            "model": "단테",
            "content": "<Right... so it all comes down to my choice, huh. Three Sinners...>"
        },
        {
            "id": 52,
            "content": "So, so many eyes are upon me. Not that I've never had them all look at me at the same time before, but... the pressure is on a completely different level when it comes to making judgment calls like these."
        },
        {
            "id": 53,
            "model": "베르길리우스",
            "content": "Looks like the manager is deep in thought. ... But pointlessly agonizing over something like this is a waste of time."
        },
        {
            "id": 54,
            "model": "베르길리우스",
            "content": "I’m taking volunteers first, so let’s see some hands. Quickly, now."
        },
        {
            "id": 55,
            "model": "돈키호테",
            "content": "FORSOOTH, I SHAN'T HESITATE BEFORE SUCH EXCELLENT OPPORTUNITY!"
        },
        {
            "id": 56,
            "model": "로쟈",
            "content": "Hm, maybe it's finally my time to shine?"
        },
        {
            "id": 57,
            "model": "히스클리프2",
            "content": "Oi, don't even need to ask me, alright? Let's get on with it!"
        },
        {
            "id": 58,
            "model": "뫼르소",
            "content": "Mm..."
        },
        {
            "id": 59,
            "model": "그레고르",
            "content": "Oh, nah. That wasn't... I'm not raising my hand. I'm just cleaning my glasses."
        },
        {
            "id": 60,
            "content": "This is no simple matter. I've not been with so few Sinners before—except for that one time when we accidentally walked out to the Outskirts through the Backdoor—so I have to take this slow and really consider all possible angles."
        },
        {
            "id": 61,
            "model": "베르길리우스",
            "content": "What a mess... haah."
        },
        {
            "id": 62,
            "model": "베르길리우스",
            "content": "It would be too much trouble for me to list and debate all the arbitrary limitations they set, so allow me to make the choices for you this time, Dante."
        },
        {
            "id": 63,
            "content": "Well, I don't think there's too big of a gap between them when it comes to their capabilities. But they all excel in different situations."
        },
        {
            "id": 64,
            "model": "베르길리우스",
            "content": "Dante? Are you listening? I just said that I will be the one to choose your companions."
        },
        {
            "id": 65,
            "content": "No, I need to consider more than just their individual capabilities. Some of them work better when paired together, but it's also true that haphazardly pairing them together might end up making a team less than the sum of its parts. This is all about building team synergy. Wait, didn't Rodya say something about how people born in December and August don’t mesh well together? And, and..."
        },
        {
            "id": 66,
            "model": "베르길리우스",
            "content": "The Sinners who will accompany Dante to solve this case are..."
        },
        {
            "id": 67,
            "content": "I have to choose someone who can support me, calmly assess the situation, and remain free from biased judgment while making smart, rational decisions on the fly. The Sinners who fit that description are..."
        },
        {
            "id": 68,
            "content": "Are..."
        },
        {
            "id": 69,
            "content": "... Do we even have anyone like that?"
        },
        {
            "id": 70,
            "content": "I still have to choose *someone*, though..."
        },
        {
            "id": 71,
            "content": "Agh, aaaagggh..."
        },
        {
            "id": 72,
            "model": "단테",
            "content": "<Dammit, I've got it! I choose Faust, Meursault, and Yi Sang!>"
        },
        {
            "id": 73,
            "model": "베르길리우스",
            "content": "... Rodion, Ryōshū, and Hong Lu."
        },
        {
            "id": 74,
            "model": "단테",
            "content": "<…?>"
        },
        {
            "id": 75,
            "content": "Huh? Wait. Huh?"
        },
        {
            "id": 76,
            "model": "파우스트",
            "content": "Dante has selected me, Meursault, and Yi Sang."
        },
        {
            "id": 77,
            "model": "베르길리우스",
            "content": "Haven't you been listening, Dante?"
        },
        {
            "id": 78,
            "model": "베르길리우스",
            "content": "I have certain things to discuss with Miss Faust regarding our upcoming journey, so she was not an option. Yi Sang was immediately ruled out even before the meeting adjourned due to his history of developing an unauthorized invention at T Corp."
        },
        {
            "id": 79,
            "model": "베르길리우스",
            "content": "Meursault did not volunteer."
        },
        {
            "id": 80,
            "model": "뫼르소",
            "content": "There was no reason to volunteer."
        },
        {
            "id": 81,
            "model": "이상",
            "content": "Though I may have been disallowed from joining this investigation, I am truly grateful for your appreciation, Dante. I shan't soon forget this."
        },
        {
            "id": 82,
            "model": "단테",
            "content": "<W-wait. That's, uh...>"
        },
        {
            "id": 83,
            "model": "오티스",
            "content": "……."
        },
        {
            "id": 84,
            "model": "단테",
            "content": "<H-hey, Outis... you know that's not at all what I meant. I just thought that maybe we needed someone skilled and experienced like you to effectively manage the remaining Sinners while we're—>"
        },
        {
            "id": 85,
            "model": "오티스",
            "content": "Uh, um. Okay."
        },
        {
            "id": 86,
            "content": "I really soured the mood, didn't I."
        },
        {
            "id": 87,
            "content": "The three of them, whom I didn't even imagine in my wildest dreams would be hanging out together, all turn to look in my direction."
        },
        {
            "id": 88,
            "model": "로쟈",
            "content": "Woah, just the three of us, huh? A trio's such an eye-catching number, isn't it~?"
        },
        {
            "id": 89,
            "model": "단테",
            "content": "<Rodya I get, but... why'd the two of you volunteer...?>"
        },
        {
            "id": 90,
            "model": "료슈",
            "content": "Thought it sounded F.A.H."
        },
        {
            "id": 91,
            "model": "홍루",
            "content": "The greater the quantity and diversity of experience, the better it is."
        },
        {
            "id": 92,
            "model": "돈키호테",
            "content": "Gyah!"
        },
        {
            "id": 93,
            "content": "Don Quixote tragically drops her head to the ground, crestfallen."
        },
        {
            "id": 94,
            "model": "돈키호테",
            "content": "I have naught else to blame but my slightly lower vertical placement in this world... Indeed, that must be why Sir Vergilius has failed to catch mine impassioned hand..."
        },
        {
            "id": 95,
            "content": "Don Quixote sobbed, dramatically lamenting how Vergilius did not even bat an eye in her direction despite her being the first one to raise their hand."
        },
        {
            "id": 96,
            "content": "I'm pretty sure that wasn't the only reason he didn't pick her, though..."
        },
        {
            "id": 97,
            "model": "돈키호테",
            "content": "Hup... 'Tis my final legacy I bestow upon thee..."
        },
        {
            "id": 98,
            "model": "로쟈",
            "content": "What's all this? A book, a magnifying glass, and... are these clothes?"
        },
        {
            "id": 99,
            "model": "돈키호테",
            "content": "'Tis my treasure, my colección... Prithee, be gentle with them..."
        },
        {
            "id": 100,
            "model": "홍루",
            "content": "Ooh~ But why are you carrying three sets of clothing?"
        },
        {
            "id": 101,
            "model": "돈키호테",
            "content": "One for my private collection, one for display, and one for business, verily. Is that not obvious to thee...?"
        },
        {
            "id": 102,
            "model": "로쟈",
            "content": "'Records of Investigation: Solutions to the Thirteen Problems' by Agatha... Huh, somebody's autographed it."
        },
        {
            "id": 103,
            "model": "로쟈",
            "content": "So who's this Agatha?"
        },
        {
            "id": 104,
            "model": "돈키호테",
            "content": "Fie! How art ye all so ignorant in the lore of Fixers? Once, she was a Grade 1 Fixer who was so prolific that she may as well have been the face of the Seven Association... Truly, no one?"
        },
        {
            "id": 105,
            "model": "그레고르",
            "content": "Most people don't know those... lore, Don Quixote..."
        },
        {
            "id": 106,
            "model": "료슈",
            "content": "Cumbersome clothes."
        },
        {
            "id": 107,
            "model": "돈키호테",
            "content": "How wilt thou call thyself an ace detective when not dressed appropriately for the occasion?!!! Hear, hear! 'Tis only right that the leading ace detective adorn her countenance with this special mustache!"
        },
        {
            "id": 108,
            "model": "홍루",
            "content": "Look, Lady Agatha says in the forward to this book that any self-respecting ace detective must always dress themselves in impeccable fashion."
        },
        {
            "id": 109,
            "model": "그레고르",
            "content": "Don Quixote, just... just let go..."
        },
        {
            "id": 110,
            "model": "그레고르",
            "content": "So... I mean, I'm sure everyone has their reasons, but how come you didn't get picked for this, Ishmael?"
        },
        {
            "id": 111,
            "model": "이스마엘",
            "content": "Didn't get picked? I never volunteered."
        },
        {
            "id": 112,
            "model": "이스마엘",
            "content": "Hey, it's not every day you get a legitimate chance to get some free paid time off without breaking company rules. And I wasn't about to let that chance slip."
        },
        {
            "id": 113,
            "model": "이스마엘",
            "content": "I... guess I did have some last-minute regrets when I saw who Vergilius picked, but... I'll just relax for a bit and jump in to help 'em out when needed."
        },
        {
            "id": 114,
            "model": "이스마엘",
            "content": "Well, good luck. While the..."
        },
        {
            "id": 115,
            "model": "로쟈",
            "content": "Heh, call us 'The Elite Four'! ... How's that?"
        },
        {
            "id": 116,
            "model": "이스마엘",
            "content": "... while 'The Self-proclaimed Elite Four' runs around T Corp, why don't we find a place to take the edge off and unwind?"
        },
        {
            "id": 117,
            "model": "베르길리우스",
            "content": "How unfortunate."
        },
        {
            "id": 118,
            "model": "베르길리우스",
            "content": "T Corp. did not authorize the rest of the Sinners to run abound unmonitored."
        },
        {
            "id": 119,
            "model": "T사4등급",
            "teller": "Class 4 Collection Staff",
            "title": "T Corp.",
            "content": "You must understand that we simply cannot let individuals responsible for ten billion Ahn's worth of Time Tax roam free without proper collateral."
        },
        {
            "id": 120,
            "model": "베르길리우스",
            "content": "... Looks like they have temporary lodgings for those who have failed to pay their Time Tax."
        },
        {
            "id": 121,
            "content": "... Vergilius was pointing at what was clearly a jail cell."
        },
        {
            "id": 122,
            "model": "오티스",
            "content": "……."
        },
        {
            "id": 123,
            "model": "오티스",
            "content": "... Are you certain that's the 'lodging', Guide?"
        },
        {
            "id": 124,
            "model": "이스마엘",
            "content": "I... they're going to... I'm going to jail...?"
        },
        {
            "id": 125,
            "model": "싱클레어",
            "content": "Yep... as living collaterals, apparently..."
        },
        {
            "id": 126,
            "model": "로쟈",
            "content": "It'll be fun! Hey, betcha you'll look fondly back at this memory when it's all said and done, 'kay? We'll be right back, so be nice and stay put~"
        },
        {
            "id": 127,
            "model": "히스클리프2",
            "content": "Nice, this jail cell at least has some heating. ... Wait."
        },
        {
            "id": 128,
            "model": "히스클리프2",
            "content": "What happens if they just... leave and don't come back?"
        },
        {
            "id": 129,
            "model": "그레고르",
            "content": "We'll be seeing 'em again after ten billion Ahn's worth of time passes, I guess..."
        },
        {
            "id": 130,
            "model": "오티스",
            "content": "... WHAT?!?!?!"
        },
        {
            "id": 131,
            "model": "오티스",
            "content": "Hey! Wait, get back here! That's more than enough time to finish weaving on the loom!"
        },
        {
            "id": 132,
            "model": "단테",
            "content": "<Calm down, alright? We'll be back before you even—>"
        },
        {
            "id": 133,
            "model": "돈키호테",
            "content": "THOU SHALT RETURN TRIUMPHANTLY AS A GLORIOUS BAND OF ACE DETECTIVES! MARK MY WORDS!!!!!"
        },
        {
            "id": 134,
            "content": "We set off on our journey after receiving the aforementioned 'Special Investigator Badges', leaving the chaotic screaming and hollering of the remaining Sinners behind."
        },
        {
            "id": 135,
            "content": "After a while, all we could hear was the sad, intermittent clattering of metal as someone violently shook the steel bars."
        },
        {
            "id": 136,
            "model": "T사대표",
            "teller": "Employee?",
            "title": "T Corp.",
            "content": "All right! Looks like everyone's ready, then. Let's get a move on and have a little chat with the third victim! Let's see... the case records say that... aha, there it is. It's just a stone's throw away."
        },
        {
            "id": 137,
            "model": "탐정로쟈",
            "content": "... Huh?"
        },
        {
            "id": 138,
            "model": "T사대표",
            "teller": "Employee?",
            "title": "T Corp.",
            "content": "Huh? What do you mean 'huh'? Look at the record; it clearly states that neither of the first two victims is in a communicative state. Mm, how unfortunate."
        },
        {
            "id": 139,
            "model": "탐정로쟈",
            "content": "No, I mean... why are you coming along with us? I'm sorry, but we're not taking sidekick applications right now. Go away, shoo."
        },
        {
            "id": 140,
            "model": "T사4등급",
            "teller": "Class 4 Collection Staff",
            "title": "T Corp.",
            "content": "Incorrect. One of us will be joining your team."
        },
        {
            "id": 141,
            "model": "T사4등급",
            "teller": "Class 4 Collection Staff",
            "title": "T Corp.",
            "content": "We were going to send an employee with you so that we can receive immediate updates regarding your investigation progress."
        },
        {
            "id": 142,
            "model": "탐정료슈",
            "content": "Pull that stick out of your ass."
        },
        {
            "id": 143,
            "model": "T사4등급",
            "teller": "Class 4 Collection Staff",
            "title": "T Corp.",
            "content": "... We planned to send a Class 2 Staff with you. But you're..."
        },
        {
            "id": 144,
            "model": "T사대표",
            "teller": "Employee?",
            "title": "T Corp.",
            "content": "Me? Class 5. See the badge?"
        },
        {
            "id": 145,
            "content": "The chatterbox of an employee replied cheerfully as he produced a twinkling badge from his clothes."
        },
        {
            "id": 146,
            "model": "T사4등급",
            "teller": "Class 4 Collection Staff",
            "title": "T Corp.",
            "content": "... I-Apologies for failing to recognize you, sir. I scarcely expected to see a Class 5 Auditor all the way down here."
        },
        {
            "id": 147,
            "model": "탐정로쟈",
            "content": "That guy's a Class 5 Staff...? Really?"
        },
        {
            "id": 148,
            "model": "탐정홍루",
            "content": "Class 5... is the highest rank one could reach as a Wing employee, right?"
        },
        {
            "id": 149,
            "model": "탐정로쟈",
            "content": "Um... Yeah, I thought so too."
        },
        {
            "id": 150,
            "model": "T사대표",
            "teller": "Class 5 Audit Staff?",
            "title": "T Corp.",
            "content": "Well~ don't be so sure. It depends on which Wing you're talking about. Who knows, maybe there are Class 12, or even Class 20 employees out there!"
        },
        {
            "id": 151,
            "model": "T사대표",
            "teller": "Class 5 Audit Staff?",
            "title": "T Corp.",
            "content": "Get it? Got it? Good. Then let's get a move on!"
        },
        {
            "id": 152,
            "content": "We stared in silent bafflement at the employee who had already stormed out of the building, then hurriedly followed him out the door."
        },
        {
            "id": 153,
            "place": "Alleyways of T Corp.",
            "model": "T사대표",
            "teller": "Class 5 Audit Staff?",
            "title": "T Corp.",
            "content": "Isn't it absolutely brilliant? The very concept of 'killing time'. They're not slowing down or speeding up time; they're eliminating it completely, just yanking it out of circulation."
        },
        {
            "id": 154,
            "model": "탐정로쟈",
            "content": "So uh, your name is..."
        },
        {
            "id": 155,
            "model": "탐정로쟈",
            "content": "Mai?"
        },
        {
            "id": 156,
            "model": "T사대표",
            "teller": "Mai",
            "title": "T Corp.",
            "content": "Relax and call me however you want~ Names are such unimportant things, aren't they?"
        },
        {
            "id": 157,
            "model": "탐정료슈",
            "content": "No. Names matter."
        },
        {
            "id": 158,
            "model": "단테",
            "content": "<Really? You never call anyone by their names, though.>"
        },
        {
            "id": 159,
            "model": "탐정로쟈",
            "content": "Relax and call you however we want? But you're obviously here to be our handler."
        },
        {
            "id": 160,
            "model": "T사대표",
            "teller": "Mai",
            "title": "T Corp.",
            "content": "Hm, that's true. That does make things a tad awkward, doesn't it? Let me think."
        },
        {
            "id": 161,
            "model": "T사대표",
            "teller": "Mai",
            "title": "T Corp.",
            "content": "Aha, I've got it! You're all dressed like detectives; why don't you consider me your ever-helpful assistant who tags along to your adventures?"
        },
        {
            "id": 162,
            "model": "탐정로쟈",
            "content": "Okay, but... still..."
        },
        {
            "id": 163,
            "content": "Ryōshū, who was staring off into the distance while puffing her cigarette, suddenly spoke up just as Rodya was about to retort."
        },
        {
            "id": 164,
            "model": "탐정료슈",
            "content": "Assistant. Lead us."
        },
        {
            "id": 165,
            "model": "T사대표",
            "teller": "Assistant",
            "title": "T Corp.",
            "content": "Right away, ma'am!"
        },
        {
            "id": 166,
            "model": "탐정홍루",
            "content": "Hmm, what's the difference between an 'assistant' and a 'servant'? You know, my family used to employ..."
        },
        {
            "id": 167,
            "model": "단테",
            "content": "<They sure warmed up to him fast...>"
        }
    ]
}