{
    "dataList": [
        {
            "id": 0,
            "place": "An Alleyway of T Corp.",
            "content": "After matching various pieces of information we found from the defeated Yurodiviye members together..."
        },
        {
            "id": 1,
            "content": "... we managed to track them down to a run-down building that appeared to be their hideout."
        },
        {
            "id": 2,
            "model": "유로지비대장",
            "content": "You've finally managed to track us down, haven't you... Filthy watch chains of T Corp.! And you... you clock!"
        },
        {
            "id": 3,
            "model": "단테",
            "content": "<\"'You clock\", he says...>"
        },
        {
            "id": 4,
            "model": "탐정로쟈",
            "content": "It's only elementary. Because I am... an ace detective."
        },
        {
            "id": 5,
            "content": "Rodya exclaimed triumphantly as she flicked her hair back, but I sensed the smallest hint of uncertainty in her voice."
        },
        {
            "id": 6,
            "model": "탐정홍루",
            "content": "Yep, we're all ace detectives."
        },
        {
            "id": 7,
            "model": "유로지비대장",
            "content": "Tsk... I'll admit, we shouldn't have let you track us down. ... But you don't look too strong."
        },
        {
            "id": 8,
            "model": "유로지비대장",
            "content": "It is a foolish move to fight a lion in his den... I hope you've prepared yourselves."
        },
        {
            "id": 9,
            "model": "탐정로쟈",
            "content": "Don'tcha worry about our butts. We've got a Class 5 Staff with us, y'know!"
        },
        {
            "id": 10,
            "model": "유로지비대장",
            "content": "Hm, I can deduce a few things about you. One. That man's outfit... that aloof look on his face... I see. It's likely that you're not lying that he really is a Class 5 Staff."
        },
        {
            "id": 11,
            "model": "유로지비대장",
            "content": "Two. You are absolutely shameless for bringing a Class 5 watch chain to a run-down hideout like this."
        },
        {
            "id": 12,
            "model": "탐정로쟈",
            "content": "Why does this have anything to do with shame...?"
        },
        {
            "id": 13,
            "model": "탐정홍루",
            "content": "I don't know about shame, but this place sure is run-down."
        },
        {
            "id": 14,
            "model": "T사대표",
            "teller": "Assistant",
            "title": "T Corp.",
            "content": "Right, how about this? I'll sit this one out just for the sake of fairness."
        },
        {
            "id": 15,
            "model": "T사대표",
            "teller": "Assistant",
            "title": "T Corp.",
            "content": "It'll be like cheating if I were to take part in this fight, yeah?"
        },
        {
            "id": 16,
            "model": "유로지비대장",
            "content": "That is... a fair proposal. Fine, I accept your offer."
        },
        {
            "id": 17,
            "model": "단테",
            "content": "<Do we not get a say in any of this...?>"
        }
    ]
}