{
    "dataList": [
        {
            "id": 0,
            "place": "Yurodiviye Hideout",
            "content": "We quickly moved our conversation into the hideout after defeating the Yurodivy members."
        },
        {
            "id": 1,
            "model": "다친유로지비대장",
            "content": "Gah...!"
        },
        {
            "id": 2,
            "model": "탐정료슈",
            "content": "Surrender and confess."
        },
        {
            "id": 3,
            "model": "탐정료슈",
            "content": "Starting to run low on patience. Might kill you soon."
        },
        {
            "id": 4,
            "model": "단테",
            "content": "<Ah, no... Looks like Ryōshū's getting tired of playing detective...>"
        },
        {
            "id": 5,
            "model": "다친유로지비대장",
            "content": "We've surrendered already. Not sure what you want us to confess, either. What, would you like for us to confess that we're the Yurodiviye or something?"
        },
        {
            "id": 6,
            "content": "We hesitated, unsure if he really was clueless or not. That's when Rodya confidently strode forward and pointed an accusatory finger at the Yurodiviye Captain."
        },
        {
            "id": 7,
            "model": "탐정로쟈",
            "content": "Right, questioning time! You've always hated this Nest's state of affairs, am I right?"
        },
        {
            "id": 8,
            "model": "다친유로지비대장",
            "content": "… Must you really ask?"
        },
        {
            "id": 9,
            "model": "탐정로쟈",
            "content": "You like inventing stuff and not registering them to the Tech Agency, don'tcha?"
        },
        {
            "id": 10,
            "model": "다친유로지비대장",
            "content": "Again... must you really inquire about something you could discern simply by looking around?"
        },
        {
            "id": 11,
            "model": "T사대표",
            "teller": "Assistant",
            "title": "T Corp.",
            "content": "Ooh, mind if I take a gander at these inventions?"
        },
        {
            "id": 12,
            "model": "다친유로지비대장",
            "content": "Wait, don't just go around touching—"
        },
        {
            "id": 13,
            "model": "T사대표",
            "teller": "Assistant",
            "title": "T Corp.",
            "content": "Hm, I see. This hedgehog toy is a time bomb disguised as a plushie. It scans the palm as soon as it enters within a certain proximity range, and if it doesn't recognize the palm as an authorized individual's, it'll shoot out its spines to penetrate the intruder."
        },
        {
            "id": 14,
            "model": "T사대표",
            "teller": "Assistant",
            "title": "T Corp.",
            "content": "But you've screwed the parts too tightly down here. You'll do well to remember that mechanical engineering isn't all about tightening the screws as hard as you can; sometimes you need a slightly loose screw or two to make things fit better. And another thing: if I were you, I would've made the spine holes hexagon-shaped, not circular."
        },
        {
            "id": 15,
            "model": "다친유로지비대장",
            "content": "... You could tell all that from a quick look? You are certainly no common employee."
        },
        {
            "id": 16,
            "model": "다친유로지비대장",
            "content": "Either way, most of those are experiments, incomplete products. In truth..."
        },
        {
            "id": 17,
            "model": "탐정로쟈",
            "content": "... In truth, ya like making more dangerous, inventions too, right?"
        },
        {
            "id": 18,
            "model": "다친유로지비대장",
            "content": "You really are a persistent one, aren't you? What are you getting at?"
        },
        {
            "id": 19,
            "model": "탐정로쟈",
            "content": "And I'm sure these violent inventions eventually led to something that can completely rip someone's time away."
        },
        {
            "id": 20,
            "model": "다친유로지비대장",
            "content": "Wait, I'm... what?"
        },
        {
            "id": 21,
            "model": "탐정로쟈",
            "content": "The culprit behind 'The Case of Timekilling Time'..."
        },
        {
            "id": 22,
            "model": "탐정로쟈",
            "content": "... it's you guys, right?"
        },
        {
            "id": 23,
            "model": "탐정로쟈",
            "content": "It's what you do, isn't it? Ya see something that rubs ya the wrong way, so you go ahead and smash it to bits."
        },
        {
            "id": 24,
            "model": "다친유로지비대장",
            "content": "That's a bit of a logical leap, isn't it? Who do you think we Yurodiviye are?"
        },
        {
            "id": 25,
            "model": "T사대표",
            "teller": "Assistant",
            "title": "T Corp.",
            "content": "Sounds like this friend of yours in the Yurodiviye really messed up big time in the past, hmm? Did he do something drastically violent?"
        },
        {
            "id": 26,
            "model": "탐정로쟈",
            "content": "No, Sonya... he..."
        },
        {
            "id": 27,
            "model": "탐정로쟈",
            "content": "He always knew how to say the right things. Things to get people to agree with him, to convince them to join his cause."
        },
        {
            "id": 28,
            "model": "탐정로쟈",
            "content": "His words filled me with this... confidence. That we could really change the world, that it really was as effortless as letting candy slowly melt away in my mouth."
        },
        {
            "id": 29,
            "model": "탐정로쟈",
            "content": "But... what could he possibly do to change the world? He doesn't even do anything, not like these guys. I bet the T Corp. Yurodiviye are nothing more than knockoffs who just found themselves inspired by stories coming out of J Corp. Or—"
        },
        {
            "id": 30,
            "model": "다친유로지비대장",
            "content": "It's absolutely baffling how you failed to correctly deduce a single thing. No, we're not 'knockoffs'. Besides, the Saint has already brought many changes to this world. Changes that you mere detectives can't even dream of."
        },
        {
            "id": 31,
            "model": "탐정로쟈",
            "content": "The Saint...?"
        },
        {
            "id": 32,
            "model": "다친유로지비대장",
            "content": "Indeed. Saint Sonya was the one who really sparked the fire of the Yurodiviye in every Nest. Well, that isn't the only reason they call him the Saint, but that's besides the point."
        },
        {
            "id": 33,
            "model": "탐정로쟈",
            "content": "Yurodiviye... in every Nest...? Sonya did that?"
        },
        {
            "id": 34,
            "model": "다친유로지비대장",
            "content": "……."
        },
        {
            "id": 35,
            "model": "다친유로지비대장",
            "content": "Since you claim to be Saint Sonya's friend, allow me to say it in no uncertain terms. The Yurodiviye has nothing to do with your case."
        },
        {
            "id": 36,
            "model": "탐정로쟈",
            "content": "Sonya... he..."
        },
        {
            "id": 37,
            "model": "탐정료슈",
            "content": "Hah, are we supposed to take you at your word?"
        },
        {
            "id": 38,
            "model": "다친유로지비대장",
            "content": "First, we don't have this 'time killing' technology. We can steal time or timepieces, but it's practically impossible to kill time. Making something so absurd would surely catch the Tech Agency's attention."
        },
        {
            "id": 39,
            "model": "다친유로지비대장",
            "content": "And that is trouble that I am not willing to invite."
        },
        {
            "id": 40,
            "model": "T사대표",
            "teller": "Assistant",
            "title": "T Corp.",
            "content": "Why? You've certainly been causing a ruckus here. Isn't that what the Yurodiviye wants? Chaos?"
        },
        {
            "id": 41,
            "model": "다친유로지비대장",
            "content": "Please, don't compare us to the likes of Backstreets gangs. Though there are those among us who want that chaos, of course."
        },
        {
            "id": 42,
            "model": "다친유로지비대장",
            "content": "One of our former members insisted that we must take the abundance of time in T Corp. for ourselves and have our comrades divide it equally among us."
        },
        {
            "id": 43,
            "model": "다친유로지비대장",
            "content": "But such drastic action would also hurt the have-nots, those who do not deserve such pain. So we must adhere to the Saint's teachings. To truly tear out the throats of the rich, we must wait for the right moment."
        },
        {
            "id": 44,
            "model": "탐정로쟈",
            "content": "The right moment... haah, so it really was Sonya..."
        },
        {
            "id": 45,
            "model": "다친유로지비대장",
            "content": "… So, I've been wondering. Are you really the Saint's friend?"
        },
        {
            "id": 46,
            "model": "탐정홍루",
            "content": "Of course she is~ He even invited her to join his journey!"
        },
        {
            "id": 47,
            "model": "단테",
            "content": "<Why don't we leave for now? We can always come back here once we uncover more evidence.>"
        },
        {
            "id": 48,
            "model": "탐정홍루",
            "content": "Dante says \"let's leave for now\"."
        },
        {
            "id": 49,
            "model": "T사대표",
            "teller": "Assistant",
            "title": "T Corp.",
            "content": "Hm? Are we not arresting them? Didn't one of you give me a whole lecture about how it's my job to arrest them?"
        },
        {
            "id": 50,
            "model": "탐정로쟈",
            "content": "……."
        },
        {
            "id": 51,
            "content": "Rodya ignored the Assistant's question and turned around to leave the hideout, wearing a dark expression—something I had never seen from her before. The Assistant shrugged, and we were about to leave the hideout as well... but the Yurodiviye Captain stopped us."
        },
        {
            "id": 52,
            "model": "다친유로지비대장",
            "content": "Wait. If you really are a friend of the Saint, then I can't let you leave without giving you some advice as the more experienced detective. I was able to establish a few things from this conversation, so allow me to share them with you."
        },
        {
            "id": 53,
            "model": "T사대표",
            "teller": "Assistant",
            "title": "T Corp.",
            "content": "Ohh~ Right! You dabble in detective work from time to time as well, yes? Is this a common thing that you Yurodiviye get up to?"
        },
        {
            "id": 54,
            "model": "다친유로지비대장",
            "content": "No, only the Yurodiviye branch in District 20 do. Anyway, if I were you... I would start by looking for a common thread that ties all victims together. Find out what they have in common."
        },
        {
            "id": 55,
            "model": "탐정로쟈",
            "content": "... Why?"
        },
        {
            "id": 56,
            "model": "다친유로지비대장",
            "content": "The T Corp. Collections Agency knows everything about time. Where it comes from, where it goes. But not with this case."
        },
        {
            "id": 57,
            "model": "탐정홍루",
            "content": "But... if they know everything about comings and goings of time, how are you avoiding their eyes?"
        },
        {
            "id": 58,
            "model": "다친유로지비대장",
            "content": "... Not all of us do. I can't tell you more, however. Just know that we have an ace up our sleeve that lets us continue our guerilla activities in this Nest."
        },
        {
            "id": 59,
            "model": "다친유로지비대장",
            "content": "Anyways... does it not strike you as odd that, for someone with such impressive technology that can quite literally rip away time without a trace, the killer seems unusually passive?"
        },
        {
            "id": 60,
            "model": "다친유로지비대장",
            "content": "This tells me that there is a condition they must first meet to use their powers. Another possibility is that they have a certain creed, or a belief system that they follow... but ideologically motivated culprits usually leave behind more obvious evidence that points to their beliefs."
        },
        {
            "id": 61,
            "model": "탐정홍루",
            "content": "Ooh... I think that adds up nicely! Wanna join our squad of ace detectives?"
        },
        {
            "id": 62,
            "model": "다친유로지비대장",
            "content": "... Who the hell hired this bumbling team of amateur detective wannabes?"
        },
        {
            "id": 63,
            "model": "다친유로지비대장",
            "content": "Haah... nevermind. Now, would you kindly leave this place?"
        },
        {
            "id": 64,
            "model": "단테",
            "content": "<Well, we now know where the Yurodiviye are. We can always come back here if we ever need anything else.>"
        }
    ]
}