{
    "dataList": [
        {
            "id": 0,
            "place": "Mirror Dungeon of the Fathoms",
            "model": "단테",
            "content": "<So this is the culprit's Fathoms...>"
        },
        {
            "id": 1,
            "content": "Twenty-one minutes."
        },
        {
            "id": 2,
            "content": "The time it took from the impact for you to hit the cobblestones."
        },
        {
            "id": 3,
            "model": "시살동생",
            "teller": "Younger Brother",
            "title": "T Corp.",
            "content": "Isn't it about time you quit that Yurodiviye thing, brother?"
        },
        {
            "id": 4,
            "model": "시살동생",
            "teller": "Younger Brother",
            "title": "T Corp.",
            "content": "We barely have enough time to scrape by. Wasting our time building unregistered inventions just to annoy some Time Collectors doesn't do anything! C'mon, brother! Dream like you used to, please? You always wanted to work for the T Corp. Patents Agency, didn't you?"
        },
        {
            "id": 5,
            "content": "We're just biding our time, waiting for the right moment, okay? And when that moment comes..."
        },
        {
            "id": 6,
            "model": "시살동생",
            "teller": "Younger Brother",
            "title": "T Corp.",
            "content": "But you don't even know when that 'moment' is. What if that moment comes after we're dead? Why would any of that matter if we're not here to see it?"
        },
        {
            "id": 7,
            "model": "시살동생",
            "teller": "Younger Brother",
            "title": "T Corp.",
            "content": "Take the Grade 1 Inventor certificate exam or something. Make a submission to the Inventions Expo. There's a pretty hefty prize money for receiving the Inventor of the Year award, y'know."
        },
        {
            "id": 8,
            "content": "……."
        },
        {
            "id": 9,
            "model": "시살동생",
            "teller": "Younger Brother",
            "title": "T Corp.",
            "content": "Did you know that... in other Nests, everyone enjoys equal twenty-four hours?"
        },
        {
            "id": 10,
            "model": "시살동생",
            "teller": "Younger Brother",
            "title": "T Corp.",
            "content": "Just imagine for a second. What if we saved up a ton of money and moved to a different Nest? Then maybe... maybe we'll get to live twenty-four hours a day, too."
        },
        {
            "id": 11,
            "model": "시살동생",
            "teller": "Younger Brother",
            "title": "T Corp.",
            "content": "I could get a full night's rest and I'd still have half the day to spend. Wouldn't that be so wonderful?"
        },
        {
            "id": 12,
            "content": "I was always full of excuses."
        },
        {
            "id": 13,
            "content": "For all my hatred of the system, I remained inert with my ignorance as a convenient shield and excuse for inaction."
        },
        {
            "id": 14,
            "content": "I knew that our lives would get better if I did get certified, but I always gave the same excuse: \"I don't have the time to take a test\"."
        },
        {
            "id": 15,
            "content": "One early morning, my brother came to speak to me."
        },
        {
            "id": 16,
            "model": "시살동생",
            "teller": "Younger Brother",
            "title": "T Corp.",
            "content": "I'll lend you all but two hours of my time. That'll give you more than enough time to complete the exam."
        },
        {
            "id": 17,
            "model": "시살동생",
            "teller": "Younger Brother",
            "title": "T Corp.",
            "content": "It ends around 2PM, right? I'll meet you in front of the Clock Tower then. You can give me back the time you borrowed there."
        },
        {
            "id": 18,
            "content": "Thus I was given a single day of abundance."
        },
        {
            "id": 19,
            "content": "The sun still hadn't set when I finished the exam."
        },
        {
            "id": 20,
            "content": "I had a good feeling about all this, too."
        },
        {
            "id": 21,
            "content": "Maybe I could start dreaming again, just like in that old comic book I used to read—to dream of becoming a professional inventor of all kinds of things."
        },
        {
            "id": 22,
            "content": "The car rolls in slowly. It's so, so slow that anyone could simply step out of its way."
        },
        {
            "id": 23,
            "content": "The driver is like us. Someone who lives ten-hour-days."
        },
        {
            "id": 24,
            "content": "But my brother can't get out of its way."
        },
        {
            "id": 25,
            "content": "Because he doesn't have enough time."
        },
        {
            "id": 26,
            "content": "Hours already precariously stretched over a day... stretched even further."
        },
        {
            "id": 27,
            "content": "So, you are"
        },
        {
            "id": 28,
            "content": "slowly, so slowly"
        },
        {
            "id": 29,
            "content": "thrown into the air."
        },
        {
            "id": 30,
            "content": "I run as fast as I can within the time that is given to me, but I fail to reach him."
        },
        {
            "id": 31,
            "content": "I never could."
        },
        {
            "id": 32,
            "content": "Nothing changed. No matter how much time I was shared."
        },
        {
            "id": 33,
            "content": "Because my life was spent in a rush. Because its entirety slipped through my fingers in the blink of an eye."
        },
        {
            "id": 34,
            "content": "... I wandered aimlessly near the street my brother drew his last breath."
        },
        {
            "id": 35,
            "teller": "Candy-suckling T Corp. Citizen",
            "title": "T Corp.",
            "content": "Mm... if only I could taste every flavor of this lollipop sooner."
        },
        {
            "id": 36,
            "teller": "Listless T Corp. Citizen",
            "title": "T Corp.",
            "content": "Man, I can't wait to read what happens next. Won't somebody knock me out and wake me up when the next volume's out?"
        },
        {
            "id": 37,
            "content": "The City..."
        },
        {
            "id": 38,
            "model": "범블",
            "teller": "T Corp. Watch Factory Owner",
            "title": "T Corp.",
            "content": "I can't wait for them to finally complete my portrait-uh~ I hope they captured the little upward flick at the tip of my moustache-ah... It's supposed to look like a bird's wings, yes-uh...? Ugh, it's so tedious, waiting for it to be finished-ah!"
        },
        {
            "id": 39,
            "model": "T사2등급",
            "teller": "Class 2 Collection Staff",
            "title": "T Corp.",
            "content": "Yaaaawn... Still 3 in the afternoon? This is one long shift... When'll this tedious busywork end...?"
        },
        {
            "id": 40,
            "content": "... has too many people who so indifferently kill time."
        },
        {
            "id": 41,
            "model": "유로지비대장",
            "content": "Our time will come, just like the Saint said. I know it's tedious, but everyone feels the same way. Stop pestering me about it, yeah? You think I'm happy with this small-time stuff? I'm just as tired as you are of punching those bloody Collectors and running away!"
        },
        {
            "id": 42,
            "content": "I was ignorant. I lacked the time."
        },
        {
            "id": 43,
            "content": "If only I had the time they killed. If only... my brother had the time they killed."
        },
        {
            "id": 44,
            "content": "He would still be alive."
        },
        {
            "id": 45,
            "content": "Yes, my brother was right."
        },
        {
            "id": 46,
            "content": "Can't wait for the moment that won't come."
        },
        {
            "id": 47,
            "content": "Now is the time for action."
        },
        {
            "id": 48,
            "content": "I'll find everyone so content with killing their time."
        },
        {
            "id": 49,
            "content": "And I'll..."
        },
        {
            "id": 50,
            "model": "시간살인마",
            "content": "Though a clock may look as though it turns evenly on the outside... the cogs that make up the clockwork within each turn at disparate rates."
        },
        {
            "id": 51,
            "model": "시간살인마",
            "content": "Some living forty-four hour days. Some living four hour days."
        },
        {
            "id": 52,
            "model": "시간살인마",
            "content": "I—we—are not like the Yurodiviye. We know that we must take action."
        },
        {
            "id": 53,
            "model": "탐정로쟈",
            "content": "……."
        },
        {
            "id": 54,
            "model": "히스클리프2",
            "content": "So that's... what you've turned yourself into?"
        },
        {
            "id": 55,
            "model": "시간살인마",
            "content": "Within me is a place where all may live in equal hours. Our nest."
        },
        {
            "id": 56,
            "model": "시간살인마",
            "content": "A place for all who have felt the very same pain."
        },
        {
            "id": 57,
            "model": "뫼르소",
            "content": "Your explanations fail to justify your 'timekilling'."
        },
        {
            "id": 58,
            "model": "시간살인마",
            "content": "Yet I am not the Timekiller."
        },
        {
            "id": 59,
            "model": "시간살인마",
            "content": "It is the people of the City who have been slaughtering time!"
        },
        {
            "id": 60,
            "model": "시간살인마",
            "content": "No one even took a moment to doubt that the Clock Tower may have been broken. Instead, they stopped at merely complaining that it was a 'slow day' and that they should just 'pass the time'!"
        },
        {
            "id": 61,
            "model": "시간살인마",
            "content": "... Killing... time..."
        },
        {
            "id": 62,
            "model": "시간살인마",
            "content": "I saved the dying times from their wasteful clutches. Will you still claim that I am... in the wrong?"
        }
    ]
}