{
  "dataList": [
    {
      "id": 0,
      "place": "???",
      "content": "All right, how did this happen?"
    },
    {
      "id": 1,
      "content": "First, we boarded the WARP train to get to our next destination, P Corp...."
    },
    {
      "id": 2,
      "content": "Got into our fancy first class flash-freeze hibernation capsules, and..."
    },
    {
      "id": 3,
      "content": "... we were supposed to arrive at P Corp. after a quick blink of an eye, but..."
    },
    {
      "id": 4,
      "model": "파우스트",
      "content": "Dante, please respond. There's—"
    },
    {
      "id": 5,
      "content": "The first thing I saw when my vision returned was the perplexed look on Faust,\nwho had entered hibernation at the same time as I did..."
    },
    {
      "id": 6,
      "content": "... then I realized that we woke up mid-transit on the WARP train..."
    },
    {
      "id": 7,
      "content": "... which could only mean that we're now stranded in some lost, unknown dimension...?"
    },
    {
      "id": 8,
      "model": "파우스트",
      "content": "Dante, I understand your considerable degree of disorientation, but—"
    },
    {
      "id": 9,
      "content": "What..."
    },
    {
      "id": 10,
      "model": "단테",
      "content": "<... What the hell happened?>"
    },
    {
      "id": 11,
      "content": "First things first..."
    },
    {
      "id": 12,
      "content": "... let's rewind and return to the very start of this highly unfavorable situation we find ourselves in."
    },
    {
      "id": 13,
      "content": "Few days ago..."
    },
    {
      "id": 14,
      "place": "Aboard Mephistopheles",
      "model": "베르길리우스",
      "content": "Our next destination... is to a WARP train, Dante."
    },
    {
      "id": 15,
      "model": "단테",
      "content": "<... What?>"
    },
    {
      "id": 16,
      "content": "Yep. That's where it all started."
    },
    {
      "id": 17,
      "content": "There I was, still perplexed by the incidents at T Corp., with my awful idea of clearing the air by asking Vergilius for our next destination. Not knowing the storm that my innocent question would bring."
    },
    {
      "id": 18,
      "model": "돈키호테",
      "content": "V-V-V-V-V-Verily, I must have misheard!?"
    },
    {
      "id": 19,
      "model": "베르길리우스",
      "content": "I'm quite certain you didn't, Quixote."
    },
    {
      "id": 20,
      "model": "베르길리우스",
      "content": "We are now en route to the T Corp. WARP train station."
    },
    {
      "id": 21,
      "model": "돈키호테",
      "content": "That whuh-WARP train station must have some conundrum that must be resolved there, indeed? A-a quest that must be swiftly addressed *at* the station, yes?"
    },
    {
      "id": 22,
      "model": "그레고르",
      "content": "Did a Distortion pop up at one of the WARP platforms or something?"
    },
    {
      "id": 23,
      "model": "베르길리우스",
      "content": "I see that you are now significantly less disinclined to take on some side jobs. But no."
    },
    {
      "id": 24,
      "model": "베르길리우스",
      "content": "We are boarding the WARP train to get to P Corp., end of story. There's nothing between the lines, so don't try reading into it."
    },
    {
      "id": 25,
      "teller": "Sinners",
      "title": "LCB",
      "content": "……."
    },
    {
      "id": 26,
      "content": "It was only natural that the Sinners immediately fell into a state of collective dumbfounded shock. "
    },
    {
      "id": 27,
      "content": "None of the Sinners have any history of working at W Corp., but..."
    },
    {
      "id": 28,
      "model": "단테",
      "content": "<We're... actually taking that train?>"
    },
    {
      "id": 29,
      "content": "... through what vague information we could gather from the Identities, we all had some fragmentary knowledge about the terrible secrets of the WARP trains' operations."
    },
    {
      "id": 30,
      "content": "I initially considered hiding this information from the rest of the Sinners, but since sharing things with everyone and letting them get their two cents in usually ended up being pretty helpful, I've been sharing more of these as of late."
    },
    {
      "id": 31,
      "model": "이상",
      "content": "Though I have very dim, if present at all, recollections from the time during which I wear the Identities..."
    },
    {
      "id": 32,
      "model": "뫼르소",
      "content": "Mm. It can be determined from the conversational records between the Manager and the Identities that the mechanisms behind WARP trains' operations can be deemed as somewhat bizarre and inefficient."
    },
    {
      "id": 33,
      "model": "홍루",
      "content": "Ohh~ Yeah! It's that 10-second trip that actually takes a long, long time~ Right? And when the train reaches the destination, they just wipe the passengers' memories?"
    },
    {
      "id": 34,
      "model": "싱클레어",
      "content": "I-I also heard that the passengers get so tired and weary that they start literally ripping and tearing into one another..."
    },
    {
      "id": 35,
      "model": "료슈",
      "content": "Sounds like I might finally have a chance to see a masterpiece with my own eyes."
    },
    {
      "id": 36,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 37,
      "content": "Even when the Sinners wear the Identities through my Identity Cards, the Identities' memories or beliefs don't bleed into them once it's over and done with."
    },
    {
      "id": 38,
      "content": "I remember when Faust explained that, due to the risks associated with embracing such influences, there was a filtering process to intentionally block them from reaching the Sinners."
    },
    {
      "id": 39,
      "content": "That's why the Sinners could use the Identities of some of our worst enemies without getting infected by their philosophies and whatnot..."
    },
    {
      "id": 40,
      "content": "... but it also meant that they couldn't retain any new information that each Identity had to offer. That's why I keep a record of some things that sound particularly important and sometimes share it with the rest of the Sinners."
    },
    {
      "id": 41,
      "model": "단테",
      "content": "<My 'voice' doesn't really carry well past the window, so most of our communications are one-sided. But...>"
    },
    {
      "id": 42,
      "content": "... I had an abundance of W Corp. Identities, so it wasn't difficult to piece together the truth behind the trains."
    },
    {
      "id": 43,
      "content": "But... Um..."
    },
    {
      "id": 44,
      "model": "베르길리우스",
      "content": "……."
    },
    {
      "id": 45,
      "content": "Maybe ignorance really is bliss..."
    },
    {
      "id": 46,
      "model": "파우스트",
      "content": "Your alarmed response and possible incompliance have already been accounted for."
    },
    {
      "id": 47,
      "model": "돈키호테",
      "content": "Lady Faust?! Then thou hast known this all along?! Wherefore hast thou not deigned to tell me of this?!"
    },
    {
      "id": 48,
      "model": "파우스트",
      "content": "Faust has indeed known this all along, as no knowledge is out of Faust's reach. As expected, a solution to your dilemma has already been prepared."
    },
    {
      "id": 49,
      "model": "이스마엘",
      "content": "I seriously doubt your solution involves *not* getting on the train, so what is it?"
    },
    {
      "id": 50,
      "model": "싱클레어",
      "content": "The bus... oh, what about this bus? There's no way this thing fits inside a train car!"
    },
    {
      "id": 51,
      "model": "카론",
      "content": "Charon vetoes, too. No one to feed Mephi when Charon's gone. "
    },
    {
      "id": 52,
      "model": "베르길리우스",
      "content": "... Miss Faust."
    },
    {
      "id": 53,
      "model": "파우스트",
      "content": "The rearmost tail cars of WARP trains are all freight cars. That is where Mephistopheles will be safely fastened and transported."
    },
    {
      "id": 54,
      "model": "파우스트",
      "content": "And the LCB will..."
    },
    {
      "id": 55,
      "model": "파우스트",
      "content": "... have the benefit of boarding as first class passengers."
    },
    {
      "id": 56,
      "content": "The bus begins to swell with noise again, though in a slightly different air to the alarmed response from earlier."
    },
    {
      "id": 57,
      "model": "히스클리프",
      "content": "First class passengers...? What, the seats for those pompous toffs?"
    },
    {
      "id": 58,
      "model": "히스클리프",
      "content": "Even on normal trains, you've got those sods whose proudest accomplishment in life is planting their arses in first class seats, while others are cramming themselves into freight cars because they haven't the cash for even an economy ticket..."
    },
    {
      "id": 59,
      "model": "싱클레어",
      "content": "H-hey, don't look at me... I've never been in one of those first class seats before either..."
    },
    {
      "id": 60,
      "model": "로쟈",
      "content": "Isn't the ticket for a single first class seat like, as expensive as three-four month's salary of a first-year Wing employee? Can our budget really handle getting a ticket for all of us?"
    },
    {
      "id": 61,
      "model": "파우스트",
      "content": "The company's budget is not a subject that warrants your concern."
    },
    {
      "id": 62,
      "model": "그레고르",
      "content": "I heard first class passengers get some cool bonus stuff like... personalized private capsules or something, don't they?"
    },
    {
      "id": 63,
      "model": "파우스트",
      "content": "That is the promotional language, yes. They are flash-freeze hibernation capsules, to be precise."
    },
    {
      "id": 64,
      "model": "파우스트",
      "content": "They have been designed to easily withstand the 'true' amount of time it takes for the WARP train to travel from point A to point B. The trip will be over in the blink of an eye for the passengers."
    },
    {
      "id": 65,
      "model": "이상",
      "content": "The company's regard for our well-being is unfamiliar yet welcome. To be provided such extravagance merely for our comfort... such occurrence is quite seldom."
    },
    {
      "id": 66,
      "model": "로쟈",
      "content": "Right? I honestly thought they were going to slip just the guide and Charon into the first class seats and ship the rest of us in the economy cars."
    },
    {
      "id": 67,
      "model": "오티스",
      "content": "Hmph, this seems like an unnecessary luxury. They should have saved their budget and given only the Executive Manager and their loyal advisor access to those seats."
    },
    {
      "id": 68,
      "model": "이스마엘",
      "content": "Let's not get ahead of ourselves. We're taking the train to get to our next mission, alright? We have to think about the unique nature of WARP trains and prepare ourselves accordingly."
    },
    {
      "id": 69,
      "model": "싱클레어",
      "content": "Right...?! I know it's first class and all, but WARP trains are just plain creepy. I knew you'd also be worried about—"
    },
    {
      "id": 70,
      "model": "이스마엘",
      "content": "For example, economy passengers are going to have a hard time getting into a first class car. If they can even attempt open it, I mean. I'm pretty sure the door separating the cars is ironclad."
    },
    {
      "id": 71,
      "content": "Ishmael, who'd been holding that first class promotional pamphlet in her hands for a while, was chattering on with fire in her eyes."
    },
    {
      "id": 72,
      "model": "이스마엘",
      "content": "We won't even have to lift a finger. We just have to board the train, get into our capsules, shut our eyes, and snooze through the entire ride until all that mess in the other cars blows over. I heard they used to give out commemorative merch back when their finances weren't in the gutter, and—"
    },
    {
      "id": 73,
      "model": "싱클레어",
      "content": "Oh..."
    },
    {
      "id": 74,
      "model": "돈키호테",
      "content": "A true adventure is not without its hardships... Yet... even the most exalted of heroes cannot venture without respite...! And, in very rare occasions, the hero may even deign to select a first class seat to rest in, in place of a quaint inn... Indeed, indeed..."
    },
    {
      "id": 75,
      "content": "Seems like everyone was at least somewhat interested in the fabled first class seats of WARP trains."
    },
    {
      "id": 76,
      "content": "I could sense that there was a growing consensus among the Sinners that even a WARP train trip might be acceptable if it meant that they could ride in the first class seats."
    },
    {
      "id": 77,
      "model": "뫼르소",
      "content": "I will board the train if I must."
    },
    {
      "id": 78,
      "model": "료슈",
      "content": "Is first class seating mandatory? I prefer the scenic route. Don't want to miss out on all the fun."
    },
    {
      "id": 79,
      "content": "Vergilius pretended to not hear Ryōshū's question."
    },
    {
      "id": 80,
      "model": "베르길리우스",
      "content": "Very well. Then I assume that we are all in agreement. Let's go."
    },
    {
      "id": 81,
      "model": "돈키호테",
      "content": "Uh..."
    },
    {
      "id": 82,
      "model": "돈키호테",
      "content": "I've a matter of great import to discuss with thee..."
    },
    {
      "id": 83,
      "model": "히스클리프",
      "content": "What is it? Out with it, lass. Beatin' around the bush ain't like you."
    },
    {
      "id": 84,
      "content": "Don Quixote carefully began, almost whispering in a low voice."
    },
    {
      "id": 85,
      "model": "돈키호테",
      "content": "That is... in the first class seats..."
    },
    {
      "id": 86,
      "model": "돈키호테",
      "content": "I have heard tell that we must board with our feet freed from our boots. Doth that claim hold water?"
    },
    {
      "id": 87,
      "model": "로쟈",
      "content": "... Oh, come on, now. What kind of nonsense gossip is this coming from this time...?"
    },
    {
      "id": 88,
      "model": "돈키호테",
      "content": "'Tis no gossip! Forsooth, I have overheard aught from those we have walked past ere today, and..."
    },
    {
      "id": 89,
      "model": "돈키호테",
      "content": "... When one of them inquired, \"You know that you gotta go barefoot in first class, right?\" the other responded with: \"Of course, man. What am I, stupid?\"..."
    },
    {
      "id": 90,
      "model": "돈키호테",
      "content": "Doth the traveler speak true, Ishmael?"
    },
    {
      "id": 91,
      "model": "이스마엘",
      "content": "D-don't ask me, I've never been on one of these either."
    },
    {
      "id": 92,
      "model": "이스마엘",
      "content": "I don't remember seeing... anything... like that on the pamphlet. Gimme a sec..."
    },
    {
      "id": 93,
      "model": "돈키호테",
      "content": "I mustn't be separated from Rocinante, not even for a twinkle...! I shan't toss Rocinante to the side next to such vulgarities like the ugly shoes of Sir Heathcliff...!"
    },
    {
      "id": 94,
      "model": "히스클리프",
      "content": "Oi, you little...!"
    },
    {
      "id": 95,
      "model": "돈키호테",
      "content": "I implore thee, O Illustrious Red Gaze...! Prithee, grant me thy permission and allow me to board with Rocinanteeeehhhhhh...?"
    },
    {
      "id": 96,
      "model": "베르길리우스",
      "content": "……."
    },
    {
      "id": 97,
      "content": "I expected Vergilius to answer with his usual exasperated rebuff. Contrary to my expectations, however, he responded in a somewhat serious tone, if tainted by that familiar annoyance."
    },
    {
      "id": 98,
      "model": "베르길리우스",
      "content": "Fine. Keep your... shoes on."
    }
  ]
}