{
  "dataList": [
    {
      "id": 0,
      "place": "WARP Train First Class Cabin",
      "model": "단테",
      "content": "<We're here already...?>"
    },
    {
      "id": 1,
      "model": "단테",
      "content": "<Wow, I guess that wasn't an exaggeration at all... It all really happened in the blink of an eye.>"
    },
    {
      "id": 2,
      "content": "As always, Faust was giving me her usual look, which was a complete lack of any emotive expression."
    },
    {
      "id": 3,
      "content": "Which, I suppose, is why it didn't immediately register that something had gone awry."
    },
    {
      "id": 4,
      "model": "파우스트",
      "content": "No, we are not yet at our destination."
    },
    {
      "id": 5,
      "model": "단테",
      "content": "<Huh?>"
    },
    {
      "id": 6,
      "content": "When I finally came to, and after I had some time to digest that odd reply, I looked up at her face once again."
    },
    {
      "id": 7,
      "content": "... And realized that her expression was more antsy than usual by a microscopically minuscule degree."
    },
    {
      "id": 8,
      "model": "단테",
      "content": "<So... this train is still 'running'?>"
    },
    {
      "id": 9,
      "model": "파우스트",
      "content": "Yes."
    },
    {
      "id": 10,
      "model": "단테",
      "content": "<Then... where are we?>"
    },
    {
      "id": 11,
      "model": "파우스트",
      "content": "... I believe we are currently stranded in an unidentified dimension. Coordinates: unknown."
    },
    {
      "id": 12,
      "content": "I took a reflexive, deep breath from the sheer horror of the numerous implications stuffed into that dryly delivered sentence."
    },
    {
      "id": 13,
      "content": "When that passed, the first thing that struck my mind was that we were about to suffer the very thing that we were so worried about."
    },
    {
      "id": 14,
      "model": "단테",
      "content": "<... I see.>"
    },
    {
      "id": 15,
      "content": "But I soon found myself calming down."
    },
    {
      "id": 16,
      "content": "Yeah, this had to be a part of Faust's plan. She probably saw this coming from a mile away."
    },
    {
      "id": 17,
      "content": "I'm sure she's about to proudly tell me every little detail of her plan that will help us out of this situation."
    },
    {
      "id": 18,
      "model": "단테",
      "content": "<But this is all just a part of the plan, right? Faust?>"
    },
    {
      "id": 19,
      "model": "파우스트",
      "content": "…………."
    },
    {
      "id": 20,
      "content": "... That was an unusually long silence from Faust."
    },
    {
      "id": 21,
      "model": "파우스트",
      "content": "You are half correct, yet half incorrect."
    },
    {
      "id": 22,
      "content": "With that, Faust left me to flounder in the chaotic stream of vaguely terrifying information as she began stopping by each capsule to wake the Sinners."
    },
    {
      "id": 23,
      "model": "그레고르",
      "content": "Ooh, we're here already? Man, it really happened in the blink of an—"
    },
    {
      "id": 24,
      "model": "파우스트",
      "content": "No."
    },
    {
      "id": 25,
      "model": "로쟈",
      "content": "Ooh, what's this? We're here already, for real? It really happened in the blink of an—"
    },
    {
      "id": 26,
      "model": "파우스트",
      "content": "No."
    },
    {
      "id": 27,
      "model": "싱클레어",
      "content": "Woah, w-we're here already? I guess I really was worrying over nothi—"
    },
    {
      "id": 28,
      "model": "파우스트",
      "content": "No."
    },
    {
      "id": 29,
      "model": "이상",
      "content": "O—"
    },
    {
      "id": 30,
      "model": "파우스트",
      "content": "No."
    },
    {
      "id": 31,
      "model": "이상",
      "content": "Yet I have not uttered a single word..."
    },
    {
      "id": 32,
      "content": "There was a brief cheer, a little hurrah about regaining our colors, followed by a flat-toned explanation of our current predicament, which was then followed by a long, loaded silence...\n... which was a sequence of events I had the pleasure of watching play out on about ten consecutive occasions..."
    },
    {
      "id": 33,
      "model": "파우스트",
      "content": "Dante. I understand your confusion, however... perhaps an elaboration of our present circumstance is necessary."
    },
    {
      "id": 34,
      "content": "... And that brings us to the present."
    },
    {
      "id": 35,
      "model": "이스마엘",
      "content": "Let me get this right..."
    },
    {
      "id": 36,
      "model": "이스마엘",
      "content": "This train's still running..."
    },
    {
      "id": 37,
      "model": "히스클리프",
      "content": "And we're drifting through some unknown dimension...?"
    },
    {
      "id": 38,
      "model": "돈키호테",
      "content": "Ooo... aught about that striketh me as quite dramatic."
    },
    {
      "id": 39,
      "model": "그레고르",
      "content": "Most importantly... Are you saying that you already knew that this would happen, Faust?"
    },
    {
      "id": 40,
      "model": "파우스트",
      "content": "... Yes."
    },
    {
      "id": 41,
      "model": "이스마엘",
      "content": "Haaaaah..."
    },
    {
      "id": 42,
      "model": "그레고르",
      "content": "What... what the hell is wrong with you? Huh?"
    },
    {
      "id": 43,
      "content": "The Sinners each begin to voice their anger."
    },
    {
      "id": 44,
      "content": "Of course, this wasn't the first time Faust and Vergilius intentionally and knowingly omitted certain details about events in our path."
    },
    {
      "id": 45,
      "model": "그레고르",
      "content": "What, are you insane? It's not like we can just retreat or jump out that door when stuff hits the fan!"
    },
    {
      "id": 46,
      "model": "뫼르소",
      "content": "Opening the door will result in nearly immediate destruction of the physical body."
    },
    {
      "id": 47,
      "model": "로쟈",
      "content": "But hey, Fau... at least you know what to do like you always do. You've got a plan, right?"
    },
    {
      "id": 48,
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 49,
      "model": "로쟈",
      "content": "... Right?"
    },
    {
      "id": 50,
      "content": "Faust, whom I had rarely ever seen at a loss for words... was unusually slow to respond."
    },
    {
      "id": 51,
      "model": "히스클리프",
      "content": "Uh. What's up with her? Lass looks totally out of it today."
    },
    {
      "id": 52,
      "content": "She gives me a sideways glance."
    },
    {
      "id": 53,
      "content": "... There must be something she can't discuss in front of the Sinners."
    },
    {
      "id": 54,
      "model": "단테",
      "content": "<... Guys, let's pause for a bit.>"
    },
    {
      "id": 55,
      "content": "She said that something inconceivable's happened..."
    },
    {
      "id": 56,
      "content": "The other Sinners' anger was completely understandable. It also makes sense that this continued lack of communication was harming our trust in Faust."
    },
    {
      "id": 57,
      "model": "단테",
      "content": "<Alright. We're going to go over the situation from the start, okay?>"
    },
    {
      "id": 58,
      "content": "But just letting things play out might really turn everyone against Faust, and for good."
    },
    {
      "id": 59,
      "content": "Besides..."
    },
    {
      "id": 60,
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 61,
      "content": "... I doubt Faust woke us up in the middle of the trip just to spite us."
    },
    {
      "id": 62,
      "content": "First things first, I gotta get the Sinners to calm down. Then I'll ask Faust to tell us what happened. If there's a problem, we'll figure it out and deal with it as we move along."
    },
    {
      "id": 63,
      "model": "단테",
      "content": "<Tell us what's going on, Faust. All of it. And in a way that we can all understand.>"
    },
    {
      "id": 64,
      "model": "단테",
      "content": "<Let's hear her out first. Is that okay with you guys?>"
    },
    {
      "id": 65,
      "model": "이스마엘",
      "content": "... If you say so. I'll go along with it."
    },
    {
      "id": 66,
      "model": "히스클리프",
      "content": "... Fine. I suppose losin' my rag rarely ever did anything."
    },
    {
      "id": 67,
      "model": "파우스트",
      "content": "Thank you. Then..."
    },
    {
      "id": 68,
      "content": "After some time..."
    },
    {
      "id": 69,
      "content": "The gist of Faust's explanation was as follows."
    },
    {
      "id": 70,
      "content": "The cause of this issue, as always, involved a certain contract and a unilateral decision from the higher-ups of Limbus Company."
    },
    {
      "id": 71,
      "content": "W Corp. caught wind of Limbus Company's recent Distortion contract management promotions,"
    },
    {
      "id": 72,
      "content": "and decided to contract us to deal with a mysterious, repeated series of incidents suspected to have been caused by a Distortion. After multiple failed attempts to resolve it on their own, of course."
    },
    {
      "id": 73,
      "model": "파우스트",
      "content": "The Distortions themselves likely did not pose a problem for W Corp. Based on the available information, it can be determined that they would have all been neutralized as soon as the train arrived, and any transformed passengers would have been reverted to their human forms."
    },
    {
      "id": 74,
      "model": "파우스트",
      "content": "But..."
    },
    {
      "id": 75,
      "content": "The real issue was that the passengers were disappearing."
    },
    {
      "id": 76,
      "model": "돈키호테",
      "content": "Passengers... spirited away?! Alas, such is an impossibility aboard these trains, is it not?"
    },
    {
      "id": 77,
      "model": "파우스트",
      "content": "That is the question for which we must discover the precise cause and effect of."
    },
    {
      "id": 78,
      "model": "단테",
      "content": "<Did W Corp. share anything to get us started?>"
    },
    {
      "id": 79,
      "model": "파우스트",
      "content": "... That appears to be the most prominent cause of this misunderstanding."
    },
    {
      "id": 80,
      "content": "She explained that W Corp. refused to share anything about the trains because they were concerned about maintaining the secrets of their Singularity."
    },
    {
      "id": 81,
      "content": "Maybe that's exactly why they sought out an upstart business like Limbus Company to deal with this, now that I think about it..."
    },
    {
      "id": 82,
      "content": "We wouldn't even know where to start if we didn't have access to the information that the Identity Cards had to offer."
    },
    {
      "id": 83,
      "content": "Faust produced what appeared to be a keycard with W Corp. logo on it before continuing with her explanations."
    },
    {
      "id": 84,
      "model": "파우스트",
      "content": "However, we were given this master keycard that can open and close the hibernation capsules at will."
    },
    {
      "id": 85,
      "model": "파우스트",
      "content": "We may return to our respective capsules as soon as the contract is fulfilled and safely complete the rest of the journey as we had planned from the beginning."
    },
    {
      "id": 86,
      "model": "히스클리프",
      "content": "These bloody Wings... every single one of 'em's been absolutely barmy."
    },
    {
      "id": 87,
      "model": "홍루",
      "content": "Hmm~ I think it's a bit unkind of them to ask us to finish the puzzle without all the important pieces..."
    },
    {
      "id": 88,
      "model": "홍루",
      "content": "At least at T Corp., their Chief Executive Director tagged along as our assistant, not to mention kindly explaining so many new things to us."
    },
    {
      "id": 89,
      "model": "싱클레어",
      "content": "I-it sounds like Miss Faust was stuck between a rock and a hard place herself..."
    },
    {
      "id": 90,
      "content": "Some Sinners grew more receptive after her explanations, albeit with a sigh."
    },
    {
      "id": 91,
      "model": "그레고르",
      "content": "... Haah. I would've appreciated it if you at least gave us a hint."
    },
    {
      "id": 92,
      "model": "이스마엘",
      "content": "Yeah. I understand where you're coming from, but it's not like there's someone out there monitoring your every move and every word, right?"
    },
    {
      "id": 93,
      "model": "파우스트",
      "content": "That is..."
    },
    {
      "id": 94,
      "model": "이스마엘",
      "content": "Haaah..."
    },
    {
      "id": 95,
      "content": "... But not everyone was willing to let this go without saying their piece."
    },
    {
      "id": 96,
      "model": "파우스트",
      "content": "... Next time, I will take your inputs into account."
    },
    {
      "id": 97,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 98,
      "content": "... And that's everything I can do for her. It's an undeniable truth that Faust has disappointed the Sinners with what she's done."
    },
    {
      "id": 99,
      "content": "But she is Faust, after all. I'm sure she has backup plans of backup plans to get us out of this situation."
    },
    {
      "id": 100,
      "model": "오티스",
      "content": "Hm. So what's next on our agenda?"
    },
    {
      "id": 101,
      "model": "로쟈",
      "content": "Yeah~ What's done is done, right? Besides, it's not like we gotta rot away for thousands of years inside this metal box."
    },
    {
      "id": 102,
      "model": "파우스트",
      "content": "... That, is something I must first discuss with Dante."
    },
    {
      "id": 103,
      "content": "Discuss?"
    },
    {
      "id": 104,
      "content": "But 'discussing' things with other people is very unlike Faust."
    },
    {
      "id": 105,
      "model": "단테",
      "content": "<... What are we discussing, Faust?>"
    },
    {
      "id": 106,
      "model": "파우스트",
      "content": "We must converse in a lower volume, Dante."
    },
    {
      "id": 107,
      "model": "단테",
      "content": "<Wh... why are we whispering...?>"
    },
    {
      "id": 108,
      "content": "Her secretive attitude only exacerbated my already-battered sense of safety..."
    },
    {
      "id": 109,
      "model": "파우스트",
      "content": "... My connection to Gesellschaft... I mean, Faust, has been severed."
    },
    {
      "id": 110,
      "model": "단테",
      "content": "<... I'm sorry, what?>"
    },
    {
      "id": 111,
      "model": "파우스트",
      "content": "I... cannot access Faust's knowledge at the moment."
    },
    {
      "id": 112,
      "content": "I guess I really was right to be anxious."
    }
  ]
}