{
  "dataList": [
    {
      "id": 0,
      "place": "WARP Train First Class Cabin",
      "model": "단테",
      "content": "<What do you mean you... can't...?>"
    },
    {
      "id": 1,
      "model": "파우스트",
      "content": "I mean it in the most literal sense. My access to Faust's input and information, which has always been readily available... is completely severed."
    },
    {
      "id": 2,
      "model": "단테",
      "content": "<... Oh! What if everything about this situation is something you don't have access to yet, like you said last time...?>"
    },
    {
      "id": 3,
      "model": "파우스트",
      "content": "One cannot completely dismiss that possibility, but even that is... uncertain..."
    },
    {
      "id": 4,
      "content": "Every answer Faust has given me was always full of confidence and methodical expertise."
    },
    {
      "id": 5,
      "content": "I don't think she's ever said a sentence that was this full of speculation and doubt."
    },
    {
      "id": 6,
      "model": "단테",
      "content": "<Then 'Faust', you are...>"
    },
    {
      "id": 7,
      "model": "파우스트",
      "content": "Yes. At this moment, I am... limited to operating only with my knowledge."
    },
    {
      "id": 8,
      "model": "단테",
      "content": "<…!>"
    },
    {
      "id": 9,
      "model": "파우스트",
      "content": "I cannot discern the cause of this disconnection... More than enough precautions have likely been taken in case of interdimensional travel, but perhaps Faust did not take into account an occasion in which we may have to access an unidentified dimension such as this. Or, even if it was taken into account, this particular dimension may not yet have been subject to cross-observation."
    },
    {
      "id": 10,
      "model": "파우스트",
      "content": "If that is not the case, then I-no, nevermind."
    },
    {
      "id": 11,
      "model": "파우스트",
      "content": "There was nothing that suggested that my connection to Faust would be lost, not even as we boarded the train. To be honest, this is..."
    },
    {
      "id": 12,
      "model": "파우스트",
      "content": "... a rather disagreeable situation for me."
    },
    {
      "id": 13,
      "model": "단테",
      "content": "<... Alright. For now.>"
    },
    {
      "id": 14,
      "content": "Now that changes everything."
    },
    {
      "id": 15,
      "content": "I recalled the last thing I saw before the hatch on the capsule closed. When Faust told me not to worry too much."
    },
    {
      "id": 16,
      "model": "단테",
      "content": "<Okay. This is just a minor setback. Nothing we can't beat, right? We got this.>"
    },
    {
      "id": 17,
      "content": "I began to mutter like I was trying to convince myself."
    },
    {
      "id": 18,
      "content": "As the manager, my job is to calm everyone down and set their sights on the future. Just as Faust did for me immediately before the hatch closed."
    },
    {
      "id": 19,
      "model": "단테",
      "content": "<If you're right about why you were disconnected, then that problem will solve itself once we're off the train...>"
    },
    {
      "id": 20,
      "model": "단테",
      "content": "<And if we do ever run out of options, I'll just turn the clock and see what happens.>"
    },
    {
      "id": 21,
      "model": "단테",
      "content": "<Don't stress yourself too much. We still have a lot to work with. Your knowledge, my, um... clock, the Sinners... and...>"
    },
    {
      "id": 22,
      "content": "I could feel my confidence taking a hit with every word that came out of my metaphorical mouth, but that seemed to be enough for Faust. She nodded."
    },
    {
      "id": 23,
      "model": "파우스트",
      "content": "... Understood."
    },
    {
      "id": 24,
      "model": "파우스트",
      "content": "And... to the Sinners..."
    },
    {
      "id": 25,
      "model": "파우스트",
      "content": "... the fact that we are currently confined to a WARP train in operation must be a source of enough stress. I believe that sharing Faust's current state with them would add an unnecessary source of tension."
    },
    {
      "id": 26,
      "model": "단테",
      "content": "<Hm...>"
    },
    {
      "id": 27,
      "model": "히스클리프",
      "content": "What, so wrecking this door ain't gonna do anything? We're all going to bite it once it opens?"
    },
    {
      "id": 28,
      "model": "이스마엘",
      "content": "Ugh, how many times do I have to tell you that you're not even strong enough to break this door down!"
    },
    {
      "id": 29,
      "model": "싱클레어",
      "content": "A-a billion years in this box... ha... ha ha..."
    },
    {
      "id": 30,
      "model": "단테",
      "content": "<... Yeah. Good idea.>"
    },
    {
      "id": 31,
      "model": "그레고르",
      "content": "So? What now? Do we have to take a searching sweep around each car... or something?"
    },
    {
      "id": 32,
      "model": "파우스트",
      "content": "In the grand scheme of things, yes."
    },
    {
      "id": 33,
      "content": "Faust cleared the air with a cough before continuing."
    },
    {
      "id": 34,
      "model": "파우스트",
      "content": "By A Corp.'s standard time scale, approximately three days have passed since our departure."
    },
    {
      "id": 35,
      "model": "파우스트",
      "content": "As per the contract between Limbus Company and W Corp., I acquired the master keycard placed inside my capsule and adjusted the hatch settings to open automatically in three days."
    },
    {
      "id": 36,
      "model": "그레고르",
      "content": "Three days, huh..."
    },
    {
      "id": 37,
      "model": "싱클레어",
      "content": "I feel like I just blinked, and... I guess that's hibernation for you."
    },
    {
      "id": 38,
      "model": "파우스트",
      "content": "As you were all informed prior to boarding, there is no way for the economy class passengers to enter the first class car; that is why this place has remained untouched."
    },
    {
      "id": 39,
      "model": "파우스트",
      "content": "However, cross-referencing my own deductions and W Corp.'s rather fragmentary explanations, I can assume that 'the situation' is currently under progress in the economy class cars."
    },
    {
      "id": 40,
      "model": "히스클리프",
      "content": "The uh... the part where they thrash the shite out of one another, tearin' their limbs off, all that mess?"
    },
    {
      "id": 41,
      "model": "이스마엘",
      "content": "No, I doubt that... I don't think it gets that bad in just three days. Besides, that's supposed to be business as usual for W Corp., right? There must be something else that's out of the ordinary that they want us to deal with."
    },
    {
      "id": 42,
      "model": "파우스트",
      "content": "Precisely. In my opinion, it is—"
    },
    {
      "id": 43,
      "model": "돈키호테",
      "content": "O-ooh, hold that thought for but a moment!"
    },
    {
      "id": 44,
      "content": "Just as Faust was about to continue, Don Quixote raised her index finger to her lips and signaled her to be quiet."
    },
    {
      "id": 45,
      "model": "돈키호테",
      "content": "Dost... dost thou hear aught as I do?"
    },
    {
      "id": 46,
      "model": "돈키호테",
      "content": "Scratching... nay, rapping! Forsooth, past this gate must be... hm..."
    },
    {
      "id": 47,
      "content": "As Don Quixote kept listening with her ear to the door, an odd expression of half-curiosity and half-horror appeared on her face."
    },
    {
      "id": 48,
      "model": "돈키호테",
      "content": "It is possible that there must be... hm? Lady Faust?"
    },
    {
      "id": 49,
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 50,
      "content": "After that very distressful noise, everyone simultaneously turned their heads to look at Faust..."
    },
    {
      "id": 51,
      "content": "... who closed her eyes, briefly in thought."
    },
    {
      "id": 52,
      "model": "파우스트",
      "content": "Please step aside for a moment, Don Quixote. It would be best if I observed it with my own eyes."
    },
    {
      "id": 53,
      "content": "With that, she produced the master keycard from her pocket and approached the panel installed next to the door."
    },
    {
      "id": 54,
      "model": "히스클리프",
      "content": "Woah, hang on a minute. You're going to open the door?"
    },
    {
      "id": 55,
      "model": "파우스트",
      "content": "I intend to follow your usual flavor of suggestion, Heathcliff."
    },
    {
      "id": 56,
      "model": "파우스트",
      "content": "That there are times in which a physical altercation is preferable to detached ruminations."
    },
    {
      "id": 57,
      "model": "히스클리프",
      "content": "H-huh? My suggestion...? Um, well, I ain't going to disagree with you there, but... what's gotten into you, lass?"
    },
    {
      "id": 58,
      "model": "파우스트",
      "content": "After all... how could I deduce anything without seeing it myself?"
    },
    {
      "id": 59,
      "content": "Bleep—"
    },
    {
      "id": 60,
      "content": "After a brief, mechanical beep..."
    },
    {
      "id": 61,
      "teller": "???",
      "title": "???",
      "content": "KAAAGGHHHH!!!"
    },
    {
      "id": 62,
      "content": "Hideous creatures suddenly crashed through the open door and charged wildly in our direction."
    }
  ]
}