{
  "dataList": [
    {
      "id": 0,
      "place": "WARP Train Economy Class Cabin",
      "content": "After a round of intelligence gathering from Faust..."
    },
    {
      "id": 1,
      "content": "We opened the door to the next cabin, only to be greeted by a loud commotion."
    },
    {
      "id": 2,
      "model": "홍루",
      "content": "It sounds like there are other survivors?"
    },
    {
      "id": 3,
      "model": "돈키호테",
      "content": "Ah, passengers in danger! Worry not, for I have arrived to— Euagh!"
    },
    {
      "id": 4,
      "model": "북부대검",
      "teller": "???",
      "title": "???",
      "content": "Woah, woah! Don't come any closer! Who the hell are you guys?"
    },
    {
      "id": 5,
      "content": "A four-armed woman suddenly jumped in our path."
    },
    {
      "id": 6,
      "model": "파우스트",
      "content": "... She appeared without warning."
    },
    {
      "id": 7,
      "content": "Faust stumbled a little, inadvertently slapped by the figure's swinging arms as she pushed us away."
    },
    {
      "id": 8,
      "model": "북부대검",
      "teller": "???",
      "title": "???",
      "content": "Right, like you gave me any warning before you practically kicked that door open."
    },
    {
      "id": 9,
      "model": "그레고르",
      "content": "Uh, would you mind moving that huge sword out of our faces? It's a bit threatening."
    },
    {
      "id": 10,
      "model": "북부대검",
      "teller": "???",
      "title": "???",
      "content": "Threatening? I'm just trying to protect those civilians in this car."
    },
    {
      "id": 11,
      "model": "북부대검",
      "teller": "???",
      "title": "???",
      "content": "Also, is that a bio-prosthetic? Must be an old timer, huh? I thought those things went out of style forever ago."
    },
    {
      "id": 12,
      "model": "그레고르",
      "content": "... Oh, you wanna see what this old timer's got left in him?"
    },
    {
      "id": 13,
      "model": "돈키호테",
      "content": "Aha... thou art from the north, verily?! Thy garb is that of northerners, no?"
    },
    {
      "id": 14,
      "model": "히스클리프",
      "content": "This really ain't the time, lass!"
    },
    {
      "id": 15,
      "model": "히스클리프",
      "content": "Anyways, it looks like we're in the same mess here. Make way for us, yeah?"
    },
    {
      "id": 16,
      "model": "북부대검",
      "teller": "???",
      "title": "???",
      "content": "……."
    },
    {
      "id": 17,
      "content": "She seemed to be sizing us up for a moment."
    },
    {
      "id": 18,
      "model": "북부대검",
      "teller": "???",
      "title": "???",
      "content": "Nah. How do I trust you? Got any proof that you ain't bitten? I'm not gonna let all my effort protecting this place go to waste..."
    },
    {
      "id": 19,
      "model": "히스클리프",
      "content": "Bitten? The bloody hell are you talking about?"
    },
    {
      "id": 20,
      "model": "북부대검",
      "teller": "???",
      "title": "???",
      "content": "Weird, ya look completely lost. If you were in one of the economy cars, I'm sure you've seen—"
    },
    {
      "id": 21,
      "model": "북부대검",
      "teller": "???",
      "title": "???",
      "content": "... Hold on."
    },
    {
      "id": 22,
      "model": "북부대검",
      "teller": "???",
      "title": "???",
      "content": "Are y'all from the first class car?"
    },
    {
      "id": 23,
      "model": "이스마엘",
      "content": "Yeah. We just woke up from our capsules."
    },
    {
      "id": 24,
      "model": "북부대검",
      "teller": "???",
      "title": "???",
      "content": "Hmm, but none of you look very... I mean, aren't first class seats supposed to be... Well, why didn't you say so from the get-go?"
    },
    {
      "id": 25,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "Name's Sasha. MultiCrack Office Rep."
    },
    {
      "id": 26,
      "content": "With that, she lowered her weapons and allowed us to pass."
    },
    {
      "id": 27,
      "model": "파우스트",
      "content": "Have you not left this car for the duration of the ride, Sasha?"
    },
    {
      "id": 28,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "Hm? Uh, no, I haven't..."
    },
    {
      "id": 29,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "We warped over to T Corp. after picking up one of their contracts., but... jeez, can ya believe that this train broke down? Shit, is it even 'broken'?"
    },
    {
      "id": 30,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "I'm not feeling hungry or sleepy at all. It stinks of some shady bullshit, if ya ask me."
    },
    {
      "id": 31,
      "model": "싱클레어",
      "content": "You can feel all that even in a prosthetic body...?"
    },
    {
      "id": 32,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "Man, how could I live without my favorite hobby, drifting into a sweet nap after a pleasant meal? So, I made sure to get high-quality parts for 'em so I can still feel hungry and sleepy."
    },
    {
      "id": 33,
      "model": "파우스트",
      "content": "Hasn't something else of note also occurred?"
    },
    {
      "id": 34,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "You bet your ass did something else of note go down!"
    },
    {
      "id": 35,
      "model": "오티스",
      "content": "How distracting... Is it hard for you to speak without being so hyper?"
    },
    {
      "id": 36,
      "model": "이스마엘",
      "content": "Or at least stop swinging your arms around like that..."
    },
    {
      "id": 37,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "Can't do that, friend... I broke all my prosthetic arms in a fight, so I'm calibrating a new set. Gotta keep swinging 'em if I want 'em to sync up with the other parts anytime soon."
    },
    {
      "id": 38,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "Anyhoo, I dunno what the hell's going on, but people started turnin' into some weird monsters all of a sudden."
    },
    {
      "id": 39,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "Haven't a goddamn clue as to who they are... don't seem like they can understand us, either."
    },
    {
      "id": 40,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "Good thing my train car didn't have a lot of those monsters. I just chopped what monsters there were to pieces and hauled the civilians to this... vacant car."
    },
    {
      "id": 41,
      "teller": "Rattled Passenger",
      "title": "???",
      "content": "Sob..."
    },
    {
      "id": 42,
      "teller": "Unhinged Passenger",
      "title": "???",
      "content": "3201 red colors... 3202 red colors..."
    },
    {
      "id": 43,
      "model": "파우스트",
      "content": "... You have decided to protect them, despite the potential risk that they may transform as well."
    },
    {
      "id": 44,
      "model": "돈키호테",
      "content": "But of course! 'Tis expected duty of any valorous Fixer to stand guard in the front lines against evil to protect the weak!"
    },
    {
      "id": 45,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "I've been keepin' a close eye on 'em for the last three days, and so far... zero transformations."
    },
    {
      "id": 46,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "Go past this car, and you'll see what hell on earth really means. Those monsters are constantly trying to claw their way to the front of the train... so if ya ask me, I'd wager that some shit went down there at one of the train cars in the back, and it spread like wildfire 'till it reached here."
    },
    {
      "id": 47,
      "model": "파우스트",
      "content": "... I see."
    },
    {
      "id": 48,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "And that's all I can tell ya about the situation. So... what's your story? Why'd you rich, first class folks suddenly decide to grace us peasants with your presence?"
    },
    {
      "id": 49,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "Nothing that's happening here could've made it to your swanky first class cars, so what's your business down here?"
    },
    {
      "id": 50,
      "model": "파우스트",
      "content": "W Corp. has hired us to solve this case. We are..."
    },
    {
      "id": 51,
      "model": "파우스트",
      "content": "Um..."
    },
    {
      "id": 52,
      "model": "돈키호테",
      "content": "FIXERS!"
    },
    {
      "id": 53,
      "model": "파우스트",
      "content": "Indeed... Fixers."
    },
    {
      "id": 54,
      "content": "Faust nodded reluctantly as she affirmed Don Quixote's boisterous declaration."
    },
    {
      "id": 55,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "Huh. They got every single one of you a first class ticket? Your Office must be rollin' in the dough."
    },
    {
      "id": 56,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "... Wait a goddamn second. So W Corp. already knew that this would happen?"
    },
    {
      "id": 57,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "But... hm. Are you really contracted to a Wing? Not sure if I trust ya..."
    },
    {
      "id": 58,
      "model": "파우스트",
      "content": "As you must be well aware yourself, contracts and contract fulfillment are of paramount importance for Fixers."
    },
    {
      "id": 59,
      "model": "파우스트",
      "content": "With that in mind, please recall that W Corp. is one of the most secretive Wings of the City."
    },
    {
      "id": 60,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "Ah, a non-disclosure agreement, huh? Makes sense. I wouldn't wanna deal with those Öufi boys either... Anyways, I'm still gonna have to ask for proof that you're actually contracted by W Corp."
    },
    {
      "id": 61,
      "model": "파우스트",
      "content": "This is the master keycard given to us by W Corp. I believe that it can open most doors aboard this train."
    },
    {
      "id": 62,
      "content": "Faust produced a master keycard from her pocket. I guess there isn't any other way for us to prove that we're actually contracted by W Corp...."
    },
    {
      "id": 63,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "A keycard? So you used this to open the path between the first class and the economy class car... Let's see... W Corp. logo... Woah, nice materials. Looks like you're telling the truth."
    },
    {
      "id": 64,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "Alright, I won't pry. Not like there's any cash in it for me either."
    },
    {
      "id": 65,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "So... I guess you gotta go all the way down there for your job, huh?"
    },
    {
      "id": 66,
      "model": "파우스트",
      "content": "Yes."
    },
    {
      "id": 67,
      "content": "The Fixer finally got out of our way. Then, with one of her free hands, pointed toward the opposite door."
    },
    {
      "id": 68,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "Well~ It's your funeral, ladies and gents. Or your victory lap, if you guys are really that good. Lotsa luck to y'all."
    },
    {
      "id": 69,
      "model": "돈키호테",
      "content": "I thank thee for thy words of courage, Fixer Sasha!"
    },
    {
      "id": 70,
      "model": "돈키호테",
      "content": "I shall trust thee with protection of this fortress; prithee, protect the innocents in my stead!"
    },
    {
      "id": 71,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "……."
    },
    {
      "id": 72,
      "model": "열차아이",
      "teller": "Curious Child",
      "title": "???",
      "content": "Um... big sis, are you a Fixer? Are you going to save us from the monsters in the cars behind us?"
    },
    {
      "id": 73,
      "model": "돈키호테",
      "content": "Hoh?"
    },
    {
      "id": 74,
      "content": "Just as we were about to reach the other end of the car, a little passenger pulled on Don Quixote's coattails."
    },
    {
      "id": 75,
      "model": "돈키호테",
      "content": "Mhm! Aye, forsooth!"
    },
    {
      "id": 76,
      "model": "열차아이",
      "teller": "Curious Child",
      "title": "???",
      "content": "Woaah...! Are you a famous Fixer?"
    },
    {
      "id": 77,
      "model": "돈키호테",
      "content": "Forsooth once again! Thou mayest know me as a profoundly illustrious Fixer!"
    },
    {
      "id": 78,
      "model": "열차아이",
      "teller": "Curious Child",
      "title": "???",
      "content": "Woooaaaah... I-I wanna be a Fixer, too! Just like y—"
    },
    {
      "id": 79,
      "teller": "Rattled Passenger",
      "title": "???",
      "content": "Don't pester the lady! I'm sorry, she's my daughter, and—"
    },
    {
      "id": 80,
      "model": "돈키호테",
      "content": "Muahaha, worry not thyself, 'tis no bother! No bother at all~! Thou must dream of becoming a Fixer thyself, little squire~?"
    },
    {
      "id": 81,
      "model": "파우스트",
      "content": "It is fortunate that someone like yourself is aboard the train. Your presence ensured that child's survival."
    },
    {
      "id": 82,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "Whatcha talkin' about all of a sudden? C'mon, no need to keep up appearances between people in the same line of work."
    },
    {
      "id": 83,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "I'm just here to collect some sweet, sweet emergency contract fees from each and every one of 'em. Are you two on something or what?"
    },
    {
      "id": 84,
      "model": "파우스트",
      "content": "... I see."
    },
    {
      "id": 85,
      "model": "단테",
      "content": "<... I don't think Don Quixote needs to hear what she just said.>"
    },
    {
      "id": 86,
      "model": "이스마엘",
      "content": "... Didn't know you could be like that, Faust."
    },
    {
      "id": 87,
      "model": "파우스트",
      "content": "Be like... what?"
    },
    {
      "id": 88,
      "model": "이스마엘",
      "content": "You knew there was no way the Fixer was actually there to protect them out of pure goodwill, but you decided to go along with Don Quixote's delusions anyway. Am I right?"
    },
    {
      "id": 89,
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 90,
      "model": "이스마엘",
      "content": "Good move. I was getting worried about what might happen if she started acting out again."
    },
    {
      "id": 91,
      "model": "이스마엘",
      "content": "You saw the twinkle in her eyes too, right...? Don Quixote's always been energetic, but she's been especially bouncy today."
    },
    {
      "id": 92,
      "model": "파우스트",
      "content": "Eyes..."
    },
    {
      "id": 93,
      "content": "Faust strode toward Sasha with a question."
    },
    {
      "id": 94,
      "model": "파우스트",
      "content": "I have one last thing to inquire."
    },
    {
      "id": 95,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "It'll be 30k Ahn per inquiry."
    },
    {
      "id": 96,
      "model": "파우스트",
      "content": "... That is quite an unsound decision to make for someone who claims to be 'in the same line of work' as us."
    },
    {
      "id": 97,
      "model": "파우스트",
      "content": "Have you considered the possibility that, once our contract is successfully completed, we could include references to a particularly cooperative Associate Office in our report to W Corp?"
    },
    {
      "id": 98,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "W-woah... You serious?"
    },
    {
      "id": 99,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "Well then, let me hear it."
    },
    {
      "id": 100,
      "model": "파우스트",
      "content": "Were the eyes of the monsters you faced red, by any chance?"
    },
    {
      "id": 101,
      "content": "Sasha paused her swinging arms for a moment upon hearing that question, appearing to either be in thought or trying to recall something... then answered."
    },
    {
      "id": 102,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "... Umm, I dunno? Those monsters were red all over, but... is there something special about their eye color?"
    },
    {
      "id": null,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "Well, for one, my prosthetic eye is red. That passenger over there's got red eyes, and... Oh, you there. That lady with a big sword's also got red eyes."
    },
    {
      "id": 103,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "What, is someone out there paying cash for info on red eyes or something?"
    },
    {
      "id": 104,
      "model": "파우스트",
      "content": "No, well."
    },
    {
      "id": 105,
      "model": "파우스트",
      "content": "It was a question of no significance."
    },
    {
      "id": 106,
      "content": "Faust nodded lightly in her direction, then opened the door to the next car."
    },
    {
      "id": 107,
      "teller": "???",
      "title": "???",
      "content": "Guuuuhhhh..."
    },
    {
      "id": 108,
      "model": "료슈",
      "content": "*Whistle*"
    },
    {
      "id": 109,
      "content": "It was just as we had feared. The scene that appeared before us looked like it came straight out of a painting of hell."
    }
  ]
}