{
  "dataList": [
    {
      "id": 0,
      "place": "WARP Train Economy Class Cabin",
      "model": "싱클레어",
      "content": "Whew... Battling in a narrow hallway really takes a lot out of you."
    },
    {
      "id": 1,
      "model": "홍루",
      "content": "Too bad~ Making big movements when there's not a lot of room to move around in takes more energy than you might think. Especially for people like us, who use longer weapons."
    },
    {
      "id": 2,
      "content": "These enemies weren't much harder than the ones we'd fought earlier, but it was inevitable that their sheer number would eventually wear down the Sinners."
    },
    {
      "id": 3,
      "model": "싱클레어",
      "content": "Who... what... are these things, Faust...?"
    },
    {
      "id": 4,
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 5,
      "model": "로쟈",
      "content": "Yeah, I've been wondering that too! Why are ya so tight-lipped all of a sudden?"
    },
    {
      "id": 6,
      "model": "파우스트",
      "content": "Those entities are..."
    },
    {
      "id": 7,
      "model": "그레고르",
      "content": "Those entities are...?"
    },
    {
      "id": 8,
      "model": "파우스트",
      "content": "... What do you think those entities are?"
    },
    {
      "id": 9,
      "model": "싱클레어",
      "content": "Huh?"
    },
    {
      "id": 10,
      "model": "싱클레어",
      "content": "D-didn't I just ask you the same question?"
    },
    {
      "id": 11,
      "model": "싱클레어",
      "content": "Oh no... Are you..."
    },
    {
      "id": 12,
      "model": "싱클레어",
      "content": "... giving us a chance to come up with our own answers first?!"
    },
    {
      "id": 13,
      "content": "Of course, Faust did not confirm nor deny his question, but Sinclair was perfectly capable of interpreting her silence in his own fashion."
    },
    {
      "id": 14,
      "model": "싱클레어",
      "content": "Mm... There were some things I learned after fighting them. I think."
    },
    {
      "id": 15,
      "model": "싱클레어",
      "content": "These monsters aren't... mad at us, nor do they want to attack us because we're an obstacle. That's not why they're attacking us."
    },
    {
      "id": 16,
      "model": "돈키호테",
      "content": "Quite, quite! 'Tis apparent that they hunger for aught, charging at anyone and anything in a desperate quest of it!"
    },
    {
      "id": 17,
      "model": "이스마엘",
      "content": "Right... That's strange, though. I thought hunger or thirst wasn't a thing aboard these trains."
    },
    {
      "id": 18,
      "model": "뫼르소",
      "content": "It could be determined from the entities' attack patterns that their offensives were not based on rational thought. The source of this behavior can only be traced back to primal aggressiveness."
    },
    {
      "id": 19,
      "model": "오티스",
      "content": "Hm..."
    },
    {
      "id": 20,
      "model": "파우스트",
      "content": "Yes, and? Was there anything else?"
    },
    {
      "id": 21,
      "model": "싱클레어",
      "content": "Anything else...? Uhm... Uh... Oh yeah, I think they all had red eyes..."
    },
    {
      "id": 22,
      "model": "이상",
      "content": "Their bodies wreathed in blankets of red."
    },
    {
      "id": 23,
      "model": "료슈",
      "content": "I smelled blood, so that's likely what they're made of."
    },
    {
      "id": 24,
      "model": "이상",
      "content": "Then it must be that the 'red' was congealed... nay, crystallized blood."
    },
    {
      "id": 25,
      "model": "파우스트",
      "content": "Thank you, all. Your input has all been very helpful."
    },
    {
      "id": 26,
      "content": "It was my turn to start whispering."
    },
    {
      "id": 27,
      "model": "단테",
      "content": "<Wh... what did you learn from that?>"
    },
    {
      "id": 28,
      "model": "파우스트",
      "content": "We are in luck, Dante."
    },
    {
      "id": 29,
      "model": "파우스트",
      "content": "I have read upon this subject as a tangent while perusing information regarding our next destination, moments before we boarded the train. And while that will be a useful element in resolving this situation..."
    },
    {
      "id": 30,
      "model": "파우스트",
      "content": "... the Sinners have also been a very good source of intelligence when it came to categorizing and identifying important evidence from the available sea of information. Your advice was correct, Dante."
    },
    {
      "id": 31,
      "model": "단테",
      "content": "<You mean... you know what to do to blow this case wide open?!>"
    },
    {
      "id": 32,
      "model": "파우스트",
      "content": "Nothing can be said with absolute certainty at the moment. However, this will be a good place for us to start."
    },
    {
      "id": 33,
      "content": "With that, Faust turned around and faced the rest of the Sinners."
    },
    {
      "id": 34,
      "model": "파우스트",
      "content": "... I will now present before you a solution to this predicament."
    },
    {
      "id": 35,
      "model": "로쟈",
      "content": "Huh? Is there something else we gotta do other than beating the crap outta whatever's in our way?"
    },
    {
      "id": 36,
      "model": "파우스트",
      "content": "That will not change, no. However, what I am about to share will give you a better understanding of the purpose behind W Corp.'s contract, and provide us with the possible means of finding the method by which we may complete it."
    },
    {
      "id": 37,
      "model": "파우스트",
      "content": "It is very likely that the entity behind the incidents on this train, and by extension, every incident of the same nature that has occurred in previous WARP train trips..."
    },
    {
      "id": 38,
      "model": "파우스트",
      "content": "... is a Bloodfiend."
    }
  ]
}