{
  "dataList": [
    {
      "id": 0,
      "place": "WARP Train Economy Class Cabin",
      "model": "단테",
      "content": "<Wait, a Bloodfiend...?>"
    },
    {
      "id": 1,
      "content": "What's... a Bloodfiend...?"
    },
    {
      "id": 2,
      "model": "돈키호테",
      "content": "A Bloodfiend...? What in the name of Wings is that?"
    },
    {
      "id": 3,
      "model": "그레고르",
      "content": "Huh... You, of all people, haven't heard of Bloodfiends? Thought you were our team expert on obscure lore."
    },
    {
      "id": 4,
      "model": "돈키호테",
      "content": "Verily, I have not once heard mention of these 'Bloodfiends'! Perchance I have let a magazine article slip from my memory?"
    },
    {
      "id": 5,
      "content": "Don Quixote furrowed her brows, genuinely lost. It was as though the very word sounded alien to her."
    },
    {
      "id": 6,
      "model": "싱클레어",
      "content": "I thought they were just monsters in stories to scare children at night... They're supposed to be afraid of garlic and sunlight, right...?"
    },
    {
      "id": 7,
      "model": "홍루",
      "content": "Ooh~ That sounds a bit different from what I've heard. I heard their fear of garlic and sunlight is just a rumor, and what they're really afraid of is water!"
    },
    {
      "id": 8,
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 9,
      "model": "오티스",
      "content": "I have been briefed on the existence of Bloodfiends in the past, when I served as a commanding officer."
    },
    {
      "id": 10,
      "model": "오티스",
      "content": "And I have seen the... 'dregs' that they command."
    },
    {
      "id": 11,
      "model": "오티스",
      "content": "... Though my memory isn't very clear, I am quite certain that these monsters here do not resemble what I've seen."
    },
    {
      "id": 12,
      "model": "료슈",
      "content": "I've seen one who called themselves a Bloodfiend among the ranks of the Fingers. But the things that 'Bloodfiend' commanded weren't like these rubber-textured ones."
    },
    {
      "id": 13,
      "model": "료슈",
      "content": "There's something off about this one. That one didn't spawn these dregs with abandon like this."
    },
    {
      "id": 14,
      "model": "료슈",
      "content": "But aren't you supposed to know this already?"
    },
    {
      "id": 15,
      "model": "파우스트",
      "content": "... Yes. I see that some Sinners have encountered Bloodfiends in the past. A long-winded explanation seems unnecessary."
    },
    {
      "id": 16,
      "model": "파우스트",
      "content": "As many of you have stated thus far, the entities we faced in this train do not appear to be 'Bloodfiends'."
    },
    {
      "id": 17,
      "model": "파우스트",
      "content": "In a sense, they are dreg-like beings that have failed to become Kindreds... they are referred to as 'Bloodbags' among relevant parties, according to information I am aware of."
    },
    {
      "id": 18,
      "model": "료슈",
      "content": "Hmph, not a terrible name."
    },
    {
      "id": 19,
      "model": "단테",
      "content": "<Why would anyone name someone 'Bloodbags'...?>"
    },
    {
      "id": 20,
      "model": "파우스트",
      "content": "As it has been said prior, it is impossible for passengers to disappear aboard WARP trains under normal circumstances."
    },
    {
      "id": 21,
      "model": "파우스트",
      "content": "Though our reserve of intelligence regarding WARP trains or W Corp. is vast, if incomplete, we could not find a possible exception to the above rule."
    },
    {
      "id": 22,
      "model": "파우스트",
      "content": "Within that reserve of intelligence, however, I have discovered that inserting a previously unseen variable into the equation allows for the formulation of a new hypothesis."
    },
    {
      "id": 23,
      "model": "이스마엘",
      "content": "Wait, you're saying that these Bloodfiends can completely erase people, or passengers, from existence?"
    },
    {
      "id": 24,
      "model": "파우스트",
      "content": "A more accurate descriptor would be to say that they are either dissolved or vaporized."
    },
    {
      "id": 25,
      "model": "이스마엘",
      "content": "Dissolved..."
    },
    {
      "id": 26,
      "model": "파우스트",
      "content": "No matter the degree of violence the passengers may indulge in, no matter how severe their wounds may be, the WARP trains can revert them to their initial states at the beginning of the journey."
    },
    {
      "id": 27,
      "model": "파우스트",
      "content": "Among several interpretations of the word 'violence' involves cannibalization, of course."
    },
    {
      "id": 28,
      "model": "싱클레어",
      "content": "Eugh..."
    },
    {
      "id": 29,
      "model": "파우스트",
      "content": "However, as the passengers' collective time itself is in moratorium for the duration of the train's operation, digestion is not a biological process that should be active. In other words, even the devoured passengers could be reconstructed."
    },
    {
      "id": 30,
      "model": "오티스",
      "content": "Hm. If they are merely stuffed into the digestive tract, then I suppose they could gut the passengers to retrieve the chewed-up chunks of other passengers and piece them back together via the vein-like things connecting each individual."
    },
    {
      "id": 31,
      "model": "파우스트",
      "content": "However, such is not true for 'Bloodbags'. Bloodbags are, by their nature, obsessed with blood; their existence hinges on supplying themselves with the blood of their victims."
    },
    {
      "id": 32,
      "model": "파우스트",
      "content": "And it is said that they must consume a minuscule amount of blood to maintain their forms."
    },
    {
      "id": 33,
      "model": "그레고르",
      "content": "Wait, what? Didn't you just say that digestion's not a thing while we're on the train?"
    },
    {
      "id": 34,
      "model": "파우스트",
      "content": "If I were to continue my deductions... perhaps 'consumption of blood', for Bloodfiends and Bloodbags is a fundamentally different process from our 'consumption of nutrients' for energy."
    },
    {
      "id": 35,
      "model": "파우스트",
      "content": "To them, blood is a culmination, an entailment of something that forms the self, including but not limited to: emotions, ambitions, wealth, purposes of existence... Then, it must naturally follow that they can spend their blood at will, which is a process isolated from other biological processes such as digestion."
    },
    {
      "id": 36,
      "model": "히스클리프",
      "content": "Whu... uh. I ain't following even half of that."
    },
    {
      "id": 37,
      "model": "이상",
      "content": "... You exist in moratoria of time at the present moment, Heathcliff; yet your emotions still persist, do they not? Anger, sorrow, and joy... they continue to spark within you."
    },
    {
      "id": 38,
      "model": "히스클리프",
      "content": "Huh? Well, I suppose they are."
    },
    {
      "id": 39,
      "model": "이상",
      "content": "Though we cannot tell whether they may be in a state of alteration, or whether they remain ensnared in the wheel of creation and destruction, it can be said that emotions, once passed, exist not in continuation."
    },
    {
      "id": 40,
      "model": "이상",
      "content": "The passengers' will to live, the worth of this very existence in which they thrive, do they not all gently atrophy into nonexistence even amidst the 'ceased' time? Miss Faust seeks to illustrate the similarity between how emotions are to ourselves and how blood is to Bloodfiends."
    },
    {
      "id": 41,
      "model": "그레고르",
      "content": "Gotcha... so that's why she said their blood is 'vaporized', huh?"
    },
    {
      "id": 42,
      "model": "이스마엘",
      "content": "If that's the case, then the very blood that's supposed to bind these chunks of flesh together will also evaporate. Which means that they can't be pieced back together."
    },
    {
      "id": 43,
      "model": "뫼르소",
      "content": "There is no incongruence in that logic."
    },
    {
      "id": 44,
      "content": "... Everyone fell silent for a moment."
    },
    {
      "id": 45,
      "content": "That was way too much information to process at once. We didn't even know what to make of them, either."
    },
    {
      "id": 46,
      "model": "이상",
      "content": "I would like to ask a few questions, if you would permit me."
    },
    {
      "id": 47,
      "content": "Yi Sang was the first to break the silence."
    },
    {
      "id": 48,
      "model": "이상",
      "content": "Could it be said that Bloodbags are direct creations of Bloodfiends? If such is the case, then by which method do they—"
    },
    {
      "id": 49,
      "model": "파우스트",
      "content": "... That information is inaccessible at the moment."
    },
    {
      "id": 50,
      "content": "Faust replies, avoiding Yi Sang's gaze."
    },
    {
      "id": 51,
      "content": "... There isn't anything I can do about this. The Sinners will only get more stressed if they find out what's going on with Faust, and that's something we both want to avoid."
    },
    {
      "id": 52,
      "model": "이상",
      "content": "Inaccessible... Ah, indeed. Now I recall what you have said in the past."
    },
    {
      "id": 53,
      "model": "파우스트",
      "content": "This is only a speculation, however... I assume that a form of direct physical contact is needed to turn an individual into a Bloodbag. If such were not the case, then we, who are likely the greatest obstacles to this entity's goal at the moment, would have been the first ones to be turned."
    },
    {
      "id": 54,
      "model": "이상",
      "content": "Mm, indeed."
    },
    {
      "id": 55,
      "model": "돈키호테",
      "content": "In that case! That villain of a Bloodfiend must be hiding out somewhere aboard this train!"
    },
    {
      "id": 56,
      "model": "파우스트",
      "content": "Indeed. If we are to believe the words of the Fixer from earlier, then there is a high likelihood that the horde is advancing in this direction from the back of the train..."
    },
    {
      "id": 57,
      "model": "파우스트",
      "content": "In other words, continuing down the train cars will lead us straight to the Bloodfiend."
    },
    {
      "id": 58,
      "model": "돈키호테",
      "content": "Very well! I shan't forsake this opportunity to bring peace to the souls of the innocent passengers who have perished by the villain's hands!"
    },
    {
      "id": 59,
      "model": "파우스트",
      "content": "... Dante."
    },
    {
      "id": 60,
      "content": "It seemed that Don Quixote was now invigorated. The other Sinners also seemed satisfied now that we had a clearer sight of our goal. Faust, who stood amidst them, nodded in my direction."
    },
    {
      "id": 61,
      "model": "단테",
      "content": "<... Well, then. Let's go.>"
    },
    {
      "id": 62,
      "content": "We're making the best of what's available to us at the moment."
    },
    {
      "id": 63,
      "content": "Let's move forward... for now."
    }
  ]
}