{
  "dataList": [
    {
      "id": 0,
      "place": "WARP Train Economy Class Cabin",
      "model": "돈키호테",
      "content": "M-Manager Esquire, halt! Behold this poor fellow, he lives still!"
    },
    {
      "id": 1,
      "content": "Don Quixote, her round eyes wide open, began sprinting somewhere."
    },
    {
      "id": 2,
      "model": "W사정리요원",
      "teller": "Cleanup Agent",
      "title": "W Corp.",
      "content": "N-no, stay away from me, you monsters...!"
    },
    {
      "id": 3,
      "model": "그레고르",
      "content": "H-hey, man. We're not those... monsters. You alright?"
    },
    {
      "id": 4,
      "model": "W사정리요원",
      "teller": "Cleanup Agent",
      "title": "W Corp.",
      "content": "... Huh?!"
    },
    {
      "id": 5,
      "model": "W사정리요원",
      "teller": "Cleanup Agent",
      "title": "W Corp.",
      "content": "That arm... Y-you're starting to mutate too, aren't you...? You must be turning into some bug-like monste— Agh."
    },
    {
      "id": 6,
      "model": "그레고르",
      "content": "What? No, this is..."
    },
    {
      "id": 7,
      "content": "Gregor stumbled for words before chuckling and casting his gaze toward the floor in disbelief."
    },
    {
      "id": 8,
      "model": "그레고르",
      "content": "Yeah, well... no surprise there, I guess. I suppose there's no way to tell right away whether this arm's a monster, a prosthetic, or whatnot."
    },
    {
      "id": 9,
      "model": "뫼르소",
      "content": "It is possible that you are mistaken due to his bio-prosthetic being of an older, outdated make that is now rarely seen in the City."
    },
    {
      "id": 10,
      "model": "W사정리요원",
      "teller": "Cleanup Agent",
      "title": "W Corp.",
      "content": "Ah, a prosthetic..."
    },
    {
      "id": 11,
      "model": "W사정리요원",
      "teller": "Cleanup Agent",
      "title": "W Corp.",
      "content": "That's a relief. I thought those crazy bastards were trying to break in again. As you can see, my legs are messed up... I had no choice but to hide in here..."
    },
    {
      "id": 12,
      "model": "오티스",
      "content": "So what are the W Corp. employees doing aboard this train?"
    },
    {
      "id": 13,
      "model": "단테",
      "content": "<Huh, you're right... From what we found out about the WARP trains through the Identities, I can't imagine why any of them would ever willingly board this train...>"
    },
    {
      "id": 14,
      "model": "W사정리요원",
      "teller": "Cleanup Agent",
      "title": "W Corp.",
      "content": "You're the contract Fixers, right...? We were ordered to assist you with your contract."
    },
    {
      "id": 15,
      "model": "W사정리요원",
      "teller": "Cleanup Agent",
      "title": "W Corp.",
      "content": "... I said 'we', but... I'm the only one left. Every single one of my colleagues suddenly began losing their minds in that car over there, and..."
    },
    {
      "id": 16,
      "model": "돈키호테",
      "content": "This cannot be... Faust! Is there truly no way to cure the Bloodbags?"
    },
    {
      "id": 17,
      "model": "파우스트",
      "content": "My apologies. The access to that information is prohibited at this moment as well."
    },
    {
      "id": 18,
      "content": "Though her voice and expression were both as serene as always, there was something gloomy about the way she said it."
    },
    {
      "id": 19,
      "model": "파우스트",
      "content": "... I may have been too reliant on Faust. In too many places."
    },
    {
      "id": 20,
      "content": "Faust muttered in a barely audible volume."
    },
    {
      "id": 21,
      "content": "... I don't know what I can do to help the Sinners in a situation like this, either."
    },
    {
      "id": 22,
      "content": "I'd also grown too used to Faust's omniscience because I could always trust it to be there for me. I was starting to realize that I don't have the means to dig myself out of a hole like this..."
    },
    {
      "id": 23,
      "content": "... No, maybe I was too reliant on the Sinners as a whole."
    },
    {
      "id": 24,
      "content": "If... when the time comes for them to depend on me, when they can no longer stand on their own, can I really manage them? Lead them to the right answers?"
    },
    {
      "id": 25,
      "content": "Doubt, colored with fear, begins to rise like an ominous plume of smoke."
    },
    {
      "id": 26,
      "model": "W사정리요원",
      "teller": "Cleanup Agent",
      "title": "W Corp.",
      "content": "Well... What can I do, right? Agh..."
    },
    {
      "id": 27,
      "content": "The agent struggled to some corner of the room with his wounded leg, and pulled on a lever..."
    },
    {
      "id": 28,
      "model": "료슈",
      "content": "They made good use of this space."
    },
    {
      "id": 29,
      "content": "... and the wall behind what had initially appeared to be a folding chair for employees spun open."
    },
    {
      "id": 30,
      "model": "돈키호테",
      "content": "Ooh, what in the name of Wings is this?! Perchance, thou hast hidden here a weapon most powerful, a weapon most afeared by the Bloodfiends...?!"
    },
    {
      "id": 31,
      "model": "오티스",
      "content": "That holds some resemblance to a capsule we saw on the First Class car, but why would that thing be here...?"
    },
    {
      "id": 32,
      "content": "The Cleanup Agent slumped into the pod that appeared in the wall."
    },
    {
      "id": 33,
      "model": "W사정리요원",
      "teller": "Cleanup Agent",
      "title": "W Corp.",
      "content": "Phew... finally."
    },
    {
      "id": 34,
      "model": "돈키호테",
      "content": "Hm? What is it that thou seekest to do?"
    },
    {
      "id": 35,
      "model": "W사정리요원",
      "teller": "Cleanup Agent",
      "title": "W Corp.",
      "content": "W Corp. prepared a small hibernation pod for employees in case of these emergencies."
    },
    {
      "id": 36,
      "model": "돈키호테",
      "content": "Verily! Then... huh?"
    },
    {
      "id": 37,
      "model": "W사정리요원",
      "teller": "Cleanup Agent",
      "title": "W Corp.",
      "content": "Good luck... with the rest of the mission..."
    },
    {
      "id": 38,
      "content": "With that, he settled into the capsule, and shut the hatch behind him."
    },
    {
      "id": 39,
      "content": "When the door covering the pod closed, only the folding chair and a wall covered with viscera remained."
    },
    {
      "id": 40,
      "model": "단테",
      "content": "<He's gone...>"
    },
    {
      "id": 41,
      "model": "로쟈",
      "content": "There he goes..."
    },
    {
      "id": 42,
      "model": "파우스트",
      "content": "He has departed the scene."
    },
    {
      "id": 43,
      "content": "We blankly stared at the wall the Agent disappeared into."
    },
    {
      "id": 44,
      "content": "Well, then. I guess we gotta..."
    },
    {
      "id": 45,
      "model": "단테",
      "content": "<... Let's move on to the next car.>"
    },
    {
      "id": 46,
      "content": "... keep on keeping on."
    }
  ]
}