{
  "dataList": [
    {
      "id": 0,
      "place": "WARP Train Economy Class Cabin",
      "content": "Something caught my attention from the corner of my eye after another round of brutal combat."
    },
    {
      "id": 1,
      "model": "그레고르",
      "content": "Huhh...? What's this now?"
    },
    {
      "id": 2,
      "content": "We were on the final car adjacent to the freight car when we discovered that odd box with the T Corp. logo on it."
    },
    {
      "id": 3,
      "model": "돈키호테",
      "content": "Ah, 'tis the emblem of T Corp.!"
    },
    {
      "id": 4,
      "model": "이상",
      "content": "It appears that the wall covering it was, in the fierceness of our battle, broken."
    },
    {
      "id": 5,
      "model": "로쟈",
      "content": "Didn't that Chief Executive guy... Hubert, right? Didn't he offhandedly mention something about partnering with other Wings?"
    },
    {
      "id": 6,
      "model": "로쟈",
      "content": "I guess they were in cahoots with W Corp. too..."
    },
    {
      "id": 7,
      "model": "이상",
      "content": "Such collaborations are not limited to T Corp.; it is oft the case that a Wing may work with another."
    },
    {
      "id": 8,
      "model": "이상",
      "content": "It is only on rare occasions that they urgently request the assistance of less significant, lesser-known corporations such as our own Limbus Company... Their choice appears to be quite irregular."
    },
    {
      "id": 9,
      "model": "로쟈",
      "content": "Sounds like W Corp.'s heydays are long behind them."
    },
    {
      "id": 10,
      "model": "로쟈",
      "content": "Just like this wall that's falling apart, revealing what's behind..."
    },
    {
      "id": 11,
      "model": "로쟈",
      "content": "... Oh! Speaking of falling apart, this room sure got messed up, huh?"
    },
    {
      "id": 12,
      "content": "It was difficult for me to ignore how Rodya hurriedly swerved to a different subject as though she'd made a mistake. Even the tone of her voice shifted like she was catching herself."
    },
    {
      "id": 13,
      "model": "뫼르소",
      "content": "The various destroyed prosthetic parts covered in human remains indicate that this train car was boarded by several prosthetic-equipped Fixers."
    },
    {
      "id": 14,
      "content": "... I can't think about that right now. Let's deal with the task at hand first."
    },
    {
      "id": 15,
      "model": "이스마엘",
      "content": "Maybe these people are from the same Office as that guy we met at the platform. Remember? He said he was warped over to T Corp. on an expedition."
    },
    {
      "id": 16,
      "model": "이스마엘",
      "content": "Look, it's almost like they're all wearing standardized sets of prosthetics. Same make, same model, everything."
    },
    {
      "id": 17,
      "model": "돈키호테",
      "content": "Mm... I believe I have read articles stating that certain Offices do exclusively hire Fixers with prosthetics."
    },
    {
      "id": 18,
      "model": "싱클레어",
      "content": "Hm...? Wait, he's..."
    },
    {
      "id": 19,
      "content": "We were walking through the bloodied train car when we suddenly heard Sinclair's voice crack as though he saw something awful."
    },
    {
      "id": 20,
      "model": "돈키호테",
      "content": "Fie...! He is the one we encountered at the platform...!"
    },
    {
      "id": 21,
      "model": "오티스",
      "content": "This is the Fixer who suddenly started venting at us."
    },
    {
      "id": 22,
      "model": "그레고르",
      "content": "Yeah, and he said something about going to T Corp. on an expedition and failing... They brought a whole train car full of Fixers for this contract? I guess he wasn't exaggerating by calling it an expedition."
    },
    {
      "id": 23,
      "model": "돈키호테",
      "content": "There are over a dozen broken arms strewn about... they must have fought valiantly by replacing their broken arms with backup arms, perchance? Quite the strategy!"
    },
    {
      "id": 24,
      "model": "단테",
      "content": "<Makes sense... That would explain all those broken prosthetic arms and legs in this car.>"
    },
    {
      "id": 25,
      "model": "오티스",
      "content": "Executive Manager, This is likely an aftermath of a battle between the Fixers and the Bloodbags."
    },
    {
      "id": 26,
      "model": "오티스",
      "content": "There were many similar cases during the war. Those using prosthetics would simply let their bodies be destroyed in battle because they considered them to be disposable as long as their wallets would permit."
    },
    {
      "id": 27,
      "model": "오티스",
      "content": "Of course, the blatant lack of self-preservation often led them to early graves."
    },
    {
      "id": 28,
      "model": "단테",
      "content": "<Hm, maybe that's true...>"
    },
    {
      "id": 29,
      "model": "파우스트",
      "content": "I see. There are multiple possible interpretations depending on one's perspective, despite the fact that there is but a single scene. I will remember both of your inputs."
    },
    {
      "id": 30,
      "model": "오티스",
      "content": "Mm, that's a good attitude. Employees with attitude like yours often made it to the end of the war."
    },
    {
      "id": 31,
      "model": "파우스트",
      "content": "Yes, well. Good for them."
    },
    {
      "id": 32,
      "content": "Faust answers Outis in an uncharacteristically snappy manner. Signs of fatigue were creeping into her pensive expression."
    },
    {
      "id": 33,
      "model": "단테",
      "content": "<You alright, Faust...?>"
    },
    {
      "id": 34,
      "content": "It was rare to see any actual expression from her... I was starting to get worried."
    },
    {
      "id": 35,
      "model": "파우스트",
      "content": "I am physically unharmed, yet... Hm. Yes, I am alright."
    },
    {
      "id": 36,
      "model": "파우스트",
      "content": "However, I do not enjoy this circumstance which we find ourselves in. It is as though I am casting nets to nowhere while lost and isolated in a blind sea."
    },
    {
      "id": 37,
      "model": "파우스트",
      "content": "... I could usually complete these deductions within moments after establishing a few basic cross-references between the accessible information."
    },
    {
      "id": 38,
      "content": "Her voice was such a whisper for the second part of her sentence that even I could barely hear what she was saying."
    },
    {
      "id": 39,
      "model": "이스마엘",
      "content": "Ah, I know what you mean."
    },
    {
      "id": 40,
      "model": "이스마엘",
      "content": "Feeling like you're completely lost, obsessively casting net after net over the black, rippleless Lake in desperate hopes that one of them might pull in something we could eat."
    },
    {
      "id": 41,
      "model": "이스마엘",
      "content": "No way to tell where we are. No way to tell if there's even anything to eat under that glassy water surface... Grasping at the straws, you know?"
    },
    {
      "id": 42,
      "model": "이상",
      "content": "This sense I find mired in is not unlike your own; it is like lying my back over an unseen grave, for the reflection of radiance upon my eyes and the sanguine scent hanging from the tip of my olfactory tells me not of the forging path."
    },
    {
      "id": 43,
      "content": "It seemed that Ishmael and Yi Sang picked up on the first part of her sentence, however. They walked up to her and shared a few words of consolation."
    },
    {
      "id": 44,
      "model": "이스마엘",
      "content": "By the way... I don't ever recall you talking like that, Faust."
    },
    {
      "id": 45,
      "model": "이스마엘",
      "content": "I don't know what it is, but I feel like there's... something different about you today, somehow?"
    },
    {
      "id": 46,
      "model": "파우스트",
      "content": "That is..."
    },
    {
      "id": 47,
      "model": "이스마엘",
      "content": "Oh, I mean, I don't hate it. I'm actually glad to learn that you had a softer side."
    },
    {
      "id": 48,
      "model": "이상",
      "content": "This unseen side of yours... it is unfamiliar, yet quite fresh."
    },
    {
      "id": 49,
      "model": "파우스트",
      "content": "... Is that so."
    },
    {
      "id": 50,
      "content": "Faust's reply was curt. She closed her eyes."
    },
    {
      "id": 51,
      "model": "뫼르소",
      "content": "As per the information provided by the pamphlet at the platform, it is likely that this train is composed of twelve passenger cars and one freight car."
    },
    {
      "id": 52,
      "model": "뫼르소",
      "content": "Because we are on the eleventh car at the moment, that leaves a single car between us and the freight car in which Mephistopheles is secured."
    },
    {
      "id": 53,
      "model": "단테",
      "content": "<Which means...>"
    },
    {
      "id": 54,
      "model": "뫼르소",
      "content": "Which means that there is a high likelihood that we will soon encounter the Bloodfiend responsible for the creation of the Bloodbags aboard this train."
    },
    {
      "id": 55,
      "content": "Just beyond that door..."
    },
    {
      "id": 56,
      "model": "히스클리프",
      "content": "Well, how impressive could it be if its fodders are this weak? We practically smashed through their entire horde no problem."
    },
    {
      "id": 57,
      "model": "뫼르소",
      "content": "A different, more accurate interpretation would be to say that a being capable of commanding a force as large as the Bloodbags we have defeated should be considered a high-risk entity."
    },
    {
      "id": 58,
      "model": "파우스트",
      "content": "Although this is not common knowledge, there is a subcategory of Fixers called Bloodfiend Hunters who specialize in... yes, hunting Bloodfiends."
    },
    {
      "id": 59,
      "model": "파우스트",
      "content": "Assuming that information is true, it can be inferred that Bloodfiends are difficult foes that require a certain expertise to defeat."
    },
    {
      "id": 60,
      "model": "홍루",
      "content": "Now that I'm thinking about it... if Bloodbags are like mindless thralls to Bloodfiends, then they're kind of like their private army, right?"
    },
    {
      "id": 61,
      "model": "오티스",
      "content": "A being of power who can create a force of their own without concern for lowered morale or desertion... Wartime or not, they will always make for formidable foes."
    },
    {
      "id": 62,
      "content": "The Sinners each exchange various opinions with one another. Possible strategies, estimations of the Bloodfiend's strength..."
    },
    {
      "id": 63,
      "content": "And all of a sudden..."
    },
    {
      "id": 64,
      "model": "돈키호테",
      "content": "Fie on this indecisive idleness!! Our quest is to defeat the villain who hath brought such pain and misery upon this train, is it not?! It may be vaporizing the lifeblood of the innocent as we speak!"
    },
    {
      "id": 65,
      "model": "돈키호테",
      "content": "Mighty or feeble, I care not! I swear upon mine honor that I shall smite this foe and let my hand of justice be the judge of their fate! Let us hasten, now!"
    },
    {
      "id": 66,
      "content": "Don Quixote's sudden outburst immediately put a stop to the chatter."
    },
    {
      "id": 67,
      "model": "단테",
      "content": "<... She's not wrong. Besides, we have to deal with the Bloodfiend to complete our contract.>"
    },
    {
      "id": 68,
      "content": "With that, I opened the door leading to the final car of this train."
    }
  ]
}