{
  "dataList": [
    {
      "id": 0,
      "place": "WARP Train Economy Class Cabin",
      "model": "단테",
      "content": "<This room...>"
    },
    {
      "id": 1,
      "model": "카세티",
      "teller": "???",
      "title": "???",
      "content": "What... is with that look on thy faces?"
    },
    {
      "id": 2,
      "model": "카세티",
      "teller": "???",
      "title": "???",
      "content": "Thou standest in the audience of the prince. Where are thy obsequious smiles?"
    },
    {
      "id": 3,
      "model": "파우스트",
      "content": "He... must be the Bloodfiend who caused this outbreak. He is our target."
    },
    {
      "id": 4,
      "model": "카세티",
      "teller": "???",
      "title": "???",
      "content": "Fall to thy knees and grovel before royalty!"
    },
    {
      "id": 5,
      "model": "그레고르",
      "content": "... Who the hell are you to make those demands?"
    },
    {
      "id": 6,
      "model": "카세티",
      "teller": "???",
      "title": "???",
      "content": "I shall impart this upon thee only once, so listen well."
    },
    {
      "id": 7,
      "model": "카세티",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "Thou mayest address me as Prince Cassetti, the Sixth Kindred, or a Kindred of the sixth generation, the rightful prince in refuge from his Family!"
    },
    {
      "id": 8,
      "model": "돈키호테",
      "content": "Art thou the villain... who hath brought such destruction and massacre upon this vessel?"
    },
    {
      "id": 9,
      "model": "카세티",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "Thou art a chatty one, so rudely before your prince. Yet I am feeling generous, for I am quite sated at the moment."
    },
    {
      "id": 10,
      "model": "카세티",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "As thou must have seen on thy journey here... this place is a hall of banquet for a feast most majestic."
    },
    {
      "id": 11,
      "model": "카세티",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "No matter how many Bloodbags I create, no matter how much I devour them... the humans just won't stop coming! I only enjoy what was cast into my maw!"
    },
    {
      "id": 12,
      "model": "이상",
      "content": "... He dons a mask for the purpose of merrymaking."
    },
    {
      "id": 13,
      "model": "오티스",
      "content": "If we're really going to exchange pleasantries, why don't you take that mask off? Or are you unfamiliar with the basic etiquette?"
    },
    {
      "id": 14,
      "model": "카세티",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "Oh, this... this mask!"
    },
    {
      "id": 15,
      "model": "카세티",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "Won't come off. Can't take it off. Shouldn't take it off! There's no prince without the mask!"
    },
    {
      "id": 16,
      "model": "카세티",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "We're so, so ugly behind the mask; so we all decided hide how repulsive we've become. But once I've drunk your blood full, then it'll all go back to how it used to be. Only then can I unmask myself..."
    },
    {
      "id": 17,
      "model": "료슈",
      "content": "Who stitched that mask to your face skin? Not a half-bad job."
    },
    {
      "id": 18,
      "model": "카세티",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "Of course it's excellent! Ha ha! Because this mask was crafted by none other than the great and the eminent Barber, whose name I dare not even speak! But... but it hurts so much...!"
    },
    {
      "id": 19,
      "model": "카세티",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "No, no! I'm smiling! Look, look how hard I'm smiling and laughing! HAHAHA! HA! HAAA... YES, I AM THE PRINCE, THAT'S WHAT I AM!"
    },
    {
      "id": 20,
      "model": "히스클리프",
      "content": "He's a bloody loon, innit?"
    },
    {
      "id": 21,
      "model": "히스클리프",
      "content": "All right, done with the giggles, then? Get ready for the beating of your life."
    },
    {
      "id": 22,
      "model": "카세티",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "I... I enjoy things like you and your friends."
    },
    {
      "id": 23,
      "model": "카세티",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "Don't cry, bawling and bowing and sniveling on the ground for your lives!..."
    },
    {
      "id": 24,
      "model": "카세티",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "Lunge at me instead, hm?! The aggression, the boiling blood, oh, how I love the fire!"
    },
    {
      "id": 25,
      "model": "히스클리프",
      "content": "What are you, daft? Look around. There are thirteen of us and only one of you."
    },
    {
      "id": 26,
      "model": "파우스트",
      "content": "Do not let your guard down, Heathcliff. This entity has managed to turn countless passengers of this train into his Bloodbags."
    },
    {
      "id": 27,
      "model": "히스클리프",
      "content": "I ain't letting my guard down. But... we blasted through so many Bloodbags we couldn't even keep count, didn't we?"
    },
    {
      "id": 28,
      "model": "카세티",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "Couldn't even keep count...? Oh no, no... but the count is so important! I have to keep count of our visitors! Oh yes, of course! I do remember to keep count of our dearest visitors! Yessir I do!"
    },
    {
      "id": 29,
      "model": "카세티",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "You have no idea how powerful I am. And I shall not relinquish my throne to thee from this budding kingdom!"
    },
    {
      "id": 30,
      "model": "카세티",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "All I have to do is sit here and do nothing, and the Bloodbags present themselves before me! There's no paradise like this out there... you have no idea what I did to create this place!"
    },
    {
      "id": 31,
      "model": "카세티",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "Ohh, how elated my forebearer Kindreds would be, should they be here to witness what I have created! This cornucopia of abundance... this pleasure... o, this freedom...!"
    },
    {
      "id": 32,
      "model": "카세티",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "But this kingdom is mine! I made it! I'm not giving it away, nope!"
    },
    {
      "id": 33,
      "model": "파우스트",
      "content": "This is rather curious."
    },
    {
      "id": 34,
      "model": "파우스트",
      "content": "It appears that this Bloodfiend leaves this car only on rare occasions..."
    },
    {
      "id": 35,
      "model": "파우스트",
      "content": "... Yet we have seen signs of his insidious influence throughout every car we have visited so far."
    },
    {
      "id": 36,
      "model": "홍루",
      "content": "Then what he meant by how \"the Bloodbags present themselves\" before him has to be..."
    },
    {
      "id": 37,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "HOLD ON A MINUTE!"
    },
    {
      "id": 38,
      "model": "카세티",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "GYAH!!!"
    },
    {
      "id": 39,
      "content": "A figure suddenly and frantically charged into this car."
    },
    {
      "id": 40,
      "content": "It was Sasha, the Fixer we ran into in one of the earlier cars."
    },
    {
      "id": 41,
      "content": "Cassetti shrinks into his throne at the sudden burst, terror apparent in his face."
    },
    {
      "id": 42,
      "model": "돈키호테",
      "content": "Ah, it is thee! By the— hast thou truly journeyed here to assist us in our quest?!"
    },
    {
      "id": 43,
      "model": "돈키호테",
      "content": "Lo! That villain is the Bloodfiend responsible for the tragedies that have transpired aboard this train!"
    },
    {
      "id": 44,
      "model": "돈키호테",
      "content": "Help us slay that cur and eventually lead the passengers thou hast protected thus far out of this train!"
    },
    {
      "id": 45,
      "model": "파우스트",
      "content": "Bloodfiends..."
    },
    {
      "id": 46,
      "model": "파우스트",
      "content": "... What if there was more than a single Bloodfiend on board, one still capable of rational thought..."
    },
    {
      "id": 47,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "Damn, you actually made it all the way back here? I guess the Wings don't give out contracts to just anyone."
    },
    {
      "id": 48,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "I... I used to fight to my damnest, too. 'Till I was the last one standing..."
    },
    {
      "id": 49,
      "model": "로쟈",
      "content": "What's she talking about?"
    },
    {
      "id": 50,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "But where did that leave me? In the end, I stood alone with nothing but a single one of these four arms left."
    },
    {
      "id": 51,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "Kinda funny how the perspective on life can just completely flip when you're really, really in the shit. I think my last thoughts were..."
    },
    {
      "id": 52,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "\"Man... I... don't wanna die...\""
    },
    {
      "id": 53,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 54,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "So I fell on my knees and pleaded. I told him that..."
    },
    {
      "id": 55,
      "model": "파우스트",
      "content": "Don Quixote, watch out!"
    },
    {
      "id": 56,
      "model": "북부대검",
      "teller": "Sasha",
      "title": "MultiCrack Office",
      "content": "... I'd do anything to live."
    },
    {
      "id": 57,
      "content": "Blood rapidly crystallized around Sasha like a suit of armor as she swung her greatsword at the Sinners, striking them even before Faust finished her sentence."
    },
    {
      "id": 58,
      "model": "히스클리프",
      "content": "... Agh!"
    },
    {
      "id": 59,
      "model": "카세티",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "Wha..."
    },
    {
      "id": 60,
      "model": "카세티",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "... What did I say?! I commanded you to give me a warning before jumping in like that!"
    },
    {
      "id": 61,
      "model": "카세티",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "Don't you know how loud your stupid arms are? I thought the Family had come for me!"
    },
    {
      "id": 62,
      "model": "북부대검혈귀",
      "teller": "Sasha",
      "title": "Bloodfiend",
      "content": "I'm sorry, Lord Cassetti."
    },
    {
      "id": 63,
      "model": "카세티",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "Ah... allow me to introduce my Kindred to thee, to be the first of many since my escape, for the kingdom I intend to build."
    },
    {
      "id": 64,
      "model": "카세티",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "My Kindred, my loyal squire... who shall be at my side as I build a dynasty of my own, my Family..."
    },
    {
      "id": 65,
      "model": "북부대검혈귀",
      "teller": "Sasha",
      "title": "Bloodfiend",
      "content": "Lord Cassetti, I had intended to select the more powerful of the bunch to send to this car, as you have commanded me, but... the humans in my car were all weaklings. So I present before you this group from the first class car."
    },
    {
      "id": 66,
      "model": "파우스트",
      "content": "Kindred..."
    },
    {
      "id": 67,
      "model": "파우스트",
      "content": "Are you even aware of the exact nature of a 'Kindred'?"
    },
    {
      "id": 68,
      "model": "북부대검혈귀",
      "teller": "Sasha",
      "title": "Bloodfiend",
      "content": "Nah, but I can tell ya this."
    },
    {
      "id": 69,
      "model": "북부대검혈귀",
      "teller": "Sasha",
      "title": "Bloodfiend",
      "content": "When I accepted my lord's blood into my veins... it was as though I was reborn. "
    },
    {
      "id": 70,
      "model": "파우스트",
      "content": "I see. A Bloodfiend's Kindred is like a sub-entity of the Bloodfiend, similar in concept to sub-entities created by Distortions or Abnormalities."
    },
    {
      "id": 71,
      "model": "파우스트",
      "content": "It must have been desperation that drove you to accept that proposition without hesitation, despite the lack of relevant information."
    },
    {
      "id": 72,
      "model": "북부대검혈귀",
      "teller": "Sasha",
      "title": "Bloodfiend",
      "content": "Maybe. That's... probably what was going through my head before I became a Kindred."
    },
    {
      "id": 73,
      "model": "돈키호테",
      "content": "Thou hast been in cohorts with this villain... all this time? As his lackey?"
    },
    {
      "id": 74,
      "model": "돈키호테",
      "content": "Even ere then, when we first laid our eyes upon thee...?"
    },
    {
      "id": 75,
      "model": "북부대검혈귀",
      "teller": "Sasha",
      "title": "Bloodfiend",
      "content": "Lady, you have no idea how much I freaked out when one of you asked me something about 'red eyes'. Not that it would've mattered if you did suspect me though, since my red eye is just a prosthetic."
    },
    {
      "id": 76,
      "model": "돈키호테",
      "content": "T-then... the passengers who were under thy protection..."
    },
    {
      "id": 77,
      "model": "카세티",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "Haven't I told you... that the count matters?"
    },
    {
      "id": 78,
      "model": "카세티",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "The longer the line... the better."
    },
    {
      "id": 79,
      "teller": "Bloodbags",
      "title": "Bloodbag",
      "content": "Ksshhh..."
    },
    {
      "id": 80,
      "content": "Dozens of Bloodbags began shambling into the room from behind Sasha.\n... A smaller one among them stood out to me."
    },
    {
      "id": 81,
      "content": "... My mind immediately snapped to the child who grabbed Don Quixote's coattails."
    },
    {
      "id": 82,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 83,
      "content": "I knew that the passengers were dead the moment we realized Sasha was a Bloodfiend. But this... I really, really hoped that I wouldn't have to face this reality. Not like this."
    },
    {
      "id": 84,
      "model": "돈키호테",
      "content": "……."
    },
    {
      "id": 85,
      "model": "돈키호테",
      "content": "There was... a child..."
    },
    {
      "id": 86,
      "model": "북부대검혈귀",
      "teller": "Sasha",
      "title": "Bloodfiend",
      "content": "Yep. Little runt wanted to be a Fixer if she got to grow up."
    },
    {
      "id": 87,
      "model": "북부대검혈귀",
      "teller": "Sasha",
      "title": "Bloodfiend",
      "content": "Good thing she won't, though. I can tell you on good authority that 'living' as a Bloodbag is way better than the drudgery that is the life of a Fixer. Believe me, I'd know."
    },
    {
      "id": 88,
      "model": "돈키호테",
      "content": "... Hold thy vile tongue."
    },
    {
      "id": 89,
      "model": "북부대검혈귀",
      "teller": "Sasha",
      "title": "Bloodfiend",
      "content": "Dreaming of becoming a famous, respected Fixer? An enactor of justice? It's all just a stupid pipe dream that always ends in crushing disappointment. Or a really, really early grave."
    },
    {
      "id": 90,
      "model": "돈키호테",
      "content": "Silence... SILENCE!"
    },
    {
      "id": 91,
      "content": "Don Quixote did not give Sasha time to finish her sentence; she was already charging full-speed at her with her lance drawn."
    }
  ]
}