{
  "dataList": [
    {
      "id": 0,
      "place": "Aboard Mephistopheles",
      "model": "단테",
      "content": "<So this passageway leads straight into Mephistopheles...?>"
    },
    {
      "id": 1,
      "model": "카세티혈귀",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "This is where it all started... This... this stupid bus awoke me from my slumber!"
    },
    {
      "id": 2,
      "model": "카세티혈귀",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "If only this bus hadn't completely filled up the freight car... I wasn't planning to start the parade so soon... or create a Kindred here..."
    },
    {
      "id": 3,
      "model": "다친파우스트",
      "content": "... Dante."
    },
    {
      "id": 4,
      "model": "단테",
      "content": "<Hm?>"
    },
    {
      "id": 5,
      "model": "다친파우스트",
      "content": "The connection has been restored."
    },
    {
      "id": 6,
      "content": "Connection...?"
    },
    {
      "id": 7,
      "content": "The suddenness of her statement briefly knocked me off my train of thought. I looked at her and cocked my head in confusion, and she replied with an even quieter whisper without looking away from the Bloodfiend."
    },
    {
      "id": 8,
      "model": "다친파우스트",
      "content": "Boarding Mephistopheles has... reestablished my connection to Faust."
    },
    {
      "id": 9,
      "model": "단테",
      "content": "<…!>"
    },
    {
      "id": 10,
      "model": "단테",
      "content": "<Did you know that this would work?>"
    },
    {
      "id": 11,
      "model": "다친파우스트",
      "content": "No. And as I have stated before, this was a pure, incalculable gamble based on my own uncertain hypothesis."
    },
    {
      "id": 12,
      "model": "다친파우스트",
      "content": "This success helps me somewhat comprehend Miss Rodya's fascination with gambling."
    },
    {
      "id": 13,
      "content": "A faint smile appeared on Faust's lips for a moment before fading away."
    },
    {
      "id": 14,
      "model": "다친파우스트",
      "content": "Now that the connection has been reestablished, I would like to make a complaint against the Fausts in the Gesellschaft management regarding the fact that they neglected to list the information pertaining to the loss of connection within the interiors of the WARP trains, however..."
    },
    {
      "id": 15,
      "model": "다친파우스트",
      "content": "... finding a solution to this situation takes precedence. I have much reason to believe that their omission was done on purpose, but... I hope such is not the case."
    },
    {
      "id": 16,
      "content": "Faust gently advanced toward the Bloodfiend."
    },
    {
      "id": 17,
      "model": "다친파우스트",
      "content": "... Let us discuss the details of our compromise. What are you willing to accept in return for the master keycard?"
    },
    {
      "id": 18,
      "model": "카세티혈귀",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "If thou wert just anyone, I would have wished to turn thee all into Bloodbags and drink every last drop of thy blood... but thou art unlike a common person..."
    },
    {
      "id": 19,
      "model": "카세티혈귀",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "My wish is to maintain the secrecy this kingdom of mine for as long as possible. And thine wish is to leave this place, right?"
    },
    {
      "id": 20,
      "model": "카세티혈귀",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "Once I relinquish to thee this keycard... and once thou returnest to your first class seats... we'll live here happily ever after like nothing happened!"
    },
    {
      "id": 21,
      "model": "카세티혈귀",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "And when the train gets there, you get off the train. Everything goes back to the way they're supposed to be. How's that for a deal?"
    },
    {
      "id": 22,
      "model": "다친파우스트",
      "content": "Like nothing happened..."
    },
    {
      "id": 23,
      "model": "단테",
      "content": "<... Faust, what about the job we were contracted to do in the first place...?>"
    },
    {
      "id": 24,
      "model": "다친파우스트",
      "content": "Our memories and any signs of battle will be entirely erased upon our arrival. We will have no way to relay our news, whether one of success or failure."
    },
    {
      "id": 25,
      "model": "다친파우스트",
      "content": "If we had the means to defeat him, then at least W Corp. would inform us that our contract was successful after the fact. However..."
    },
    {
      "id": 26,
      "model": "다친파우스트",
      "content": "... this current scenario will leave us with nothing to show for, not even the smallest hint, and the contract will end in failure."
    },
    {
      "id": 27,
      "model": "다친파우스트",
      "content": "However, what takes precedence over the contract is you and the Sinners' psychological stability."
    },
    {
      "id": 28,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 29,
      "content": "It's not like we've always been successful, so that was something I could live with. But..."
    },
    {
      "id": 30,
      "model": "단테",
      "content": "<But... what about the other passengers of this train? And its future passengers?>"
    },
    {
      "id": 31,
      "content": "I remember the look on Don Quixote's face whenever we would come across these inevitable forms of injustice."
    },
    {
      "id": 32,
      "model": "다친파우스트",
      "content": "……."
    },
    {
      "id": 33,
      "content": "Faust does not reply."
    },
    {
      "id": 34,
      "content": "Yet, the lack of reply was a reply all on its own."
    },
    {
      "id": 35,
      "model": "단테",
      "content": "<... Are we going to have to let them... die?>"
    },
    {
      "id": 36,
      "content": "Innocent lives will be lost. But we cannot prioritize their lives over our safety."
    },
    {
      "id": 37,
      "content": "That must be Faust's... and the company's policy."
    },
    {
      "id": 38,
      "content": "And yet…"
    },
    {
      "id": 39,
      "model": "돈키호테다침",
      "content": "I... I shan't allow this..."
    },
    {
      "id": 40,
      "model": "단테",
      "content": "<D-Don Quixote...>"
    },
    {
      "id": 41,
      "content": "I thought her wounds were too severe for her to even crawl, let alone walk, but... with sheer will, she pushed herself through the pain to reach the freight car."
    },
    {
      "id": 42,
      "model": "돈키호테다침",
      "content": "I... will not tolerate this... We cannot... let this vile wretch live... and turn a blind eye to... everything he's done..."
    },
    {
      "id": 43,
      "model": "카세티혈귀",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "I-it's her...! Again...!"
    },
    {
      "id": 44,
      "model": "카세티혈귀",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "W-what, you want to stay here for what is essentially an eternity within this train? I... I know the truth! Everything hinges on this key, doesn't it? As soon as I break this in half, you'll have to spend the eons inside this—"
    },
    {
      "id": 45,
      "model": "돈키호테다침",
      "content": "I... care not... I would welcome the eons... should it mean eons of penance for thee... 'Tis much preferable to letting thy villainy go unanswered... Let this place be the site of thine eternal judgment..."
    },
    {
      "id": 46,
      "content": "Faust and I grabbed Don Quixote. She'd normally be strong enough to wriggle free of our grips, but she'd already pushed herself beyond her limits merely by walking here."
    },
    {
      "id": 47,
      "model": "돈키호테다침",
      "content": "Faust... unhand me...! Thou mustn't let him live, Manager Esquire...!"
    },
    {
      "id": 48,
      "model": "단테",
      "content": "<Don Quixote... Letting him destroy that key means that you'll be condemning the Sinners to thousands of years of torment.>"
    },
    {
      "id": 49,
      "model": "돈키호테다침",
      "content": "Then I shall... fill the millennia with the tales of legend I had read in the magazines. No time, however infinite... shall be too great to overcome should we endeavor as one..."
    },
    {
      "id": 50,
      "model": "다친파우스트",
      "content": "Certainly, you are aware that your suggestion is no solution at all, Don Quixote."
    },
    {
      "id": 51,
      "model": "돈키호테다침",
      "content": "Th-then there has to be another way...? No...?"
    },
    {
      "id": 52,
      "model": "돈키호테다침",
      "content": "Thou art both possessors of great wisdom... Faust, Manager Esquire... Is there truly no path in which we may bring justice to the villain, and the Sinners remain unharmed...?"
    },
    {
      "id": 53,
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 54,
      "content": "Her struggle begins to wane. But this was no acceptance. This was dejection."
    },
    {
      "id": 55,
      "model": "단테",
      "content": "<W-wait! Don Quixote, NO!>"
    },
    {
      "id": 56,
      "content": "In the commotion, we failed to notice that the Bloodfiend had been quietly advancing at us; we let Don Quixote go at the last second..."
    },
    {
      "id": 57,
      "content": "... But we were a second too late."
    },
    {
      "id": 58,
      "model": "카세티혈귀",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "Oh, my dearest parent... forgive my transgressions of creating another without thy sanction..."
    },
    {
      "id": 59,
      "model": "카세티혈귀",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "Thou shalt become my next Kindred...!"
    },
    {
      "id": 60,
      "content": "Cassetti screams incoherently as he leaps onto Don Quixote, piercing her neck with his fangs before we even had the chance to do anything."
    },
    {
      "id": 61,
      "model": "단테",
      "content": "<…!>"
    },
    {
      "id": 62,
      "model": "다친파우스트",
      "content": "... Oh, I did not expect this to be the solution..."
    },
    {
      "id": 63,
      "model": "단테",
      "content": "<Faust...? What do you mean... 'the solution'...?>"
    },
    {
      "id": 64,
      "model": "다친파우스트",
      "content": "... According to this information I had viewed in the past, and once again just now, it's..."
    },
    {
      "id": 65,
      "model": "다친파우스트",
      "content": "Mm. ... Dante. Take cover behind me and remain absolutely still."
    },
    {
      "id": 66,
      "model": "다친파우스트",
      "content": "And please, do note that the other Sinners must never hear a word of what is about to happ—"
    },
    {
      "id": 67,
      "model": "돈키호테다침",
      "content": "Oh."
    },
    {
      "id": 68,
      "content": "Don Quixote levitates slightly into the air, the strings on her shoes unraveling as they slip off her feet on their own."
    },
    {
      "id": 69,
      "content": "She looks on with bewilderment as her running shoes fall to the floor."
    },
    {
      "id": 70,
      "content": "And..."
    },
    {
      "id": 71,
      "model": "돈키호테다침",
      "content": "AAAAAAAAGGGHHHHHHHH!"
    },
    {
      "id": 72,
      "model": "돈키호테다침",
      "content": "GAAAAAAAAAAHHHHHHHH! ROCINANTE!!!!!!!!!!"
    },
    {
      "id": 73,
      "content": "I've always had this question swirling at the unfocused backstage of my mind."
    },
    {
      "id": 74,
      "place": "Aboard Mephistopheles, Past",
      "model": "단테",
      "content": "<Why are you always so... protective of those running shoes, Don Quixote?>"
    },
    {
      "id": 75,
      "model": "돈키호테",
      "content": "Hm? Running shoes? Ah..."
    },
    {
      "id": 76,
      "model": "돈키호테",
      "content": "Dost thou speak of our dear Rocinante?"
    },
    {
      "id": 77,
      "model": "단테",
      "content": "<Uh... yeah, those.>"
    },
    {
      "id": 78,
      "model": "돈키호테",
      "content": "I! Have battled through thick and thin, feast and famine, with dear Rocinante. In sorrow, and in joy, no matter the brutality of trials that hath struck me, it hath been a loyal steed by my side for however long it hath been in existence."
    },
    {
      "id": 79,
      "content": "She... doesn't know when she got them?"
    },
    {
      "id": 80,
      "model": "돈키호테",
      "content": "Ah, Manager Esquire! Wherefore hast thou not saluted Rocinante as well? This may be a rather auspicious occasion to do so!"
    },
    {
      "id": 81,
      "model": "단테",
      "content": "<Nope, I think I'm good...>"
    },
    {
      "id": 82,
      "model": "돈키호테",
      "content": "Aha, be not so bashful! Go on ahead!"
    },
    {
      "id": 83,
      "model": "카론",
      "content": "Looks stinky. Small girl is torturing tick-tock with stinky."
    },
    {
      "id": 84,
      "model": "돈키호테",
      "content": "Stinky they are not! Scuffed as they might appear, Rocinante is in pristine condition...! Also, thou shalt not address me as a 'small gir—"
    },
    {
      "id": 85,
      "model": "카론",
      "content": "Evacuate. Evacuate."
    },
    {
      "id": 86,
      "place": "Dante's Room, Past",
      "model": "단테",
      "content": "<Don Quixote, don't tell me you go to sleep wearing those running sh— I mean, Rocinante.>"
    },
    {
      "id": 87,
      "model": "돈키호테",
      "content": "Oho, I have always been quite certain that someone so esteemed as thee, Manager Esquire, would care to ask me how Rocinante fares!"
    },
    {
      "id": 88,
      "content": "I didn't mention that this question was inspired by numerous eyewitness reports from other Sinners who saw her wandering the halls in her pajamas... and wearing Rocinante."
    },
    {
      "id": 89,
      "model": "돈키호테",
      "content": "Verily, Rocinante and I remain bound together, even in slumber! There shall be no separating the two of us!"
    },
    {
      "id": 90,
      "model": "돈키호테",
      "content": "We are bound not by need nor want, we are simply bound together through plight and delight."
    },
    {
      "id": 91,
      "content": "Now that I think about it, every single Identity of Don Quixote was also wearing those pair of running shoes, 'Rocinante'."
    },
    {
      "id": 92,
      "model": "단테",
      "content": "<Have you ever taken them... off?>"
    },
    {
      "id": 93,
      "model": "돈키호테",
      "content": "Take them off? Fie, whatever dost thou mean? As in... detach Rocinante from my body? 'Tis a very odd insinuation thou makest!"
    },
    {
      "id": 94,
      "place": -1,
      "content": "She looks at me with puzzled eyes, as though taking those pair of running shoes off was somehow an inconceivable idea."
    },
    {
      "id": 95,
      "content": "They were something much more than just her favorite pair of running shoes. Her odd attitude of treating something so far removed from common sense, as something completely ordinary..."
    },
    {
      "id": 96,
      "content": "What does Rocinante mean to Don Quixote?"
    },
    {
      "id": 97,
      "content": "What even is that thing?"
    },
    {
      "id": 98,
      "place": "Aboard Mephistopheles",
      "model": "단테",
      "content": "<Gnnngh…!>"
    },
    {
      "id": 99,
      "content": "An overwhelmingly powerful pressure suddenly explodes, radiating in all directions..."
    },
    {
      "id": 100,
      "content": "... as the metallic stench of blood suffocates the bus, filling every corner of it with its sickening horror."
    },
    {
      "id": 101,
      "content": "... Then, darkness."
    },
    {
      "id": 102,
      "model": "카세티혈귀",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "N-no... that's... impossible..."
    },
    {
      "id": 103,
      "content": "In all-absorbing darkness, voice is our only light."
    },
    {
      "id": 104,
      "model": "카세티혈귀",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "You... you are... the Second Kindred... How did you... I should've felt your presence...!"
    },
    {
      "id": 105,
      "content": "I do think I saw a faint outline of an aura."
    },
    {
      "id": 106,
      "content": "I see a red aura... and a long fur adornment of sorts."
    },
    {
      "id": 107,
      "content": "Through the shimmering aura, I saw... I think I saw... red eyes."
    },
    {
      "id": 108,
      "model": "실루엣돈키호테",
      "teller": "Don Quixote?",
      "title": "???",
      "content": "You have committed the sin of filial impiety. Transgressor."
    },
    {
      "id": 109,
      "content": "I know that voice. But I also don't. I've never heard it in such a low, imposing tone before."
    },
    {
      "id": 110,
      "content": "It speaks toward the lesser being."
    },
    {
      "id": 111,
      "content": "The Bloodfiend, shriveled and kneeling, trembling... pathetic."
    },
    {
      "id": 112,
      "model": "카세티혈귀",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "Mercy, o venerated ancestor. I beg for the mercy of the Second Kindred, I beg for the mercy of the Second Kindred, I beg—"
    },
    {
      "id": 113,
      "model": "실루엣돈키호테",
      "teller": "Don Quixote?",
      "title": "???",
      "content": "Insolent worm."
    },
    {
      "id": 114,
      "model": "카세티혈귀",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "Kahhh..."
    },
    {
      "id": 115,
      "content": "Crimson droplets of blood slowly rises around the Bloodfiend's mouth... before congealing and sealing his mouth shut."
    },
    {
      "id": 116,
      "model": "실루엣돈키호테",
      "teller": "Don Quixote?",
      "title": "???",
      "content": "No language worming its way out of your maw shall be worth my ears."
    },
    {
      "id": 117,
      "model": "실루엣돈키호테",
      "teller": "Don Quixote?",
      "title": "???",
      "content": "No..."
    },
    {
      "id": 118,
      "model": "실루엣돈키호테",
      "teller": "Don Quixote?",
      "title": "???",
      "content": "To commit the sin of filial impiety by attempting to travel against the bloodstream, to commit such abomination against your ancestor... I cannot well sanction your impudence of continued existence."
    },
    {
      "id": 119,
      "model": "카세티혈귀",
      "teller": "Cassetti",
      "title": "Bloodfiend",
      "content": "Mmh! Mmppfh! Mmmphhh!!!"
    },
    {
      "id": 120,
      "model": "실루엣돈키호테",
      "teller": "Don Quixote?",
      "title": "???",
      "content": "Coagulate... then melt away."
    },
    {
      "id": 121,
      "content": "Cassetti's body begins liquefying into a slick stream of blood, his form curdling and crumbling, then dripping to the ground."
    },
    {
      "id": 122,
      "content": "Rapidly yet ponderously, like that ice cream Don Quixote loved so much, melting away on the floor heated under the searing sun."
    },
    {
      "id": 123,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 124,
      "model": "실루엣돈키호테",
      "teller": "Don Quixote?",
      "title": "???",
      "content": "... Ah."
    },
    {
      "id": 125,
      "model": "실루엣돈키호테",
      "teller": "Don Quixote?",
      "title": "???",
      "content": "You."
    },
    {
      "id": 126,
      "content": "Don Quixote turned to look at me, who was still on the ground after being thrown by the shockwave."
    },
    {
      "id": 127,
      "content": "And with a cryptic look of pity, she uttered something."
    },
    {
      "id": 128,
      "model": "실루엣돈키호테",
      "teller": "Don Quixote?",
      "title": "???",
      "content": "Indeed... you must be the promised timepiece..."
    },
    {
      "id": 129,
      "content": "Something I couldn't quite understand."
    },
    {
      "id": 130,
      "model": "실루엣돈키호테",
      "teller": "Don Quixote?",
      "title": "???",
      "content": "Rocinante, to me..."
    },
    {
      "id": 131,
      "content": "Rocinante..."
    },
    {
      "id": 132,
      "model": "실루엣돈키호테",
      "teller": "Don Quixote?",
      "title": "???",
      "content": "... I beseech you."
    },
    {
      "id": 133,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 134,
      "content": "I carefully reached out, grabbed her shoes..."
    },
    {
      "id": 135,
      "content": "And slipped them onto her bare feet, one by one."
    },
    {
      "id": 136,
      "model": "실루엣돈키호테",
      "teller": "Don Quixote?",
      "title": "???",
      "content": "Ah... one day..."
    },
    {
      "id": 137,
      "content": "She gasped, stumbled, and..."
    },
    {
      "id": 138,
      "content": "... slumped to the ground."
    }
  ]
}