{
  "dataList": [
    {
      "id": 0,
      "content": "Some time later..."
    },
    {
      "id": 1,
      "place": "Aboard Mephistopheles",
      "model": "이스마엘",
      "content": "... Can somebody explain what just happened? In a way that makes sense?"
    },
    {
      "id": 2,
      "content": "I knew that the Sinners would all be shocked and confused."
    },
    {
      "id": 3,
      "content": "After all, when they, including Faust and Don Quixote, all came back to life after I rewound the clock..."
    },
    {
      "id": 4,
      "content": "... all that remained was the destroyed door to the freight car and the disgusting, obliterated remains of what was once Cassetti."
    },
    {
      "id": 5,
      "model": "뫼르소",
      "content": "Most personnel had lost their consciousness from the mental stress of the prolonged battle against the Bloodfiend."
    },
    {
      "id": 6,
      "model": "뫼르소",
      "content": "Whatever measure it was that the Manager has taken, it can be said that it was appropriate."
    },
    {
      "id": 7,
      "model": "그레고르",
      "content": "Tsk, I guess so..."
    },
    {
      "id": 8,
      "model": "단테",
      "content": "<Well... Good work, everyone...>"
    },
    {
      "id": 9,
      "model": "뫼르소",
      "content": "However. "
    },
    {
      "id": 10,
      "model": "뫼르소",
      "content": "The definition of 'most personnel' excludes three individuals. Therefore, it would be most appropriate to direct any questions to them."
    },
    {
      "id": 11,
      "model": "단테",
      "content": "<Wait...>"
    },
    {
      "id": 12,
      "model": "오티스",
      "content": "Hm?!"
    },
    {
      "id": 13,
      "model": "로쟈",
      "content": "Who are those three?"
    },
    {
      "id": 14,
      "model": "뫼르소",
      "content": "Faust."
    },
    {
      "id": 15,
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 16,
      "model": "뫼르소",
      "content": "The Manager."
    },
    {
      "id": 17,
      "model": "단테",
      "content": "<Uh...>"
    },
    {
      "id": 18,
      "model": "뫼르소",
      "content": "And Don Quixote, who is still unconscious."
    },
    {
      "id": 19,
      "model": "이스마엘",
      "content": "Huh, really? The three of you?"
    },
    {
      "id": 20,
      "model": "단테",
      "content": "<Wow, you were spot on... ha ha... When did you even have the time to notice that? Oh boy...>"
    },
    {
      "id": 21,
      "model": "뫼르소",
      "content": "I have identified the three conscious individuals by analyzing their walking cadence and voices, moments before my loss of consciousness."
    },
    {
      "id": 22,
      "model": "히스클리프",
      "content": "Right, so what's goin' on with the lass? Why's she still out cold?"
    },
    {
      "id": 23,
      "model": "파우스트",
      "content": "She appears to be in a state of deep slumber. As she is not at a risk of death, she will be waking up soon."
    },
    {
      "id": 24,
      "content": "... I remember everything, of course. Don Quixote's sudden... transformation. How she practically erased the Bloodfiend and his Kindred from the world without even moving a finger."
    },
    {
      "id": 25,
      "content": "But I also remember Faust's last words."
    },
    {
      "id": 26,
      "place": "Aboard Mephistopheles, Past",
      "model": "파우스트",
      "content": "And please, do note that the other Sinners must never hear a word of what is about to happ—"
    },
    {
      "id": 27,
      "place": "Aboard Mephistopheles",
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 28,
      "content": "Don Quixote was unconscious, and Faust was answering every question with silence; it was only natural that their eyes would all fall on me."
    },
    {
      "id": 29,
      "model": "단테",
      "content": "<That's... uh... Y'know...>"
    },
    {
      "id": 30,
      "model": "싱클레어",
      "content": "Wait, that reminds me..."
    },
    {
      "id": 31,
      "model": "싱클레어",
      "content": "Where's the... keycard?"
    },
    {
      "id": 32,
      "model": "단테",
      "content": "<Last I remember, it was in Cassetti's hands...>"
    },
    {
      "id": 33,
      "model": "료슈",
      "content": "... Who is in a far more presentable state than he was in before."
    },
    {
      "id": 34,
      "model": "로쟈",
      "content": "Wait, so what about the keycard he was holding, though...?"
    },
    {
      "id": 35,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 36,
      "model": "뫼르소",
      "content": "It has been half liquefied. The remains have melded with his finger bones; it appears to have become one with the middle phalanges."
    },
    {
      "id": 37,
      "content": "Uh... wait... oh..."
    },
    {
      "id": 38,
      "model": "싱클레어",
      "content": "Oh no. Everyone, calm down. Calm down! I SAID CALM DOWN!!!"
    },
    {
      "id": 39,
      "model": "그레고르",
      "content": "Haah... I... really should've packed more cigarettes, huh..."
    },
    {
      "id": 40,
      "model": "히스클리프",
      "content": "Uh... How 'bout we force one of these doors open?"
    },
    {
      "id": 41,
      "model": "파우스트",
      "content": "The master keycard is not an absolutely necessary element to resolving this situation."
    },
    {
      "id": 42,
      "model": "히스클리프",
      "content": "Wha-h-how?"
    },
    {
      "id": 43,
      "model": "파우스트",
      "content": "It will require approximately five hours to formulate and proceed with an explanation in a manner that will allow the Sinners to fully comprehend the exact 'how' of this methodology. Therefore, it will be delivered to you in a digestible, summarized format."
    },
    {
      "id": 44,
      "model": "히스클리프",
      "content": "... Well, that was short-lived. She's actin' all smug again."
    },
    {
      "id": 45,
      "model": "파우스트",
      "content": "We can utilize the Backdoor of Mephistopheles."
    },
    {
      "id": 46,
      "content": "The steely confidence in her declaration was more than enough to win us all over."
    },
    {
      "id": 47,
      "content": "So we headed to the corridor past the Backdoor, Don Quixote slung over one of our shoulders..."
    },
    {
      "id": 48,
      "content": "and arrived at our destination."
    },
    {
      "id": 49,
      "model": "베르길리우스",
      "content": "……."
    },
    {
      "id": 50,
      "model": "베르길리우스",
      "content": "I can't... not ask what happened after seeing the state you are all in."
    },
    {
      "id": 51,
      "model": "카론",
      "content": "Sandy pitter sandy patter."
    },
    {
      "id": 52,
      "content": "Grains of sand and seashell-like things fell with every step the Sinners took."
    },
    {
      "id": 53,
      "model": "로쟈",
      "content": "Ask... someone after me..."
    },
    {
      "id": 54,
      "model": "이상",
      "content": "To explicate, it can— kugghhh... grains of sand roll about in my throat with every word... spoken..."
    },
    {
      "id": 55,
      "content": "Some time ago..."
    },
    {
      "id": 56,
      "place": "Bus’s Backdoor",
      "content": "Faust explained the simpler gist of this plan as we made our way to the Backdoor."
    },
    {
      "id": 57,
      "model": "파우스트",
      "content": "To put it simply, we will spend the time at a space disconnected from the train."
    },
    {
      "id": 58,
      "model": "파우스트",
      "content": "The train should be arriving at its destination in approximately ten seconds, going by the A Corp. time scale. All we must do is to remain somewhere in our original dimension for that duration."
    },
    {
      "id": 59,
      "content": "And with that, Faust came to a sudden stop in the middle of one of the corridors."
    },
    {
      "id": 60,
      "model": "로쟈",
      "content": "Wait, wait... Are you seriously gonna just open that door? With this many doors in here... are ya sure that it's the right one?"
    },
    {
      "id": 61,
      "model": "파우스트",
      "content": "Yes. This is the correct door. Its safety is completely ensured."
    },
    {
      "id": 62,
      "model": "히스클리프",
      "content": "Uh... lass, at least tell us what's past that door."
    },
    {
      "id": 63,
      "model": "파우스트",
      "content": "I... did not bother verifying that particular information myself."
    },
    {
      "id": 64,
      "model": "파우스트",
      "content": "It is necessary for future endeavors that I gain the experience... of encountering something completely unexpected."
    },
    {
      "id": 65,
      "model": "히스클리프",
      "content": "What? Oi, wait—"
    },
    {
      "id": 66,
      "content": "Faust did not wait for Heathcliff to finish his sentence before jerking the door wide open."
    },
    {
      "id": 67,
      "model": "파우스트",
      "content": "Now, please enter through this door."
    },
    {
      "id": 68,
      "place": "???",
      "content": "With Faust's stern command, we quickly walked into a building that looked like a derelict, abandoned hospital of sorts..."
    },
    {
      "id": 69,
      "model": "이스마엘",
      "content": "I think we walked into a middle of a sandstorm..."
    },
    {
      "id": 70,
      "model": "로쟈",
      "content": "H-huh? Aren't we supposed to be indoors? How the heck is this even happening?"
    },
    {
      "id": 71,
      "model": "싱클레어",
      "content": "Aah! I-I can't open my eyes!"
    },
    {
      "id": 72,
      "model": "그레고르",
      "content": "Ptooey, I got sand in my mou... Wait, no way. Is this a sandstorm? But aren't we inside a building?!"
    },
    {
      "id": 73,
      "model": "파우스트",
      "content": "5… 4… 3… 2… 1…"
    },
    {
      "id": 74,
      "content": "The Sinners blurted out colorful series of complaints, trying to cover themselves in the blasting sandstorm..."
    },
    {
      "id": 75,
      "content": "But Faust continued to count in that same, indifferent rhythm before dragging us out of there just as urgently as she had herded us in."
    },
    {
      "id": 76,
      "place": "Bus’s Backdoor",
      "content": "So..."
    },
    {
      "id": 77,
      "content": "... We managed to return safe and sound to the interiors of the WARP train as it arrived at the P Corp. Platforms."
    },
    {
      "id": 78,
      "place": "WARP Train Economy Class Cabin",
      "content": "As the train was still getting cleaned up, that is..."
    },
    {
      "id": 79,
      "content": "... and with our bodies completely covered in sand."
    },
    {
      "id": 80,
      "model": "싱클레어",
      "content": "Sob... I thought we'd never make it..."
    },
    {
      "id": 81,
      "model": "W사정리요원2",
      "teller": "Cleanup Agent",
      "title": "W Corp.",
      "content": "W-woah, are you guys okay? How did these passengers...?"
    },
    {
      "id": 82,
      "content": "We were so happy to be done with this whole ordeal, that even the W Corp. Cleanup Agents in the middle of a cleanup mission looked downright hospitable."
    },
    {
      "id": 83,
      "model": "파우스트",
      "content": "We are employees of Limbus Company. We boarded the WARP train at the behest of your employer."
    },
    {
      "id": 84,
      "model": "W사정리요원2",
      "teller": "Cleanup Agent",
      "title": "W Corp.",
      "content": "Ohh... So you guys are the people that our Captain told us about. They really let you guys keep your memories, huh...?"
    },
    {
      "id": 85,
      "model": "홍루",
      "content": "Oh, that reminds me! One of the employees must be sleeping inside that hibernation pod over there~"
    },
    {
      "id": 86,
      "model": "W사정리요원2",
      "teller": "Cleanup Agent",
      "title": "W Corp.",
      "content": "Oh, that... Huh, I've never seen it in action before. Thanks, lemme go check."
    },
    {
      "id": 87,
      "content": "That hidden compartment behind the chair that the Cleanup Agent crawled into."
    },
    {
      "id": 88,
      "content": "Inside it was..."
    },
    {
      "id": 89,
      "model": "W사정리요원2",
      "teller": "Cleanup Agent",
      "title": "W Corp.",
      "content": "Huh...? There isn't anyone in here."
    },
    {
      "id": 90,
      "model": "로쟈",
      "content": "Hm? Maybe we're looking at the wrong pod?"
    },
    {
      "id": 91,
      "model": "뫼르소",
      "content": "This is the correct spot. Then the disappearance of the individual who has entered this pod would indicate..."
    },
    {
      "id": 92,
      "model": "W사정리요원2",
      "teller": "Cleanup Agent",
      "title": "W Corp.",
      "content": "I guess these folks aren't all there in the head either... Uh, maybe you guys are just mistaken?"
    },
    {
      "id": 93,
      "model": "단테",
      "content": "<I doubt that...>"
    },
    {
      "id": 94,
      "model": "파우스트",
      "content": "Yes, we must have suffered from a momentary, collective hallucination caused by fatigue. Very well, then. We will see ourselves out."
    },
    {
      "id": 95,
      "content": "Faust cut the conversation short before the other Sinners began asking too many questions."
    },
    {
      "id": 96,
      "content": "Now that I became intimately familiar with the meaning of that gesture, I followed her to the outside without another word."
    },
    {
      "id": 97,
      "place": "P Corp. WARP train platform",
      "model": "돈키호테",
      "content": "Mm...? Arriv... have we arrived?"
    },
    {
      "id": 98,
      "model": "히스클리프",
      "content": "Rise and shine, lass. Had enough nap yet?"
    },
    {
      "id": 99,
      "model": "베르길리우스",
      "content": "... I see. I will hear the details of the incident on the bus once we're traveling again."
    },
    {
      "id": 100,
      "model": "파우스트",
      "content": "Understood. Any and all relevant reports will be sent to W Corp. via LCCA, and..."
    },
    {
      "id": 101,
      "content": "Vergilius was already there when we arrived. He was sharing a conversation with Faust about what went down inside that the train with a serious expression."
    },
    {
      "id": 102,
      "model": "베르길리우스",
      "content": "... I will now leave with Charon and watch them unfasten Mephistopheles from the train."
    },
    {
      "id": 103,
      "model": "베르길리우스",
      "content": "The minute hand on the Manager's head seems to be desperately signaling me that they have a lot of burning questions to ask you. Allow me to give you two some space."
    },
    {
      "id": 104,
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 105,
      "content": "I was finally able to ask Faust once Vergilius left."
    },
    {
      "id": 106,
      "model": "단테",
      "content": "<Why... did you do that?>"
    },
    {
      "id": 107,
      "content": "... Faust's body was, quite literally, blasted to pieces from the sheer explosive pressure that filled the room the moment Don Quixote's shoes came off."
    },
    {
      "id": 108,
      "content": "It was as though she knew that it was going to happen."
    },
    {
      "id": 109,
      "model": "파우스트",
      "content": "Because it was the preferable course of action to having the same explosive demise occur to your body instead."
    },
    {
      "id": 110,
      "model": "단테",
      "content": "<Haah...>"
    },
    {
      "id": 111,
      "model": "파우스트",
      "content": "I do find it regrettable that you were made to turn the clock despite my knowledge of the high likelihood of my death upon that occurrence."
    },
    {
      "id": 112,
      "model": "단테",
      "content": "<No, I'm not... blaming you for that.>"
    },
    {
      "id": 113,
      "model": "단테",
      "content": "<I just want to know how long you've known. That...>"
    },
    {
      "id": 114,
      "model": "단테",
      "content": "<Don Quixote is...>"
    },
    {
      "id": 115,
      "model": "파우스트",
      "content": "... That is something I have been aware of since the LCB was first established. The same could be said of Vergilius."
    },
    {
      "id": 116,
      "model": "단테",
      "content": "<... Of course.>"
    },
    {
      "id": 117,
      "model": "파우스트",
      "content": "However, it was by the will of the LCA's superiors that this knowledge remains withheld from the Manager until the appropriate moment."
    },
    {
      "id": 118,
      "model": "단테",
      "content": "<And that appropriate moment was... back there?>"
    },
    {
      "id": 119,
      "model": "파우스트",
      "content": "... According to my private judgment, yes."
    },
    {
      "id": 120,
      "model": "파우스트",
      "content": "Well, as my connection to all communications, including one to Faust, had been severed. I was not in a position to receive the headquarters' authorization for that action."
    },
    {
      "id": 121,
      "model": "단테",
      "content": "<Right...>"
    },
    {
      "id": 122,
      "model": "이상",
      "content": "……."
    },
    {
      "id": 123,
      "model": "이상",
      "content": "Though the full truth may remain obscured still..."
    },
    {
      "id": 124,
      "model": "이상",
      "content": "... we are once again, returned."
    },
    {
      "id": 125,
      "content": "Returned... That was a layered word."
    },
    {
      "id": 126,
      "content": "We've 'returned' to one of the WARP platforms in our own dimension. We've 'returned' to our daily lives of speculating about what's next in our path. And..."
    },
    {
      "id": 127,
      "content": "The usual Faust, reconnected to 'Faust', has returned."
    },
    {
      "id": 128,
      "model": "파우스트",
      "content": "... Yes."
    },
    {
      "id": 129,
      "content": "Faust's replied to Yi Sang's nebulous wording with a quiet affirmation."
    },
    {
      "id": 130,
      "model": "이상",
      "content": "Please, do not take this query with any greater import than a mere jest. However..."
    },
    {
      "id": 131,
      "model": "이상",
      "content": "... Do you suppose I shall see her again?"
    },
    {
      "id": 132,
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 133,
      "content": "She shot a puzzled look at Yi Sang."
    },
    {
      "id": 134,
      "model": "이상",
      "content": "In a way, it was quite the..."
    },
    {
      "id": 135,
      "model": "이상",
      "content": "... pleasant encounter, was it not?"
    },
    {
      "id": 136,
      "content": "Yi Sang mused ambiguously before leaving us."
    },
    {
      "id": 137,
      "model": "단테",
      "content": "<Phew...>"
    },
    {
      "id": 138,
      "content": "The incident at the WARP train was such a chaotic mess that it felt shorter than it really was, but I also learned so much about so many things."
    },
    {
      "id": 139,
      "content": "But..."
    },
    {
      "id": 140,
      "content": "It was too soon to start wracking our brains about what kind of nonsense trial we were about to face in P Corp., so I decided to enjoy this momentary peace."
    },
    {
      "id": 141,
      "model": "돈키호테",
      "content": "How... cough... do we find ourselves at P Corp.? Cough... wherefore is my throat so parched?"
    },
    {
      "id": 142,
      "model": "이스마엘",
      "content": "Haah... I'm too tired... to explain..."
    },
    {
      "id": 143,
      "model": "로쟈",
      "content": "Chiquita... ya missed out big time on one craaazy adventure."
    },
    {
      "id": 144,
      "model": "돈키호테",
      "content": "HUHHHH?!"
    },
    {
      "id": 145,
      "model": "싱클레어",
      "content": "Ah, that vibrated the last few grains of the sand out of my ears."
    },
    {
      "id": 146,
      "content": "The Sinners look at Don Quixote's bewildered awakening, grinning."
    },
    {
      "id": 147,
      "content": "There's no way to know what we'll be facing here at District 16, where P Corp. was located, but..."
    },
    {
      "id": 148,
      "content": "We got this, right?"
    },
    {
      "id": 149,
      "content": "The same faith I saw in the Faust who believes in uncertainty rises within me, too."
    },
    {
      "id": 150,
      "content": "I looked up to Faust, only to see that Faust was looking at me as well."
    },
    {
      "id": 151,
      "content": "She nodded at me with her usual, barely noticeable smile, and I gave her a light nod back in return."
    },
    {
      "id": 152,
      "content": "... Time to go find ourselves another Golden Bough."
    }
  ]
}