{
  "dataList": [
    {
      "id": 0,
      "place": "???",
      "content": "I look from beyond the glass window as the Sinners battle furiously inside the large indoor arena."
    },
    {
      "id": 1,
      "model": "오티스",
      "content": "You damned imbeciles! What’s the point of everyone rushing at the same enemy that’s already staggered and nearly dead?!"
    },
    {
      "id": 2,
      "model": "파우스트",
      "content": "Faust had attacked that entity first. The blame lies flatly with the others' delayed decisions."
    },
    {
      "id": 3,
      "model": "이상",
      "content": "A-apologies. Yet concerned was I, that to not dispose swiftly of that foe would—"
    },
    {
      "id": 4,
      "model": "홍루",
      "content": "I think this is a great show of teamwork~"
    },
    {
      "id": 5,
      "content": "I… had no idea how hopeless the Sinners were in battle without my command..."
    },
    {
      "id": 6,
      "model": "오티스",
      "content": "Dammit… why won't any of you listen to my orders?!"
    },
    {
      "id": 7,
      "model": "히스클리프",
      "content": "Oi, your genius ‘order’ was how the lass’s head ended up dangling from one fourth of a neck!"
    },
    {
      "id": 8,
      "model": "오티스",
      "content": "Ahem. It was a necessary sacrifice to gain an edge in battle."
    },
    {
      "id": 9,
      "model": "돈키호테",
      "content": "Worry thee not… How befitting of a hero it is to perish in place of her compatri— guh!"
    },
    {
      "id": 10,
      "model": "로쟈",
      "content": "DONQUI!!!"
    },
    {
      "id": 11,
      "content": "Don Quixote falls before the merciless onslaught of enemies."
    },
    {
      "id": 12,
      "content": "I had so many things I wanted to say to them, most of which were variations of 'you're doing it wrong'. But... I had no choice but to watch as their woefully abysmal decisions continued to bungle the fight."
    },
    {
      "id": 13,
      "content": "If I tried, this researcher next to me will get in my way, claiming that they haven’t finished collecting the data."
    },
    {
      "id": 14,
      "model": "호엔하임실루엣",
      "content": "Hm... this one's reaction speed to emergencies is exceptionally fast..."
    },
    {
      "id": 15,
      "model": "단테",
      "content": "<So, uh...>"
    },
    {
      "id": 16,
      "model": "단테",
      "content": "<… Can I help them now?>"
    },
    {
      "id": 17,
      "model": "호엔하임실루엣",
      "content": "Will you stop pacing and compose yourself? We are almost done here."
    },
    {
      "id": 18,
      "model": "호엔하임실루엣",
      "content": "Hm. That should be more than enough data. Take control, manager."
    },
    {
      "id": 19,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 20,
      "content": "I had a lot I wanted to say, but..."
    },
    {
      "id": 21,
      "content": "… let’s help the Sinners out of this bind first."
    }
  ]
}