{
  "dataList": [
    {
      "id": 0,
      "content": "……."
    },
    {
      "id": 1,
      "place": "Aboard Mephistopheles",
      "model": "이스마엘",
      "content": "Wow. That… that sound just now… I didn’t know a human body could make a sound like that."
    },
    {
      "id": 2,
      "model": "그레고르",
      "content": "Hm? Ooh… I was just doing some stretches. Can't seem to do 'em without making these noises nowadays."
    },
    {
      "id": 3,
      "model": "싱클레어",
      "content": "Huh? What do you mean you... can't...?"
    },
    {
      "id": 4,
      "model": "로쟈",
      "content": "That right there’s the creakin’ sound of time's ravages, Sinc. Oof… I know Dante’s been turning the clock to rewind our time, but I feel like my joints are starting to grate."
    },
    {
      "id": 5,
      "model": "이스마엘",
      "content": "Hmm, I know what you mean. I definitely don’t feel as spry as I used to. Maybe the pain from repeatedly dying and reviving takes a toll after all..."
    },
    {
      "id": 6,
      "model": "단테",
      "content": "<Yeah, dying sure is a pain…>"
    },
    {
      "id": 7,
      "content": "That's when Hong Lu flippantly threw out an innocent comment amidst the complaining Sinners."
    },
    {
      "id": 8,
      "model": "홍루",
      "content": "Speaking of which, isn’t it funny how Don Quixote is totally fine even though she’s hundreds of years old? She’s got to be the oldest of us by a lot, right?"
    },
    {
      "id": 9,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 10,
      "model": "돈키호테",
      "content": "Ahem…"
    },
    {
      "id": 11,
      "model": "그레고르",
      "content": "Uhm…"
    },
    {
      "id": 12,
      "model": "이스마엘",
      "content": "Erm…"
    },
    {
      "id": 13,
      "content": "Hong Lu's unprompted catapulting of such a heavy subject brought the busy air inside the bus to a sudden, stifling halt."
    },
    {
      "id": 14,
      "model": "그레고르",
      "content": "Ahm… I… thought we were gonna take some time to actually broach that subject, but uh… you just bulldozed through the whole mess, huh?"
    },
    {
      "id": 15,
      "model": "홍루",
      "content": "Aha... I must've made things awkward. I didn’t realize everyone was so sensitive about their age..."
    },
    {
      "id": 16,
      "model": "돈키호테",
      "content": "That’s, uh— ‘Tis naught to concern thyself with! Be not so—"
    },
    {
      "id": 17,
      "content": "Of course, there was also someone who could not care less about the bus's air quality."
    },
    {
      "id": 18,
      "model": "히스클리프",
      "content": "Oi, scoot. That’s my designated seat you’re planting your arse in. I’ll whack ya."
    },
    {
      "id": 19,
      "model": "이스마엘",
      "content": "On the other hand, here’s this guy without a care in the world. … Almost makes me wonder if he even remembers what just happened."
    },
    {
      "id": 20,
      "model": "싱클레어",
      "content": "W-well, maybe this is your chance to get back at him for treating you harshly? Don Quixote, I'm sure you can—"
    },
    {
      "id": 21,
      "model": "로쟈",
      "content": "Sinc… I’ve never seen your eyes sparkle like that before…"
    },
    {
      "id": 22,
      "model": "돈키호테",
      "content": "I… am quite fond of the current temperament of our company. Unless young Heathcliff here suddenly morphs into a villainous scoundrel, I have nary a wish to exact violence upon him, and…"
    },
    {
      "id": 23,
      "model": "히스클리프",
      "content": "Right, now that that’s over with… let’s all shut up and keep the chinwag to a minimum, yeah?"
    },
    {
      "id": 24,
      "model": "이스마엘",
      "content": "Seems plenty villainously dickish to me…"
    },
    {
      "id": 25,
      "model": "그레고르",
      "content": "Anyways… am I the only one thinking that it’s about time we got the “thing”?"
    },
    {
      "id": 26,
      "model": "홍루",
      "content": "The “thing”?"
    },
    {
      "id": 27,
      "model": "그레고르",
      "content": "Well, y’know. The “thing” that we tried a while ago, but didn’t get to enjoy due to some… unforeseen issues."
    },
    {
      "id": 28,
      "model": "료슈",
      "content": "Deathmatch."
    },
    {
      "id": 29,
      "model": "그레고르",
      "content": "… Not that. Don’t you remember? We even played volleyball by that big body of water."
    },
    {
      "id": 30,
      "model": "뫼르소",
      "content": "Contextual clues suggest that he is making a request for a vacation."
    },
    {
      "id": 31,
      "model": "로쟈",
      "content": "Yep, absolutely yep. Let’s all go to a spa or something, relax, get massages to loosen up our muscles some… please?"
    },
    {
      "id": 32,
      "model": "이스마엘",
      "content": "You still have expectations for our employers?"
    },
    {
      "id": 33,
      "model": "돈키호테",
      "content": "Aha! I recall that young Meursault had given thee quite the exquisite massage, hath he not?"
    },
    {
      "id": 34,
      "model": "뫼르소",
      "content": "I have an astute knowledge of the major muscle groups and nerve structures of the human body."
    },
    {
      "id": 35,
      "model": "이상",
      "content": "For many weeks following that ‘massage’, my body was deprived of any sensory stimulation..."
    },
    {
      "id": 36,
      "model": "이상",
      "content": "Thus understood it was, the philosophy of Meursault’s physical therapy—that the most infallible methodology of convalescence from pain is to remove any and all stimulation, including that of pain..."
    },
    {
      "id": 37,
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 38,
      "model": "파우스트",
      "content": "It seems… that the time is here."
    },
    {
      "id": 39,
      "model": "파우스트",
      "content": "Vergilius."
    },
    {
      "id": 40,
      "model": "베르길리우스",
      "content": "… Mm."
    },
    {
      "id": 41,
      "model": "베르길리우스",
      "content": "Yes, I knew that this day would eventually come."
    },
    {
      "id": 42,
      "model": "카론",
      "content": "Mhm. The day’s here."
    },
    {
      "id": 43,
      "model": "싱클레어",
      "content": "… Why is everyone acting so serious all of a sudden?"
    },
    {
      "id": 44,
      "model": "파우스트",
      "content": "Rodion’s observation is correct. While turning the clock does indeed turn the time, a certain degree of exacerbating fatigue cannot be alleviated."
    },
    {
      "id": 45,
      "model": "파우스트",
      "content": "This necessitates that we employ a certain measure to verify the status of each Sinner."
    },
    {
      "id": 46,
      "model": "단테",
      "content": "<What… what could it possibly be that it needs this much buildup…?>"
    },
    {
      "id": 47,
      "model": "파우스트",
      "content": "In other words…"
    },
    {
      "id": 48,
      "model": "베르길리우스",
      "content": "It is time for Limbus Company's..."
    },
    {
      "id": 49,
      "model": "카론",
      "content": "G-u-l-p. Dramatic gulping noise."
    },
    {
      "id": 50,
      "model": "베르길파우",
      "teller": "Faust & Vergilius",
      "title": "LCB",
      "content": "Regular check-up."
    },
    {
      "id": 51,
      "model": "단테",
      "content": "<…Regular check-up?>"
    },
    {
      "id": 52,
      "model": "베르길리우스",
      "content": "We did get a call from the higher-ups a while ago, requesting that we send the Sinners in for a regular check-up."
    },
    {
      "id": 53,
      "model": "파우스트",
      "content": "But it was repeatedly delayed due to several limiting circumstances on our end."
    },
    {
      "id": 54,
      "model": "베르길리우스",
      "content": "They’ve been obnoxiously hounding us for quite some time. I was starting to get tired of explaining our absence."
    },
    {
      "id": 55,
      "model": "히스클리프",
      "content": "Check-up? What check-up?"
    },
    {
      "id": 56,
      "model": "베르길리우스",
      "content": "Don’t be so on edge, Heathcliff."
    },
    {
      "id": 57,
      "model": "베르길리우스",
      "content": "Such proceedings are regular occurrences at most corporations."
    },
    {
      "id": 58,
      "model": "단테",
      "content": "<I’ve never personally experienced it myself, but… sounds like they’re just checking to see how we’re doing health-wise.>"
    },
    {
      "id": 59,
      "content": "I turned around, getting ready to say “right, Ishmael?”..."
    },
    {
      "id": 60,
      "model": "이스마엘",
      "content": "……."
    },
    {
      "id": 61,
      "content": "… only to come face-to-face with Ishmael’s shocked expression, frozen onto her face."
    },
    {
      "id": 62,
      "content": "Well, this is unexpected. I thought Ishmael, with her worldly experiences, would leap onto this opportunity to lecture us all about how things worked outside Limbus Company…"
    },
    {
      "id": 63,
      "model": "이스마엘",
      "content": "R-regular check-ups… are..."
    },
    {
      "id": 64,
      "model": "로쟈",
      "content": "Ohh, you’re gearin’ up to explain what it is! Coolio."
    },
    {
      "id": 65,
      "model": "로쟈",
      "content": "Ya got thirty seconds to wrap it up! Ready, set, go!"
    },
    {
      "id": 66,
      "model": "이스마엘",
      "content": "N-no…"
    },
    {
      "id": 67,
      "model": "이스마엘",
      "content": "Not… not the regular check-up…"
    },
    {
      "id": 68,
      "model": "이상",
      "content": "Miss Ishmael’s expression seems to suggest otherwise, Miss Rodya…"
    },
    {
      "id": 69,
      "model": "베르길리우스",
      "content": "Ah, I did hear that some Fixer Offices or Associations employ varying methodologies when it comes to regular check-ups, depending on their characteristics."
    },
    {
      "id": 70,
      "model": "이스마엘",
      "content": "Locked up… until there’s only one left standing… Locked… blood of my colleagues the only key to escape…"
    },
    {
      "id": 71,
      "model": "단테",
      "content": "<What kind of ‘check-up’ did she have to go through…?>"
    },
    {
      "id": 72,
      "content": "Ishmael wasn’t the only one responding with a pale-faced abject horror at the suggestion."
    },
    {
      "id": 73,
      "model": "그레고르",
      "content": "Do… do you even understand what kind of regular ‘check-up’ you’re getting into…?"
    },
    {
      "id": 74,
      "model": "그레고르",
      "content": "I’m asking if you’re prepared to go through the regular check-up… no matter what happens in the process?"
    },
    {
      "id": 75,
      "model": "그레고르",
      "content": "Are you prepared to endure through… through everything that…"
    },
    {
      "id": 76,
      "model": "히스클리프",
      "content": "What’s wrong with this bloke, now? Mate’s lookin’ all pale."
    },
    {
      "id": 77,
      "model": "싱클레어",
      "content": "Ehh, I don’t understand why everyone’s making such a big deal out of this. I don’t think it’s that bad."
    },
    {
      "id": 78,
      "model": "싱클레어",
      "content": "I think we used to have annual health check-ups back in school, too."
    },
    {
      "id": 79,
      "model": "로쟈",
      "content": "What kinda check-ups?"
    },
    {
      "id": 80,
      "model": "싱클레어",
      "content": "They’d put us all in the same room, measuring heights, weights, running some basic fitness tests…"
    },
    {
      "id": 81,
      "model": "돈키호테",
      "content": "P-prithee, wherefore do they seek the measures of such characteristics?"
    },
    {
      "id": 82,
      "model": "오티스",
      "content": "Must you really ask? A full knowledge and analyses of each soldier’s status is indispensable intelligence for officers to have on hand."
    },
    {
      "id": 83,
      "model": "싱클레어",
      "content": "Uh... What soldiers? I was talking about my school..."
    },
    {
      "id": 84,
      "model": "히스클리프",
      "content": "Right, so that don’t explain shite about why you <i>need</i> to know that, does it?!"
    },
    {
      "id": 85,
      "model": "히스클리프",
      "content": "Why’d they find it necessary to spray people with those stinkin’ chemicals just to see if someone's got lice in their clothes?!"
    },
    {
      "id": 86,
      "model": "단테",
      "content": "<He… must’ve gone through his share of rough check-ups too as a kid, I guess...>"
    },
    {
      "id": 87,
      "model": "오티스",
      "content": "Hmph, you all keep asking questions with the most obvious answers."
    },
    {
      "id": 88,
      "model": "오티스",
      "content": "In fact, I've been wondering when they’d test us."
    },
    {
      "id": 89,
      "content": "Outis confidently marched up to the front of other Sinners with an assertive grin, as though she’d been waiting for this very moment."
    },
    {
      "id": 90,
      "model": "오티스",
      "content": "The true purpose of this ‘check-up’ must be…"
    },
    {
      "id": 91,
      "model": "오티스",
      "content": "… to elect a true authority amongst us!"
    },
    {
      "id": 92,
      "content": "… A ‘true’ authority?"
    },
    {
      "id": 93,
      "model": "이상",
      "content": "B-by your parlance ‘true authority’, could it be that you are questioning whom among us is our... 'leader'?"
    },
    {
      "id": 94,
      "content": "But I’m standing right here?"
    },
    {
      "id": 95,
      "model": "오티스",
      "content": "I humbly request that you avoid plaguing yourself with any unnecessary misunderstandings about my suggestion, Executive Manager."
    },
    {
      "id": 96,
      "model": "오티스",
      "content": "Of course, I must preface this with the declaration that there cannot be an iota of doubt toward Executive Manager Dante's authority."
    },
    {
      "id": 97,
      "model": "단테",
      "content": "<Ohkay…>"
    },
    {
      "id": 98,
      "model": "오티스",
      "content": "But was this not always a topic of great contention among us? That which of us…"
    },
    {
      "id": 99,
      "model": "오티스",
      "content": "… is most fit to command this squad of Sinners!!!"
    },
    {
      "id": 100,
      "model": "싱클레어",
      "content": "Um, isn’t it Ishmael? Or maybe… Faust?"
    },
    {
      "id": 101,
      "model": "홍루",
      "content": "Hm… that’s what I thought, too."
    },
    {
      "id": 102,
      "model": "오티스",
      "content": "This lack of cohesion is precisely why we always fail to face our enemies as a team! Always scrambling, always under-prepared, always taken by surprise…"
    },
    {
      "id": 103,
      "model": "오티스",
      "content": "You must always be ready to drop to the ground and give five hundred push-ups whenever your superior commands you to do so! Always maintain the willingness to sacrifice your well-being and life for the sake of the glorious victory of your allies! It’s all missing! Where is your readiness for self-sacrifice?!"
    },
    {
      "id": 104,
      "model": "이스마엘",
      "content": "No one’s arguing with you, Outis. Who are you even talking to…?"
    },
    {
      "id": 105,
      "model": "홍루",
      "content": "Aha. So, to summarize, the ‘regular check-up’ entails putting us all in a small room and making us fight to the last Sinner standing?"
    },
    {
      "id": 106,
      "content": "Silence fell upon us at Hong Lu’s succinct summary."
    },
    {
      "id": 107,
      "model": "료슈",
      "content": "Battle royale."
    },
    {
      "id": 108,
      "model": "료슈",
      "content": "I’ve been looking forward to this."
    },
    {
      "id": 109,
      "model": "히스클리프",
      "content": "… Fuck it. I’ll give you lot one hell of a fight. My fists used to be bloody infamous in the Backstreets—"
    },
    {
      "id": 110,
      "model": "이스마엘",
      "content": "… Fine. So that's how we’re doing this, huh? I’m ready to roll."
    },
    {
      "id": 111,
      "model": "단테",
      "content": "<Guys, this isn’t—>"
    },
    {
      "id": 112,
      "model": "로쟈",
      "content": "Okay, so where are we off to?"
    },
    {
      "id": 113,
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 114,
      "model": "파우스트",
      "content": "The battle ro—um. Excuse me. The regular check-up takes place at..."
    },
    {
      "id": 115,
      "content": "The Sinners seemed to be under some serious misunderstanding about what the regular check-up entailed, but Faust had obviously long given up on correcting them."
    },
    {
      "id": 116,
      "model": "파우스트",
      "content": "… the headquarters."
    },
    {
      "id": 117,
      "model": "이상",
      "content": "The headquarters you speak of… must be the headquarters of Limbus Company?"
    },
    {
      "id": 118,
      "model": "파우스트",
      "content": "Yes."
    },
    {
      "id": 119,
      "model": "이스마엘",
      "content": "Ooh… we’re finally getting to visit the headquarters, huh? A whole year after they hired us..."
    },
    {
      "id": 120,
      "model": "파우스트",
      "content": "We should be right on time upon immediate departure."
    },
    {
      "id": 121,
      "model": "돈키호테",
      "content": "T-t-this instant, thou sayest? Yet mine heart is faint prepared… Prithee, allow us some time to prepare our travel provisions!"
    },
    {
      "id": 122,
      "model": "이스마엘",
      "content": "Where’s the HQ anyway? Hopefully it’s not too far from here."
    },
    {
      "id": 123,
      "model": "파우스트",
      "content": "That…"
    },
    {
      "id": 124,
      "model": "파우스트",
      "content": "… is a secret. However, I would like to inform you that it exists in a location inaccessible via Mephistopheles."
    },
    {
      "id": 125,
      "model": "그레고르",
      "content": "Oh come on… How are we supposed to get there if you’re not gonna tell us where it is?"
    },
    {
      "id": 126,
      "model": "오티스",
      "content": "Inaccessible via Mephistopheles... You're not about to suggest that we board the WARP trains again, are you?"
    },
    {
      "id": 127,
      "model": "돈키호테",
      "content": "Fie, I shan't ever board the WARP trains again…"
    },
    {
      "id": 128,
      "model": "파우스트",
      "content": "Indeed. We will not be boarding a WARP train for this journey."
    },
    {
      "id": 129,
      "model": "이스마엘",
      "content": "Hmm, so are we… taking the Backdoors or something?"
    },
    {
      "id": 130,
      "model": "히스클리프",
      "content": "Yeah, good point. Let’s take them doors instead."
    },
    {
      "id": 131,
      "model": "이상",
      "content": "A sound suggestion."
    },
    {
      "id": 132,
      "model": "이상",
      "content": "However, in lieu of sufficient information regarding each door, the destination may hold an element of randomness..."
    },
    {
      "id": 133,
      "model": "이상",
      "content": "… or, due to the variable nature of its activation period, the resultant destination may not reflect our intended end-coordinates..."
    },
    {
      "id": 134,
      "model": "이상",
      "content": "... or, an unexpected closure mid-passage through the frame may behoove us to bid the company our last farewells and embark on an untimely journey of no return."
    },
    {
      "id": 135,
      "model": "싱클레어",
      "content": "Uh, are you sure this is a sound suggestion?"
    },
    {
      "id": 136,
      "model": "히스클리프",
      "content": "Haah… then I’d rather take that bloody train instead. At least we won’t remember what happened once it's over and done with."
    },
    {
      "id": 137,
      "model": "료슈",
      "content": "Battle. Royale."
    },
    {
      "id": 138,
      "model": "파우스트",
      "content": "So…"
    },
    {
      "id": 139,
      "model": "파우스트",
      "content": "… further research was necessary to ensure safe transportation to the intended destinations."
    },
    {
      "id": 140,
      "model": "오티스",
      "content": "Further research? Are you implying that you made modifications to the Backdoor?"
    },
    {
      "id": 141,
      "model": "파우스트",
      "content": "A close assessment. However, it would be more accurate to say that the Backdoor was merely used as a reference."
    },
    {
      "id": 142,
      "model": "단테",
      "content": "<How did you even make the time for research? Weren’t you doing everything with us the whole time?>"
    },
    {
      "id": 143,
      "model": "파우스트",
      "content": "LCA and Faust established multiple communications with a certain new Wing-aspirant company during the spare hours between our travels to garner multiple cooperation efforts regarding the stabilization of the Backdoor."
    },
    {
      "id": 144,
      "model": "그레고르",
      "content": "A new Wing…? Are they looking to take over L Corp.’s vacancy or something?"
    },
    {
      "id": 145,
      "model": "파우스트",
      "content": "Quite sharp, Gregor. But the direction of your intuition could be improved."
    },
    {
      "id": 146,
      "model": "파우스트",
      "content": "It is a company seeking to seize the imminent vacancy of... the ever-declining W Corp."
    },
    {
      "id": 147,
      "model": "그레고르",
      "content": "W Corp...."
    },
    {
      "id": 148,
      "model": "이스마엘",
      "content": "Is that so… Yeah, that makes sense. Stories of W Corp.’s decline have been spreading more and more as of late. And I’m not surprised that some companies would consider this to be an opportunity."
    },
    {
      "id": 149,
      "model": "뫼르소",
      "content": "Newspapers also featured Op-Eds regarding a possible management crisis at W Corp., with many of them discussing the mysterious disappearances as well."
    },
    {
      "id": 150,
      "model": "오티스",
      "content": "I see. So they've been furtively planning and preparing to take over W Corp.'s position as a Wing."
    },
    {
      "id": 151,
      "model": "오티스",
      "content": "But… to supplant a Wing even before it falls on its own? Now that's certainly peculiar."
    },
    {
      "id": 152,
      "model": "오티스",
      "content": "They must have something, a scheme, perhaps, in the works. And to ally with such ambitious parties is…"
    },
    {
      "id": 153,
      "model": "오티스",
      "content": "… Is the headquarters looking to start a war of the Wings?"
    },
    {
      "id": 154,
      "model": "파우스트",
      "content": "I, at this moment, am not privy to such details."
    },
    {
      "id": 155,
      "model": "이상",
      "content": "Miss Outis, we needn’t make predictions in such rashness."
    },
    {
      "id": 156,
      "model": "이상",
      "content": "Recall that W Corp. has been mired in troubles both internal and external, having fallen to such desperation as to seek the assistance of our company…"
    },
    {
      "id": 157,
      "model": "이상",
      "content": "It is no wild presumption to predict that it shall crumble ere the advent of such violent pandemonium."
    },
    {
      "id": 158,
      "model": "이상",
      "content": "For indeed, inefficiency is the bane of technology that brings ruination to those that fail to overcome it…"
    },
    {
      "id": 159,
      "model": "파우스트",
      "content": "Our research efforts, however, were quite efficient and successful. Its mechanisms are similar to that of the Backdoor, but it eliminates the corridor; instead establishing a direct connection from one door to another. A 'portal', if you will."
    },
    {
      "id": 160,
      "model": "그레고르",
      "content": "Oh, so you resolved all the aforementioned side effects, then?"
    },
    {
      "id": 161,
      "model": "파우스트",
      "content": "... Not quite. Similar difficulties to the aforementioned cases were observed. Sometimes the accuracy of the target destination coordinates were lacking. Or, in other cases, the activation period would be cut short, causing the door to shut prematurely and amputate the subject as they were traversing between doors."
    },
    {
      "id": 162,
      "model": "파우스트",
      "content": "There has been much progress in the stabilization efforts, however, minimizing pentasection incidents. Most recent incidents have been limited to bisections."
    },
    {
      "id": 163,
      "model": "이상",
      "content": "Bisection certainly is an improvement over… pentasection…"
    },
    {
      "id": 164,
      "model": "단테",
      "content": "<They both sound equally awful to me…>"
    },
    {
      "id": 165,
      "model": "돈키호테",
      "content": "Sob… I would not behold mine own left and right shoes so cruelly sundered, forced to be so far apart upon our coming to the headquarters…!"
    },
    {
      "id": 166,
      "model": "베르길리우스",
      "content": "Well, well."
    },
    {
      "id": 167,
      "model": "베르길리우스",
      "content": "All this idle chatter of unnecessary concerns tells me that your bus life may have been too uneventful lately."
    },
    {
      "id": 168,
      "model": "오티스",
      "content": "Ahem..."
    },
    {
      "id": 169,
      "model": "베르길리우스",
      "content": "Hm. Looks like the ‘research’ arrived while you were wasting time."
    },
    {
      "id": 170,
      "content": "I saw a large and unfamiliar vehicle through the window."
    },
    {
      "id": 171,
      "model": "로쟈",
      "content": "Is that the vehicle...? It's got no windows, though?"
    },
    {
      "id": 172,
      "model": "베르길리우스",
      "content": "How tiresome."
    },
    {
      "id": 173,
      "model": "베르길리우스",
      "content": "Now, off the bus."
    }
  ]
}