{
  "dataList": [
    {
      "id": 0,
      "content": "Once we disembarked the bus, we made our way into this unfamiliar vehicle of sorts."
    },
    {
      "id": 1,
      "content": "Its interior was mostly metallic, filled to the brim with convoluted-looking machines... and on the opposite end of the entrance, a massive door loomed over us."
    },
    {
      "id": 2,
      "place": "Mysterious Vehicle",
      "model": "싱클레어",
      "content": "This is...?"
    },
    {
      "id": 3,
      "model": "파우스트",
      "content": "Assistance from P Corp. in the process of developing this device was indispensable."
    },
    {
      "id": 4,
      "model": "싱클레어",
      "content": "Wait, that means..."
    },
    {
      "id": 5,
      "model": "돈키호테",
      "content": "… In cohorts with young Cesara, are you?"
    },
    {
      "id": 6,
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 7,
      "model": "돈키호테",
      "content": "Hoyday~! Much did I aspire to regale her with the tale of the contract’s glorious completion, of mine heroism and bravery! ‘Tis quite unfair of thee to meet her all by thy lonesome, young Faust!"
    },
    {
      "id": 8,
      "model": "파우스트",
      "content": "… Your concerns will be taken into account next time."
    },
    {
      "id": 9,
      "content": "Faust seemed relieved..."
    },
    {
      "id": 10,
      "model": "돈키호테",
      "content": "Ah, worry thee not! For thou hast availed us the sights of Lim-bassss Campany headquarters, thy tit hath been tatted for!"
    },
    {
      "id": 11,
      "model": "파우스트",
      "content": "There are numerous reasons for which you were yet to be allowed into the headquarters, but… as it would be a fruitless effort to explicate them all, we will not cover that subject here."
    },
    {
      "id": 12,
      "model": "그레고르",
      "content": "Phew, glad to hear we're not sitting through another lecture."
    },
    {
      "id": 13,
      "model": "파우스트",
      "content": "The primary reason is, however, that there were several limitations to bringing the members of our department to the headquarters brought upon by frequent trans-Nest movements and irregular scheduling of our missions."
    },
    {
      "id": 14,
      "model": "로쟈",
      "content": "Why’dya say all that if ya were gonna explain anyway…?"
    },
    {
      "id": 15,
      "model": "오티스",
      "content": "Wait, more importantly… what’s that about collaborating with P Corp.?"
    },
    {
      "id": 16,
      "model": "로쟈",
      "content": "Boy, here we go again."
    },
    {
      "id": 17,
      "model": "파우스트",
      "content": "P Corp.’s Singularity can be summarized by the following four words: Expansive Space Warping technology."
    },
    {
      "id": 18,
      "model": "싱클레어",
      "content": "Oh, right… Didn’t you say that Miss Cesara told you something about how the principle of P Corp.’s Singularity is a lot like how La Manchaland works?"
    },
    {
      "id": 19,
      "model": "단테",
      "content": "<... Right. La Manchaland was much larger on the inside than it looked from the outside.>"
    },
    {
      "id": 20,
      "model": "이스마엘",
      "content": "Oh yeah, I’ve been meaning to ask…"
    },
    {
      "id": 21,
      "model": "이스마엘",
      "content": "Don’t other Wings already make liberal use of different kinds of space-expanding Singularities?"
    },
    {
      "id": 22,
      "model": "이스마엘",
      "content": "It’s, how should I put this… isn’t it a bit too mundane of a City tech for P Corp. to call space manipulation its unique thing?"
    },
    {
      "id": 23,
      "model": "파우스트",
      "content": "That was quite the… intelligent question."
    },
    {
      "id": 24,
      "model": "그레고르",
      "content": "Compliments! How nice~"
    },
    {
      "id": 25,
      "model": "파우스트",
      "content": "Ishmael is correct in suggesting that technology to expand a given space is a commonly employed technology by other Wings as well."
    },
    {
      "id": 26,
      "model": "파우스트",
      "content": "An example of one such invention making use of this space-expansion technology, but isn’t a P Corp. Singularity, would be Mephistopheles."
    },
    {
      "id": 27,
      "model": "파우스트",
      "content": "The ultimate purpose of P Corp.’s space-expansion technology…"
    },
    {
      "id": 28,
      "model": "파우스트",
      "content": "… is to create the safest place in the world."
    },
    {
      "id": 29,
      "model": "파우스트",
      "content": "A perfectly protected construct, its interior sheltered from the world outside no matter how severely its exterior is battered; to have a sound structural integrity no matter what, its interiors safe from any and all harm."
    },
    {
      "id": 30,
      "model": "파우스트",
      "content": "Therefore, the more expensive the P Corp. product is, the safer its interior is from damaging outside conditions such as extreme pressure or shock."
    },
    {
      "id": 31,
      "model": "파우스트",
      "content": "Perhaps the way in which the interior is completely insulated from the outside is comparable to a full disconnect from the outside world by sheltering in a separate dimension."
    },
    {
      "id": 32,
      "model": "파우스트",
      "content": "In conclusion, the exterior of this vehicle utilized P Corp.’s Singularity, which means that it can protect its interior from all forms of impact. Not to mention that it has enough room to hold more than thirteen people inside."
    },
    {
      "id": 33,
      "model": "로쟈",
      "content": "Uh, don’t dimensional trunks or containers also transport things to other dimensions?"
    },
    {
      "id": 34,
      "model": "싱클레어",
      "content": "Nnnnngh..."
    },
    {
      "id": 35,
      "model": "로쟈",
      "content": "Hm? Sinc, why are ya freezin’ up all of a sudden?"
    },
    {
      "id": 36,
      "model": "싱클레어",
      "content": "There was this… creepy story that used to circulate among kids back when I was in school…"
    },
    {
      "id": 37,
      "model": "싱클레어",
      "content": "Here's how it goes. So a Devyat’ Association employee makes a delivery to a house, then looks away for a second…"
    },
    {
      "id": 38,
      "model": "싱클레어",
      "content": "… and a curious kid crawls into their Courier Trunk, and…"
    },
    {
      "id": 39,
      "model": "싱클레어",
      "content": "I-I’m gonna stop the story here… Look, that story kept me up at night for a whole week, okay? I couldn’t stop having nightmares about that scenario where…"
    },
    {
      "id": 40,
      "model": "그레고르",
      "content": "Hey, come on. Sometimes a story’s just a story…"
    },
    {
      "id": 41,
      "model": "이스마엘",
      "content": "Not necessarily…"
    },
    {
      "id": 42,
      "model": "파우스트",
      "content": "Unfortunately, the story that inspired Sinclair’s week-long nightmares was most likely an accurate retelling of a true story."
    },
    {
      "id": 43,
      "model": "파우스트",
      "content": "Several regulations were added to Hana and Devyat’ Association’s rules to prevent cases of people being stored in dimensional containers."
    },
    {
      "id": 44,
      "model": "이상",
      "content": "From a certain perspective, it may be said that the WARP technology employed by W Corp. shares a degree of similitude."
    },
    {
      "id": 45,
      "model": "이상",
      "content": "The parallel lies in the fact that it also transports humans to a different dimension, the difference being that they are ‘packaged’ in a safer manner."
    },
    {
      "id": 46,
      "model": "파우스트",
      "content": "Therefore, perhaps enough of a connection exists to say that they operate on the same scale."
    },
    {
      "id": 47,
      "model": "로쟈",
      "content": "Anyhoo, the point is that we’ll always have access to the headquarters as long as we have this vehicle thing, right?"
    },
    {
      "id": 48,
      "model": "오티스",
      "content": "This will certainly make the logistics of communication and supply much more convenient. One question, however: how does the company plan to move this instrument, as I expect that would be much trouble on its own? Has that detail been hashed out yet?"
    },
    {
      "id": 49,
      "model": "파우스트",
      "content": "No."
    },
    {
      "id": 50,
      "model": "파우스트",
      "content": "In order to establish a more tangible level of communication with Limbus Company headquarters, an effective means of transportation such as this vehicle will be installed in the Nests across the City."
    },
    {
      "id": 51,
      "model": "파우스트",
      "content": "In summary, an efficient means of transportation such as this vehicle here, developed using P Corp. and the aspirant W Corp.’s technology, will gradually be installed at various points across the City."
    },
    {
      "id": 52,
      "model": "이스마엘",
      "content": "In-in every Nest?"
    },
    {
      "id": 53,
      "model": "베르길리우스",
      "content": "Of course not. The technology is still experimental. It is astronomically expensive to install and operate."
    },
    {
      "id": 54,
      "content": "Vergilius gave us a firm clarification."
    },
    {
      "id": 55,
      "model": "파우스트",
      "content": "Activating now."
    },
    {
      "id": 56,
      "content": "Faust tinkers with various machines and contraptions within the vehicle, and the giant door from earlier began to tremble, making a loud noise."
    },
    {
      "id": 57,
      "model": "돈키호테",
      "content": "W-wherefore is that gate over yonder shuddering so?!"
    },
    {
      "id": 58,
      "model": "이상",
      "content": "Energies, now linked, are routing toward that gate."
    },
    {
      "id": 59,
      "content": "When the gauge displays around the glowing door filled, the door began to slowly open."
    },
    {
      "id": 60,
      "model": "파우스트",
      "content": "Entering now."
    },
    {
      "id": 61,
      "content": "When it fully opened, Faust made her way inside like it was just another door."
    },
    {
      "id": 62,
      "model": "단테",
      "content": "<W-well, let's follow her inside.>"
    },
    {
      "id": 63,
      "place": -1,
      "content": "There was a bizarre and incomprehensible noise of machines, coupled with a low droning noise..."
    },
    {
      "id": 64,
      "model": "파우스트",
      "content": "… Yes, we have arrived."
    },
    {
      "id": 65,
      "model": "파우스트",
      "content": "Welcome to the Limbus Company headquarters. This…"
    },
    {
      "id": 66,
      "content": "This place is teeming with people dressed in all sorts of odd outfits walking briskly between their busy schedules."
    },
    {
      "id": 67,
      "content": "I hear heavy doors opening and closing from here and there, alongside that odd sensation I've been feeling from time to time."
    },
    {
      "id": 68,
      "place": "LCE Research Team Lab. Unit",
      "model": "파우스트",
      "content": "… is the Floor of the LCE Department."
    },
    {
      "id": 69,
      "model": "단테",
      "content": "<…LCE?>"
    },
    {
      "id": 70,
      "model": "로쟈",
      "content": "Haah... Hopefully we’ll get to proudly stride in through the HQ's front gate one day."
    }
  ]
}