{
  "dataList": [
    {
      "id": 0,
      "place": "LCE Research Team Lab. Unit",
      "content": "We went through various tests, including command ability trials using Peccatula Invidiae…"
    },
    {
      "id": 1,
      "model": "돈키호테",
      "content": "Har, Manager Esquire! Heigh-ho! I have attained a score most perfect!"
    },
    {
      "id": 2,
      "model": "이상",
      "content": "Mm… to be surpassed by Miss Don Quixote in a contest of knowledge… Must I delve further in my studies…?"
    },
    {
      "id": 3,
      "model": "그레고르",
      "content": "Hey, Yi Sang. Bud. They were testing our Fixer Association knowledge, huh?"
    },
    {
      "id": 4,
      "model": "로쟈",
      "content": "Totally~ Honestly, she's got more than enough Fixer fixation for the entire bus."
    },
    {
      "id": 5,
      "content": "All kinds of general knowledge, trivia quizzes…"
    },
    {
      "id": 6,
      "model": "마튼",
      "content": "What’s the first thing you focus on when meeting a new person?"
    },
    {
      "id": 7,
      "model": "히스클리프",
      "content": "… The look in their eyes? How strong they look? Bloody hell, this ain’t easy."
    },
    {
      "id": 8,
      "model": "알리사",
      "content": "Your leadership style is…"
    },
    {
      "id": 9,
      "model": "뫼르소",
      "content": "Strong, decisive, and goal-oriented."
    },
    {
      "id": 10,
      "model": "싱클레어",
      "content": "You are, Meursault…?"
    },
    {
      "id": 11,
      "content": "We were finally allowed a quick break after going through all kinds of mysterious, strange personality tests as well."
    },
    {
      "id": 12,
      "model": "호엔하임",
      "content": "Next—basic fitness test for all Sinners. We can finally get started on the real meat of this check-up."
    },
    {
      "id": 13,
      "model": "싱클레어",
      "content": "Wait, then what were all those tests you guys were running on us?"
    },
    {
      "id": 14,
      "model": "마튼",
      "content": "They were conducted in order to collect various data that the LCE Department has been missing. In other words… we capitalized on this opportunity to fulfill our private curiosities."
    },
    {
      "id": 15,
      "model": "알리사",
      "content": "Still, I’d say it was very productive! We now know a lot about you guys that’ll help us support the LCB going forward."
    },
    {
      "id": 16,
      "model": "알리사",
      "content": "Alright, we're gonna go over some tests that can be conducted in groups first. Please form a line here."
    },
    {
      "id": 17,
      "model": "그레고르",
      "content": "W-what, like this?"
    },
    {
      "id": 18,
      "model": "이스마엘",
      "content": "Let's get this over with. Looks like we've got a long day ahead of us."
    },
    {
      "id": 19,
      "model": "홍루",
      "content": "Wow, these are some comfy clothes they've given us."
    },
    {
      "id": 20,
      "model": "히스클리프",
      "content": "Right? I could totally see myself wearin' these to sleep."
    },
    {
      "id": 21,
      "model": "알리사",
      "content": "To sleep...? They're LCE property, so you better return them as soon as we're done here."
    },
    {
      "id": 22,
      "model": "로쟈",
      "content": "Gotcha. By the way, can ya take a look at my wrist here before we actually get started? I’ve been feelin’ a bit of soreness there, but Dante won’t turn the clock for just me, y’know?"
    },
    {
      "id": 23,
      "model": "이상",
      "content": "Turning of the clock for such trivialities may cause the formation of an unfavorable habit... perhaps Meursault can remedy your pain."
    },
    {
      "id": 24,
      "model": "뫼르소",
      "content": "I am always prepared to administer necessary aid, should you request it."
    },
    {
      "id": 25,
      "model": "로쟈",
      "content": "A-actually, ya know what? I'm totally fine now~! Don'tcha worry!"
    },
    {
      "id": 26,
      "model": "알리사",
      "content": "Please stand still. If you think I can't see some of you on your tiptoes, you'd be very wrong. Heels on the ground, please."
    },
    {
      "id": 27,
      "model": "싱클레어",
      "content": "But... My heels are on the ground?"
    },
    {
      "id": 28,
      "model": "돈키호테",
      "content": "Fie…"
    },
    {
      "id": 29,
      "model": "알리사",
      "content": "And uh... can you snuff out your cigarettes before the test begins?"
    },
    {
      "id": 30,
      "model": "그레고르",
      "content": "Oh, this one isn’t lit. It’s just there so I can… look cool…"
    },
    {
      "id": 31,
      "model": "알리사",
      "content": "Aha…"
    },
    {
      "id": 32,
      "model": "알리사",
      "content": "… And what about—"
    },
    {
      "id": 33,
      "model": "료슈",
      "content": "Bold. But scram."
    },
    {
      "id": 34,
      "model": "알리사",
      "content": "O-okay. So the basic group tests are complete."
    },
    {
      "id": 35,
      "model": "호엔하임",
      "content": "……."
    },
    {
      "id": 36,
      "model": "호엔하임",
      "content": "I seem to have forgotten something quite important I had to establish prior to beginning the tests in earnest."
    },
    {
      "id": 37,
      "model": "호엔하임",
      "content": "I need an assistant."
    },
    {
      "id": 38,
      "model": "단테",
      "content": "<An assistant?>"
    },
    {
      "id": 39,
      "model": "호엔하임",
      "content": "I need an assistant to help me smooth out the testing procedures."
    },
    {
      "id": 40,
      "model": "로쟈",
      "content": "Uh… ya got two of ‘em already. Right behind you, if ya need directions."
    },
    {
      "id": 41,
      "model": "마튼",
      "content": "Oh, we’re not Mr. Hohenheim’s assistants. We’re specifically assistant <i>researchers</i>."
    },
    {
      "id": 42,
      "model": "호엔하임",
      "content": "Yes, of course. There is much that distinguishes these two occupations."
    },
    {
      "id": 43,
      "model": "호엔하임",
      "content": "I would like for one of you to be my assistant for the duration of this check-up…"
    },
    {
      "id": 44,
      "content": "Rodya suddenly raised her hand."
    },
    {
      "id": 45,
      "model": "호엔하임",
      "content": "I wasn’t planning on asking for volunteers, but… now that you’ve raised your hand, I’ll give you the floor."
    },
    {
      "id": 46,
      "model": "로쟈",
      "content": "Don’t ask me to do it. It's just not my vibes, ya know? I’ll take a researcher job, though. I'm a big fan of her style."
    },
    {
      "id": 47,
      "content": "Rodya trailed off, greedily caressing the clothes of one of the researchers."
    },
    {
      "id": 48,
      "model": "알리사",
      "content": "What… what are you doing…?"
    },
    {
      "id": 49,
      "model": "호엔하임",
      "content": "… I didn’t really have you in mind anyway, but duly noted nonetheless."
    },
    {
      "id": 50,
      "model": "파우스트",
      "content": "I would also like to refuse your nomination."
    },
    {
      "id": 51,
      "model": "파우스트",
      "content": "The position of an assistant to Hohenheim implies that the said assistant is, when it comes to skill, inferior to the person they are assisting."
    },
    {
      "id": 52,
      "model": "호엔하임",
      "content": "Again, I didn’t have you in mind either, but your passionate expression of intent is nonetheless appreciated."
    },
    {
      "id": 53,
      "model": "히스클리프",
      "content": "Tsk, I wonder who came up with this brilliant idea of putting two smartarses together to waste time pointing out each other's minor mistakes?"
    },
    {
      "id": 54,
      "model": "싱클레어",
      "content": "U-uh, if I were to talk about myself, I want to open by saying that I was a class vice-president in school, a diligent model student who assiduously facilitated the tasks of the class president in—"
    },
    {
      "id": 55,
      "model": "이상",
      "content": "Ahem, ahem..."
    },
    {
      "id": 56,
      "model": "그레고르",
      "content": "What’s with everyone getting so anxious to get picked here?"
    },
    {
      "id": 57,
      "model": "그레고르",
      "content": "Do you fellas actually want to be his assistant…? Getting in the front and center of things is just bothersome, you know?"
    },
    {
      "id": 58,
      "model": "싱클레어",
      "content": "I… kinda felt like I had to apply for the position, for some reason…"
    },
    {
      "id": 59,
      "model": "호엔하임",
      "content": "Well, the decision has already been made. Do note that the selection criteria is fully based on my very subjective opinion."
    },
    {
      "id": 60,
      "model": "호엔하임",
      "content": "You there, orange-haired Sinner…"
    },
    {
      "id": 61,
      "content": "Ishmael almost threw me to the ground as she confidently strode up to the front of the line."
    },
    {
      "id": 62,
      "model": "단테",
      "content": "<Oof…>"
    },
    {
      "id": 63,
      "model": "이스마엘",
      "content": "Greetings, Mr. Hohenheim. As you must be aware if you’ve taken a look at my documents, I’ve rarely let anyone down during my various tenures at Offices and Associations. You'll have nothing to worry as long as I'm by your side."
    },
    {
      "id": 64,
      "model": "이스마엘",
      "content": "Also, can I add this experience to my resume if I ever get a chance to submit a transfer request to work at the headquarters?"
    },
    {
      "id": 65,
      "model": "그레고르",
      "content": "Didn’t know you were still holding onto that hope."
    },
    {
      "id": 66,
      "model": "호엔하임",
      "content": "I… called on you to ask you to move, because you were standing in front of the Sinner I chose."
    },
    {
      "id": 67,
      "model": "이스마엘",
      "content": "……."
    },
    {
      "id": 68,
      "content": "Everyone turned around to look at Heathcliff, who was absentmindedly scratching at the bridge of his nose."
    },
    {
      "id": 69,
      "model": "히스클리프",
      "content": "Huh?"
    },
    {
      "id": 70,
      "model": "히스클리프",
      "content": "Me… huh? Me?"
    },
    {
      "id": 71,
      "content": "It seemed that Ishmael was even more shocked than Heathcliff was."
    },
    {
      "id": 72,
      "model": "이스마엘",
      "content": "Wait, but… wha… but… why? I’m right here, why would you pick someone like…"
    },
    {
      "id": 73,
      "model": "호엔하임",
      "content": "It is a common misconception among many researchers…"
    },
    {
      "id": 74,
      "model": "호엔하임",
      "content": "… to assume that the higher their level of education and the more elaborate their resume, the better candidate one makes for a research project participant."
    },
    {
      "id": 75,
      "model": "이스마엘",
      "content": "B-but... but that's just common sense, isn't it? At least when it comes to research...?"
    },
    {
      "id": 76,
      "model": "호엔하임",
      "content": "However, were you aware that most great discoveries are made from a potent mix of spontaneity and intuition?"
    },
    {
      "id": 77,
      "model": "호엔하임",
      "content": "A perfect descriptor for our friend here, I would say."
    },
    {
      "id": 78,
      "model": "히스클리프",
      "content": "Uh… uhh…"
    },
    {
      "id": 79,
      "model": "호엔하임",
      "content": "What say you, Heathcliff? I believe that this aggressive and passionate approach of yours gives you more than sufficient qualification to command and lead them in my stead."
    },
    {
      "id": 80,
      "model": "히스클리프",
      "content": "Uhm… Is… is that right?"
    },
    {
      "id": 81,
      "content": "He replied, scratching his head."
    },
    {
      "id": 82,
      "model": "로쟈",
      "content": "Be honest now, Yi Sang. Ya were kinda lookin’ forward to getting picked, weren’tcha?"
    },
    {
      "id": 83,
      "model": "이상",
      "content": "……."
    },
    {
      "id": 84,
      "model": "이상",
      "content": "It is but fate that things that were once good in the eyes of the mainstream are to be made less desirable with the passage of time."
    },
    {
      "id": 85,
      "model": "이상",
      "content": "And when one does indeed fall out of favor, the intelligentsia of the bygone days must rightly excuse themselves to the realm of memories and past…"
    },
    {
      "id": 86,
      "content": "Yi Sang replied with a particularly downcast look."
    },
    {
      "id": 87,
      "model": "호엔하임",
      "content": "I am glad to have you on board as my new assistant."
    },
    {
      "id": 88,
      "model": "히스클리프",
      "content": "Righty-ho. So… uh, ahem. What have I got to do now?"
    },
    {
      "id": 89,
      "model": "호엔하임",
      "content": "Nothing too complicated. You only need to liberally express your free spirit, just as you are now."
    },
    {
      "id": 90,
      "model": "마튼",
      "content": "Aha, now I see what he's doing."
    },
    {
      "id": 91,
      "model": "마튼",
      "content": "Hohenheim sure knows which one of the group to coax to make things go over smoothly."
    },
    {
      "id": 92,
      "content": "Marton whispered quietly at me in a voice that only I could hear."
    }
  ]
}