{
  "dataList": [
    {
      "id": 0,
      "place": "LCE Research Team Lab. Unit",
      "content": "Heathcliff seemed eager to, as Hoheinheim had suggested, express his ‘free spirit’ to the best of his capabilities."
    },
    {
      "id": 1,
      "model": "후디히스",
      "content": "Right, you there! Get in line! Single file, lads! Let’s make this easy for all of us!"
    },
    {
      "id": 2,
      "model": "홍루",
      "content": "But aren’t you also participating in the test with the rest of us, Heathcliff?"
    },
    {
      "id": 3,
      "model": "후디히스",
      "content": "Y-yeah, but… I’m the assistant!"
    },
    {
      "id": 4,
      "model": "이스마엘",
      "content": "Since when do you wear glasses?"
    },
    {
      "id": 5,
      "model": "호엔하임",
      "content": "Glasses are basic apparatuses of all researchers."
    },
    {
      "id": 6,
      "model": "호엔하임",
      "content": "Look, slightly pushing up on the glasses helps to put on the air of a studious, learned individual. Like so."
    },
    {
      "id": 7,
      "model": "마튼",
      "content": "Just like how slightly pushing up the frames of my glasses while wondering what to have for lunch makes it seem as though I am contemplating on the more profound aspects of life."
    },
    {
      "id": 8,
      "model": "후디히스",
      "content": "Oi, let’s not make this any harder than it’s gotta be, lass. Snuff out that cig in your mouth."
    },
    {
      "id": 9,
      "model": "료슈",
      "content": "Been a while since I heard a pig squeal."
    },
    {
      "id": 10,
      "model": "후디히스",
      "content": "Blimey, can’t you just do as I say for once?!!!"
    },
    {
      "id": 11,
      "model": "단테",
      "content": "<Huh, he’s actually pretty effective…>"
    },
    {
      "id": 12,
      "model": "호엔하임",
      "content": "Hm… it seems that we are now ready to conduct the tests. Finally."
    },
    {
      "id": 13,
      "model": "알리사",
      "content": "The primary purpose of this test…"
    },
    {
      "id": 14,
      "model": "알리사",
      "content": "... is to see, on a physical level, how your current abilities scale compared to yourselves before your hiring."
    },
    {
      "id": 15,
      "model": "단테",
      "content": "<I see… so they’re trying to see how much they've progressed since before they joined the company…?>"
    },
    {
      "id": 16,
      "content": "I had a feeling this would happen, but the mere mention of the words 'progression’ caused a rather loud ruckus among the Sinners."
    },
    {
      "id": 17,
      "model": "오티스",
      "content": "If I were to speak for myself, Executive Manager, I can confidently say that the thought of progressing as a person and in all aspects of life is ingrained into my very being."
    },
    {
      "id": 18,
      "model": "오티스",
      "content": "Thus, as a fruit of those efforts, I have grown to be much more precise and scathing in my critique of others’ mistakes."
    },
    {
      "id": 19,
      "model": "단테",
      "content": "<Is that… progress, though?>"
    },
    {
      "id": 20,
      "model": "이상",
      "content": "Mm..."
    },
    {
      "id": 21,
      "model": "이상",
      "content": "Perhaps I have learned to let certain thoughts rest in favor of others."
    },
    {
      "id": 22,
      "model": "이상",
      "content": "I once allowed myself to be trapped in overlong ruminations on worries of all manners, idly abiding as I was consumed by my very thoughts..."
    },
    {
      "id": 23,
      "model": "이상",
      "content": "... now, I have come to accept certain things as they are."
    },
    {
      "id": 24,
      "model": "단테",
      "content": "<Ooh…>"
    },
    {
      "id": 25,
      "model": "이상",
      "content": "And I’ve come to… sometimes, allow my mind to form bereft of rigorous reason."
    },
    {
      "id": 26,
      "model": "이상",
      "content": "Floating away gently, as though on a rolling stream… Is that not quite pleasant?"
    },
    {
      "id": 27,
      "model": "단테",
      "content": "<Ah... Okay. I... guess that is progression, of sorts…>"
    },
    {
      "id": 28,
      "model": "싱클레어",
      "content": "I’m pretty sure I’m less of a picky eater than I used to be."
    },
    {
      "id": 29,
      "model": "싱클레어",
      "content": "My grip strength is much stronger, too…"
    },
    {
      "id": 30,
      "model": "로쟈",
      "content": "Ooh~"
    },
    {
      "id": 31,
      "model": "싱클레어",
      "content": "Look, look. I think I’m getting calluses on my palms."
    },
    {
      "id": 32,
      "model": "이스마엘",
      "content": "Well, you don't really have to try to prove it to us…"
    },
    {
      "id": 33,
      "model": "이스마엘",
      "content": "… because the enemies we’re fighting have been getting stronger, too. That's an undeniable truth."
    },
    {
      "id": 34,
      "model": "이스마엘",
      "content": "We did experience a pretty spectacular year, you know."
    },
    {
      "id": 35,
      "model": "이상",
      "content": "A brutal year, yet so potent with significance."
    },
    {
      "id": 36,
      "model": "단테",
      "content": "<Hm, true. I guess growth really does come with time, huh…>"
    },
    {
      "id": 37,
      "model": "싱클레어",
      "content": "Right? I feel like the bonds between us got a lot deeper. We've all grown closer, you know? Like glue."
    },
    {
      "id": 38,
      "model": "그레고르",
      "content": "Like glue, huh. I like it."
    },
    {
      "id": 39,
      "model": "호엔하임",
      "content": "Ah, a certain misunderstanding seems to be brewing in tandem with this uplifting exchange of heart-to-hearts; allow me to step in and nip it in the bud."
    },
    {
      "id": 40,
      "model": "호엔하임",
      "content": "Let me give it to you straight…"
    },
    {
      "id": 41,
      "model": "호엔하임",
      "content": "All of your abilities were diminished the moment you were hired by this company. Equally defanged and depowered, if you will."
    },
    {
      "id": 42,
      "model": "후디히스",
      "content": "Equally... defanged?"
    },
    {
      "id": 43,
      "model": "호엔하임",
      "content": "In other words, all of your abilities have been brought down to the… ah, yes. To the same general level as our eleventh Sinner here."
    },
    {
      "id": 44,
      "model": "싱클레어",
      "content": "... Why am I your point of reference?"
    },
    {
      "id": 45,
      "model": "호엔하임",
      "content": "Ah, if this is what you meant earlier by \"growing closer, like glue\", then I suppose it was quite the apt choice of words."
    },
    {
      "id": 46,
      "model": "후디히스",
      "content": "Oi, take that back."
    },
    {
      "id": 47,
      "model": "싱클레어",
      "content": "… I take it back."
    },
    {
      "id": 48,
      "model": "싱클레어",
      "content": "… not! So you’re not really that much stronger than I am, huh?"
    },
    {
      "id": 49,
      "model": "로쟈",
      "content": "Woooow, Sinc. Is that the sound of your sense of self-preservation shattering into the ether?"
    },
    {
      "id": 50,
      "model": "후디히스",
      "content": "That's it, you bloody c—"
    },
    {
      "id": 51,
      "model": "이스마엘",
      "content": "Excuse me! I need to know why that happened."
    },
    {
      "id": 52,
      "model": "이스마엘",
      "content": "Did we all get depowered because of the Golden Bough? Wait, does this have anything to do with those chains that appeared when we first entered into a contract with Dante…?"
    },
    {
      "id": 53,
      "model": "호엔하임",
      "content": "Indeed. One of the powers of a Golden Bough is ‘connection’."
    },
    {
      "id": 54,
      "model": "호엔하임",
      "content": "You are now all fairly, evenly, and equally…"
    },
    {
      "id": 55,
      "model": "호엔하임",
      "content": "mediocre."
    },
    {
      "id": 56,
      "model": "싱클레어",
      "content": "……."
    },
    {
      "id": 57,
      "content": "Hohenheim’s comment and the subsequent stare seemed a bit targeted…"
    },
    {
      "id": 58,
      "model": "호엔하임",
      "content": "Think of it as something akin to Qliphoth Deterrence employed by the Lobotomy Corporation."
    },
    {
      "id": 59,
      "model": "오티스",
      "content": "So, the truth is finally revealed. This was why I, Outis, grew so pathetically weak the moment I joined this company."
    },
    {
      "id": 60,
      "model": "돈키호테",
      "content": "Art thou implying that thou hast always known?"
    },
    {
      "id": 61,
      "model": "오티스",
      "content": "Of course! Had I been in my prime, I could’ve wiped the floor with you miserable doormats in a matter of seconds."
    },
    {
      "id": 62,
      "model": "이스마엘",
      "content": "… You wipe floors with doormats?"
    },
    {
      "id": 63,
      "model": "그레고르",
      "content": "Man, we're all so prone to saying whatever once the burden of proof is gone, huh?"
    },
    {
      "id": 64,
      "model": "그레고르",
      "content": "Hah... So that's why my murderous arm's been quiet ever since they hired me. It didn't really have anything to do with my heart, after all..."
    },
    {
      "id": 65,
      "model": "단테",
      "content": "<Gregor…>"
    },
    {
      "id": 66,
      "model": "후디히스",
      "content": "Oi, what's the use of all this chatter?! What matters is that we’ve all been brought down to the level of the lad."
    },
    {
      "id": 67,
      "model": "싱클레어",
      "content": "But… I got calluses on my palms…"
    },
    {
      "id": 68,
      "model": "이상",
      "content": "Yet… not all of the Golden Bough's effects must have been of detriment to us."
    },
    {
      "id": 69,
      "content": "Yi Sang started, carefully attempting to navigate through a conversation that appeared to be turning into a tinderbox."
    },
    {
      "id": 70,
      "model": "이상",
      "content": "Was it not the advantages granted to us by the Golden Bough impaled in the Pallid Whale of the Great Lake by which we triumphed?"
    },
    {
      "id": 71,
      "model": "로쟈",
      "content": "Wha? Really?"
    },
    {
      "id": 72,
      "model": "파우스트",
      "content": "Correct. Had the Pallid Whale been at its full strength, it is highly likely that we may still have been trapped inside its stomach, struggling to survive."
    },
    {
      "id": 73,
      "model": "파우스트",
      "content": "Also, it can also be said that the diminishing effect was not applied in equal measure across all affected subjects."
    },
    {
      "id": 74,
      "model": "로쟈",
      "content": "That makes sense, I guess. I never coulda knocked Heath out with one punch if I was only as strong as Sinc. It’s a real handy trick, ya know?"
    },
    {
      "id": 75,
      "model": "후디히스",
      "content": "……."
    },
    {
      "id": 76,
      "model": "파우스트",
      "content": "Additionally, certain individual quirks cannot be suppressed by the Golden Bough."
    },
    {
      "id": 77,
      "model": "파우스트",
      "content": "Certain quirks that one may consider to be an individual’s ‘idiosyncrasies’."
    },
    {
      "id": 78,
      "model": "홍루",
      "content": "Ohhh~ So that explains Ryōshū’s impressive bladework with Mr. Bumble back at the T Corp. factory!"
    },
    {
      "id": 79,
      "model": "료슈",
      "content": "Heh… Won’t waste my breath boasting."
    },
    {
      "id": 80,
      "model": "단테",
      "content": "<You never do anyway.>"
    },
    {
      "id": 81,
      "model": "호엔하임",
      "content": "Well, if your strengths have indeed progressed since the onboarding, then the average must have risen as well. One of the purposes of these tests is to measure that very difference."
    },
    {
      "id": 82,
      "model": "이스마엘",
      "content": "So what exactly goes into these tests? I know there's a District that uses a machine that can analyze most aspects of the subject with a quick scan, so is it going to be something like that?"
    },
    {
      "id": 83,
      "model": "호엔하임",
      "content": "There are dozens, if not hundreds of ways to determine one’s abilities without the assistance of machinery. Ah, in fact, I know of a perfectly appropriate methodology for this group."
    },
    {
      "id": 84,
      "model": "단테",
      "content": "<A perfectly appropriate methodology…?>"
    },
    {
      "id": 85,
      "model": "호엔하임",
      "content": "We spent some time out of our busy schedules to tailor each test for each Sinner of the LCB."
    },
    {
      "id": 86,
      "model": "알리사",
      "content": "That was pretty tough, I’ll have you guys know."
    },
    {
      "id": 87,
      "model": "그레고르",
      "content": "Tailored tests for each Sinner, huh… I don’t really like the sound of that, if you ask me."
    },
    {
      "id": 88,
      "model": "호엔하임",
      "content": "We…"
    },
    {
      "id": 89,
      "model": "호엔하임",
      "content": "… will utilize the Peccatula… and the Distortion phenomenon."
    },
    {
      "id": 90,
      "model": "로쟈",
      "content": "Huh. That doesn’t sound much like some super innovative method you were building up to. What a letdown…"
    },
    {
      "id": 91,
      "model": "이스마엘",
      "content": "Right? Honestly, for all their talk, I thought they’d come up with something more impressive than that…"
    },
    {
      "id": 92,
      "model": "호엔하임",
      "content": "… Assistant?"
    },
    {
      "id": 93,
      "model": "후디히스",
      "content": "Alright, that’s enough chatter! Now get in there!"
    }
  ]
}