{
  "dataList": [
    {
      "id": 0,
      "place": "LCE Research Team Lab. Unit",
      "model": "후디히스",
      "content": "Uhh, let’s see. First one on the block’s..."
    },
    {
      "id": 1,
      "content": "Heathcliff had already begun flipping through the papers in his hands."
    },
    {
      "id": 2,
      "content": "… What an unfamiliar sight."
    },
    {
      "id": 3,
      "model": "후디히스",
      "content": "Right. You, and you there! Inside, now!"
    },
    {
      "id": 4,
      "content": "Heathcliff the assistant pointed toward Hong Lu and Sinclair."
    },
    {
      "id": 5,
      "model": "호엔하임",
      "content": "Hello. One, two, testing. Am I coming through? "
    },
    {
      "id": 6,
      "model": "호엔하임",
      "content": "As you must be well aware by now, the Peccatula are entities that have failed to even Distort."
    },
    {
      "id": 7,
      "model": "싱클레어",
      "content": "……."
    },
    {
      "id": 8,
      "model": "홍루",
      "content": "It seems like we’ll be fighting the Peccatula again."
    },
    {
      "id": 9,
      "model": "싱클레어",
      "content": "O-oh, right. I have a question. It's something that's been nagging at me the whole time since I arrived..."
    },
    {
      "id": 10,
      "model": "싱클레어",
      "content": "... Aren't these tests basically just... us killing people for no reason?"
    },
    {
      "id": 11,
      "model": "싱클레어",
      "content": "They're all safely contained, which means that they don't pose any danger to anyone..."
    },
    {
      "id": 12,
      "model": "후디히스",
      "content": "Why’s he being such a bleedin’ heart all of a sudden? Oi, we’ve been slaughterin’ countless scores of those sods, so what’s the holdup now?"
    },
    {
      "id": 13,
      "model": "싱클레어",
      "content": "Yeah, but we didn’t have any choice back then because we were on a mission. And—"
    },
    {
      "id": 14,
      "model": "홍루",
      "content": "Do you believe that taking a life to live is unlike taking a life for the sake of it?"
    },
    {
      "id": 15,
      "model": "싱클레어",
      "content": "… I do."
    },
    {
      "id": 16,
      "model": "호엔하임",
      "content": "……."
    },
    {
      "id": 17,
      "model": "호엔하임",
      "content": "I understand. It seems that human memory is, after all, made to be finite. Save for few exceptional individuals, people are prone to misplacing memories even from yesterday."
    },
    {
      "id": 18,
      "model": "호엔하임",
      "content": "So, who are they, Dante? Who do you believe they are, this group you lead?"
    },
    {
      "id": 19,
      "model": "호엔하임",
      "content": "Given the expected communication difficulties between us, allow me to make this a multiple choice question. One, family. Two, friends. Three, colleagues."
    },
    {
      "id": 20,
      "model": "단테",
      "content": "<Um… I guess they’re closest to… colleagues?>"
    },
    {
      "id": 21,
      "model": "홍루",
      "content": "Dante says “three, colleagues”~"
    },
    {
      "id": 22,
      "content": "Hong Lu was practically squished against the containment unit window, holding up three of his fingers. He must've heard us talking."
    },
    {
      "id": 23,
      "model": "호엔하임",
      "content": "Incorrect. It’s ‘none of the above’."
    },
    {
      "id": 24,
      "model": "호엔하임",
      "content": "The truth is that they are ‘Sinners’. Not family, not friends, not colleagues. ‘Prisoners’."
    },
    {
      "id": 25,
      "model": "싱클레어",
      "content": "I know…"
    },
    {
      "id": 26,
      "model": "호엔하임",
      "content": "Ah, but the knowledge of something and the acceptance of it must be distinguished."
    },
    {
      "id": 27,
      "model": "호엔하임",
      "content": "I learned that people are prone to forgetting their places when the going gets easy, when life becomes comfortable enough for them to consider the luxury of timely meals to be a certainty. Thus I find these reminders to be quite useful."
    },
    {
      "id": 28,
      "model": "호엔하임",
      "content": "These Sinners, bound to Limbus Company, are still fettered by their chains and shackles. Naturally, they have no access to such a thing as the right to refuse."
    },
    {
      "id": 29,
      "model": "호엔하임",
      "content": "Or would it be easier for you to accept that fact if I were to suggest that you consider this but a mere extension of your responsibilities?"
    },
    {
      "id": 30,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 31,
      "model": "단테",
      "content": "<I know they’re Sinners, but you can’t talk to them like—>"
    },
    {
      "id": 32,
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 33,
      "model": "호엔하임",
      "content": "Ah, translations are unnecessary. I think I get the picture of what was said, given the atmosphere of this room."
    },
    {
      "id": 34,
      "model": "호엔하임",
      "content": "Dante, when you agreed to the contract, you must have made a deal of sorts—to gain something to your benefit. Am I correct?"
    },
    {
      "id": 35,
      "model": "호엔하임",
      "content": "Your memories, your head, and your past…"
    },
    {
      "id": 36,
      "model": "호엔하임",
      "content": "There must be so much that you would like to know. And perhaps your desire to get them back is what stops you from simply quitting."
    },
    {
      "id": 37,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 38,
      "model": "호엔하임",
      "content": "What I mean to say with this little demonstration is that no one in this room has any right to grumble or refuse."
    },
    {
      "id": 39,
      "model": "단테",
      "content": "<Faust, is he usually…?>"
    },
    {
      "id": 40,
      "model": "파우스트",
      "content": "Yes, this is his usual demeanor."
    },
    {
      "id": 41,
      "model": "이스마엘",
      "content": "Hello, I know I’m not the one to talk, but… you don’t exactly have a lot of friends, do you?"
    },
    {
      "id": 42,
      "model": "호엔하임",
      "content": "Those who rise above their peers tend to attract a certain degree of hostility from others. Now, shall we begin? We are severely behind schedule."
    },
    {
      "id": 43,
      "model": "호엔하임",
      "content": "While the combatants do what they do, please pay attention to the following presentation about the Peccatula projected onto this glass panel."
    },
    {
      "id": 44,
      "model": "호엔하임",
      "content": "This lecture has been prepared with the assumption that its students have an average level of knowledge; so, if you consider this presentation to be boring or too difficult to understand, then you may consider your knowledge level to be below average."
    },
    {
      "id": 45,
      "model": "후디히스",
      "content": "All this material seems quite elementary to me! Not sure what's so difficult about this!"
    },
    {
      "id": 46,
      "model": "이스마엘",
      "content": "Yeah, save that for when the lecture actually starts."
    },
    {
      "id": 47,
      "model": "호엔하임",
      "content": "As you must already know, there are seven categories of Peccatula. And as far as I am aware, the highest stage of Peccatula you observed was in stage 3. <size=80%>So far, at least…</size>"
    },
    {
      "id": 48,
      "model": "돈키호테",
      "content": "Wherefore didst thou utter a little muttering of “... so far, at least…” at the end of thine words, good sir?"
    },
    {
      "id": 49,
      "model": "호엔하임",
      "content": "Sharp. Well, it's simple. We researchers have a habit of avoiding absolutes in all things. Never say never, or so they say."
    },
    {
      "id": 50,
      "model": "그레고르",
      "content": "So you’re not ruling out the possibility that we might be running into Peccatula beyond stage 3, huh."
    },
    {
      "id": 51,
      "model": "호엔하임",
      "content": "Indeed. We prefer not to put down such arbitrary limitations."
    },
    {
      "id": 52,
      "model": "호엔하임",
      "content": "… Anyway, the first type of many Peccatula to be covered today is ‘Peccatula Irae’—red Peccatulum of Wrath."
    },
    {
      "id": 53,
      "model": "호엔하임",
      "content": "The nature of fire is to burn and burn until there is nothing left to be burned."
    },
    {
      "id": 54,
      "model": "홍루",
      "content": "I see. They’re quite literally burning with rage."
    },
    {
      "id": 55,
      "model": "홍루",
      "content": "Now that I think back on it, didn’t you express something like that before, Sinclair? I remember you screaming so fiercely that you could hardly control your own body."
    },
    {
      "id": 56,
      "model": "싱클레어",
      "content": "… Mm."
    },
    {
      "id": 57,
      "model": "싱클레어",
      "content": "On the other hand… I don’t think I’ve ever seen you get angry or upset, Hong Lu."
    },
    {
      "id": 58,
      "model": "홍루",
      "content": "Aha, that’s…"
    },
    {
      "id": 59,
      "model": "홍루",
      "content": "Because the realization of meaninglessness extinguishes the reason for the spark to start a fire."
    },
    {
      "id": 60,
      "model": "싱클레어",
      "content": "Ohh… I see now…!"
    },
    {
      "id": 61,
      "model": "싱클레어",
      "content": "No matter how much Heathcliff or Ms. Outis bully me..."
    },
    {
      "id": 62,
      "model": "싱클레어",
      "content": "… expressing my anger at that is meaningless at the end of the day. … Okay, I did enjoy it a little when I had to ‘accidentally’ step on Heathcliff’s toes, but…"
    },
    {
      "id": 63,
      "model": "단테",
      "content": "<What… what exactly is the takeaway supposed to be here...?>"
    },
    {
      "id": 64,
      "model": "홍루",
      "content": "Yes. That is exactly how it is."
    }
  ]
}