{
  "dataList": [
    {
      "id": 0,
      "place": "LCE Research Team Lab. Unit",
      "model": "호엔하임",
      "content": "Next up is Gulae—Gluttony."
    },
    {
      "id": 1,
      "model": "호엔하임",
      "content": "Roots of plants dig through the dirt in search of nutrients."
    },
    {
      "id": 2,
      "model": "호엔하임",
      "content": "What distinguishes them is, however, that they are not satisfied with satiation alone; the roots continue to grow, seeking increasingly greater supply of nutrients."
    },
    {
      "id": 3,
      "model": "후디히스",
      "content": "Hang on a minute, what's this?"
    },
    {
      "id": 4,
      "content": "Heathcliff, after flipping through a few more pages ahead, looked up at Hohenheim and shouted."
    },
    {
      "id": 5,
      "model": "후디히스",
      "content": "Are we really going to do this song and dance for each and every one of these Peccatulum? Why don't we lump 'em together like how you've paired up us Sinners?"
    },
    {
      "id": 6,
      "model": "오티스",
      "content": "Hah! Running low on patience already? Only simpletons would make such a basic suggestion."
    },
    {
      "id": 7,
      "model": "오티스",
      "content": "It's standard protocol, in case you weren't aware. I am also unhappy about this process, but sometimes we must swallow our complaints and do as we're told for the sake of proper test results."
    },
    {
      "id": 8,
      "model": "호엔하임",
      "content": "Hm. You make a valid proposition."
    },
    {
      "id": 9,
      "model": "오티스",
      "content": "... What?"
    },
    {
      "id": 10,
      "model": "호엔하임",
      "content": "Very well. I also fail to see the necessity in fighting these Peccatula one by one, especially given the busy schedule ahead of us. Your suggestion is accepted, assistant."
    },
    {
      "id": 11,
      "model": "후디히스",
      "content": "Huh? What? Really?"
    },
    {
      "id": 12,
      "model": "단테",
      "content": "<Aren't you the one who suggested it...?>"
    },
    {
      "id": 13,
      "model": "오티스",
      "content": "If we didn't have to fight them one by one anyway, then why didn't we do this from the start?"
    },
    {
      "id": 14,
      "model": "알리사",
      "content": "Because testing them one by one yields a more accurate result."
    },
    {
      "id": 15,
      "model": "알리사",
      "content": "Studies suggest that the margin of error may grow by 0.06% when testing multiple entities at once."
    },
    {
      "id": 16,
      "model": "오티스",
      "content": "I see. But I say the benefits of a smaller margin of error outweighs the convenience of lumping them all together. Why don't we proceed as planned?"
    },
    {
      "id": 17,
      "model": "후디히스",
      "content": "Bloody hell, just let it go, yeah?"
    },
    {
      "id": 18,
      "model": "로쟈",
      "content": "Yeah, Outis. C'mon~"
    },
    {
      "id": 19,
      "model": "오티스",
      "content": "Tsk, this very carelessness is why—"
    },
    {
      "id": 20,
      "model": "단테",
      "content": "<I think we can risk a 0.06% greater margin of error, right?>"
    },
    {
      "id": 21,
      "model": "오티스",
      "content": "… Indeed, it is sometimes necessary to prioritize efficiency over the pursuit of perfection. I will abide by the Executive Manager's judgment."
    },
    {
      "id": 22,
      "model": "후디히스",
      "content": "……."
    },
    {
      "id": 23,
      "model": "로쟈",
      "content": "……."
    },
    {
      "id": 24,
      "model": "호엔하임",
      "content": "Very well. Then allow me to explain Peccatula Morositatis—Gloom as well."
    },
    {
      "id": 25,
      "model": "호엔하임",
      "content": "Have you ever immersed yourselves in deep waters? Quite easy to sink to the depths, no?"
    },
    {
      "id": null,
      "model": "호엔하임",
      "content": "However... the deeper one sinks, the harder does it become to rise again. The pressure suffocates you from all directions—no matter how much you thrash around, desperately looking for something to grab onto, all you find is futility. Such is gloom."
    },
    {
      "id": 26,
      "model": "오티스",
      "content": "I suppose one of the few benefits of working for this company is that its constant motion gives no time for such emotions to drag us down. Especially now that I have some level of confidence that they might actually keep their end of the contract."
    },
    {
      "id": 27,
      "model": "로쟈",
      "content": "Ooh, sounds like a disagreement's brewing~ Even after I've joined the bus team, I still feel like I'm floundering deep in some ditch, ya know? Though I'm only here 'cuz I wanna be here, but still."
    },
    {
      "id": 28,
      "model": "오티스",
      "content": "... Are you sure you're in that 'ditch' by choice? Maybe you just don't know how to rise to the surface again."
    },
    {
      "id": 29,
      "model": "로쟈",
      "content": "Ha ha... I don't appreciate hearing that from someone who doesn't even know what I'm talking about."
    },
    {
      "id": 30,
      "model": "후디히스",
      "content": "... Ahem. W-well, it's all ready now. In you go."
    },
    {
      "id": 31,
      "model": "호엔하임",
      "content": "You too, assistant. You aren't exempt from the tests."
    },
    {
      "id": 32,
      "model": "후디히스",
      "content": "Huh? Me too?"
    },
    {
      "id": 33,
      "model": "후디히스",
      "content": "Perfect timing... I've been gettin' a bit tired of all this mental exercise. Right, then... let's wrap this up quick!"
    }
  ]
}