{
  "dataList": [
    {
      "id": 0,
      "place": "LCE Research Team Lab. Unit",
      "model": "돈키호테",
      "content": "Verily, nigh is the time for young Yi Sang and I to face the test!"
    },
    {
      "id": 1,
      "model": "이상",
      "content": "The nature of our trial shall take form as Peccatula Invidiae."
    },
    {
      "id": 2,
      "model": "호엔하임",
      "content": "I assume that we all have a first-hand experience with static shocks?"
    },
    {
      "id": 3,
      "model": "돈키호테",
      "content": "... Hoh? Doth static shock have aught to do with Envy?"
    },
    {
      "id": 4,
      "model": "호엔하임",
      "content": "Anyone who's been subject to both static shock and the envy of others must know that the latter stings in the same manner as the former does."
    },
    {
      "id": 5,
      "model": "돈키호테",
      "content": "Mm… I ill comprehend thine explanations…"
    },
    {
      "id": 6,
      "model": "이상",
      "content": "Ah, I see."
    },
    {
      "id": 7,
      "model": "이상",
      "content": "To explain in plainer example—Miss Don Quixote, you have always been fond of, and held great respect for, the illustrious Color Fixers. Am I correct?"
    },
    {
      "id": 8,
      "model": "돈키호테",
      "content": "Verily, I should be second to none were my passion for them to be measured!"
    },
    {
      "id": 9,
      "model": "이상",
      "content": "Now... imagine yourself at a convention of sorts—in which the said illustrious Color Fixers are holding an event to disseminate their autographs. And imagine that you are a part of the excited queue."
    },
    {
      "id": 10,
      "model": "돈키호테",
      "content": "Oho...! Indeed, I have mentally placed myself there! Proceed!"
    },
    {
      "id": 11,
      "model": "이상",
      "content": "Yet, in great misfortune, the event comes to a close—mere moments before you were to receive your autograph."
    },
    {
      "id": 12,
      "model": "돈키호테",
      "content": "Alack for woe! Fate playeth such cruel jest on my pitiful soul!"
    },
    {
      "id": 13,
      "model": "이상",
      "content": "Now, do imagine—what sort of emotion would you feel for the fellow fan who received the final autograph, immediately before you were to receive yours, ere the chance was robbed?"
    },
    {
      "id": 14,
      "model": "돈키호테",
      "content": "Well, 'twould be quite the jealousy burning within mine heart, a painfully tingling sensation in my— ooh!?"
    },
    {
      "id": 15,
      "model": "호엔하임",
      "content": "My, you certainly enjoy explaining things, don't you? I suppose all scholars are kindred spirits, after all."
    },
    {
      "id": 16,
      "model": "후디히스",
      "content": "You two! Quit the chinwag and get in there!"
    },
    {
      "id": 17,
      "model": "돈키호테",
      "content": "V-verily! Then onward, to a new adventure!"
    },
    {
      "id": 18,
      "model": "이상",
      "content": "Mm, then I shall follow."
    }
  ]
}