{
  "dataList": [
    {
      "id": 0,
      "content": "The foundation that led to this disaster was laid by none other than Yi Sang, whose only sin was making an innocent, tragically casual comment."
    },
    {
      "id": 1,
      "content": "Sometime after we ran our final tests…"
    },
    {
      "id": 2,
      "place": "LCE Research Team Lab. Unit",
      "model": "마튼",
      "content": "Please vacate the room, people. Cleanup coming through."
    },
    {
      "id": 3,
      "model": "이상",
      "content": "Ah, apologies... Miss Don Quixote has aught to..."
    },
    {
      "id": 4,
      "model": "돈키호테",
      "content": "Prithee, avail me but a moment…! The shoelaces upon Rocinante have come undone..."
    },
    {
      "id": 5,
      "model": "이스마엘",
      "content": "What? How...? I remember tying like seven different knots on your shoes."
    },
    {
      "id": 6,
      "model": "돈키호테",
      "content": "Ahh, yet 'twere quite the hideous access-sorry to be forced upon Rocinante... I have tied one of them once again in the shape of a ribbon!"
    },
    {
      "id": 7,
      "model": "로쟈",
      "content": "Yeah, the knots didn't look that great. Ribbons are cute!"
    },
    {
      "id": 8,
      "model": "이스마엘",
      "content": "Oh boy…"
    },
    {
      "id": 9,
      "model": "이상",
      "content": "… Yet one must begin to wonder…"
    },
    {
      "id": 10,
      "model": "이상",
      "content": "… about the consequences of Miss Don Quixote freeing her feet from Rocinante at her present state?"
    },
    {
      "id": 11,
      "model": "돈키호테",
      "content": "Hm? Whatever art thou suggesting? Rocinante is none other than mine eternal steed, bound to me by fate itself! None shall ever dare sever the bond betwixt us!"
    },
    {
      "id": 12,
      "model": "이상",
      "content": "It was a query posed toward Miss Faust, yet I appreciate your answer all the same…"
    },
    {
      "id": 13,
      "content": "And Faust’s reply was what set fire upon that rather combustible foundation."
    },
    {
      "id": 14,
      "model": "파우스트",
      "content": "I cannot know."
    },
    {
      "id": 15,
      "model": "로쟈",
      "content": "Wha…?"
    },
    {
      "id": 16,
      "model": "파우스트",
      "content": "An obvious outcome, given that no relevant data has ever been collected."
    },
    {
      "id": 17,
      "model": "로쟈",
      "content": "Well, then… no time like the present to get collectin', huh? Good thing we're in a lab too–where else are we gonna get another chance to do that?"
    },
    {
      "id": 18,
      "model": "파우스트",
      "content": "This course of action is highly inadvisable."
    },
    {
      "id": 19,
      "model": "이스마엘",
      "content": "Yeah, sounds like a bad time to me. I heard all kinds of horrible stuff happened on that train the moment her shoes came off."
    },
    {
      "id": 20,
      "model": "단테",
      "content": "<Sure did…>"
    },
    {
      "id": 21,
      "model": "돈키호테",
      "content": "But that’s…!"
    },
    {
      "id": 22,
      "model": "돈키호테",
      "content": "‘Twas but an independent decision called by Rocinante itself due to certain... extreme circumstances that had naught to do with mine will!"
    },
    {
      "id": 23,
      "model": "이스마엘",
      "content": "Well, you know. Potayto-potahto."
    },
    {
      "id": 24,
      "model": "호엔하임",
      "content": "Hm, I was already quite aware that the core of that individual may as well lie in her pair of running shoes…"
    },
    {
      "id": 25,
      "model": "돈키호테",
      "content": "Fie on thee! Thou shan’t treat a person such as I like some useless shell!"
    },
    {
      "id": 26,
      "model": "그레고르",
      "content": "What if we slipped her shoes off and on again really quickly?"
    },
    {
      "id": 27,
      "model": "호엔하임",
      "content": "The standards here at the LCE department demand precise measurements."
    },
    {
      "id": 28,
      "model": "호엔하임",
      "content": "In other words, these tests would be meaningless if all we are measuring is a 'hollow shell'."
    },
    {
      "id": 29,
      "model": "돈키호테",
      "content": "… A hollow… shelllllllll…!"
    },
    {
      "id": 30,
      "model": "파우스트",
      "content": "We have indulged your predictable provocations enough, Hohenheim. It seems necessary to remind you that you have not yet received the full report of what transpired during that incident."
    },
    {
      "id": 31,
      "model": "파우스트",
      "content": "In other words, you are risking the occurrence of an unexpected event."
    },
    {
      "id": 32,
      "model": "호엔하임",
      "content": "You concern yourself unnecessarily. The construction of my laboratory boasts a rather solid build."
    },
    {
      "id": 33,
      "model": "호엔하임",
      "content": "Not even Abnormalities on the more powerful side of things can puncture holes in its walls."
    },
    {
      "id": 34,
      "model": "호엔하임",
      "content": "Oh, very well. I will not force your hand. However, due to your unwillingness, I am behooved to record as such in my research journal..."
    },
    {
      "id": 35,
      "model": "호엔하임",
      "content": "“Due to the concerned Sinner's <i>utterly terrified</i> reaction at the prospect of having to remove her shoes, I must unfortunately leave only a half-complete test result here…”"
    },
    {
      "id": 36,
      "model": "돈키호테",
      "content": "Utterly... terrified...? Terrified...?!"
    },
    {
      "id": 37,
      "model": "호엔하임",
      "content": "Ah, and for your information, these research reports…"
    },
    {
      "id": 38,
      "model": "알리사",
      "content": "… are stored for at least a decade."
    },
    {
      "id": 39,
      "model": "호엔하임",
      "content": "Yes, we will have possession of a full record of your plain cowardice for at least ten years."
    },
    {
      "id": 40,
      "model": "돈키호테",
      "content": "……."
    },
    {
      "id": 41,
      "model": "마튼",
      "content": "Outcome: N/A… Reason: subject… was… too scared… to participate."
    },
    {
      "id": 42,
      "model": "돈키호테",
      "content": "After much contemplation… I have come to conclude that dearest Rocinante deserveth a moment of respite as well."
    },
    {
      "id": 43,
      "model": "돈키호테",
      "content": "And I, Don Quixote, shall demonstrate before thee that Don Quixote is still Don Quixote in her core still, without Rocinante's assistance!"
    },
    {
      "id": 44,
      "model": "단테",
      "content": "<Are you sure this is a good idea, Faust…?>"
    },
    {
      "id": 45,
      "model": "파우스트",
      "content": "Hohenheim… If your employment at Limbus Company ever comes to a unilateral termination, I suppose the cause will be rather apparent: your highly irresponsible level of curiosity."
    },
    {
      "id": 46,
      "content": "Not a good idea, got it..."
    },
    {
      "id": 47,
      "model": "호엔하임",
      "content": "That would be my greatest honor as a researcher."
    },
    {
      "id": 48,
      "model": "로쟈",
      "content": "Hey, if anything ever goes wrong, Yi Sang’ll be on the ready to slip those shoes right back onto your feet at a moment’s notice, ‘kay?"
    },
    {
      "id": 49,
      "model": "이상",
      "content": "I shall be on the ready..."
    },
    {
      "id": 50,
      "model": "돈키호테",
      "content": "Behold me not with such excessive anticipation, all! There shan’t be any new revelations here…!"
    },
    {
      "id": 51,
      "content": "Don Quixote begins to untie her shoes, seething…"
    },
    {
      "id": 52,
      "model": "돈키호테",
      "content": "……."
    },
    {
      "id": 53,
      "model": "돈키호테",
      "content": "Mm, this seven-layered knot poseth... quite the difficulty. Young Ishmael, wherefore hast thou tied these cords with such unwavering tightness?"
    },
    {
      "id": 54,
      "model": "이스마엘",
      "content": "I was hoping they'd be the last knot those shoelaces would ever tie..."
    },
    {
      "id": 55,
      "model": "돈키호테",
      "content": "Of course... Ah... there we go. Rest thee well, Rocinante..."
    },
    {
      "id": 56,
      "model": "돈키호테",
      "content": "For I..."
    },
    {
      "id": 57,
      "place": -1,
      "model": "돈키호테",
      "content": "……."
    },
    {
      "id": 58,
      "content": "The Sinners and I were all quite nervous, but none of us stepped forward to stop this experiment."
    },
    {
      "id": 59,
      "content": "Why didn't we stop this? Was it because we thought we knew removing Rocinante doesn't necessarily mean that she'll be losing control, because we saw its effects on the WARP train and at La Manchaland?"
    },
    {
      "id": 60,
      "content": "Or was it because we assumed that Rocinante was now just a disguise, and now that Don Quixote has accepted her past as Sancho, removing it wouldn't affect her psyche at all?"
    },
    {
      "id": 61,
      "content": "Whichever was the case, it was a mistake to ignore that nagging feeling."
    },
    {
      "id": 62,
      "content": "These researchers don’t know what facing Don Quixote... Sancho, the Second Kindred, is like."
    },
    {
      "id": 63,
      "content": "We do."
    },
    {
      "id": 64,
      "content": "<color=#cc2424>… Mother…</color>"
    },
    {
      "id": 65,
      "model": "혈귀목소리",
      "content": "<color=#cc2424>O Mother...</color>"
    },
    {
      "id": 66,
      "model": "혈귀목소리",
      "content": "<color=#cc2424>Our existence is death in perpetuity.</color>"
    },
    {
      "id": 67,
      "model": "혈귀목소리",
      "content": "<color=#cc2424>Complete us, fill our hunger…!</color>"
    },
    {
      "id": 68,
      "model": "혈귀목소리",
      "content": "<color=#cc2424>We pray unto you, fill us with the blood of humans, with the blood of humans...</color>"
    },
    {
      "id": 69,
      "place": "LCE Research Team Lab. Unit",
      "model": "단테",
      "content": "<Nngh…>"
    },
    {
      "id": 70,
      "content": "The teeming, shouting voices suddenly begin to echo in my head."
    },
    {
      "id": 71,
      "content": "They’re the voices of all the Children he had embraced…"
    },
    {
      "id": 72,
      "content": "… Or perhaps, this was the Bloodfiends’ instinct given voice, imprinted upon them at the moment of their birth."
    },
    {
      "id": 73,
      "content": "‘Proliferate this disease, embrace this unending hunger for blood, and propagate the Family.’"
    },
    {
      "id": 74,
      "content": "So many voices, so much yearning, so much desire."
    },
    {
      "id": 75,
      "content": "Every single Kindred that has ever existed in the past…"
    },
    {
      "id": 76,
      "content": "… kneels before Don Quixote."
    },
    {
      "id": 77,
      "place": -1,
      "model": "혈귀목소리",
      "content": "<color=#cc2424>Oh… dearest Mother.</color>"
    },
    {
      "id": 78,
      "model": "혈귀목소리",
      "content": "<color=#cc2424>As your Children…</color>"
    },
    {
      "id": 79,
      "model": "혈귀목소리",
      "content": "<color=#cc2424>When shall we be permitted to quench this thirst for blood…?</color>"
    },
    {
      "id": 80,
      "place": "LCE Research Team Lab. Unit",
      "model": "단테",
      "content": "<…I must drink blood.>"
    },
    {
      "id": 81,
      "model": "단테",
      "content": "<I have to drink all the blood…>"
    },
    {
      "id": 82,
      "model": "단테",
      "content": "<... all the blood that the Family deserved to drink. I must.>"
    },
    {
      "id": 83,
      "model": "이스마엘",
      "content": "Dante? Dante, wake up!"
    },
    {
      "id": 84,
      "model": "후디히스",
      "content": "A-ain’t this a lot like the last time at that building when the fire on their head suddenly exploded?!"
    },
    {
      "id": 85,
      "content": "…I have to… I gotta… get a hold of myself…"
    },
    {
      "id": 86,
      "model": "단테",
      "content": "<Thirst…>"
    },
    {
      "id": 87,
      "content": "My body can't even feel thirsty, this doesn't make any sense…!"
    },
    {
      "id": 88,
      "model": "단테",
      "content": "<Gah, haaah… I-I’m okay. I’m okay now.>"
    },
    {
      "id": 89,
      "model": "파우스트",
      "content": "… What did you see, Dante?"
    },
    {
      "id": 90,
      "model": "단테",
      "content": "<…If we want to bring Don Quixote back, we're going to need to quench her thirst somehow.>"
    },
    {
      "id": 91,
      "model": "단테",
      "content": "<We need something to sate the combined thirst… the desire… of every single Kindred…>"
    },
    {
      "id": 92,
      "model": "그레고르",
      "content": "That’s not good. Do you keep any blood in here? Let’s at least try to quench what’s—"
    },
    {
      "id": 93,
      "model": "마튼",
      "content": "Uhh, yeah. We have some blood samples. If you need them…"
    },
    {
      "id": 94,
      "model": "오티스",
      "content": "Dammit, have you been listening to what the Executive Manager’s been saying?! It’s the <i>combined</i> thirst of every single Kindred! A few blood samples aren't going to do anything…!"
    },
    {
      "id": 95,
      "model": "싱클레어",
      "content": "So you’re going to sit here and do nothing?!"
    },
    {
      "id": 96,
      "model": "후디히스",
      "content": "Ain’t this just a matter of gettin’ her shoes back on?!"
    },
    {
      "id": 97,
      "model": "그레고르",
      "content": "Right, Yi Sang! Shoes! Shoes! Get those shoes back on her feet!"
    },
    {
      "id": 98,
      "model": "이상",
      "content": "I cannot! A bizarre wall of pressure surrounds her!"
    },
    {
      "id": 99,
      "model": "료슈",
      "content": "This is one luxury cig. Good flavor."
    },
    {
      "id": 100,
      "model": "알리사",
      "content": "I… bought those luxury cigarettes with our last bonus pay…"
    },
    {
      "id": 101,
      "model": "호엔하임",
      "content": "These readings are incredible. So much power, even in a state that is, for all intents and purposes, complete emaciation..."
    },
    {
      "id": 102,
      "model": "후디히스",
      "content": "What? You... you egged her on knowing this would happen?"
    },
    {
      "id": 103,
      "model": "호엔하임",
      "content": "I had many outcomes in mind. Some were quite similar to this, but... this is beyond even the most extreme of my predictions."
    },
    {
      "id": 104,
      "model": "후디히스",
      "content": "How the fuck are you so calm about this?! We've got to do something! You haven't even seen how hard the lass hits!"
    },
    {
      "id": 105,
      "model": "호엔하임",
      "content": "What would be the use of panicking now? If the outcome does not align with the predictions, the first course of action should be to analyze the given data."
    },
    {
      "id": 106,
      "model": "호엔하임",
      "content": "However..."
    },
    {
      "id": 107,
      "model": "호엔하임",
      "content": "It doesn’t seem like our containment measures will be the answer here. Thus the task of stopping her seems to fall straight onto all of you."
    },
    {
      "id": 108,
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 109,
      "model": "파우스트",
      "content": "Time for us to pay the price of curiosity."
    }
  ]
}