{
  "dataList": [
    {
      "id": 0,
      "place": "LCE Research Team Lab. Unit",
      "model": "호엔하임",
      "content": "Well, now that that’s over and done with, I would like the Sinners to come gather around here."
    },
    {
      "id": 1,
      "content": "Hohenheim placed the Sinners in a single file before him, and began."
    },
    {
      "id": 2,
      "model": "호엔하임",
      "content": "Now, the regular check-up is complete."
    },
    {
      "id": 3,
      "model": "호엔하임",
      "content": "We finally have enough data to compare your pre-employment statuses to those of your current selves."
    },
    {
      "id": 4,
      "model": "그레고르",
      "content": "Which means…?"
    },
    {
      "id": 5,
      "model": "호엔하임",
      "content": "Indeed. We were able to measure your pre-employment combat capabilities as well."
    },
    {
      "id": 6,
      "model": "오티스",
      "content": "Oho… and what are your conclusions?"
    },
    {
      "id": 7,
      "model": "호엔하임",
      "content": "Allow me to preface this by saying that there isn't much significance in establishing this particular hierarchy of power on a linear scale. Like I said, you are all equally mediocre at the present anyway, and—"
    },
    {
      "id": 8,
      "model": "후디히스",
      "content": "Oh, there’s plenty of significance all right! We’ve all gotta know who’s the big boss!"
    },
    {
      "id": 9,
      "model": "오티스",
      "content": "While this is but a speculation of the worst-case scenario, we must know which one of us has the most right and authority to lead the rest of the Sinners in case our Executive Manager becomes, due to some unknown yet inexorable circumstances, unavailable!"
    },
    {
      "id": 10,
      "model": "단테",
      "content": "<H-hey, that’s…>"
    },
    {
      "id": 11,
      "model": "료슈",
      "content": "I don't listen to anyone weaker than I am."
    },
    {
      "id": 12,
      "model": "그레고르",
      "content": "Hm… What if there was a reason I was the first one asked to introduce himself…?"
    },
    {
      "id": 13,
      "content": "There was a burgeoning interest among the Sinners to see which one of them would be at the apex of this scale, were they to be measured by their strengths prior to their employment."
    },
    {
      "id": 14,
      "model": "단테",
      "content": "<H-hey, maybe before I lost my memories, even I—>"
    },
    {
      "id": 15,
      "model": "이스마엘",
      "content": "Dante, don't."
    },
    {
      "id": 17,
      "model": "호엔하임",
      "content": "It is interesting how every collective has the desire to get the clear picture of the pecking order."
    },
    {
      "id": 18,
      "model": "호엔하임",
      "content": "A negative expression of this desire may even lead to juvenile behaviors among children—for example, stealing their colleague's lunches for meager reasons such as scoring higher than they did on a test."
    },
    {
      "id": 19,
      "model": "로쟈",
      "content": "You’re not speaking from personal experience, are ya…?"
    },
    {
      "id": 20,
      "model": "호엔하임",
      "content": "Thus, I believed that trying to conceal the outcome of the tests from you would be quite meaningless."
    },
    {
      "id": 21,
      "model": "호엔하임",
      "content": "Each of your placements in that line you are standing in signifies that very order you were so curious to know. I do not wish to waste any more breath on this subject."
    },
    {
      "id": 23,
      "content": "There was a long, long silence."
    },
    {
      "id": 24,
      "content": "Then the Sinners all simultaneously turned to look at the person standing in the frontmost position of the line."
    },
    {
      "id": 25,
      "model": "이상",
      "content": "……."
    },
    {
      "id": 26,
      "content": "This has to be the longest, most awkward, most loaded silence I’ve ever felt in my life."
    },
    {
      "id": 27,
      "model": "이상",
      "content": "Ahm, hm…"
    },
    {
      "id": 28,
      "model": "이상",
      "content": "Much did I wish to hold shrouded in my fathoms, yet I yearned still to convey that we are all more than meets the eye."
    },
    {
      "id": 29,
      "model": "이상",
      "content": "Yet there remains a certain abundance within my heart… Perhaps the tests of this day paint a picture of both of my qualities."
    },
    {
      "id": 30,
      "model": "이상",
      "content": "Thus spoke I, Yi Sang."
    },
    {
      "id": 31,
      "model": "싱클레어",
      "content": "Um… Yi Sang…"
    },
    {
      "id": 32,
      "model": "이상",
      "content": "I will place trust in the faith that all of you shall one day sprout wings as I have."
    },
    {
      "id": 33,
      "model": "싱클레어",
      "content": "Yi Sang… it’s the other way around…"
    },
    {
      "id": 34,
      "model": "호엔하임",
      "content": "Ah yes. The line was made from my point of view."
    },
    {
      "id": 35,
      "model": "호엔하임",
      "content": "From here, the Sinner wielding that oversized lance is the one at the front of this line."
    },
    {
      "id": 36,
      "model": "이상",
      "content": "……."
    },
    {
      "id": 37,
      "model": "싱클레어",
      "content": "Well… you said some cool words, though. We… got this, right? Yi Sang…?"
    },
    {
      "id": 38,
      "model": "돈키호테",
      "content": "……."
    },
    {
      "id": 39,
      "model": "돈키호테",
      "content": "W-well, ‘tis quite the bashful occasion… Ahem… to be the center of such fervent attention of one such company…"
    },
    {
      "id": 40,
      "model": "로쟈",
      "content": "I wouldn’t say ‘fervent’ is the right word… ‘worried’, maybe…?"
    },
    {
      "id": 41,
      "model": "돈키호테",
      "content": "… I shall be vigilant…"
    },
    {
      "id": 42,
      "content": "No one seemed to have any objections or doubts about who the strongest Sinner was, given the earlier event."
    },
    {
      "id": 43,
      "model": "오티스",
      "content": "On second thought, it appears that it would be best if we left the c…command to… Ishmael, as we have done so far."
    },
    {
      "id": 44,
      "content": "Outis mumbled through gritted teeth."
    },
    {
      "id": 47,
      "model": "돈키호테",
      "content": "Forsooth, I am in agreement! I am more partial to roles as a defending Fixer or a squire! ‘Tis oft the case that such side characters enjoyed greater popularity since time immemorial."
    },
    {
      "id": 50,
      "model": "호엔하임",
      "content": "Very happy to see this discussion not coming to blows. Now, are we all ready to move on from this?"
    },
    {
      "id": 51,
      "model": "그레고르",
      "content": "Wait a minute…"
    },
    {
      "id": 52,
      "model": "그레고르",
      "content": "Aren’t we all forgetting something pretty important?"
    },
    {
      "id": 53,
      "model": "로쟈",
      "content": "That's just how the world works, Greg... No one remembers anyone between the first place and the last place. I even forgot my own placement in the order..."
    },
    {
      "id": 54,
      "model": "그레고르",
      "content": "No, I mean…"
    },
    {
      "id": 55,
      "model": "그레고르",
      "content": "Fellas, I wasn’t even a part of the list."
    },
    {
      "id": 56,
      "model": "로쟈",
      "content": "Oh, were you not?"
    },
    {
      "id": 57,
      "model": "후디히스",
      "content": "Who cares, mate? There’s twelve of us. Some people just fall out of the radar, big deal. Let’s just get on with it."
    },
    {
      "id": 58,
      "model": "그레고르",
      "content": "H-hey, you can’t just disregard me like swatting away a fly—"
    },
    {
      "id": 59,
      "model": "이스마엘",
      "content": "Eh, I'd guess somewhere around my level, probably. Or Heathcliff’s."
    },
    {
      "id": 60,
      "content": "Ishmael replied in a voice that had clearly lost all interest in this discussion."
    },
    {
      "id": 61,
      "model": "호엔하임",
      "content": "Ah, you’re the Sinner with that bizarre insectoid arm."
    },
    {
      "id": 62,
      "model": "호엔하임",
      "content": "We had no choice but to place you in the least favorite category of all researchers."
    },
    {
      "id": 63,
      "model": "호엔하임",
      "content": "Exceptions."
    },
    {
      "id": 64,
      "model": "마튼",
      "content": "Ugh…"
    },
    {
      "id": 65,
      "model": "알리사",
      "content": "Ughh…"
    },
    {
      "id": 66,
      "model": "이상",
      "content": "Mmmhhhh…"
    },
    {
      "id": 67,
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 68,
      "model": "단테",
      "content": "<They really hate that, huh.>"
    },
    {
      "id": 69,
      "model": "호엔하임",
      "content": "In other words, you are… a unique case that cannot well be placed in a list or a scale. To do so would be irresponsible."
    },
    {
      "id": 70,
      "model": "호엔하임",
      "content": "I’d say you carry a certain potential."
    },
    {
      "id": 71,
      "model": "그레고르",
      "content": "That, uh… potential, is it? Does that mean that I could also be first place if all goes well?"
    },
    {
      "id": 72,
      "model": "호엔하임",
      "content": "It could very well be the reverse, given the definition of 'potential'."
    },
    {
      "id": 73,
      "model": "이상",
      "content": "Let not this query harrow your mind, Gregor. Your day will come."
    },
    {
      "id": 74,
      "model": "그레고르",
      "content": "Feels funny, getting consoled by the guy who placed last…"
    },
    {
      "id": null,
      "content": "//줄 세우는 CG 없다고 치고 최대한 묘사로 하는 거 (차순위)"
    }
  ]
}