{
  "dataList": [
    {
      "id": 0,
      "content": "After some time passed…"
    },
    {
      "id": 1,
      "place": "LCE Research Team Lab. Unit",
      "model": "호엔하임",
      "content": "Next, we must discuss the classification numbers."
    },
    {
      "id": 2,
      "model": "호엔하임",
      "content": "We have been assigning Risk Levels for Distortions, just as we have for Abnormalities. The observation logs you have written for us were of great help, of course."
    },
    {
      "id": 3,
      "model": "호엔하임",
      "content": "My researchers struggled to… parse the handwriting of certain Sinners, however, but it was good data all the same."
    },
    {
      "id": 4,
      "model": "마튼",
      "content": "We once had a three-hour debate over a letter."
    },
    {
      "id": 5,
      "model": "후디히스",
      "content": "Heh… even that bloody governess gave up on trying to fix my handwriting."
    },
    {
      "id": 6,
      "content": "Heathcliff grinned proudly and wiped the side of his nose."
    },
    {
      "id": 7,
      "model": "호엔하임",
      "content": "As you must all be well aware, the current system of classification numbers has a rather significant oversight."
    },
    {
      "id": 8,
      "model": "호엔하임",
      "content": "Because Abnormalities were creations of the former L Corp., our classification system had to be lifted whole from their system."
    },
    {
      "id": 9,
      "model": "호엔하임",
      "content": "However, the criteria by which the former L Corp. measured the Risk Levels was the amount of their energy production."
    },
    {
      "id": 10,
      "model": "호엔하임",
      "content": "As a correlation of sorts, it was often the case that the more aggressive Abnormalities produced more energy. But their destructive capabilities were not a part of the criteria, despite the correlation."
    },
    {
      "id": 11,
      "model": "호엔하임",
      "content": "That is why certain Abnormalities were assigned relatively lower Risk Levels, despite their potential to kill even multiple higher-ranking employees."
    },
    {
      "id": 12,
      "model": "이스마엘",
      "content": "They were an energy company at the end of the day. It makes sense that their priority would be to measure the energy output."
    },
    {
      "id": 13,
      "model": "호엔하임",
      "content": "However, here, both Abnormalities and Distortions must be suppressed via direct confrontation. Thus, the former L Corp.’s classification system is rather incongruent with our purposes."
    },
    {
      "id": 14,
      "model": "로쟈",
      "content": "Hm… I once heard someone say that we should be wary of people who drone on and on in the intro…"
    },
    {
      "id": 15,
      "model": "호엔하임",
      "content": "Thus, it became necessary for us to re-organize the Distortions’ Risk Levels and Classification codes."
    },
    {
      "id": 16,
      "model": "홍루",
      "content": "Wow, how interesting! So whose job is that going to be?"
    },
    {
      "id": 17,
      "model": "호엔하임",
      "content": "I… am rather taken aback by the naiveté with which you ask me that question."
    },
    {
      "id": 18,
      "model": "이스마엘",
      "content": "Us. It’s us. Sinners without ‘the right to refuse’, was it?"
    },
    {
      "id": 19,
      "model": "로쟈",
      "content": "Wait a sec~ aren’tcha just offloading your own work onto us?"
    },
    {
      "id": 20,
      "model": "파우스트",
      "content": "A privilege given to researchers."
    },
    {
      "id": 21,
      "model": "후디히스",
      "content": "Oi, oi! Don’t be so ignorant, yeah?"
    },
    {
      "id": 22,
      "model": "후디히스",
      "content": "This is all just to… uh… in order to research the Distortions right, we gotta…"
    },
    {
      "id": 23,
      "model": "호엔하임",
      "content": "<size=80%>The other way around, assistant.</size>"
    },
    {
      "id": 24,
      "model": "후디히스",
      "content": "… Ah… we’ve got to do research into Distortions in order to solve them better! It’s elementary shite!"
    },
    {
      "id": 25,
      "model": "이스마엘",
      "content": "Hohenheim’s really got you wrapped around his finger, you know that?"
    },
    {
      "id": 26,
      "model": "호엔하임",
      "content": "According to the LCD On-site Investigative Reasoning Team Leader, the progression of a Distortion is much like that of a disease."
    },
    {
      "id": 27,
      "model": "호엔하임",
      "content": "The fate of an Abnormality awaits at the end of the Distortion phenomenon, after all."
    },
    {
      "id": 28,
      "model": "호엔하임",
      "content": "When a Distortion progresses into an Abnormality, all preexisting individuality is erased, replaced with the totality of an Abnormality."
    },
    {
      "id": 29,
      "model": "파우스트",
      "content": "Thus, it is impossible to ‘bring back’ a Distortion that has already transformed into an Abnormality. It will no longer have that reversibility that they once had in the Distortion phase."
    },
    {
      "id": 30,
      "model": "그레고르",
      "content": "So… a Distortion like that Time Ripper fella will eventually become an Abnormality too, if left untouched?"
    },
    {
      "id": 31,
      "model": "호엔하임",
      "content": "If you are referring to the subject HE-6-PI-20-01, then yes."
    },
    {
      "id": 32,
      "model": "호엔하임",
      "content": "This is simply a prediction, of course. Because that particular subject isn’t contained here, I cannot say with absolute certainty that its progression into an Abnormality will be observed."
    },
    {
      "id": 33,
      "model": "뫼르소",
      "content": "Mm. A correct assessment."
    },
    {
      "id": 34,
      "model": "홍루",
      "content": "Oh? Didn’t Limbus Company collect the Time Ripper?"
    },
    {
      "id": 35,
      "model": "호엔하임",
      "content": "We hoped we would, but T Corp. was very adamant about their claim over the entity, to the point where they refused to even sit at the negotiation table. I found their time-ripping ability quite fascinating, but… sometimes I must know when to cut my losses, I suppose."
    },
    {
      "id": 36,
      "model": "이스마엘",
      "content": "Wait, so that HE-something… is the new classification code format?"
    },
    {
      "id": 37,
      "model": "호엔하임",
      "content": "Indeed. Because it is difficult to identify and observe the origin and the shape of a Distortion, we decided to forgo that information and instead replace them with their Sin Affinities and the expected damage scale."
    },
    {
      "id": 38,
      "model": "파우스트",
      "content": "Sin Affinities… ‘PI’ must refer to Pigritia—Sloth."
    },
    {
      "id": 39,
      "model": "이상",
      "content": "It appears that the classification now mimics the classification of the Peccatula."
    },
    {
      "id": 40,
      "model": "호엔하임",
      "content": "They do indeed follow the same thought process, if we’re being technical here. I wouldn’t say it mimics it—it would be more accurate to say that, as the Peccatula are at once the origins of the Distortion phenomena and its byproducts, the affinities can be transferred one-to-one."
    },
    {
      "id": 41,
      "model": "료슈",
      "content": "What's the 'expected damage scale'?"
    },
    {
      "id": 42,
      "model": "이스마엘",
      "content": "Combat capability, I’m guessing. I remember them saying that the Risk Levels were determined based on the Enkephalin production rates, which is not the most meaningful information to us who have to fight them directly."
    },
    {
      "id": 43,
      "model": "호엔하임",
      "content": "It was a tad inconvenient to put a nebulous idea like ‘combat capabilities’ into a singular, numerical scale of power. Certain entities have idiosyncrasies and variables that may make such a linear measure quite meaningless."
    },
    {
      "id": 44,
      "model": "호엔하임",
      "content": "So, instead, we decided to measure the expected amount of damage that Limbus Company personnel might suffer should they engage these entities in battle."
    },
    {
      "id": 45,
      "model": "호엔하임",
      "content": "While this ‘Time Ripper’ poses very little threat against the Sinners due to your idiosyncrasies, the unique nature of their weapon means they can immediately deal a nigh-fatal blow to anyone from the LCC Department with a single strike."
    },
    {
      "id": 46,
      "model": "호엔하임",
      "content": "That is why this Distortion was given a rather high expected damage scale of ‘six’, from a scale of one to ten. Please do note that this is not a perfect system, and these values are there only as references."
    },
    {
      "id": 47,
      "model": "이상",
      "content": "Will this standard be applied to Abnormalities as well?"
    },
    {
      "id": 48,
      "model": "호엔하임",
      "content": "We have plans to do so, yes. Risk Levels and expected damage scales will be coming before their classification codes."
    },
    {
      "id": 49,
      "model": "호엔하임",
      "content": "Speaking of which, I have something to show you all."
    },
    {
      "id": 50,
      "model": "싱클레어",
      "content": "What… is it?"
    },
    {
      "id": 51,
      "model": "호엔하임",
      "content": "What else, other than the Monolith? One with the highest potential values among Limbus Company's businesses."
    },
    {
      "id": 52,
      "model": "호엔하임",
      "content": "Thus, the development of transportation, management, and processing methodologies of the Monolith is a glowing achievement indeed."
    },
    {
      "id": 53,
      "model": "이상",
      "content": "The artifact, by its very nature, poses a great danger. I hesitate to embrace its use so willingly…"
    },
    {
      "id": 54,
      "model": "호엔하임",
      "content": "A great danger? But wouldn't you say that we are beset by danger at all times?"
    },
    {
      "id": 55,
      "model": "호엔하임",
      "content": "The arbitrariness in deciding how dangerous something is, comes from the degree to which it poses a risk."
    },
    {
      "id": 56,
      "model": "호엔하임",
      "content": "As you must already know, the Monolith here is a device that can force a Distortion."
    },
    {
      "id": 57,
      "model": "호엔하임",
      "content": "It is scattered throughout the City just like the Golden Bough, at first only in possession of the Fingers and the Syndicates of the Backstreets to now being collected by companies both large and small and nameless... like a plague."
    },
    {
      "id": 58,
      "model": "마튼",
      "content": "We also learned that they have become rather high-priority targets for some Wings out there."
    },
    {
      "id": 59,
      "model": "호엔하임",
      "content": "As luck would have it, we managed to begin our research, expedition, and collection of the Monoliths much earlier than the others. Now, we are already at the stage in which we may partake in the processing and the sales of these artifacts, expanding our business ventures."
    },
    {
      "id": 60,
      "model": "호엔하임",
      "content": "You could say that we narrowly avoided the very unsavory fate of having to tussle with the Wings for the possession of these artifacts."
    },
    {
      "id": 61,
      "model": "호엔하임",
      "content": "Because we may have had to confront the Wings directly were that the case."
    },
    {
      "id": 62,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 63,
      "model": "이스마엘",
      "content": "Asking out of pure curiosity here. What would happen if we were ever assigned a City Threat Level?"
    },
    {
      "id": 64,
      "model": "로쟈",
      "content": "Ishy, how ‘bout we don’t ask questions we don’t ever wanna find out the answers to?"
    },
    {
      "id": 65,
      "model": "이스마엘",
      "content": "I mean… what if we, due to some contractual shenanigans, end up going against the Associations? I think it’d be a good thing to know ahead of time, just in case."
    },
    {
      "id": 66,
      "model": "오티스",
      "content": "… Seems like a question worth entertaining to me."
    },
    {
      "id": 67,
      "model": "호엔하임",
      "content": "Let’s see. From Canard to Star of the City… I suppose your assignment will be somewhere between Urban Plague and Urban Nightmare."
    },
    {
      "id": 68,
      "model": "료슈",
      "content": "Not S.O.C. yet, are we?"
    },
    {
      "id": 69,
      "model": "호엔하임",
      "content": "It almost sounds as if you want to be given a threat level... hm."
    },
    {
      "id": 70,
      "model": "호엔하임",
      "content": "It is true that you, upon first sight, due to your revival powers and the potential of the Identity technology, may appear to pose a rather troublesome risk. However, you have a very clear and obvious weakness."
    },
    {
      "id": 71,
      "model": "파우스트",
      "content": "Indeed. All of our advantages will be moot upon the manager’s death."
    },
    {
      "id": null,
      "content": "Hohenheim slowly turns around to look at me, prompting Faust and the other Sinners to follow suit."
    },
    {
      "id": 72,
      "model": "싱클레어",
      "content": "What if we protected them, though…?"
    },
    {
      "id": 73,
      "model": "호엔하임",
      "content": "I am impressed by your optimism, given the kinds of enemies you have faced thus far."
    },
    {
      "id": 74,
      "model": "호엔하임",
      "content": "We don’t even need to go so far back in time to discuss the incidents with the Fixer Siegfried, or Big Brother Ricardo I read from your reports. Should the third Sinner suddenly seek to attack the manager with her full might… Do you truly believe that the rest of you would be enough to protect them?"
    },
    {
      "id": 75,
      "model": "돈키호테",
      "content": "……."
    },
    {
      "id": 76,
      "model": "호엔하임",
      "content": "No. The flow of this world is that the manager will be preserved, that no such thing may come to pass…"
    },
    {
      "id": 77,
      "model": "파우스트",
      "content": "That’s enough, Hohenheim. Any further divulgence, and Faust will open a disciplinary committee to discuss the consequences of your careless words."
    },
    {
      "id": 78,
      "model": "호엔하임",
      "content": "Not there yet, are we? Very well… Whichever is the case, you do have the potential to become a Star of the City threat at some time in the future. But… do remember that it would be best if you could avoid that unfortunate designation."
    },
    {
      "id": 79,
      "model": "호엔하임",
      "content": "And please, don’t forget that that is only true so long as you have Limbus Company’s backing."
    }
  ]
}