{
  "dataList": [
    {
      "id": 0,
      "place": "LCE Research Team Lab. Unit",
      "model": "호엔하임",
      "content": "We are almost done with the regular check-up."
    },
    {
      "id": 1,
      "model": "호엔하임",
      "content": "Finally, we have a chance for you to overcome an adversity based on what you have learned thus far…"
    },
    {
      "id": 2,
      "model": "호엔하임",
      "content": "… and for me to prove my hypothesis."
    },
    {
      "id": 3,
      "model": "단테",
      "content": "<What hypothesis is he talking about?>"
    },
    {
      "id": 4,
      "model": "호엔하임",
      "content": "No need to worry. My hypotheses have never been wrong. Most of the time."
    },
    {
      "id": 5,
      "model": "호엔하임",
      "content": "This experiment is entirely of my own design and supervision."
    },
    {
      "id": 6,
      "model": "호엔하임",
      "content": "And I will faithfully follow my own pure curiosities and instincts as a researcher."
    },
    {
      "id": 7,
      "model": "로쟈",
      "content": "Guys, I have a feeling we’re not gonna like where this goes…"
    },
    {
      "id": 8,
      "model": "호엔하임",
      "content": "Now, do you see this Monolith here?"
    },
    {
      "id": 9,
      "model": "이스마엘",
      "content": "Yep, I do. That’s a Monolith alright. But…"
    },
    {
      "id": 10,
      "model": "호엔하임",
      "content": "Ah, don’t you worry. My researchers will be the ones to activate the artifact."
    },
    {
      "id": 11,
      "model": "그레고르",
      "content": "A-activate the artifact?"
    },
    {
      "id": 12,
      "model": "호엔하임",
      "content": "Not on <i>you</i>, relax."
    },
    {
      "id": 13,
      "model": "호엔하임",
      "content": "I understand that none of you would be willing participants to this experiment."
    },
    {
      "id": 14,
      "model": "이스마엘",
      "content": "I swear, if you’re going to force us to distort saying that we have no right to refuse or something, I’m gonna…"
    },
    {
      "id": 15,
      "model": "후디히스",
      "content": "Yeah, hang on. I can’t let you do that, even as your assistant."
    },
    {
      "id": 16,
      "model": "오티스",
      "content": "Yes. But, if you must, we are willing to send the weakest Sinner among us for—"
    },
    {
      "id": 17,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 18,
      "model": "오티스",
      "content": "Um, forget I said that. That was foolish of me to say."
    },
    {
      "id": 19,
      "model": "호엔하임",
      "content": "I will be the subject of the experiment myself."
    },
    {
      "id": 20,
      "model": "오티스",
      "content": "You’re going to… distort yourself? Am I hearing you right?"
    },
    {
      "id": 21,
      "model": "호엔하임",
      "content": "Aren’t you curious to see what kind of Distortion you’d end up becoming? I’m sure this is a question you have all entertained at least once."
    },
    {
      "id": 22,
      "model": "후디히스",
      "content": "No. I ain’t curious. It ain’t a very pleasant experience, either."
    },
    {
      "id": 23,
      "model": "호엔하임",
      "content": "Stop gritting your teeth like that, assistant. It will have an adverse effect on your long-term dental health."
    },
    {
      "id": 24,
      "model": "이스마엘",
      "content": "… What if you just end up turning into a Peccatulum?"
    },
    {
      "id": 25,
      "model": "이스마엘",
      "content": "You could end up becoming a Peccatulum, just another one of the fodder we slaughtered our way through for the ‘tests’ earlier. You’re risking that?"
    },
    {
      "id": 26,
      "model": "호엔하임",
      "content": "It is indeed a possibility."
    },
    {
      "id": 27,
      "model": "호엔하임",
      "content": "It would signify nothing more than my very own limitations."
    },
    {
      "id": 28,
      "model": "호엔하임",
      "content": "Just a mediocre shell."
    },
    {
      "id": 29,
      "model": "호엔하임",
      "content": "If such an incident comes to pass, these employees will transport me to a containment unit. We even made a bet on what kind of Peccatulum I would turn into."
    },
    {
      "id": 30,
      "model": "마튼",
      "content": "He bet on Gulae, I on Invidiae, and her on Pigritiae."
    },
    {
      "id": 31,
      "model": "싱클레어",
      "content": "But how could you…"
    },
    {
      "id": 32,
      "model": "호엔하임",
      "content": "Think about it like this. If I were to become a Peccatula, it would be akin to… losing at a game of chance."
    },
    {
      "id": 34,
      "model": "호엔하임",
      "content": "Of course, what counts as a 'loss' may depend on what I, at that precise time, consider to be losing. But, the mere fact of turning into a Peccatulum..."
    },
    {
      "id": 35,
      "model": "호엔하임",
      "content": "... reaves me of any value to life."
    },
    {
      "id": 36,
      "content": "I'd say he was being 'too hard on himself'... but that felt like too simple an expression to describe his tone."
    },
    {
      "id": 37,
      "model": "호엔하임",
      "content": "The company would most likely attempt to transport me to a containment unit, but I disagree with that decision. I would like to ask you to dispose of me on the spot."
    },
    {
      "id": 38,
      "model": "호엔하임",
      "content": "I am well aware that I’m not the kind of congenial person who earns others’ favor at first meeting, if at all. I also don't believe that our brief relationship has been the most amicable kind. Therefore, I see little reason why you would hesitate to cut me down."
    },
    {
      "id": 39,
      "model": "호엔하임",
      "content": "Of course, Sinners with gentle hearts like this young Sinclair here may express certain distaste against this decision…"
    },
    {
      "id": 40,
      "model": "호엔하임",
      "content": "... but once I become a Peccatulum, it may as well mean that Hohenheim, the entity, has ceased to be. So I hope no unnecessary emotions like guilt clouds your judgment in killing the Peccatulum, a mere byproduct."
    },
    {
      "id": 41,
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 42,
      "model": "이스마엘",
      "content": "But… what if something unexpected happens?"
    },
    {
      "id": 43,
      "model": "이스마엘",
      "content": "We’re talking about your life here. Don’t you have any manuals with backup plans or…"
    },
    {
      "id": 44,
      "model": "호엔하임",
      "content": "This is a very simple matter. Nothing more than a coin flip. Heads, or tails."
    },
    {
      "id": 45,
      "model": "파우스트",
      "content": "It appears that you are still insisting on your absurd 50:50 theory."
    },
    {
      "id": 46,
      "model": "호엔하임",
      "content": "I am a researcher who wishes to humiliate the field of mathematical statistics, unlike the general lay of the academia."
    },
    {
      "id": 47,
      "model": "호엔하임",
      "content": "I believe there is a certain romanticism to research. It is much more exciting to run as many tests and gain as many samples as we can than to be stuck behind a desk, poring day and night over books and paper, isn't it?"
    },
    {
      "id": 48,
      "model": "호엔하임",
      "content": "If it’s tails, then you may dispose of me immediately, and the employees here will take care of the rest. Don’t forget to destroy the key inside that coat pocket and the files inside my cabinets, for example…"
    },
    {
      "id": 49,
      "model": "알리사",
      "content": "Yes, we remember."
    },
    {
      "id": 50,
      "model": "호엔하임",
      "content": "If I were to successfully Distort, we would be halfway to success."
    },
    {
      "id": 51,
      "model": "호엔하임",
      "content": "My, for the first time, I am feeling quite the envy for you all. I wish I could be a witness to my very own Distortion…"
    },
    {
      "id": 52,
      "model": "이스마엘",
      "content": "Huh…"
    },
    {
      "id": 53,
      "model": "호엔하임",
      "content": "If you’ve been paying attention to my lectures, perhaps you could even come up with a classification code for my Distortion too, going by the standards we have discussed earlier."
    },
    {
      "id": 54,
      "model": "호엔하임",
      "content": "Not that I have a very high expectation that you would. I’ve recently come to a realization that people nodding along to my words is not a signifier of comprehension, but instead an expression of societal niceties."
    },
    {
      "id": 55,
      "model": "마튼",
      "content": "…. Nods."
    },
    {
      "id": 56,
      "model": "호엔하임",
      "content": "Then, the manager here will open the entrance to my Dungeon of the Fathoms…"
    },
    {
      "id": 57,
      "model": "호엔하임",
      "content": "… and you will progress through the Mirror Dungeon, as you have always done when facing a Distortion, to reach into its deepest fathoms to face my Distortion once again."
    },
    {
      "id": 58,
      "model": "호엔하임",
      "content": "I wish you the best of luck in your suppression efforts."
    },
    {
      "id": 59,
      "model": "료슈",
      "content": "Hm. Hexasection."
    },
    {
      "id": 60,
      "model": "호엔하임",
      "content": "And once you’ve made it that far, it is likely that you will find me unconscious. Or, if luck would have it, conscious."
    },
    {
      "id": 61,
      "model": "그레고르",
      "content": "Unconscious? Are you sure this is safe?"
    },
    {
      "id": 62,
      "model": "호엔하임",
      "content": "A degree of case-by-case variance is to be expected. It may take some time for a full recovery, but it will happen, should you succeed."
    },
    {
      "id": 63,
      "model": "마튼",
      "content": "That reminds me, that’s how this ‘Bamboo-hatted Kim’ was brought back as well."
    },
    {
      "id": 64,
      "model": "오티스",
      "content": "Bamboo-hatted Kim… He’s recovered?"
    },
    {
      "id": 65,
      "model": "알리사",
      "content": "He is safely contained within our facilities."
    },
    {
      "id": 66,
      "model": "호엔하임",
      "content": "Ah, it seems that they are ready to activate the Monolith."
    },
    {
      "id": 67,
      "model": "호엔하임",
      "content": "I am confident that I, even as a Distortion, will be quite the exceptional specimen."
    },
    {
      "id": 68,
      "model": "후디히스",
      "content": "Hang on, just like that?"
    },
    {
      "id": 69,
      "model": "홍루",
      "content": "You’re not a Peccatulum."
    },
    {
      "id": 70,
      "model": "뒤틀린호엔하임",
      "content": "Indeed… and I…"
    },
    {
      "id": 71,
      "model": "뒤틀린호엔하임",
      "content": "… I can still hear them…"
    },
    {
      "id": 72,
      "model": "뒤틀린호엔하임",
      "content": "Yes, I… remember. I still do."
    },
    {
      "id": 73,
      "model": "마튼",
      "content": "I know he’ll be back, but… Gosh, this is pretty unnerving."
    },
    {
      "id": 74,
      "model": "단테",
      "content": "<…Don’t worry. We’ll bring him back, no matter what.>"
    },
    {
      "id": 75,
      "model": "파우스트",
      "content": "The manager says that ‘we will bring him back, no matter what’."
    },
    {
      "id": 76,
      "model": "알리사",
      "content": "Sure sounds like a dependable sort, this manager of yours. Very well. Please, take a look at this."
    },
    {
      "id": 77,
      "model": "단테",
      "content": "<Is this... a note? Did he write us tips on how to do this, or something?>"
    },
    {
      "id": 78,
      "model": "알리사",
      "content": "He says that all you have to do is read what's on that note in front of his Distortion. Apparently it's some kind of... a code."
    },
    {
      "id": 79,
      "model": "단테",
      "content": "<I don't think he'll hear anything but ticking noises from me... Can you read this, Meursault?>"
    },
    {
      "id": 80,
      "model": "뫼르소",
      "content": "It will be done as you commanded."
    },
    {
      "id": 81,
      "content": "Meursault nodded, then began to read the words from the note aloud."
    },
    {
      "id": 82,
      "model": "뫼르소",
      "content": "Lobotomy Corporation. Five Minutes. Potentiality. Anticipation. Right-hand."
    },
    {
      "id": 83,
      "content": "The moment Meursault uttered them..."
    },
    {
      "id": 84,
      "content": "The all-too-familiar portal began to appear around Hohenheim's Distortion, as though they were a key to a door."
    },
    {
      "id": 85,
      "content": "Scattering shards of familiar yet alien sights appeared intermittently beyond the shimmering veil."
    },
    {
      "id": 86,
      "content": "Hohenheim had already entered the portal as we stood there gawking. But we could still hear his voice echoing through the laboratory."
    },
    {
      "id": 87,
      "model": "뒤틀린호엔하임",
      "content": "I suppose I’ll be forced to share my past here. The past I never wanted to share, the past no one cares to learn about."
    },
    {
      "id": 88,
      "model": "뒤틀린호엔하임",
      "content": "It is something I must endure for the sake of this experiment. However…"
    },
    {
      "id": 89,
      "model": "뒤틀린호엔하임",
      "content": "… I needn’t expose every little detail of it."
    },
    {
      "id": 90,
      "model": "뒤틀린호엔하임",
      "content": "<color=#ffffa1>It’s… all in the past now anyway, isn’t it?</color>"
    }
  ]
}