{
  "dataList": [
    {
      "id": 0,
      "place": "Lobotomy Corp. Branch, Past?",
      "model": "로쟈",
      "content": "So, how do we know this guy’s actually Distorted?"
    },
    {
      "id": 1,
      "model": "로쟈",
      "content": "He doesn’t sound any different from his usual self…"
    },
    {
      "id": 2,
      "model": "파우스트",
      "content": "The sanity degradation due to Distortion affects every subject differently."
    },
    {
      "id": 3,
      "model": "그레고르",
      "content": "I mean, yeah, but… censoring his own Fathoms…?"
    },
    {
      "id": 4,
      "model": "홍루",
      "content": "But... Hohenheim, you’re in a Dungeon of the Fathoms."
    },
    {
      "id": 5,
      "model": "홍루",
      "content": "We will see through it with Dante’s powers, whether you want to show us or not."
    },
    {
      "id": 6,
      "model": "뒤틀린호엔하임",
      "content": "<color=#ffffa1>You make a fair assessment.</color>"
    },
    {
      "id": 7,
      "model": "뒤틀린호엔하임",
      "content": "<color=#ffffa1>How about this, then?</color>"
    },
    {
      "id": 8,
      "model": "뒤틀린호엔하임",
      "content": "<color=#ffffa1>If you are to see them anyway, allow me to save you the trouble and give you a quick run-down instead. Come visit me as soon as you finish watching my tale.</color>"
    },
    {
      "id": 9,
      "model": "뒤틀린호엔하임",
      "content": "<color=#ffffa1>This tale began when that man walked into my laboratory.</color>"
    },
    {
      "id": 10,
      "model": "뒤틀린호엔하임",
      "content": "<color=#ffffa1>Yes, I had a personal laboratory all to myself. One of the few perks of being an elite researcher.</color>"
    },
    {
      "id": 11,
      "model": "이스마엘",
      "content": "... This guy’s just telling the story however he wants to, isn’t he?"
    },
    {
      "id": 12,
      "place": "Hohenheim's Laboratory, Past",
      "model": "호엔과거동료그림자",
      "content": "…eim."
    },
    {
      "id": 13,
      "model": "호엔과거동료그림자",
      "content": "Mr. Hohenheim."
    },
    {
      "id": 14,
      "model": "뒤틀린호엔하임",
      "content": "<color=#ffffa1>Let me think… I don’t quite remember what he looked like.</color>"
    },
    {
      "id": 15,
      "model": "뒤틀린호엔하임",
      "content": "<color=#ffffa1>Something like this, perhaps?</color>"
    },
    {
      "id": 16,
      "model": "뒤틀린호엔하임",
      "content": "<color=#ffffa1>Ah, whichever is the case—I was planning to censor his appearance anyway.</color>"
    },
    {
      "id": 17,
      "model": "검열된호엔과거동료",
      "content": "Ey, I wanted to talk to you about something."
    },
    {
      "id": 18,
      "model": "호엔하임과거",
      "content": "Stop. Are you here to express your displeasure with me?"
    },
    {
      "id": 19,
      "model": "검열된호엔과거동료",
      "content": "The what now?"
    },
    {
      "id": 20,
      "model": "호엔하임과거",
      "content": "If you are, do let me know from the get-go. I had a feeling it was about time this would happen. 3 months—not a bad record for working without a workplace conflict."
    },
    {
      "id": 21,
      "model": "호엔하임과거",
      "content": "Oh, if this is about quitting, then you would find a much better audience among the Human Resources team."
    },
    {
      "id": 22,
      "model": "검열된호엔과거동료",
      "content": "No, I mean…"
    },
    {
      "id": 23,
      "model": "검열된호엔과거동료",
      "content": "I’m just here to thank ya."
    },
    {
      "id": 24,
      "model": "검열된호엔과거동료",
      "content": "For picking me, some dude from the Backstreets, to work here. I heard it was you who made the hiring decision."
    },
    {
      "id": 25,
      "model": "검열된호엔과거동료",
      "content": "I dunno how to put this, but—you’re the only one who saw my, what's the word… yeah, my potentiality. You saw something that no one’s cared to look into before, know what I mean?"
    },
    {
      "id": 26,
      "model": "뒤틀린호엔하임",
      "content": "<color=#ffffa1>Ah, but it had nothing to do with something so grandiose like his ‘potentiality’.</color>"
    },
    {
      "id": 27,
      "model": "뒤틀린호엔하임",
      "content": "<color=#ffffa1>A Wing does not hire people from the Backstreets for something so insignificant.</color>"
    },
    {
      "id": 28,
      "model": "뒤틀린호엔하임",
      "content": "<color=#ffffa1>While this information has never been publicly available, Lobotomy Corporation's primary criterion was ‘trauma’.</color>"
    },
    {
      "id": 29,
      "model": "뒤틀린호엔하임",
      "content": "<color=#ffffa1>Candidates with horrible, insurmountable trauma were often favored by the company.</color>"
    },
    {
      "id": 30,
      "model": "뒤틀린호엔하임",
      "content": "<color=#ffffa1>And, in an indirect way, it was only natural that they would begin to favor candidates who originate from the Backstreets.</color>"
    },
    {
      "id": 31,
      "model": "호엔하임과거",
      "content": "… Your greetings are acknowledged, Jimmy. Now, feel free to leave my office."
    },
    {
      "id": 32,
      "model": "검열된호엔과거동료",
      "content": "I ain't Jimmy."
    },
    {
      "id": 33,
      "model": "검열된호엔과거동료",
      "content": "Anyways, I’ve been meaning to ask, Mr. Hohenheim… why do ya always enjoy being alone?"
    },
    {
      "id": 34,
      "model": "호엔하임과거",
      "content": "It may come as a surprise to you, but I am very adept at spending my time all on my own. It is one of the hundreds of distinguishing features that set me apart from ordinary men."
    },
    {
      "id": 35,
      "model": "검열된호엔과거동료",
      "content": "Say, don’tcha need someone to be like, your loyal right-hand man?"
    },
    {
      "id": 36,
      "model": "호엔하임과거",
      "content": "My right hand is doing just fine, thank you very much."
    },
    {
      "id": 37,
      "model": "검열된호엔과거동료",
      "content": "Do you believe in potentialities, Hohenheim?"
    },
    {
      "id": 38,
      "model": "뒤틀린호엔하임",
      "content": "<color=#ffffa1>Hm. What an unrelentingly stubborn employee he was, even in hindsight.</color>"
    },
    {
      "id": 39,
      "model": "검열된호엔과거동료",
      "content": "Thanks to you, I do. And I’ve been thinkin’... if I keep at it, one day I might even find myself living it large in a Nest. Changing’ my world little by little."
    },
    {
      "id": 40,
      "model": "검열된호엔과거동료",
      "content": "Kinda like how a thing like me managed to snag a position here at Lobotomy Corporation."
    },
    {
      "id": 41,
      "model": "검열된호엔과거동료",
      "content": "So, I’m thinkin’ here… that I wanna stick around in your circle."
    },
    {
      "id": 42,
      "model": "호엔하임과거",
      "content": "To bring about such drastic changes to one's life is in the realm of feasibility for an exceptional researcher like myself, indeed. But you are, like most of the rabble, painfully average in most qualities and therefore unlikely to be the moving force in that change."
    },
    {
      "id": 43,
      "model": "호엔하임과거",
      "content": "I have no faith in universal things like ‘potentialities’; I have faith in myself and myself alone. Besides, I am not very partial to mathematical statistics like the probability theory anyway."
    },
    {
      "id": 44,
      "model": "호엔하임과거",
      "content": "So, I would like to keep both my right and left hands as my own. Have a nice day."
    },
    {
      "id": 45,
      "model": "검열된호엔과거동료",
      "content": "… Wanna know something about me?"
    },
    {
      "id": 46,
      "model": "검열된호엔과거동료",
      "content": "I’m the kind of guy who doesn’t really ‘think’ about things. Action before deliberation, ya get me?"
    },
    {
      "id": 47,
      "model": "호엔하임과거",
      "content": "Ah, thoughtless and carefree. Possibly the only merit to be found in those who originate from the Backstreets."
    },
    {
      "id": 48,
      "model": "호엔하임과거",
      "content": "… Or was that a thinly veiled threat of physical assault?"
    },
    {
      "id": 49,
      "model": "검열된호엔과거동료",
      "content": "No, I’m talkin’ about the new Abno that just got shipped here."
    },
    {
      "id": 50,
      "model": "검열된호엔과거동료",
      "content": "It's a tricky one to manage, I'll tell ya what. It reads your mind, screwin' up all kinds of strategies or whatever as long as it's based on hard logic."
    },
    {
      "id": 51,
      "model": "호엔하임과거",
      "content": "……."
    },
    {
      "id": 52,
      "model": "검열된호엔과거동료",
      "content": "Wanna shoot for the Department of the Year award… together?"
    },
    {
      "id": 53,
      "model": "호엔하임과거",
      "content": "… You seem to be rather skilled in the art of transactions."
    },
    {
      "id": 54,
      "model": "검열된호엔과거동료",
      "content": "One of the few merits found in those who originate from the Backstreets."
    },
    {
      "id": 55,
      "model": "뒤틀린호엔하임",
      "content": "<color=#ffffa1>I will admit, I suppose I was overcome by a certain ennui back then.</color>"
    },
    {
      "id": 56,
      "place": "Lobotomy Corp. Branch, Past?",
      "model": "뒤틀린호엔하임",
      "content": "<color=#ffffa1>And in hindsight, it was foolish of me to engage in such inane conversations.</color>"
    },
    {
      "id": 57,
      "model": "검열된직원",
      "content": "… You… …le…"
    },
    {
      "id": 58,
      "model": "검열된직원",
      "content": "… us…"
    },
    {
      "id": 59,
      "model": "뒤틀린호엔하임",
      "content": "<color=#ffffa1>Ah, the remnants of my past come to haunt us.</color>"
    },
    {
      "id": 60,
      "model": "뒤틀린호엔하임",
      "content": "<color=#ffffa1>Perhaps it is I whom they truly wish to hurt.</color>"
    }
  ]
}