{
    "dataList": [
        {
            "id": 0,
            "place": "Nest T’s Roads",
            "model": "싱클레어",
            "content": "The space has changed. Where... was this place?"
        },
        {
            "id": 1,
            "model": "동랑",
            "teller": "Dongrang",
            "title": "K Corp. Dept. of Food Resource Development",
            "content": "What are you talking about, Aneung. This is the road we would traverse all the time."
        },
        {
            "id": 2,
            "model": "싱클레어",
            "content": "Oh... Um... Right."
        },
        {
            "id": 3,
            "model": "이상",
            "content": "This... was the place of my day's profession... or the avenue nearby."
        },
        {
            "id": 4,
            "model": "로쟈",
            "content": "Hm, you researched by night... and during the day?"
        },
        {
            "id": 5,
            "model": "이상",
            "content": "I was an architect."
        },
        {
            "id": 6,
            "model": "그레고르",
            "content": "Ooh~ An architect, huh... That's a neat occupation you had, Yi Sang."
        },
        {
            "id": 7,
            "model": "이상",
            "content": "Neat, you say..."
        },
        {
            "id": 8,
            "model": "이상",
            "content": "Originally, children used to run in these streets."
        },
        {
            "id": 9,
            "model": "이상",
            "content": "Although there weren't many... they came into my view on occasion."
        },
        {
            "id": 10,
            "model": "이상",
            "content": "Even a single abandoned ball could keep a smile on their faces."
        },
        {
            "id": 11,
            "model": "돈키호테",
            "content": "I am vastly fond of youths as well! Are they not the most innocent beings?"
        },
        {
            "id": 12,
            "model": "동랑",
            "teller": "Dongrang",
            "title": "K Corp. Dept. of Food Resource Development",
            "content": "But they're nowhere to be seen now. Where could they have gone?"
        },
        {
            "id": 13,
            "model": "이상",
            "content": "Once children are old enough to learn language, they are taken to factories."
        },
        {
            "id": 14,
            "model": "이상",
            "content": "Among them are those I made... those factories whose architecture I designed with my hands."
        },
        {
            "id": 15,
            "model": "홍루",
            "content": "Yi Sang..."
        },
        {
            "id": 16,
            "model": "이상",
            "content": "They were optimized for efficiently monitoring people. It made pressing laborers more convenient than ever."
        },
        {
            "id": 17,
            "model": "이상",
            "content": "Perhaps the reason my income has been rather high is that the owners of those buildings run a profitable business."
        },
        {
            "id": 18,
            "model": "히스클리프",
            "content": "……"
        },
        {
            "id": 19,
            "model": "히스클리프",
            "content": "Well, even so... It's not like you spent that money to show off."
        },
        {
            "id": 20,
            "model": "히스클리프",
            "content": "You gave it all for the League."
        },
        {
            "id": 21,
            "model": "이스마엘",
            "content": "...Do you remember? The first thing I invented... after getting a job at T Corp."
        },
        {
            "id": 22,
            "model": "홍루",
            "content": "The identification tags, right?"
        },
        {
            "id": 23,
            "model": "이스마엘",
            "content": "Yeah, I made them to help lost kids."
        },
        {
            "id": 24,
            "model": "이스마엘",
            "content": "It's absurd, I know. Maybe I expected it to help more children reunite with their parents."
        },
        {
            "id": 25,
            "model": "이스마엘",
            "content": "But now... they're being used to monitor the workers' time spent on the job in every factory."
        },
        {
            "id": 26,
            "model": "이스마엘",
            "content": "Heck, I made those things, and even I'm not free from the obligation to wear one while working."
        },
        {
            "id": 27,
            "model": "이상",
            "content": "Those were the kinds of achievements we accomplished in T Corp's district."
        },
        {
            "id": 28,
            "model": "이상",
            "content": "Which is why... I became more engrossed in the mirror."
        },
        {
            "id": 29,
            "model": "이상",
            "content": "Untainted, unadulterated... I wished to immerse myself in the pure exploration of knowledge."
        },
        {
            "id": 30,
            "model": "이상",
            "content": "So that... I wouldn't have to take anything from anyone."
        },
        {
            "id": 31,
            "model": "상이",
            "teller": "Sang Yi",
            "title": "Yeonsim",
            "content": "You knew you'd face those predicaments since the moment you made your way to T Corp's territory avoiding exploitation and abuse, haven't you, Yi Sang?"
        },
        {
            "id": 32,
            "model": "상이",
            "teller": "Sang Yi",
            "title": "Yeonsim",
            "content": "That you'd have to exploit others if you don't want to be."
        },
        {
            "id": 33,
            "model": "상이",
            "teller": "Sang Yi",
            "title": "Yeonsim",
            "content": "So don't feel guilty about it."
        }
    ]
}