{
    "dataList": [
        {
            "id": 0,
            "place": "N Corp. Cubic Room",
            "model": "이상",
            "content": "You returned to me after some time... and spoke strange things."
        },
        {
            "id": 1,
            "model": "상이",
            "teller": "Sang Yi",
            "title": "Yeonsim",
            "content": "Yi Sang. When Gubo comes back with that blue supplement... keep it stored instead of swallowing it right away."
        },
        {
            "id": 2,
            "model": "상이",
            "teller": "Sang Yi",
            "title": "Yeonsim",
            "content": "After around three days of doing so... you'll start seeing things you couldn't before."
        },
        {
            "id": 3,
            "model": "상이",
            "teller": "Sang Yi",
            "title": "Yeonsim",
            "content": "When that day comes, you will have two options."
        },
        {
            "id": 4,
            "model": "상이",
            "teller": "Sang Yi",
            "title": "Yeonsim",
            "content": "The first is to chew up all the supplements you've gathered."
        },
        {
            "id": 5,
            "model": "상이",
            "teller": "Sang Yi",
            "title": "Yeonsim",
            "content": "It will put you into a deep sleep. But when you wake, everything will return to normalcy. You'll spend your days wholly dedicated to the mirror technology like this, chatting with me from time to time. The status quo will be preserved."
        },
        {
            "id": 6,
            "model": "상이",
            "teller": "Sang Yi",
            "title": "Yeonsim",
            "content": "The second... is to leave this place."
        },
        {
            "id": 7,
            "model": "이상",
            "content": "I lack the wings to do so. How will I accomplish that?"
        },
        {
            "id": 8,
            "model": "상이",
            "teller": "Sang Yi",
            "title": "Yeonsim",
            "content": "A chicken may not be able to fly, but that doesn't stop it from flapping its wings."
        },
        {
            "id": 9,
            "model": "상이",
            "teller": "Sang Yi",
            "title": "Yeonsim",
            "content": "It struggles... endlessly."
        },
        {
            "id": 10,
            "model": "이상",
            "content": "You perplex me. At this point in time... where must I even go? I have neither a hometown nor an awaiter to return to."
        },
        {
            "id": 11,
            "model": "상이",
            "teller": "Sang Yi",
            "title": "Yeonsim",
            "content": "Be straightforward. If there is no hometown, you can walk ceaselessly until your feet decide to stop, and make that your new home."
        },
        {
            "id": 12,
            "model": "이상",
            "content": "I followed your words and avoided taking the blue supplements."
        },
        {
            "id": 13,
            "place": "A Hallway in N Corp.",
            "model": "이상",
            "content": "Once I stopped taking the supplements, what had only been a blur carved a clear image onto my retina for the first time."
        },
        {
            "id": 14,
            "model": "이상",
            "content": "The room I was in was not closed. It has always been open, and I had the freedom to go anywhere."
        },
        {
            "id": 15,
            "model": "이상",
            "content": "Walking through the long and narrow hallway, I saw how my mirror was being used."
        },
        {
            "id": 16,
            "model": "이상",
            "content": "Then, a sudden wave of lassitude began to surge."
        },
        {
            "id": 17,
            "model": "이상",
            "content": "If I took the supplements and fell asleep, everything would have stayed alright."
        },
        {
            "id": 18,
            "model": "이상",
            "content": "And I wished to believe that there must have been a misunderstanding between Gubo and me."
        },
        {
            "id": 19,
            "model": "이상",
            "content": "Alas..."
        },
        {
            "id": 20,
            "model": "이상",
            "content": "I stepped outside the white square and kept walking."
        }
    ]
}