{
    "dataList": [
        {
            "id": 0,
            "content": "A murmur faintly echoes in the room."
        },
        {
            "id": 1,
            "content": "As candlelights waver, so does the writing brush in the child's hand, imbued with red ink."
        },
        {
            "id": 2,
            "content": "The child ceaselessly writes red letters on yellow talismans."
        },
        {
            "id": 3,
            "content": "He's writing down complicated spells of wishes and curses targeted at somebodies."
        },
        {
            "id": 4,
            "content": "Could the child have learned this art of thaumaturgy?"
        },
        {
            "id": 5,
            "content": "Probably not."
        },
        {
            "id": 6,
            "content": "Then, was it the group the child belongs to... the 'technology liberation alliance' that taught him how to make talismans?"
        },
        {
            "id": 7,
            "content": "That wouldn't be the case, either."
        },
        {
            "id": 8,
            "content": "Perhaps he's making sheets of paper containing tremendous technology, aiding his group's terrorist attacks?"
        },
        {
            "id": 9,
            "content": "No, that simply couldn't be."
        },
        {
            "id": 10,
            "content": "What the child did was simply fight a few fights wearing the E.G.O his group borrowed from the underground levels of an L Corp. facility."
        },
        {
            "id": 11,
            "content": "However, the child does seem immersed in this craft of talismans and dark arts."
        },
        {
            "id": 12,
            "content": "Rather than putting on E.G.O and using it as a tool..."
        },
        {
            "id": 13,
            "content": "It was as though he became one with the E.G.O...or the Abnormality itself, putting the things in its mind to action as if possessed."
        },
        {
            "id": 14,
            "content": "That's right. Most E.G.O will try to encroach on its user and corrode them."
        },
        {
            "id": 15,
            "content": "It's said that uttering someone else's words as if they're your own and copying whatever they do eventually makes you no different from that person, right?"
        },
        {
            "id": 16,
            "content": "Then it may only be natural that using someone else's mind like a tool gradually assimilates yours into it."
        },
        {
            "id": 17,
            "content": "Forgetting your self...as if it has taken it."
        },
        {
            "id": 18,
            "content": "It would be wise to have someone else take the child's E.G.O off before it corrodes him further, but it doesn't look like the organization he belongs to will be eager to do so considering the excellent compatibility and results he's been showing."
        }
    ]
}