{
    "dataList": [
        {
            "id": 0,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "District 23 Backstreets",
            "content": "Oh, you’re up."
        },
        {
            "id": 1,
            "content": "The child speaks plainly."
        },
        {
            "id": 2,
            "content": "If it weren’t for the visceral scenery, it could easily be mistaken for a cordial greeting to someone who just woke up from sweet slumber."
        },
        {
            "id": 3,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "District 23 Backstreets",
            "content": "Good thing you got up in time. If the work’s done while the heartbeat’s too slow, it impacts the taste."
        },
        {
            "id": 4,
            "content": "The child watches someone laid on the floor with a light cackle."
        },
        {
            "id": 5,
            "content": "The pitiful fellow writhes and struggles on the floor, unable to accept the situation."
        },
        {
            "id": 6,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "District 23 Backstreets",
            "content": "Hey, don’t move too much. Tsk, I told that sous-chef to sap enough wind out of the meat."
        },
        {
            "id": 7,
            "content": "Slap."
        },
        {
            "id": 8,
            "content": "The child slapped the poor fellow’s cheek, her words heartless."
        },
        {
            "id": 9,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "District 23 Backstreets",
            "content": "Can’t stand when the subject material tries to take the center of the art on its own. Keep still if you don’t want your L.B."
        },
        {
            "id": 10,
            "content": "Even though there was no way for the victim to know that it stood for “limbs broken”…"
        },
        {
            "id": 11,
            "content": "They noticed quickly enough that remaining still was the only way to prolong their life."
        },
        {
            "id": 12,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "District 23 Backstreets",
            "content": "Here’s your reward for being such an O.P."
        },
        {
            "id": 13,
            "content": "Jab."
        },
        {
            "id": 14,
            "content": "The child inserted a syringe she’d been fiddling with into the victim."
        },
        {
            "id": 15,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "District 23 Backstreets",
            "content": "It’s an injection of anesthetics mixed with a variety of flavoring agents. A pricey concoction that will make you the greatest work in the Backstreets, a delicacy… and art."
        },
        {
            "id": 16,
            "content": "The child’s constant rambling about art and such can be a bit confusing…"
        },
        {
            "id": 17,
            "content": "One thing to note is that the Backstreets of District 23 are known as the streets of flavor."
        },
        {
            "id": 18,
            "content": "That’s right, the Backstreets located around the Nest where W Corp. is."
        },
        {
            "id": 19,
            "content": "Its culture revolves around gastronomy; the people seek good eating and derive beauty from it."
        },
        {
            "id": 20,
            "content": "Those closely related to culinary art—such as the Eight Chefs and the Dochelin Guides—also originate from this place."
        },
        {
            "id": 21,
            "content": "This child wants to join the ranks of the prestigious Eight. She uses humans, often called one of the flowering pinnacles of artistic cuisine, as her main ingredient."
        },
        {
            "id": 22,
            "content": "To that end, the child set up an establishment here and named it R.B. …Such acronyms must be the child’s adamant preference."
        },
        {
            "id": 23,
            "content": "As one could guess, the child makes meat pies. They have been earning a certain kind of reputation among gourmets."
        },
        {
            "id": 24,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "District 23 Backstreets",
            "content": "Now… You can feel your senses numbing, yes?"
        },
        {
            "id": 25,
            "content": "The child delightfully watched her victim as she examined her blade."
        },
        {
            "id": 26,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "District 23 Backstreets",
            "content": "You’d better be good material. I’m starting to run out of patience with that dull, bungling, inexperienced assistant Gregor."
        },
        {
            "id": 27,
            "content": "Clicking her tongue, the child began to grumble."
        },
        {
            "id": 28,
            "content": "Going on about how she dislikes her assistant’s sluggish pace, his tendency to bring her bad ingredients, his dull cleaver damaging the goods, and so on…"
        },
        {
            "id": 29,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "District 23 Backstreets",
            "content": "Well, whatever. I’ll fire him the moment I rise as one of the Eight Chefs."
        },
        {
            "id": 30,
            "content": "While the child complains, the victim’s eyelids begin to drift shut."
        },
        {
            "id": 31,
            "content": "Why is she so annoyed, what will become of them… Their thoughts blur away, and their consciousness dims."
        },
        {
            "id": 32,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "District 23 Backstreets",
            "content": "Hmph, back to work for now."
        },
        {
            "id": 33,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "District 23 Backstreets",
            "content": "Now… Smile. You’re about to be at the center of an art piece."
        },
        {
            "id": 34,
            "content": "Looking into the victim, the child raises her knife."
        },
        {
            "id": 35,
            "content": "Was it a coincidence that the stains of blood on her knife resembled a grin?"
        },
        {
            "id": 36,
            "content": "…Seeing her face, it looks like there is no need to wonder after all."
        }
    ]
}