{
    "dataList": [
        {
            "id": 0,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Liu Section 5",
            "content": "Well? Do you like the taste, Ms. Faust?"
        },
        {
            "id": 1,
            "model": "파우스트",
            "teller": "Faust",
            "title": "???",
            "content": "…Mm. Despite the intense scent, the taste is essentially blank. …Is this physically possible?"
        },
        {
            "id": 2,
            "content": "The child’s eye sparkled with a hue of jade."
        },
        {
            "id": 3,
            "content": "Although his eye always had that color… it would sometimes shine brighter than usual, as it is now."
        },
        {
            "id": 4,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Liu Section 5",
            "content": "Exactly! That’s the wonder of this vintage tea."
        },
        {
            "id": 5,
            "content": "The child exclaimed excitedly."
        },
        {
            "id": 6,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Liu Section 5",
            "content": "This is the highest quality pu’er, supplied exclusively to my family. Fermented for more than two decades in the ideal environment… it’s nigh priceless~"
        },
        {
            "id": 7,
            "model": "이상",
            "teller": "Yi Sang",
            "title": "???",
            "content": "Kehmgh."
        },
        {
            "id": 8,
            "content": "The other child seated next to them coughed a couple of times as if he choked on the tea."
        },
        {
            "id": 9,
            "model": "파우스트",
            "teller": "Faust",
            "title": "???",
            "content": "I must wonder, though. Is there a good reason to pay such a stiff price for this… for lack of a better word, scented water?"
        },
        {
            "id": 10,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Liu Section 5",
            "content": "Haha, it’s just that the taste is too subtle for a tongue oversaturated by cheap stuff~"
        },
        {
            "id": 11,
            "model": "파우스트",
            "teller": "Faust",
            "title": "???",
            "content": "…Hm."
        },
        {
            "id": 12,
            "content": "A wave of cold almost real enough to cool the tea seemed to surround the table."
        },
        {
            "id": 13,
            "content": "Of course, the tea was as warm as ever."
        },
        {
            "id": 14,
            "model": "이상",
            "teller": "Yi Sang",
            "title": "???",
            "content": "Ahem, I do believe that we haven’t gathered here simply to mull over tea."
        },
        {
            "id": 15,
            "content": "His reminder breathed some vitality back into the gathering."
        },
        {
            "id": 16,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Liu Section 5",
            "content": "Right, of course. To hazard a guess… you wanted to speak about the last mission, yes?"
        },
        {
            "id": 17,
            "model": "파우스트",
            "teller": "Faust",
            "title": "???",
            "content": "That’s correct. More specifically… it’s about your left eye."
        },
        {
            "id": 18,
            "content": "The child drank his tea as he maintained a beaming smile."
        },
        {
            "id": 19,
            "content": "A subtle hint of an enigmatic emotion seemed to blend into his face."
        },
        {
            "id": 20,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Liu Section 5",
            "content": "I suppose my eyes tend to glow bright~ It’s no surprise that you would be curious."
        },
        {
            "id": 21,
            "model": "파우스트",
            "teller": "Faust",
            "title": "???",
            "content": "While the human eye does function similarly to the lens of a camera, it does not come with the ability to emit varying amounts of light."
        },
        {
            "id": 22,
            "content": "The white-haired one frigidly cut off the other child’s slyness."
        },
        {
            "id": 23,
            "model": "이상",
            "teller": "Yi Sang",
            "title": "???",
            "content": "Even if it were a prosthetic eye, there are still grounds for suspicion; why would such an affluent individual, one able to treat guests with such expensive tea, settle for such a noticeably mechanical product?"
        },
        {
            "id": 24,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Liu Section 5",
            "content": "I can’t do much about what I was born with~ To them… I was a gem of a child."
        },
        {
            "id": 25,
            "content": "There was a slight tremble to the child’s words, but it wasn’t noticed by his visitors at the table."
        },
        {
            "id": 26,
            "content": "And, it was certainly an auspicious thing."
        },
        {
            "id": 27,
            "content": "The child feared… for he had no way of knowing when his eye might flash."
        }
    ]
}