{
    "dataList": [
        {
            "id": 0,
            "model": "파우스트",
            "teller": "Faust",
            "title": "The One Who Grips",
            "content": "Sinclair."
        },
        {
            "id": 1,
            "content": "A soft and gentle voice enveloped the area."
        },
        {
            "id": 2,
            "model": "파우스트",
            "teller": "Faust",
            "title": "The One Who Grips",
            "content": "Look this way, Sinclair."
        },
        {
            "id": 3,
            "content": "The voice is wrapping—perhaps coiling, even."
        },
        {
            "id": 4,
            "content": "Alas."
        },
        {
            "id": 5,
            "model": "파우스트",
            "teller": "Faust",
            "title": "The One Who Grips",
            "content": "Keke… Kahah! Isn’t this a magnificent sight?"
        },
        {
            "id": 6,
            "content": "The laughter of the one standing next to the child completely twisted the air, like a hair-raising shriek made by two sharp pieces of metal scraping against each other, then flicking away."
        },
        {
            "id": 7,
            "content": "Examining the area closely…"
        },
        {
            "id": 8,
            "content": "One could see that it was surrounded by raging, knifelike flames."
        },
        {
            "id": 9,
            "model": "파우스트",
            "teller": "Faust",
            "title": "The One Who Grips",
            "content": "How does it feel, Sinclair? How does it feel to witness this sight ablaze?!"
        },
        {
            "id": 10,
            "content": "Her voice could even be described as manic, her wry smirk more twisted than the fire around her."
        },
        {
            "id": 11,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "The One Who Shall Grip",
            "content": "…Ah."
        },
        {
            "id": 12,
            "content": "That is when the child opened his mouth."
        },
        {
            "id": 13,
            "content": "His lips trembled, his lungs brought up gasps and huffs."
        },
        {
            "id": 14,
            "content": "Could this be a response of fear? Indeed, it may seem that way."
        },
        {
            "id": 15,
            "content": "The child most certainly had something that one could call a chance."
        },
        {
            "id": 16,
            "content": "He could’ve hatched out of the shell that is fate with his own strength, and gripped control over the path his life should take."
        },
        {
            "id": 17,
            "content": "And yet…"
        },
        {
            "id": 18,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "The One Who Shall Grip",
            "content": "It’s beautiful… Faust. Beautiful to look at those vile and repulsive things being purged."
        },
        {
            "id": 19,
            "content": "It’s not so easy to reject the ease of letting another crack the egg from the outside."
        },
        {
            "id": 20,
            "content": "Even if they aren’t your mother bird…"
        },
        {
            "id": 21,
            "content": "Even if they wrest hold of your path and jostle it…"
        },
        {
            "id": 22,
            "content": "That disquieting flame, almost mistakable for warmth, lures you into giving up your strength before it like a comforting bonfire."
        },
        {
            "id": 23,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "The One Who Shall Grip",
            "content": "Why didn’t I let go earlier, Faust?"
        },
        {
            "id": 24,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "The One Who Shall Grip",
            "content": "I didn’t need to bother trying to think or ponder so much when there was a clear answer laid right before me."
        },
        {
            "id": 25,
            "content": "The child spoke with a trembling voice, whimpering on the verge of tears."
        },
        {
            "id": 26,
            "content": "Pushed out of his nest all too soon, feigning the confidence he sorely lacks…"
        },
        {
            "id": 27,
            "content": "A baby bird who hasn’t even broken his shell fully."
        },
        {
            "id": 28,
            "content": "That would be the description most befitting this child."
        },
        {
            "id": 29,
            "model": "파우스트",
            "teller": "Faust",
            "title": "The One Who Grips",
            "content": "Not just anyone can be like Faust, Sinclair."
        },
        {
            "id": 30,
            "model": "파우스트",
            "teller": "Faust",
            "title": "The One Who Grips",
            "content": "However, it’s alright… Nfu."
        },
        {
            "id": 31,
            "content": "The child with silver hair spoke, pointing to the sky."
        },
        {
            "id": 32,
            "content": "Up above, something muttering indistinct mechanical noises was skewered to a nail."
        },
        {
            "id": 33,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "The One Who Shall Grip",
            "content": "Ah… Ahh!"
        },
        {
            "id": 34,
            "content": "The child’s pupils further shrink, while his tremble grows yet more intense."
        },
        {
            "id": 35,
            "content": "It was painfully evident that he did not wish for what he was witnessing."
        },
        {
            "id": 36,
            "content": "Despite him knowing this as well, he has decided that he will be ignorant of it."
        },
        {
            "id": 37,
            "content": "Despite still thinking that what he is doing isn’t right, he cannot resist the convenience of letting this mysterious mother bird bring him food."
        },
        {
            "id": 38,
            "content": "A pink chick who does nothing but gape and swallow."
        },
        {
            "id": 39,
            "content": "Having dived into a pot of boiling oil, the child had no choice but to flutter with his melting arms."
        },
        {
            "id": 40,
            "content": "…Though, by the time the fire dies down, he’ll have been reduced to ash."
        },
        {
            "id": 41,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "The One Who Shall Grip",
            "content": "Ha… Haha."
        },
        {
            "id": 42,
            "content": "The child laughed."
        },
        {
            "id": 43,
            "model": "파우스트",
            "teller": "Faust",
            "title": "The One Who Grips",
            "content": "Congratulations, Sinclair. Now you’ve become someone who can laugh at that sight."
        },
        {
            "id": 44,
            "content": "The one standing next to the child celebrated him with sincerity."
        },
        {
            "id": 45,
            "content": "In truth, she was lauding her own achievement more than anything; if there really were possibilities diverging into numerous worlds… she had managed to mold the child into a form one of those worlds must envy."
        },
        {
            "id": 46,
            "content": "It may even be that someone from another world has already been infatuated by a glimpse of the changing and charring child."
        },
        {
            "id": 47,
            "content": "Soon enough, that world too will face a storm of fire, oil, and sparks; the child there will face a similar yet distinct trial."
        },
        {
            "id": 48,
            "model": "파우스트",
            "teller": "Faust",
            "title": "The One Who Grips",
            "content": "Now, let us begin, Sinclair. The cleansing of this world."
        },
        {
            "id": 49,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "The One Who Shall Grip",
            "content": "…Okay."
        },
        {
            "id": 50,
            "content": "The child weeps amidst the fire; he shall ultimately be snuffed out in flame, unceasingly swinging the steel in his two arms and failing to grip anything in his hands, unable to tread the path he chose."
        },
        {
            "id": 51,
            "content": "Whether he will break the shell from inside, or instead yield himself to the ease of being gripped open…"
        },
        {
            "id": 52,
            "content": "What happens in that world will stay there."
        },
        {
            "id": 53,
            "content": "Though, if you ask which world will be the first to reach that point…"
        },
        {
            "id": 54,
            "content": "Who could ever know?"
        }
    ]
}