{
    "dataList": [
        {
            "id": 0,
            "content": "<color=#d4e1e8>Ah, and so...</color>"
        },
        {
            "id": 1,
            "content": "<color=#d4e1e8>Am I still a 'nothing'?</color>"
        },
        {
            "id": 2,
            "place": "Reconstructing K Corp. Laboratory",
            "content": "As the intense golden glow fades, the space begins to twist and morph."
        },
        {
            "id": 3,
            "model": "이스마엘",
            "content": "Did the Golden Bough have the power do to this? I don't think we've even entered the fathoms of ego yet... Was it capable of warping the real world?"
        },
        {
            "id": 4,
            "model": "파우스트",
            "content": "Excitement or questions over matters related to the Golden Boughs have little meaning."
        },
        {
            "id": 5,
            "model": "파우스트",
            "content": "To you, and to Faust... All of us would be the very first witnesses to what is happening before our eyes."
        },
        {
            "id": 6,
            "model": "파우스트",
            "content": "It would be statistically sound to assume that we will continue to witness previously unseen events in the future."
        },
        {
            "id": 7,
            "model": "이스마엘",
            "content": "I suppose you're right... I mean, look at that..."
        },
        {
            "id": 8,
            "content": "Unable to properly articulate her words any further, Ishmael pointed a finger instead."
        },
        {
            "id": 9,
            "model": "이스마엘",
            "content": "Even the dead... are coming back..."
        },
        {
            "id": 10,
            "content": "Bodies that have been devoid of life for a while begin to rise."
        },
        {
            "id": 11,
            "content": "Their organs or body parts were severely damaged; this could only be described as 'resurrection'."
        },
        {
            "id": 12,
            "model": "그레고르",
            "content": "Huh, I've seen some stuff, but bringing people back from the dead... sounds too implausible. Even K Corp's HP ampules couldn't do this much, right?"
        },
        {
            "id": 13,
            "model": "오티스",
            "content": "It's unlikely that there was absolutely no technology or Singularity capable of complete revival at some point."
        },
        {
            "id": 14,
            "model": "오티스",
            "content": "However, if such technology did exist... I, for one, haven't heard of it once even during war."
        },
        {
            "id": 15,
            "model": "오티스",
            "content": "That can only mean... it's not a kind of technology allowed to prosper in the City. ...If I had to guess, the Head might..."
        },
        {
            "id": 16,
            "model": "파우스트",
            "content": "Indeed. It may well be an act of taboo as established by the Head."
        },
        {
            "id": 17,
            "model": "파우스트",
            "content": "It's completely different from Limbus Company's case, where we can experience revival by synchronizing with Dante."
        },
        {
            "id": 18,
            "model": "뫼르소",
            "content": "It's different, and wrong."
        },
        {
            "id": 19,
            "model": "뫼르소",
            "content": "Theirs is not a complete restoration, unlike our case. They're merely..."
        },
        {
            "id": 20,
            "model": "뫼르소",
            "content": "Animated. That is all. They appear to lack consciousness and reason."
        },
        {
            "id": 21,
            "model": "그레고르",
            "content": "Seems that way... In other words, I guess it would only count as a taboo if both the mind and body are recovered."
        },
        {
            "id": 22,
            "model": "파우스트",
            "content": "……"
        }
    ]
}