{
  "dataList": [
    {
      "id": 0,
      "place": "Casino Entrance",
      "model": "콩콩이파보스",
      "teller": "Tingtang Boss",
      "title": "Tingtang Gang",
      "content": "Ya… tarned little roaches…"
    },
    {
      "id": 1,
      "model": "콩콩이파보스",
      "teller": "Tingtang Boss",
      "title": "Tingtang Gang",
      "content": "Who the hell do ya work for…? ‘S about time… ya told us…"
    },
    {
      "id": 2,
      "model": "그레고르",
      "content": "We…"
    },
    {
      "id": 3,
      "model": "그레고르",
      "content": "…are from Limbus Company."
    },
    {
      "id": 4,
      "model": "그레고르",
      "content": "Finally. One less millstone ‘round the neck."
    },
    {
      "id": 5,
      "model": "콩콩이파보스",
      "teller": "Tingtang Boss",
      "title": "Tingtang Gang",
      "content": "That…doesn’t…help at all…!"
    },
    {
      "id": 6,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "Oh, and for reference, Effie and I work in a different department. Please don’t associate us with them."
    },
    {
      "id": 7,
      "model": "콩콩이파보스",
      "teller": "Tingtang Boss",
      "title": "Tingtang Gang",
      "content": "……"
    },
    {
      "id": 8,
      "content": "The sheer frustration over our aversion to conversing sensibly must’ve played a considerable role in causing the boss to pass out."
    },
    {
      "id": 9,
      "content": "My condolences to the poor fellow’s patience."
    },
    {
      "id": 10,
      "model": "로쟈",
      "content": "Do we seriously have to wear these, though? Stuff reeks of sweat and blood and… smells grody, too."
    },
    {
      "id": 11,
      "content": "Rodya complained, lifting the shirt she took from a Tingtang member with two fingers like she was handling trash."
    },
    {
      "id": 12,
      "model": "로쟈",
      "content": "Yuck, some hair, too… This is the first time I’m jealous of Dante’s missing eyes."
    },
    {
      "id": 13,
      "model": "단테",
      "content": "<I can see, by the way…>"
    },
    {
      "id": 14,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "This looks… pretty dandy, actually? I guess their business was more successful than I thought."
    },
    {
      "id": 15,
      "model": "료슈",
      "content": "I want that. Bagsy."
    },
    {
      "id": 16,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "I-I can’t, it’s been tailor-made."
    },
    {
      "id": 17,
      "model": "단테",
      "content": "<…The label here says it’s good for all girths.>"
    },
    {
      "id": 18,
      "content": "Noticing that my gaze was fixed on the label of his clothing, Effie barked."
    },
    {
      "id": 19,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Grr… W-We wouldn’t be doing any of this if you hadn’t caused that ruckus in the pawnshop."
    },
    {
      "id": 20,
      "model": "홍루",
      "content": "I don’t mind. I’ve always wanted to try on clothes like these. It’s like we’re filming a movie."
    },
    {
      "id": 21,
      "model": "이스마엘",
      "content": "To be honest, I’m a little nervous. It’s been a while since I’ve worked in disguise."
    },
    {
      "id": 22,
      "model": "료슈",
      "content": "I don’t feel like it. This is the coward’s way."
    },
    {
      "id": 23,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "Sorry, but can someone please keep her mouth shut?"
    },
    {
      "id": 24,
      "model": "그레고르",
      "content": "…You’re free to try as long as you’re good with your ribs being cut apart."
    },
    {
      "id": 25,
      "content": "Gregor’s softly spoken riposte got the Sinners to crack up."
    },
    {
      "id": 26,
      "content": "For a moment, Effie and Saude seemed to wonder how they should take it…"
    },
    {
      "id": 27,
      "content": "Before deciding that it’s not worth mulling over and moving on. Effie then lifted a small container that appeared to be inlaid with nacre."
    },
    {
      "id": 28,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "…This is a wish canister we seized from the Tingtang Gang’s boss."
    },
    {
      "id": 29,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Manager, here’s a simple role you can play."
    },
    {
      "id": 30,
      "model": "단테",
      "content": "<What are you…?>"
    },
    {
      "id": 31,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "I guess we owe you an explanation, judging from your clueless motions."
    },
    {
      "id": 32,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "The long and short of it is that this thing contains J Corp’s other Singularity. This is a tool that sucks up ‘wishes’ from people and stores them in some form of energy."
    },
    {
      "id": 33,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "When the time is right, squeeze that wishpower onto a sheet of paper, and voilà! You get a one-use stick-on tattoo that boosts your luck to high heavens."
    },
    {
      "id": 34,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Seems the plan was to try to win the game on the top floor by scraping up others’ luck… Imagine, the boss of some lowly gang was carrying one of these."
    },
    {
      "id": 35,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Manager… Dante, right? I want you to hold on to this when we enter the casino."
    },
    {
      "id": 36,
      "model": "단테",
      "content": "<Am I really allowed to carry such a big responsibility?>"
    },
    {
      "id": 37,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "You don’t look like you’re oozing confidence. We do have reasons for assigning you to this task."
    },
    {
      "id": 38,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "First off, a poker face is going to be vital when you’re gambling."
    },
    {
      "id": 39,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "No matter how good they are at reading expressions, they won’t be able to tell what emotions to read from a clock."
    },
    {
      "id": 40,
      "model": "단테",
      "content": "<……>"
    },
    {
      "id": 41,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Second, I trust that they’ve appointed you as manager for a reason."
    },
    {
      "id": 42,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Call it a hunch, but something tells me you’ll be more useful than those Sinners you’re leading."
    },
    {
      "id": 43,
      "content": "Come to think of it, he had a point."
    },
    {
      "id": 44,
      "content": "I was given the title of manager, but never had a chance to be the charismatic leader I’d envisioned; instead of showing respect, my Sinners would constantly berate and threaten me."
    },
    {
      "id": 45,
      "content": "The only real role I could afford to play was bringing them back to life."
    },
    {
      "id": 46,
      "content": "While the Sinners were engaged in fierce battle, all I would do is cower behind them, anxiously praying that their heads and hearts were unscathed."
    },
    {
      "id": 47,
      "content": "With a heavy heart, I nodded to let him know I was ready."
    },
    {
      "id": 48,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Alright. Put this on your arm. You’ll become the luckiest person in the City for a short while."
    },
    {
      "id": 49,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "Now then, you’ll act as Tingtangers, and we’ll be croupiers. Break a leg, everyone."
    },
    {
      "id": 50,
      "content": "Vowing that we’ll see this operation to success no matter what…"
    },
    {
      "id": 51,
      "content": "We opened the door to the casino."
    }
  ]
}