{
  "dataList": [
    {
      "id": 0,
      "place": "Some Backstreets of District 4",
      "content": "With a guttural noise, the side of the bus lurches and splits open."
    },
    {
      "id": 1,
      "content": "A number of human shapes littered the ground before its maw. Some were still conscious, while others weren’t exactly in one piece."
    },
    {
      "id": 2,
      "content": "Then, the bus began devouring those served to it in the most literal sense. Gluttonously, voraciously."
    },
    {
      "id": 3,
      "model": "료슈",
      "content": "……"
    },
    {
      "id": 4,
      "content": "Ryōshū watched it with a satisfied expression, seemingly determined to savor every moment…"
    },
    {
      "id": 5,
      "content": "While in the corner of my eye, Sinclair was clearly distressed."
    },
    {
      "id": 6,
      "model": "싱클레어",
      "content": "They… all look like they’re out of their minds. Don’t you think so too?"
    },
    {
      "id": 7,
      "content": "His reaction got me curious to know their stories."
    },
    {
      "id": 8,
      "model": "단테",
      "content": "<Just to make sure… None of you were forced to join, right?>"
    },
    {
      "id": 9,
      "content": "Though what I was involved in before my head’s change is a mystery, I myself was practically forced to join the company judging from what I know at the moment."
    },
    {
      "id": 10,
      "content": "And maybe they aren’t so different from me, or so I thought, when…"
    },
    {
      "id": 11,
      "model": "싱클레어",
      "content": "Ah…"
    },
    {
      "id": 12,
      "content": "Sinclair’s head drooped in response, like I struck a nerve."
    },
    {
      "id": 13,
      "model": "싱클레어",
      "content": "That’s right. It was by my choice. I’ll get used to all this… Right?"
    },
    {
      "id": 14,
      "content": "He muttered as if he were talking to someone other than me."
    },
    {
      "id": 15,
      "model": "돈키호테",
      "content": "‘Tis what I would have done even if the company recruited me not! Look, yon horde of evil approaches!"
    }
  ]
}