{
  "dataList": [
    {
      "id": 0,
      "model": "히스클리프",
      "content": "I take back what I said about you being spineless wimps. I'm surprised you didn't run away while we were scrapping."
    },
    {
      "id": 1,
      "model": "해방연합대원",
      "content": "……."
    },
    {
      "id": 2,
      "model": "히스클리프",
      "content": "You're so dead now. Bunch of book-smart sods who think using things others made is a talent..."
    },
    {
      "id": 3,
      "model": "해방연합대원",
      "content": "Fair point."
    },
    {
      "id": 4,
      "model": "해방연합대원",
      "content": "Which is why we brought something new from the Lobotomy Corp. branch."
    },
    {
      "id": 5,
      "model": "그레고르",
      "content": "Hey, isn't something off about this?"
    },
    {
      "id": 6,
      "model": "그레고르",
      "content": "Was E.G.O something you could keep on all the time and use whenever like that? 'Cause I didn't know you could do that."
    },
    {
      "id": 7,
      "model": "그레고르",
      "content": "We all know E.G.O isn't some kind of magic tool. It's a lot of work...just keeping my sanity from tumbling over."
    },
    {
      "id": 8,
      "model": "로쟈",
      "content": "Besides, didn't someone say that those people all...used to be lab workers...! How is it possible for them to use E.G.O better than we do?"
    },
    {
      "id": 9,
      "model": "오티스",
      "content": "This is not a matter of proficiency in battle."
    },
    {
      "id": 10,
      "model": "오티스",
      "content": "They must have employed some other trick."
    },
    {
      "id": 11,
      "model": "파우스트",
      "content": "There is one possibility in mind."
    },
    {
      "id": 12,
      "model": "파우스트",
      "content": "If they reduced Abnormalities to an ovate form and figured out a way to materialize their E.G.O the way Lobotomy Corporation did..."
    },
    {
      "id": 13,
      "model": "파우스트",
      "content": "In other words, repeatedly researched the conditions of corrosion and trained themselves to repress it utilizing the Qliphoth deterrence emitted by the Golden Bough..."
    },
    {
      "id": 14,
      "model": "파우스트",
      "content": "It could be possible to use E.G.O well without being affected by corrosion even after a short period."
    },
    {
      "id": 15,
      "model": "파우스트",
      "content": "What they're using are tools, compressed and repressed into general utility."
    },
    {
      "id": 16,
      "model": "그레고르",
      "content": "Does that mean...Lobotomy Corp. did the same..."
    },
    {
      "id": 17,
      "model": "파우스트",
      "content": "Yes, rather than Fixers, regular employees were given the E.G.O to work with."
    },
    {
      "id": 18,
      "model": "파우스트",
      "content": "Of course, what we have right now isn't as refined as what the Wing used to have."
    },
    {
      "id": 19,
      "model": "이스마엘",
      "content": "Wait, hold on. If you're saying they can do that with the help of the Golden Bough's deterrence power, that means it's nearby..."
    },
    {
      "id": 20,
      "model": "그레고르",
      "content": "...Must be. Along with Dongbaek, who has it in her hands..."
    },
    {
      "id": 21,
      "model": "오티스",
      "content": "I cannot help but suspect the question the security of this facility. The leader of the terrorists is freely roaming in your building, and not once has her presence been reported."
    },
    {
      "id": 22,
      "model": "삼조",
      "content": "As much as I'd like to object... I don't have much I can say. I didn't expect them to break in so easily..."
    },
    {
      "id": 23,
      "model": "동랑",
      "content": "The technology liberation alliance is formed by former researchers of renowned firms, after all."
    },
    {
      "id": 24,
      "model": "돈키호테",
      "content": "I see... So they were villains of bright minds. But I must wonder, can individuals of bright minds turn to villainy? Hmm... What a bewildering conundrum..."
    },
    {
      "id": 25,
      "model": "삼조",
      "content": "Don't let them fascinate you. If they were so wise, they wouldn't have quit their enviable jobs at large firms for a terrorist organization in the first place."
    },
    {
      "id": 26,
      "model": "이스마엘",
      "content": "Maybe it wasn't the life they wanted."
    }
  ]
}