{
  "dataList": [
    {
      "id": 0,
      "place": "K Corp. Checkpoint",
      "model": "단테",
      "content": "<I’ve gotten used to this sort of situation, but it looks pretty serious.>"
    },
    {
      "id": 1,
      "model": "파우스트",
      "content": "Indeed. We’ve violated a taboo of the Wing, after all."
    },
    {
      "id": 2,
      "model": "단테",
      "content": "<It’s not like anyone was hurt—can’t we just talk this through?>"
    },
    {
      "id": 3,
      "content": "Faust looked straight into my face."
    },
    {
      "id": 4,
      "content": "For Faust to face someone directly when she usually stares into empty space as she speaks can only indicate one thing:"
    },
    {
      "id": 5,
      "content": "I must have said something incredibly frustrating."
    },
    {
      "id": 6,
      "model": "파우스트",
      "content": "No matter the Wing, infringement of a taboo means—"
    },
    {
      "id": -1,
      "model": "//효과음",
      "content": "총소리와 폭발 소리"
    },
    {
      "id": 7,
      "content": "A loud explosion left Don Quixote dismembered where she stood."
    },
    {
      "id": 8,
      "model": "파우스트",
      "content": "—that lethal measures can be taken against the violator without warning."
    },
    {
      "id": 9,
      "content": "It looks like border control isn’t willing to forgive us until they dismember the rest of the Sinners…"
    },
    {
      "id": 10,
      "content": "Armed security staff was surrounding us on all sides."
    },
    {
      "id": 11,
      "model": "베르길리우스",
      "content": "…You never cease to surprise me."
    },
    {
      "id": 12,
      "model": "베르길리우스",
      "content": "You managed to wring out the last drop of expectation I had left for you."
    },
    {
      "id": 13,
      "model": "베르길리우스",
      "content": "I’m keeping out. Pin the whole thing on her, or take responsibility, or whatever."
    },
    {
      "id": 14,
      "model": "이스마엘",
      "content": "I thought you accompanied us to handle situations that our manager can’t alone?!"
    },
    {
      "id": 15,
      "model": "베르길리우스",
      "content": "I came with you to take care of inevitable problems, not have a pissing session in the wind."
    },
    {
      "id": 16,
      "content": "Vergilius casually pushed his way through the line of armed guards and leaned against a wall."
    },
    {
      "id": 17,
      "content": "He then crossed his arms, as if to further drive home that he’ll remain a spectator."
    }
  ]
}