{
  "dataList": [
    {
      "id": -1,
      "content": "Episode S0_1"
    },
    {
      "id": 0,
      "place": "Aboard Mephistopheles",
      "model": "카론",
      "content": "Verg."
    },
    {
      "id": 1,
      "model": "카론",
      "content": "Blockage ahead. Permission to vroom-vroom?"
    },
    {
      "id": 2,
      "content": "The chatter was what finally got me to open my eyes."
    },
    {
      "id": 3,
      "content": "After all, nothing beats blocking out your sight when you want to keep boredom at bay."
    },
    {
      "id": 4,
      "content": "Not that there was much else to do on a bus whose destination was unknown to me…"
    },
    {
      "id": 5,
      "content": "My lack of head and memories certainly don’t help, either."
    },
    {
      "id": 6,
      "model": "베르길리우스",
      "content": "……"
    },
    {
      "id": 7,
      "model": "베르길리우스",
      "content": "Alright, let’s proceed."
    },
    {
      "id": 8,
      "model": "카론",
      "content": "Ok. Here come bumpity-bumps."
    },
    {
      "id": 9,
      "model": "카론",
      "content": "Expensive washer fluid. Verg said he paid a fortune."
    },
    {
      "id": 10,
      "content": "The clumps stuck to the window gently dissolve, letting light through."
    },
    {
      "id": 11,
      "content": "Many different sets of eyes on the bus are lethargically facing forward."
    },
    {
      "id": 12,
      "content": "It felt like a pretty gruesome scene, but based on the others’ reactions, maybe this kind of violence is common in the City."
    },
    {
      "id": 13,
      "model": "단테",
      "content": "<Hey…>"
    },
    {
      "id": 14,
      "content": "It felt rather awkward to close my eyes again now that I was wide awake. That’s when the conspicuously bearded man grabbed my attention."
    },
    {
      "id": 15,
      "model": "단테",
      "content": "<Bu― I mean, Glasses. Know where we’re going right now?>"
    },
    {
      "id": 16,
      "content": "…A feature far more conspicuous than his beard made me slip."
    },
    {
      "id": 17,
      "model": "그레고르",
      "content": "…You almost called me “bug guy”, didn’t you?"
    },
    {
      "id": 18,
      "model": "그레고르",
      "content": "Once again, my name is Gregor."
    },
    {
      "id": 19,
      "model": "그레고르",
      "content": "The same way you’re called Dante and not clockface."
    },
    {
      "id": 20,
      "content": "…I couldn’t find any excuses so I just gave back a light nod."
    },
    {
      "id": 21,
      "model": "그레고르",
      "content": "Say, Bus Girlie. Where are we headed?"
    },
    {
      "id": 22,
      "model": "카론",
      "content": "Once again, my name is Charon."
    },
    {
      "id": 23,
      "model": "카론",
      "content": "The same way you’re called Gregor and not bug guy."
    },
    {
      "id": 24,
      "model": "그레고르",
      "content": "……"
    },
    {
      "id": 25,
      "model": "단테",
      "content": "<She got you there, Gregor.>"
    },
    {
      "id": 26,
      "model": "그레고르",
      "content": "Haha, she really did."
    },
    {
      "id": 27,
      "model": "카론",
      "content": "…Verg said:"
    },
    {
      "id": 28,
      "model": "카론",
      "content": "“The Sinners will go to District 4.”"
    },
    {
      "id": 29,
      "model": "돈키호테",
      "content": "Whaaaat ho?! Did District 4 fall upon my ears?!"
    },
    {
      "id": 30,
      "model": "돈키호테",
      "content": "That place is known to be the home of the Grass Maiden! ‘Tis the origin of the heroine’s journey. And ‘twas the…"
    },
    {
      "id": 31,
      "model": "히스클리프",
      "content": "Bloody hell, you’re rattling on and on and on…"
    },
    {
      "id": 32,
      "model": "히스클리프",
      "content": "Can’t you just shut up and let the trip go in peace?"
    },
    {
      "id": 33,
      "model": "돈키호테",
      "content": "Why, I had remained silent unto mere moments ago!"
    },
    {
      "id": 34,
      "model": "히스클리프",
      "content": "I said to shut up!"
    },
    {
      "id": 35,
      "model": "이스마엘",
      "content": "…Sorry, did you happen to realize you’re being louder here?"
    },
    {
      "id": 36,
      "model": "히스클리프",
      "content": "…Even if you can’t die, you sure as hell can suffer, no? So say that again."
    },
    {
      "id": 37,
      "model": "이스마엘",
      "content": "I say the right thing and your first response is violence? Shows how refined you are."
    },
    {
      "id": 38,
      "model": "히스클리프",
      "content": "…Ha."
    },
    {
      "id": 39,
      "content": "I contemplated for a second."
    },
    {
      "id": 40,
      "content": "Should I step in? Is this the part where I exercise my authority as the manager with dignity and grace? A faint memory urges me to do something."
    },
    {
      "id": 41,
      "model": "단테",
      "content": "<Now now, guys, it’s inadvisable to lose your c―>"
    },
    {
      "id": 42,
      "model": "히스클리프",
      "content": "Grh…"
    },
    {
      "id": 43,
      "model": "이스마엘",
      "content": "Kuhㅡ"
    },
    {
      "id": 44,
      "model": "료슈",
      "content": "TRANCHES."
    },
    {
      "id": 45,
      "model": "료슈",
      "content": "To right against noisy crying hogs entails scragging."
    },
    {
      "id": 46,
      "model": "료슈",
      "content": "……"
    },
    {
      "id": 47,
      "model": "돈키호테",
      "content": "Senseless violence shan’t be forgiven! I will bring about justice!"
    },
    {
      "id": 48,
      "model": "로쟈",
      "content": "Aw~ I knew this would happen—it left a spot on my clothes. Look, do you guys really have to fight next to me?"
    },
    {
      "id": 49,
      "model": "단테",
      "content": "<I must be mad…>"
    },
    {
      "id": 50,
      "content": "We haven’t even reached our destination and they've already killed three. Of our own, that is."
    },
    {
      "id": 51,
      "model": "베르길리우스",
      "content": "Can’t take a small break without anticipating trouble, can I."
    },
    {
      "id": 52,
      "model": "베르길리우스",
      "content": "You four. Cleaning duty for the next month."
    },
    {
      "id": 53,
      "model": "돈키호테",
      "content": "Such unfairness! I merely sought the hand of justice!"
    },
    {
      "id": 54,
      "model": "로쟈",
      "content": "Oh, also! Tell them to do my laundry, too. Blood doesn’t wash off as easily as wine stains. Sheesh, dry cleaning’s costly…"
    },
    {
      "id": 55,
      "content": "No one bats an eye at the lifeless janitors-to-be littering the floor."
    },
    {
      "id": 56,
      "content": "Maybe they’re already taking their indefinite revivals for granted."
    },
    {
      "id": 57,
      "content": "But, I don’t even know how exactly I’m supposed to bring them back…"
    },
    {
      "id": 58,
      "model": "베르길리우스",
      "content": "Dante, I’d like you to turn the clock back."
    },
    {
      "id": 59,
      "model": "단테",
      "content": "<Turn… the clock?>"
    },
    {
      "id": 60,
      "model": "베르길리우스",
      "content": "…Sigh."
    },
    {
      "id": 61,
      "model": "베르길리우스",
      "content": "That must mean there’s a puzzled look where your face should be. I’ll keep that in mind."
    },
    {
      "id": 62,
      "model": "베르길리우스",
      "content": "Ms. Faust."
    },
    {
      "id": 63,
      "model": "파우스트",
      "content": "……"
    },
    {
      "id": 64,
      "content": "Vergilius gives Faust a tired nod and gestures to me."
    },
    {
      "id": 65,
      "content": "She let out a small sigh but still came to my seat, probably out of a sense of obligation."
    },
    {
      "id": 66,
      "model": "파우스트",
      "content": "It’s the same thing you did the day we first met, Dante. Though, I suppose that was more of an instinctual reaction."
    },
    {
      "id": 67,
      "model": "파우스트",
      "content": "Now, let’s try again. Close your eyes."
    },
    {
      "id": 68,
      "content": "Though I have no eyes to close, blocking out my sight is something I’ve done."
    },
    {
      "id": 69,
      "content": "I had no reason not to follow Faust’s instruction here."
    },
    {
      "id": 70,
      "model": "파우스트",
      "content": "In fact, the door is everywhere."
    },
    {
      "id": 71,
      "model": "파우스트",
      "content": "However, only you can see it. For the stars never set in your sky."
    },
    {
      "id": 72,
      "content": "At that, I felt a thread of light creep into my sight."
    },
    {
      "id": 73,
      "content": "As if to open my eyes, I embraced that light."
    },
    {
      "id": 74,
      "place": "???",
      "content": "Then I saw a space."
    },
    {
      "id": 75,
      "content": "I was alone there."
    },
    {
      "id": 76,
      "content": "And a massive door stood before me."
    },
    {
      "id": 77,
      "content": "It wasn’t a pleasant sight."
    },
    {
      "id": 78,
      "content": "Suffocating heat and agonized cries seep through the gap."
    },
    {
      "id": 79,
      "content": "Hearing the endless laments and wailing for even a split second makes me feel faint."
    },
    {
      "id": 80,
      "content": "However, I’m approaching the door, grasping at its handles as if it’s what I was born to do."
    },
    {
      "id": 81,
      "content": "Despite being seemingly heavy, pulling it open was surprisingly easy."
    },
    {
      "id": 82,
      "content": "I grope about in the door. Thousands upon thousands of last wails lay within."
    },
    {
      "id": 83,
      "content": "And reaching inside, I grab a few unknown hands."
    },
    {
      "id": 84,
      "content": "I can feel the histories of different sins bearing their brands crawl up my hand onto my arm."
    },
    {
      "id": 85,
      "content": "Art thou prepared to share the pain?"
    },
    {
      "id": 86,
      "content": "Could that have been a question? Or rather, pressure to comply?"
    },
    {
      "id": 87,
      "content": "I pulled forth the Sinners grasping my hand with all my strength."
    },
    {
      "id": 88,
      "model": "단테",
      "content": "<…RAHHHHGH!>"
    },
    {
      "id": 89,
      "content": "A terrible pain spreads through my neck and head."
    },
    {
      "id": 90,
      "content": "It’s so crushingly severe, it makes me wish I were dead."
    },
    {
      "id": 91,
      "content": "The indescribable sensation of bone and muscle twisting, entangling with each other, goes on for what feels like an eternity."
    },
    {
      "id": 92,
      "content": "My legs weren’t prepared to endure all this agony; I fell to kneel atop the pool of blood in helplessness."
    },
    {
      "id": 93,
      "content": "Then I see it."
    },
    {
      "id": 94,
      "content": "Trembles in the bloody pools, gradually growing into waves and bubbles rising from the floor."
    },
    {
      "id": 95,
      "content": "Soon, that blood soaking the ground coalesced into three masses."
    },
    {
      "id": 96,
      "content": "Then the agony that seemed to last forever vanished just like that."
    },
    {
      "id": 97,
      "place": "Aboard Mephistopheles",
      "model": "히스클리프",
      "content": "Mmgh…"
    },
    {
      "id": 98,
      "model": "이스마엘",
      "content": "…Ugh."
    },
    {
      "id": 99,
      "content": "As the lumps of blood rose into the air and flew away, my sight was cleared of dreadful redness, returning to the grumbling bus."
    },
    {
      "id": 100,
      "model": "료슈",
      "content": "Keh… How does it feel to have your head back after it was severed? Was it exciting?"
    },
    {
      "id": 101,
      "content": "Right as Heathcliff is restored to consciousness, he rubs his neck, mutters vulgar words, and approaches Ryōshū."
    },
    {
      "id": 102,
      "model": "단테",
      "content": "<Hold on, I just brought you back and you’re going straight into another fight?>"
    },
    {
      "id": 103,
      "content": "Heathcliff turns around to glare at me. His eyes are those of a man devoured by blind fury."
    },
    {
      "id": 104,
      "model": "히스클리프",
      "content": "Isn’t it your job to bring us back?"
    },
    {
      "id": 105,
      "model": "히스클리프",
      "content": "If your job’s done, then step aside before I knock your dumb clock off."
    },
    {
      "id": 106,
      "model": "싱클레어",
      "content": "P—Please, wait! Dante looks like they’re in a lot of pain, so we really should sh―"
    },
    {
      "id": 107,
      "content": "Before he could finish, Heathcliff’s steel bat caved in the side of Sinclair’s head."
    },
    {
      "id": 108,
      "model": "싱클레어",
      "content": "Kurgh…grh…"
    },
    {
      "id": 109,
      "content": "The incoherent gurgles of a dying person violated my ears."
    },
    {
      "id": 110,
      "model": "히스클리프",
      "content": "Next time, Clockface, you’re crushed. Are we clear?"
    },
    {
      "id": 111,
      "model": "이스마엘",
      "content": "You really are as coarse as you look."
    },
    {
      "id": 112,
      "model": "히스클리프",
      "content": "…Was dying once not enough for you?"
    },
    {
      "id": 113,
      "content": "Heathcliff tightens his grip on the bat, and Ishmael is ready to swing her weapon as well."
    },
    {
      "id": 114,
      "content": "…Have I seriously become the manager of people who can’t be stopped even by death?"
    },
    {
      "id": 115,
      "content": "While I was lost in thought, all tension in the bus suddenly dropped and froze over."
    },
    {
      "id": 116,
      "model": "베르길리우스",
      "content": "Ahem, it seems this team’s in serious need of discipline."
    },
    {
      "id": 117,
      "model": "히스클리프",
      "content": "…!"
    },
    {
      "id": 118,
      "model": "이스마엘",
      "content": "……"
    },
    {
      "id": 119,
      "content": "The Sinners on a collision course stopped dead in their tracks."
    },
    {
      "id": 120,
      "content": "A cold pair of red eyes cast their glare between the two."
    },
    {
      "id": 121,
      "model": "베르길리우스",
      "content": "Rule number one."
    },
    {
      "id": 122,
      "model": "베르길리우스",
      "content": "Do not let me hear weapons clashing inside the bus."
    },
    {
      "id": 123,
      "model": "베르길리우스",
      "content": "If any of you break this rule as of now…"
    },
    {
      "id": 124,
      "model": "베르길리우스",
      "content": "You’re going to be begging for me to let you die."
    },
    {
      "id": 125,
      "model": "베르길리우스",
      "content": "I’m sure you know I’m capable of that and more, right?"
    },
    {
      "id": 126,
      "content": "Sinclair’s writhing on the floor was the only sound breaking the silence."
    },
    {
      "id": 127,
      "content": "Heathcliff glowered, but couldn’t bring himself to argue back."
    },
    {
      "id": 128,
      "model": "베르길리우스",
      "content": "Dante, I’m sorry about this. I need you to rewind one more time."
    },
    {
      "id": 129,
      "model": "단테",
      "content": "<I have to do that again…?>"
    },
    {
      "id": 130,
      "content": "I’d rather die than have to bear that harrowing pain once more. I waggled my head in dejection."
    },
    {
      "id": 131,
      "content": "The faint hint of a smile on Vergilius’s face vanishes as his expression shifts."
    },
    {
      "id": 132,
      "model": "베르길리우스",
      "content": "…You’d better open up while I’m still feeling generous enough to ask and offer apologies, Manager Dante."
    },
    {
      "id": 133,
      "model": "베르길리우스",
      "content": "Oh, in case you’re refusing simply because you don’t want more pain, I can gladly help you with that."
    },
    {
      "id": 134,
      "model": "베르길리우스",
      "content": "This degree of pain will feel like nothing by the time I’m done. Surely you’ll be a tougher person afterward, right?"
    },
    {
      "id": 135,
      "model": "오티스",
      "content": "Did I hear correctly? I’m pretty sure our manager clearly declined your request."
    },
    {
      "id": 136,
      "model": "베르길리우스",
      "content": "You… This is not the time to step in."
    },
    {
      "id": 137,
      "model": "오티스",
      "content": "I was informed when I joined the company that the Executive Manager would be my superior, not you."
    },
    {
      "id": 138,
      "model": "오티스",
      "content": "I would say that the manager has made themself clear with a shake of the head."
    },
    {
      "id": 139,
      "model": "베르길리우스",
      "content": "I see, so their aide has decided to step in, is that it?"
    },
    {
      "id": 140,
      "model": "베르길리우스",
      "content": "Then it’s my turn to make clear what I mean."
    },
    {
      "id": 141,
      "content": "The red hue of his eyes grew deeper, much to my dread."
    },
    {
      "id": 142,
      "content": "…I don’t really know what I’m meant to do as the manager, or if I even deserve to take this role."
    },
    {
      "id": 143,
      "content": "But I felt that I should at least stop things here so we don’t get into an even bigger mess."
    },
    {
      "id": 144,
      "content": "Reviving one should hurt less than reviving twelve at once…"
    },
    {
      "id": 145,
      "model": "단테",
      "content": "<Outis… I’ll rewind the clock. It’s okay.>"
    },
    {
      "id": 146,
      "content": "Vergilius noticed me motioning her to stand down, and withdrew the red glow from his glare as if in mutual understanding."
    },
    {
      "id": 147,
      "model": "베르길리우스",
      "content": "Good thinking."
    },
    {
      "id": 148,
      "model": "오티스",
      "content": "…As you wish, Manager."
    },
    {
      "id": 149,
      "content": "Outis seemed to want to add her input, but she promptly backed down and straightened herself out."
    },
    {
      "id": 150,
      "content": "The red door greeted me again, along with the twisting sensation."
    },
    {
      "id": 151,
      "content": "I’ve given up trying to describe the throes I go through."
    },
    {
      "id": 152,
      "content": "Words can’t express it in full, anyway."
    },
    {
      "id": 153,
      "model": "싱클레어",
      "content": "…Th, thank you very much…"
    },
    {
      "id": 154,
      "content": "Sinclair stood up with a pained moan and bowed to me before waddling back to his seat."
    }
  ]
}