{
  "dataList": [
    {
      "id": 0,
      "place": "Aboard Mephistopheles",
      "content": "The bus wasn’t all that lively."
    },
    {
      "id": 1,
      "content": "I could hear Rodya’s occasional quips, or Heathcliff starting pointless quarrels with someone—probably Don Quixote or Sinclair."
    },
    {
      "id": 2,
      "content": "And Ryōshū’s demanding a source of heat to light her cigarette, having run out of lighter fluid."
    },
    {
      "id": 3,
      "content": "Amidst the gripes and disorder, Gregor was pretty much the only Sinner I could rely on to willingly turn the mood around…"
    },
    {
      "id": 4,
      "model": "그레고르",
      "content": "……"
    },
    {
      "id": 5,
      "content": "But now, he was one of the quietest."
    },
    {
      "id": 6,
      "content": "He was just staring out through the window, seemingly lost in deep thought."
    },
    {
      "id": 7,
      "model": "베르길리우스",
      "content": "……"
    },
    {
      "id": 8,
      "content": "One thing was for sure."
    },
    {
      "id": 9,
      "content": "If anyone were to blame for trashing the mood on the bus, it’d be Vergilius."
    },
    {
      "id": 10,
      "content": "The road to the Golden Bough was an awfully arduous one…"
    },
    {
      "id": 11,
      "content": "Putting us on the brink of death (and some past that) several times, not to mention the occasions when we almost ended up unemployed."
    },
    {
      "id": 12,
      "content": "Yet Vergilius refused to see from our perspective."
    },
    {
      "id": 13,
      "content": "Given the circumstances, it’s only natural for our Sinners to be palpably disgruntled."
    },
    {
      "id": 14,
      "content": "Tired of the silent treatment, Ishmael spoke up."
    },
    {
      "id": 15,
      "model": "이스마엘",
      "content": "Couldn’t you tell me where our next destination is now, at least?"
    },
    {
      "id": 16,
      "model": "베르길리우스",
      "content": "Oh, sorry about that."
    },
    {
      "id": 17,
      "model": "베르길리우스",
      "content": "I was wondering whether briefing the mission to you miscreants would be worth the effort."
    },
    {
      "id": 18,
      "model": "로쟈",
      "content": "Pah, you’re hurting me with your cold shoulder. Don’t you know that kids falling behind need more love?"
    },
    {
      "id": 19,
      "model": "베르길리우스",
      "content": "And let me plead you not to embarrass me this time."
    },
    {
      "id": 20,
      "model": "베르길리우스",
      "content": "I sure don’t want to look like a teacher taking a bunch of gradeschoolers out for a picnic."
    },
    {
      "id": 21,
      "model": "베르길리우스",
      "content": "I have high hopes for you in particular, Rodion. You might just make a good guide for this tour."
    },
    {
      "id": 22,
      "model": "로쟈",
      "content": "Huh? I know I’m a big deal, but I don’t think I can be a guide for a place I don’t know…"
    },
    {
      "id": 23,
      "model": "베르길리우스",
      "content": "No worries. We’re heading to a location you should be more than familiar with."
    },
    {
      "id": 24,
      "model": "베르길리우스",
      "content": "A Nest of hedonism where you can drown in money or be drained of everything you have:"
    },
    {
      "id": 25,
      "model": "베르길리우스",
      "content": "J Corp’s."
    },
    {
      "id": 26,
      "model": "로쟈",
      "content": "……"
    },
    {
      "id": 27,
      "content": "Great, even Rodya has gone quiet now."
    },
    {
      "id": 28,
      "model": "히스클리프",
      "content": "Well, I suppose it wouldn’t be so bad to win big while we’re at it."
    },
    {
      "id": 29,
      "model": "히스클리프",
      "content": "Oi, someone wake me up when we’re there."
    },
    {
      "id": 30,
      "model": "베르길리우스",
      "content": "…Coincidentally, the bus will be unable to take you right to the branch building this time, dear passenger."
    },
    {
      "id": 31,
      "model": "베르길리우스",
      "content": "Charon, park it."
    },
    {
      "id": 32,
      "model": "카론",
      "content": "……"
    },
    {
      "id": 33,
      "model": "베르길리우스",
      "content": "…? Charon?"
    },
    {
      "id": 34,
      "model": "카론",
      "content": "What’s “park”?"
    },
    {
      "id": 35,
      "model": "베르길리우스",
      "content": "It means stop."
    },
    {
      "id": 36,
      "model": "카론",
      "content": "Stops are red. Red tastes bad to Charon."
    },
    {
      "id": 37,
      "content": "Grumbling, Charon hit the brakes without warning, sending most of the Sinners flying face-first into the seats ahead and flinging others off theirs."
    },
    {
      "id": 38,
      "content": "I was, of course, powerless against the inertia."
    },
    {
      "id": 39,
      "content": "A cacophony of complaints and shouts erupted."
    },
    {
      "id": 40,
      "content": "Although I didn’t get to hear the Sinners’ ramblings in clear detail…"
    },
    {
      "id": 41,
      "content": "I’m willing to bet a good half of them were profanities, so maybe I’m better off not knowing."
    },
    {
      "id": 42,
      "model": "베르길리우스",
      "content": "Good to see you all full of energy. Now out."
    },
    {
      "id": 43,
      "model": "홍루",
      "content": "Hmm… The destination still seemed rather far… Ah! Will you call a taxi for us?"
    },
    {
      "id": 44,
      "model": "베르길리우스",
      "content": "…As Ms. Faust will explain in detail, this mission is going to be quite different from our last, Dante."
    },
    {
      "id": 45,
      "model": "베르길리우스",
      "content": "This is because the location of the Golden Bough…"
    },
    {
      "id": 46,
      "model": "베르길리우스",
      "content": "…is in the underground of a casino."
    },
    {
      "id": 47,
      "model": "오티스",
      "content": "Do you mean to tell us that it’s among the brightly lit buildings standing at the center of that street?"
    },
    {
      "id": 48,
      "model": "베르길리우스",
      "content": "That’s right, it’s one of those."
    },
    {
      "id": 49,
      "model": "이스마엘",
      "content": "The Lobotomy Branch Facility we infiltrated last time was one that had been neglected for quite a while."
    },
    {
      "id": 50,
      "model": "싱클레어",
      "content": "So you mean that… that was the exception?"
    },
    {
      "id": 51,
      "model": "베르길리우스",
      "content": "See, it’s times like this that remind me our team doesn’t necessarily lack critical thinkers… It really does make me wonder how you managed to blunder your previous mission even more."
    },
    {
      "id": 52,
      "model": "이스마엘",
      "content": "……"
    },
    {
      "id": 53,
      "model": "베르길리우스",
      "content": "The Golden Bough is a potent energy source, holding the essence of many technological marvels."
    },
    {
      "id": 54,
      "model": "베르길리우스",
      "content": "Such founts of energy will attract flows of wealth and people, and in no time, a whole civilization is built on top of it."
    },
    {
      "id": 55,
      "model": "파우스트",
      "content": "Therefore, it’s likely that future destinations will have been occupied by other factions and their structures."
    },
    {
      "id": 56,
      "model": "파우스트",
      "content": "…Which, in turn, indicates that we should be prepared to visit a wide variety of venues in addition to this casino."
    },
    {
      "id": 57,
      "model": "베르길리우스",
      "content": "It also means that your first mission was a relatively easy one, yet you somehow snatched defeat from the wide-open maws of success."
    },
    {
      "id": 58,
      "model": "단테",
      "content": "<…Does he usually hold grudges that long?>"
    },
    {
      "id": 59,
      "model": "그레고르",
      "content": "…Ahem."
    },
    {
      "id": 60,
      "model": "로쟈",
      "content": "Don’t ask me~ We haven’t known him much longer than you have."
    },
    {
      "id": 61,
      "model": "로쟈",
      "content": "What’d he say again? Something like, “Welcome to Limbus Company. I’m your guide, Vergilius” and all that…"
    },
    {
      "id": 62,
      "model": "로쟈",
      "content": "Hah! Pretty good impression, wasn’t it?"
    },
    {
      "id": 63,
      "model": "그레고르",
      "content": "You got his authoritative tone down to a tee, I’ll give you that. I had to hold myself back from asking if I could resign right after joining."
    },
    {
      "id": 64,
      "model": "단테",
      "content": "<I get the feeling the rest of you thought the same.>"
    },
    {
      "id": 65,
      "model": "돈키호테",
      "content": "Nonsense! ‘Twas a day to go down in history! Beckoned by the Red Gaze himself! Truly, there is no honor greater than a Color addressing your―"
    },
    {
      "id": 66,
      "model": "그레고르",
      "content": "Huh, I guess he does have a fan after all."
    },
    {
      "id": 67,
      "model": "로쟈",
      "content": "Ufuhu, true that."
    },
    {
      "id": 68,
      "content": "With their spirits lifted, Rodya and Gregor began to chuckle."
    },
    {
      "id": 69,
      "model": "베르길리우스",
      "content": "That’s more talking than necessary. I really do not wish for there to be impetus behind a third rule for this bus ride."
    },
    {
      "id": 70,
      "model": "로쟈",
      "content": "C’mon, give the employees some room to badmouth their boss. You’re being totally petty."
    },
    {
      "id": 71,
      "model": "베르길리우스",
      "content": "Next time, do it out of earshot."
    },
    {
      "id": 72,
      "model": "베르길리우스",
      "content": "I’m more fragile than I look, you see."
    },
    {
      "id": 73,
      "model": "베르길리우스",
      "content": "Right, time to get up and at it. I sure hope you come back with a Golden Bough in your hands this time."
    },
    {
      "id": 74,
      "model": "히스클리프",
      "content": "And if we bugger it twice?"
    },
    {
      "id": 75,
      "model": "베르길리우스",
      "content": "Who knows? Charon might suddenly forget what button to press to open the door for you."
    },
    {
      "id": 76,
      "model": "카론",
      "content": "Button, red. Yucky color."
    },
    {
      "id": 77,
      "model": "히스클리프",
      "content": "…You’re one daft bloke…"
    },
    {
      "id": 78,
      "model": "료슈",
      "content": "UITGAAN."
    },
    {
      "id": 79,
      "model": "히스클리프",
      "content": "And that means?"
    },
    {
      "id": 80,
      "model": "료슈",
      "content": "Shorthand for “Useless idiotic travelers go and abscond, now”."
    },
    {
      "id": 81,
      "content": "Heathcliff glared at Ryōshū, insults welling up in his throat, only to then expel a loud sigh."
    },
    {
      "id": 82,
      "content": "He resigned uncharacteristically, as if he came to the realization that killing her wouldn’t solve anything."
    }
  ]
}