{
  "dataList": [
    {
      "id": 0,
      "place": "Some Backstreets of District 4",
      "model": "베르길리우스",
      "content": "Hey! That’s enough of that. We’re expecting a guest any time now."
    },
    {
      "id": 1,
      "content": "Vergilius said, poking his head out the window."
    },
    {
      "id": 2,
      "model": "단테",
      "content": "<A guest? Who?>"
    },
    {
      "id": 3,
      "model": "파우스트",
      "content": "I’ve determined that we’ll need a guide as this is our first trip to a dungeon."
    },
    {
      "id": 4,
      "model": "유리",
      "teller": "Yuri",
      "title": "Grade 8 Fixer",
      "content": "Excuse me… Are you the people from Limbus Company?"
    },
    {
      "id": 5,
      "content": "Someone approaches us slowly."
    },
    {
      "id": 6,
      "model": "유리",
      "teller": "Yuri",
      "title": "Grade 8 Fixer",
      "content": "Looks like it…"
    },
    {
      "id": 7,
      "content": "The bus had just about finished its meal, crunching on the last remaining bone chips."
    },
    {
      "id": 8,
      "place": "Aboard Mephistopheles",
      "content": "Yuri watched it indifferently before introducing herself."
    },
    {
      "id": 9,
      "model": "유리",
      "teller": "Yuri",
      "title": "Grade 8 Fixer",
      "content": "I’m Yuri, a former employee of the previous L Corp. I look forward to working with you."
    },
    {
      "id": 10,
      "model": "단테",
      "content": "<By L Corp, do you mean…>"
    },
    {
      "id": 11,
      "model": "그레고르",
      "content": "Has to be Lobotomy Corporation."
    },
    {
      "id": 12,
      "model": "파우스트",
      "content": "That’s right, we will explore the former branch facilities of Lobotomy Corporation—also called the old L Corp."
    },
    {
      "id": 13,
      "model": "이스마엘",
      "content": "If I were you, I wouldn’t have taken part in this."
    },
    {
      "id": 14,
      "model": "이스마엘",
      "content": "Being a fallen Wing and everything, I doubt your employment ended on pleasant terms."
    },
    {
      "id": 15,
      "model": "로쟈",
      "content": "What’re you on about? Any point in your life can be pleasant as long as you’ve money to spend."
    },
    {
      "id": 16,
      "model": "그레고르",
      "content": "Hrm, I heard those places are still teeming with monsters to this day…"
    },
    {
      "id": 17,
      "model": "파우스트",
      "content": "Not “monsters”, Abnormalities. The rumors are true, either way. But there are more important matters."
    },
    {
      "id": 18,
      "model": "파우스트",
      "content": "In the deepest reaches of these branches are neoplastic plantlike growths holding the essence of L Corp’s technology."
    },
    {
      "id": 19,
      "model": "베르길리우스",
      "content": "Dante, if you remember, I believe I offered to let you finish engraving your Aspect a few days ago."
    },
    {
      "id": 20,
      "model": "베르길리우스",
      "content": "With the essence… those Golden Boughs in our hands, it’ll be as easy as pie."
    },
    {
      "id": 21,
      "content": "The word ‘Aspect’ still makes my head ache."
    },
    {
      "id": 22,
      "content": "What was ‘I’ trying to do?"
    },
    {
      "id": 23,
      "model": "파우스트",
      "content": "There’s no need to rouse your brain trying to remember what you can’t. It’ll all come back in due time."
    },
    {
      "id": 24,
      "content": "I returned a slow nod to Faust’s placid advice."
    },
    {
      "id": 25,
      "content": "Alright, for now, I should focus on what I currently know and see."
    },
    {
      "id": 26,
      "model": "단테",
      "content": "<And if it’s Lobotomy Corp we’re scouring… we might find some Enkephalin, too.>"
    },
    {
      "id": 27,
      "model": "싱클레어",
      "content": "Oh, does that mean we won’t have to… feed people into our vehicle?"
    },
    {
      "id": 28,
      "model": "이스마엘",
      "content": "We could also grab some E.G.O if we’re lucky, so that’s three rats with one stone."
    },
    {
      "id": 29,
      "content": "E.G.O? That’s another unknown term that makes my head tilt…"
    },
    {
      "id": 30,
      "content": "But in any case, it seemed rather rude to keep talking to each other when we had a guest on board."
    },
    {
      "id": 31,
      "content": "…And someone else seemed to agree."
    },
    {
      "id": 32,
      "model": "그레고르",
      "content": "So, Miss Yuri, what’ve you been up to since the layoff?"
    },
    {
      "id": 33,
      "content": "Gregor gave his best shot at making some conversation with a well-meaning smile to put the newest passenger at ease."
    },
    {
      "id": 34,
      "content": "His brows seemed to twitch due to a lack of practice, but it’s no big deal."
    },
    {
      "id": 35,
      "model": "돈키호테",
      "content": "It appears to me that thou art an honorable Fixer! It is said that all Fixers exude the noble scent of heroes!"
    },
    {
      "id": 36,
      "content": "As Yuri was nodding lightly, I heard Ishmael let out a deep sigh."
    },
    {
      "id": 37,
      "model": "이스마엘",
      "content": "I don’t know who gave you that idea, but Fixers are anything but noble or heroic. The only scent you’ll smell is the miserable stink of wage slaves."
    },
    {
      "id": 38,
      "model": "그레고르",
      "content": "…It couldn’t have been easy to find another job so soon. Good that you’re holding up."
    },
    {
      "id": 39,
      "model": "유리",
      "teller": "Yuri",
      "title": "Grade 8 Fixer",
      "content": "For now… I’m just a contract worker."
    },
    {
      "id": 40,
      "model": "이스마엘",
      "content": "Aha. That explains why you decided to crawl on back there."
    },
    {
      "id": 41,
      "model": "이스마엘",
      "content": "Did they promise to promote you to team leader or something if you struck gold in your former workplace?"
    },
    {
      "id": 42,
      "model": "유리",
      "teller": "Yuri",
      "title": "Grade 8 Fixer",
      "content": "…My contracts might get extended if I return with results."
    },
    {
      "id": 43,
      "model": "그레고르",
      "content": "R—Right. A good result is something to risk your life for if you want to earn a permanent spot."
    },
    {
      "id": 44,
      "model": "이스마엘",
      "content": "Ha, and what a futile life that is."
    },
    {
      "id": 45,
      "model": "그레고르",
      "content": "(Hey, what’s with the sarcasm? Is something a problem?)"
    },
    {
      "id": 46,
      "model": "이스마엘",
      "content": "…I dunno, I have a problem with every single thing I’m hearing right now. "
    },
    {
      "id": 47,
      "content": "Seemingly unaffected by the abrasive attitude, Yuri quietly took an empty seat."
    },
    {
      "id": 48,
      "content": "Looking back and forth between the two, Gregor returned to his seat as well, scratching his head."
    },
    {
      "id": 49,
      "model": "단테",
      "content": "<I… can’t seem to get used to being around these people.>"
    },
    {
      "id": 50,
      "model": "베르길리우스",
      "content": "It will be beneficial for you to adapt to them sooner than later, Dante."
    },
    {
      "id": 51,
      "model": "베르길리우스",
      "content": "…Charon, time to go. Our guest has taken her seat."
    },
    {
      "id": 52,
      "model": "카론",
      "content": "Mephi’s tum revived. Charon’s raring to drive."
    }
  ]
}