{
  "dataList": [
    {
      "id": 0,
      "place": "Calw - Town Square",
      "content": "Prosthetic bodies pile up like a landfill in a corner of the town."
    },
    {
      "id": 1,
      "content": "I could see that some of them were still conscious, letting out pained moans."
    },
    {
      "id": 2,
      "content": "The Inquisitors paid no heed; they strenuously jammed nails through each of their victims’ chests, over and over, executing their “pure” intent."
    },
    {
      "id": 3,
      "model": "N사심문관1",
      "teller": "An Inquisitor",
      "title": "Nagel und Hammer",
      "content": "I’ve surely pierced their heart, yet still a pulse remains in their body."
    },
    {
      "id": 4,
      "model": "N사심문관2",
      "teller": "Fellow Inquisitor",
      "title": "Nagel und Hammer",
      "content": "It must be patched with steel. Even the core of their humanity has been tainted by heresy."
    },
    {
      "id": 5,
      "model": "N사심문관2",
      "teller": "Fellow Inquisitor",
      "title": "Nagel und Hammer",
      "content": "How filthy. A disgrace to flesh and bone."
    },
    {
      "id": 6,
      "content": "The Inquisitor began carefully pouring a bottle of liquid over the prosthetic person in what looked like a solemn ritual."
    },
    {
      "id": 7,
      "content": "Judging from the pungent smell, it was most certainly oil."
    },
    {
      "id": 8,
      "model": "N사심문관2",
      "teller": "Fellow Inquisitor",
      "title": "Nagel und Hammer",
      "content": "Imbibe the oil of humanity, ye heretical soma."
    },
    {
      "id": 9,
      "model": "N사심문관2",
      "teller": "Fellow Inquisitor",
      "title": "Nagel und Hammer",
      "content": "Those who cannot return to the earth, find solace in scattering to smoke."
    },
    {
      "id": 10,
      "content": "A lit match was then thrown on the pile, letting rise a huge flame."
    },
    {
      "id": 11,
      "content": "With the sounds of sparks flying about, the air is soon filled with an acrid smell."
    },
    {
      "id": 12,
      "content": "It’s not quite like the smell of burning flesh."
    },
    {
      "id": 13,
      "content": "The spreading fire finally brings the crackling glimmer in those prosthetic bodies to permanent darkness."
    },
    {
      "id": 14,
      "model": "이스마엘",
      "content": "If this hellscape is their idea of purification, I’d rather stay unclean."
    },
    {
      "id": 15,
      "model": "뫼르소",
      "content": "Nagel und Hammer has always been devoted to scrutinizing the idea of humanity."
    },
    {
      "id": 16,
      "model": "뫼르소",
      "content": "Some criticized prosthetic use, as they believed that pain is a necessary component of the human experience. However, it never escalated to the extent of direct action that we are witnessing now."
    },
    {
      "id": 17,
      "model": "그레고르",
      "content": "I’ve been meaning to ask… How do you know so much about N Corp?"
    },
    {
      "id": 18,
      "model": "뫼르소",
      "content": "…I was once employed by N Corp."
    },
    {
      "id": 19,
      "model": "그레고르",
      "content": "Wha…? You used to work with those people?"
    },
    {
      "id": 20,
      "model": "뫼르소",
      "content": "I have never worked with those specific individuals, but in terms of affiliation, you can say that I did."
    },
    {
      "id": 21,
      "content": "Come to think of it, this might be the first time I’ve heard Meursault actively talk about himself."
    },
    {
      "id": 22,
      "content": "He would rarely recount anything related to him. Perhaps he felt it wasn’t necessary to speak at all."
    },
    {
      "id": 23,
      "model": "그레고르",
      "content": "Why didn’t you tell us that earlier? You carry one of those freaky weapons then?"
    },
    {
      "id": 24,
      "model": "뫼르소",
      "content": "Am I obligated to elaborate?"
    },
    {
      "id": 25,
      "model": "히스클리프",
      "content": "The hell… Why don’t you explain what makes you different from those nutters, then?"
    },
    {
      "id": 26,
      "model": "히스클리프",
      "content": "Listen, mate… As much as I like to call our daft manager clockface, I don’t think they deserve by any means to be on the stake or chopping block."
    },
    {
      "id": 27,
      "model": "히스클리프",
      "content": "Those buggers talk big about purifying and all that, but all I see are a bunch of loonies who just needed an excuse to kill, eh?"
    },
    {
      "id": 28,
      "model": "히스클리프",
      "content": "Speak up, then. Are you like those screwloose bucketheads?"
    },
    {
      "id": 29,
      "model": "뫼르소",
      "content": "There was a time when I thought about such things."
    },
    {
      "id": 30,
      "model": "뫼르소",
      "content": "Though I did not come to a conclusion."
    },
    {
      "id": 31,
      "model": "히스클리프",
      "content": "I want that damn conclusion now! Are you gonna up and butcher all the townsfolk if your manager just says so?"
    },
    {
      "id": 32,
      "model": "뫼르소",
      "content": "Must I give an answer? That does not aid us in handling our work."
    },
    {
      "id": 33,
      "model": "뫼르소",
      "content": "An employee must follow their employer’s orders. The terms Vergilius presented state as much."
    },
    {
      "id": 34,
      "model": "뫼르소",
      "content": "If the manager orders me to do such a thing, I will do it. I may provide my input if I am told that it is necessary, but I do not have a habit of rambling my thoughts unprompted."
    },
    {
      "id": 35,
      "model": "히스클리프",
      "content": "…Pardon? Are you ‘round the twist? Do you got a chunk of metal for your brains like the folks here?"
    },
    {
      "id": 36,
      "model": "뫼르소",
      "content": "I am 16% proteins, 60% water, 7% minerals, and so forth; I am clearly different in terms of composition."
    },
    {
      "id": 37,
      "model": "뫼르소",
      "content": "Moreover, unnecessary heavy metals do not comprise any portion of my body."
    },
    {
      "id": 38,
      "model": "뫼르소",
      "content": "That is another difference."
    },
    {
      "id": 39,
      "content": "Heathcliff’s face contorted with frustration."
    },
    {
      "id": 40,
      "content": "Meursault was already an enigma, and he only felt ever more distant after this conversation."
    },
    {
      "id": 41,
      "model": "홍루",
      "content": "Now that you mention it, there’s something I’ve been wondering."
    },
    {
      "id": 42,
      "model": "홍루",
      "content": "I’ve been thinking on whether Manager Dante should be seen as a “human”."
    },
    {
      "id": 43,
      "model": "오티스",
      "content": "What do you mean?"
    },
    {
      "id": 44,
      "model": "홍루",
      "content": "What if… when dear Dante is speaking… it’s actually the clock and not the person we know as “Dante” behind those words?"
    },
    {
      "id": 45,
      "model": "히스클리프",
      "content": "Eh? You trying to tell me we were being led by an actual clock?"
    },
    {
      "id": 46,
      "model": "이스마엘",
      "content": "Good grief… You’re reaching uncharted depths of idiocy with your theories. I can’t even be bothered to refute them."
    },
    {
      "id": 47,
      "model": "홍루",
      "content": "Don’t misunderstand, I do like our Dante with their clock-headedness."
    },
    {
      "id": 48,
      "model": "로쟈",
      "content": "Honestly, same. Why don’t you just give up finding your old head and stick with that one?"
    },
    {
      "id": 49,
      "model": "로쟈",
      "content": "I know it’s prob not gonna be the case, but what if Dante’s real head turned out to be super evil or something?"
    },
    {
      "id": 50,
      "model": "그레고르",
      "content": "Well, there’s only one of us who’d know about our manager bud’s past…"
    },
    {
      "id": 51,
      "content": "Gregor’s eyes naturally fell on Faust."
    },
    {
      "id": 52,
      "model": "파우스트",
      "content": "…That’s confidential information. Its access is restricted to the highest security level."
    },
    {
      "id": 53,
      "model": "단테",
      "content": "<…And I get the feeling I won’t be able to read it for myself.>"
    },
    {
      "id": 54,
      "content": "It’s only natural."
    },
    {
      "id": 55,
      "content": "I have no idea who or what I originally was, so I had nothing at my disposal to refute Hong Lu’s lighthearted accusation."
    },
    {
      "id": 56,
      "content": "Maybe he’s right, and I really am just a clock."
    },
    {
      "id": 57,
      "content": "Even if I ask Faust, there’s no telling if she’ll give me a real answer, and I wouldn’t be able to discern the truth in such a thing either."
    },
    {
      "id": 58,
      "content": "There’s even a slim chance that the real ‘Dante’ is hidden away somewhere, and that I’m some advanced imitation trained to believe I have free will."
    },
    {
      "id": 59,
      "content": "In any case, sitting here and ruminating won’t get me anywhere."
    },
    {
      "id": 60,
      "model": "단테",
      "content": "<Who knows, maybe I’ll mount this thing on the wall when I find my real head.>"
    },
    {
      "id": 61,
      "content": "Ishmael sent me a chastising glare for even suggesting something like that, but she had no choice other than to shrug."
    },
    {
      "id": 62,
      "content": "Well, it is true."
    }
  ]
}