{
  "dataList": [
    {
      "id": 0,
      "place": "Private Room",
      "content": "Trying our best not to step on the crushed remains of the Tieqiu Crew’s boss—Sinclair barely managing to hold back the urge to gag—we reached the elevator."
    },
    {
      "id": 1,
      "place": "Elevator Interior",
      "content": "Rodya was the first to complain about dead insects during our last expedition, but here, she got to the lift and pressed the basement button without a grumble."
    },
    {
      "id": 2,
      "content": "And once the group quieted down…"
    },
    {
      "id": 3,
      "content": "Saude hit Rodya with a barrage of pent-up questions."
    },
    {
      "id": 4,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "…How did you manage to win without even using any wishpower?"
    },
    {
      "id": 5,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "No, before any of that, what made you so sure that you’ll win regardless?"
    },
    {
      "id": 6,
      "model": "로쟈",
      "content": "Yikes, hold your horses, gal… One question at a time. Okay?"
    },
    {
      "id": 7,
      "content": "Rodya spun around talking Saude into calming down, and then slowly began to elaborate."
    },
    {
      "id": 8,
      "model": "로쟈",
      "content": "The Tieqiu Crew’s boss had been keeping a wary eye on the Tingtang Gang’s all along."
    },
    {
      "id": 9,
      "model": "뫼르소",
      "content": "How did you know that? You couldn’t have read the tells from his mechanical body."
    },
    {
      "id": 10,
      "model": "로쟈",
      "content": "He had every reason to. After all, it was a well-known fact to them that the Tingtang Gang owned a wishpower extractor."
    },
    {
      "id": 11,
      "model": "로쟈",
      "content": "He must’ve been totally sure that the boss or someone representing him would make use of it for this game."
    },
    {
      "id": 12,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "So… You deliberately made it look like you were using a sticker so that he’d call you out on it?"
    },
    {
      "id": 13,
      "model": "로쟈",
      "content": "Yup! Then I declared I’m going all in~ I needed to seem suspiciously ballsy in his eyes."
    },
    {
      "id": 14,
      "model": "로쟈",
      "content": "A winning gambler creates her own momentum and rides it. Fuhu."
    },
    {
      "id": 15,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "……"
    },
    {
      "id": 16,
      "model": "로쟈",
      "content": "I mean, look. Even you guys thought I’d popped the wish stickers, right?"
    },
    {
      "id": 17,
      "model": "로쟈",
      "content": "If I’m being real, wish stickers and all that stuff are just hopes and desires given important-sounding labels in the end."
    },
    {
      "id": 18,
      "model": "로쟈",
      "content": "To someone with unshakable faith in themselves, it’s nothing more than a weird piece of paper."
    },
    {
      "id": 19,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "That can’t be true… J Corp’s wishpower-related tech is an officially approved semi-Singularity with widely proven efficacy."
    },
    {
      "id": 20,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "Thousands of people rely on wishpower for every aspect of their lives…"
    },
    {
      "id": 21,
      "model": "로쟈",
      "content": "I guess there’s nothing like it to give people a confidence boost in this day and age."
    },
    {
      "id": 22,
      "model": "로쟈",
      "content": "But me? I’m different."
    },
    {
      "id": 23,
      "model": "로쟈",
      "content": "I’ve always believed in myself."
    },
    {
      "id": 24,
      "model": "이상",
      "content": "…To have faith means that the mind may avoid crashing into the depths."
    },
    {
      "id": 25,
      "model": "이상",
      "content": "Pray tell, how does one go about acquiring that faith?"
    },
    {
      "id": 26,
      "model": "로쟈",
      "content": "Oh, that? It’s actually super simple. I’ll let you in on the secret, so listen up."
    },
    {
      "id": 27,
      "model": "싱클레어",
      "content": "Ooh…"
    },
    {
      "id": 28,
      "model": "로쟈",
      "content": "Just think: “I’m the most awesome person in the world, so whatever anyone else says is crock shit!”"
    },
    {
      "id": 29,
      "model": "파우스트",
      "content": "That certainly makes sense. Faust agrees as well."
    },
    {
      "id": 30,
      "model": "싱클레어",
      "content": "……"
    },
    {
      "id": 31,
      "model": "이상",
      "content": "…Perhaps I shouldn’t have asked at all."
    },
    {
      "id": 32,
      "model": "단테",
      "content": "<Rodya… Don’t tell me that’s how you’ve been treating my words…?>"
    },
    {
      "id": 33,
      "content": "Sadly, the victor’s joy didn’t last for long."
    },
    {
      "id": 34,
      "place": "Casino Mine B1",
      "content": "The cavern was filled with the sounds of pickaxes struck against craggy walls, and we saw security guards keeping strict watch over a vault."
    },
    {
      "id": 35,
      "content": "It felt as though it were sending us a note of warning that we wouldn’t reach the bottom so easily."
    },
    {
      "id": 36,
      "model": "로쟈",
      "content": "Hold on a sec! There was no point in us winning the game then!"
    },
    {
      "id": 37,
      "model": "로쟈",
      "content": "Why do we have to be so sneaky about this? And who are those slaves picking away at rocks?"
    },
    {
      "id": 38,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "Although we’ve earned ownership… we have nothing proper to show as proof that we won, and we’re more or less intruders to them."
    },
    {
      "id": 39,
      "content": "In all fairness, anyone would’ve thought of us as thieves if they saw us awkwardly hiding near the vault."
    },
    {
      "id": 40,
      "model": "이스마엘",
      "content": "Quite the grand excavation. They even made space to insert vaults, all the while digging a tunnel."
    },
    {
      "id": 41,
      "model": "로쟈",
      "content": "What a stunning sight… When I die, please bury me in a mound of cash like that. I want to fill my lungs with the scent of bills for my final breath."
    },
    {
      "id": 42,
      "model": "그레고르",
      "content": "By the way, about that man who was at the table… Did you know him from somewhere?"
    },
    {
      "id": 43,
      "model": "로쟈",
      "content": "…A friend from back home."
    },
    {
      "id": 44,
      "model": "단테",
      "content": "<Something tells me the history between you two runs deeper than just that.>"
    },
    {
      "id": 45,
      "model": "로쟈",
      "content": "Greg, love, reunions are always uncomfortable. Didn’t you feel the tension that time you ran into your former comrades?"
    },
    {
      "id": 46,
      "model": "그레고르",
      "content": "…Can’t argue with that."
    },
    {
      "id": 47,
      "model": "홍루",
      "content": "Things are moving inside these cages."
    },
    {
      "id": 48,
      "model": "홍루",
      "content": "Are they pets they might be raising, perhaps?"
    },
    {
      "id": 49,
      "model": "이스마엘",
      "content": "…Does your family usually count creatures violently shaking their cages as pets?"
    },
    {
      "id": 50,
      "model": "파우스트",
      "content": "It’s the Peccatula."
    },
    {
      "id": 51,
      "model": "단테",
      "content": "<Did they think they could tame Abnormalities?>"
    },
    {
      "id": 52,
      "model": "그레고르",
      "content": "Dear Yuri would’ve knocked three grown adults out cold with a scoff if she heard that."
    },
    {
      "id": 53,
      "model": "싱클레어",
      "content": "Oh, Yuri…"
    },
    {
      "id": 54,
      "model": "파우스트",
      "content": "It should be theoretically possible."
    },
    {
      "id": 55,
      "model": "파우스트",
      "content": "Provided that they possess a similar level of intelligence to humans and that an empirically proven method of managing them exists, that is."
    },
    {
      "id": 56,
      "model": "이스마엘",
      "content": "Huh… If it did work out, I guess they could’ve made good guard dogs."
    },
    {
      "id": 57,
      "model": "홍루",
      "content": "Oh? I’m taking a closer look, and these people have fingers or other parts of their bodies bitten off."
    },
    {
      "id": 58,
      "content": "Thankfully, he didn’t add “Is this in fashion?” or other obnoxious remarks this time."
    },
    {
      "id": 59,
      "model": "홍루",
      "content": "…Is this in fashion these days?"
    },
    {
      "id": 60,
      "model": "단테",
      "content": "<……>"
    },
    {
      "id": 61,
      "content": "Almost. Almost didn’t."
    }
  ]
}