{
    "dataList": [
        {
            "id": 0,
            "content": "As the prolonged cycles of pain came to an end…"
        },
        {
            "id": 1,
            "place": "Nest K’s Ruined Streets",
            "model": "파우스트",
            "content": "The Abnormality has been successfully suppressed. We can return to the bus now."
        },
        {
            "id": 2,
            "content": "It was a “success” that accompanied many deaths and revivals on our side, but I nodded anyway."
        },
        {
            "id": 3,
            "content": "We got back on the bus, harboring a few unanswered questions."
        },
        {
            "id": 4,
            "place": "Aboard Mephistopheles",
            "model": "베르길리우스",
            "content": "You came back later than expected. I was just about to take my first nap in a while."
        },
        {
            "id": 5,
            "content": "I explained the oddities we ran into earlier to Vergilius.\n(To be more precise, Faust did the heavy speaking.)"
        },
        {
            "id": 6,
            "content": "I was expecting him to coldly tell me to do my job as the middle manager and follow whatever orders I’m given, but his answer was surprisingly earnest."
        },
        {
            "id": 7,
            "model": "베르길리우스",
            "content": "…The existence of Abnormalities has been almost completely unknown to the public, and we don’t possess all the details on them, either, Dante."
        },
        {
            "id": 8,
            "model": "단테",
            "content": "<Didn’t think you’d admit it right away.>"
        },
        {
            "id": 9,
            "content": "Faust flinched a little, but she didn’t relay what I just said."
        },
        {
            "id": 10,
            "model": "베르길리우스",
            "content": "Enigmatic as they are… let’s leave Ms. Faust and other departments of our proud Limbus Company to uncover all the details in the future, as we likely ought to."
        },
        {
            "id": 11,
            "model": "파우스트",
            "content": "…Will do."
        },
        {
            "id": 12,
            "content": "Was Faust given any time at all to do some sort of research on this job?"
        },
        {
            "id": 13,
            "content": "The mysteries were left unsolved, but… if Faust accepted the suggestion without a hitch, that probably means she’s thought of a way."
        },
        {
            "id": 14,
            "model": "오티스",
            "content": "You, why do you have your shoulders hunched over like that?"
        },
        {
            "id": 15,
            "model": "오티스",
            "content": "You’re short enough as you are, and this shrunken posture makes you practically imperceptible."
        },
        {
            "id": 16,
            "model": "돈키호테",
            "content": "…I hoped to meet Lord Siegfried again…"
        },
        {
            "id": 17,
            "model": "그레고르",
            "content": "(Who was Lord Sieg…fried, again?)"
        },
        {
            "id": 18,
            "model": "이스마엘",
            "content": "Wasn’t that the man who took photos of himself while cutting us down with one hand?"
        },
        {
            "id": 19,
            "model": "그레고르",
            "content": "(Right… That Zack Friture guy…?)"
        },
        {
            "id": 20,
            "content": "Ishmael was breathing audibly through her nose. The incident at the checkpoint must’ve left some deep grudges for her."
        },
        {
            "id": 21,
            "model": "돈키호테",
            "content": "Eager was I to show him… my valiant acts of rescuing imperiled civilians…"
        },
        {
            "id": 22,
            "model": "돈키호테",
            "content": "I vowed that I shall meet him again as a Fixer of noble cause…"
        },
        {
            "id": 23,
            "model": "그레고르",
            "content": "Reunions are more touching if it’s after a long time, Don Quixote. Try thinking that it’s a good thing he didn’t show up today."
        },
        {
            "id": 24,
            "model": "베르길리우스",
            "content": "It really is strange, though."
        },
        {
            "id": 25,
            "model": "베르길리우스",
            "content": "He’s not one to miss spectacles with this many spectators around."
        },
        {
            "id": 26,
            "model": "홍루",
            "content": "Oho… Is he kind of like a celebrity, then?"
        },
        {
            "id": 27,
            "model": "베르길리우스",
            "content": "You could say that. He has a flair for showmanship, so it’s usual for K Corp. to take advantage of these kinds of commotions by sending him."
        },
        {
            "id": 28,
            "model": "베르길리우스",
            "content": "But… if he hasn’t shown up for this perfect opportunity to draw the public’s full attention…"
        },
        {
            "id": 29,
            "model": "단테",
            "content": "<That means this isn’t something they want people to notice…>"
        },
        {
            "id": 30,
            "model": "돈키호테",
            "content": "I shan’t… take such vicious slander of Lord Siegfried!"
        },
        {
            "id": 31,
            "model": "돈키호테",
            "content": "On the fifth row of Page 42 of his autobiography “A Hero Should Keep Smiling Until His Last”, he writes that he shall be there to aid the weak no matter when and where!"
        },
        {
            "id": 32,
            "model": "베르길리우스",
            "content": "…Hah. Alright, you’d best hold that belief of yours dearly."
        },
        {
            "id": 33,
            "model": "베르길리우스",
            "content": "That way, you’ll have something to cling to when you face the extreme in the future."
        }
    ]
}