{
    "dataList": [
        {
            "id": 0,
            "model": "이상",
            "teller": "Yi Sang",
            "title": "The Pequod",
            "content": "See! Is this approach not much more convenient?"
        },
        {
            "id": 1,
            "model": "선원들",
            "teller": "Sailors",
            "title": "The Pequod",
            "content": "Oh, ooh..."
        },
        {
            "id": 2,
            "content": "The child was pointing at something with a gentle smile on his face."
        },
        {
            "id": 3,
            "content": "This plank of wood was once used to tie the sails to a mast, but now its primary function was to suffer as a practice target for the sailors."
        },
        {
            "id": 4,
            "content": "The plank was riddled with hundreds of marks from various weapons..."
        },
        {
            "id": 5,
            "content": "But the deepest marks were the most recent, made by none other than the child himself."
        },
        {
            "id": 6,
            "model": "이상",
            "teller": "Yi Sang",
            "title": "The Pequod",
            "content": "The secret, dear fellows, is alacrity. This isn't to say that you mustn't hurl your weapons with your weight behind it. However..."
        },
        {
            "id": 7,
            "content": "Wielding his spear, the child adjusted his stance once again."
        },
        {
            "id": 8,
            "content": "The spear was long and narrow, yet keenly whetted. It was perfect for both swinging and stabbing motions."
        },
        {
            "id": 9,
            "model": "이상",
            "teller": "Yi Sang",
            "title": "The Pequod",
            "content": "Once the weapon has punctured the flesh of your foe, alter your center of gravity like so. This maneuver shall be followed by..."
        },
        {
            "id": 10,
            "model": "당황하는 선원",
            "teller": "Confused Sailor",
            "title": "The Pequod",
            "content": "W-wait. Wait. That move looks way too advanced for us."
        },
        {
            "id": 11,
            "model": "어이없는 선원",
            "teller": "Flabbergasted Sailor",
            "title": "The Pequod",
            "content": "Yeah. What kind of explanation is that, boss? That's like if we were in an art class and you asked us to draw a whole owl from two circles."
        },
        {
            "id": 12,
            "model": "이상",
            "teller": "Yi Sang",
            "title": "The Pequod",
            "content": "... Is that so?"
        },
        {
            "id": 13,
            "content": "The child made a peculiar expression as he rubbed his chin."
        },
        {
            "id": 14,
            "content": "He was probably starting to wonder if his instructions weren't getting through to the junior sailors."
        },
        {
            "id": 15,
            "content": "He was hoping that, with these training exercises, he could train the sailors to be stronger. So that more of them would survive when facing the inevitable Waves..."
        },
        {
            "id": 16,
            "content": "... but it was no easy task."
        },
        {
            "id": 17,
            "content": "Facing the Waves, challenging the Whales... always resulted in losses."
        },
        {
            "id": 18,
            "content": "Lucky sailors met a swift death or were swept away to the sea by the Waves."
        },
        {
            "id": 19,
            "content": "Some unlucky, wounded sailors survived the encounters with the Whales. This meant that they had to watch as their own bodies and minds were slowly overwritten by that of the Mermaids."
        },
        {
            "id": 20,
            "content": "\"... Lower the skiff.\""
        },
        {
            "id": 21,
            "content": "The Captain often ordered the child to lower the skiff."
        },
        {
            "id": 22,
            "content": "And the child knew exactly why. On the Pequod, no one was allowed to die. Not without the Captain's explicit orders."
        },
        {
            "id": 23,
            "content": "But there had to be some other explanation for their disappearances, and that was what the skiff was for."
        },
        {
            "id": 24,
            "content": "The child used to protest the Captain's orders."
        },
        {
            "id": 25,
            "content": "\"We could have at least tried to save them.\"\n\"Why did the ship have to sail directly into the Waves? Why now?\""
        },
        {
            "id": 26,
            "content": "... But now, the child knew."
        },
        {
            "id": 27,
            "content": "The first mate still answers directly to the Captain. And the Captain could not be defied."
        },
        {
            "id": 28,
            "content": "That's why the child let the sailors play their silly pranks on him."
        },
        {
            "id": 29,
            "content": "That's why the child spent so much time trying to teach the junior sailors how to fight with these training sessions."
        },
        {
            "id": 30,
            "content": "But watching them disappear one by one from the ship made the child realize something.\nThat in the end, nothing he did mattered."
        },
        {
            "id": 31,
            "model": "이상",
            "teller": "Yi Sang",
            "title": "The Pequod",
            "content": "\"... Once this voyage is over.\""
        },
        {
            "id": 32,
            "content": "He had naught but a single wish left."
        },
        {
            "id": 33,
            "content": "And the most he could do to speed the voyage on even a little bit... was to obey the Captain of the Pequod without question."
        },
        {
            "id": 34,
            "content": "To obey Captain Ishmael."
        }
    ]
}