{
  "dataList": [
    {
      "id": 0,
      "teller": "Researcher",
      "title": "LCE Research Team",
      "content": "Oh..."
    },
    {
      "id": 1,
      "content": "The researcher ran after the giggling blue fairy, only to realize that he had walked into an unfamiliar place."
    },
    {
      "id": 2,
      "content": "He whips around, realizing his mistake... only to see that the door locked behind him."
    },
    {
      "id": 3,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "Oh no... the door has locked behind you, hasn't it?"
    },
    {
      "id": 4,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "It seems that you have found yourself mired in my tricks again."
    },
    {
      "id": 5,
      "content": "The child let out a light chuckle before gloating at the researcher who was lured in by his E.G.O gear."
    },
    {
      "id": 6,
      "teller": "Researcher",
      "title": "LCE Research Team",
      "content": "Boss. Yi Sang. For the seventeenth time..."
    },
    {
      "id": 7,
      "teller": "Researcher",
      "title": "LCE Research Team",
      "content": "... can you please stop using your E.G.O gear for pranks like this? I swear, I keep getting scared that I just walked into an actual Abnormality's den."
    },
    {
      "id": 8,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "... My apologies. The report must be compiled by the end of day today, yet I am availed but two hands of mine to complete it."
    },
    {
      "id": 9,
      "teller": "Researcher",
      "title": "LCE Research Team",
      "content": "Yeah, and guess how many hands I've got. Two."
    },
    {
      "id": 10,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "And I must ask for your understanding, for the longer an E.G.O gear remains equipped, the greater the synchronization of the user and the source Abnormality."
    },
    {
      "id": 11,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "For, in addition, these gears are made to transform and change with the fluctuations in the level of attunement betwixt the wearer and the source."
    },
    {
      "id": 12,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "I have not the nature of deception; it is but the manifestation of the gear's effects..."
    },
    {
      "id": 13,
      "teller": "Researcher",
      "title": "LCE Research Team",
      "content": "Well, then take it off from time to time, will you?!"
    },
    {
      "id": 14,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "Yet how shall I, as a proper researcher...?"
    },
    {
      "id": 15,
      "content": "This department of Limbus Company focuses on the study of Abnormalities and Distortions, coupled with managing Enkephalin extractions."
    },
    {
      "id": 16,
      "content": "They are called the LCE."
    },
    {
      "id": 17,
      "content": "Perhaps it is inevitable that an occupation dedicated to the study of what are essentially monsters would invite a sundry of oddball personalities, but it was particularly pronounced for this department."
    },
    {
      "id": 18,
      "teller": "Researcher",
      "title": "LCE Research Team",
      "content": "Oh yeah? If you gotta slowly lose yourself to be a 'proper researcher', then what does that make me?"
    },
    {
      "id": 19,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "W-well, that is not what I had intended to convey..."
    },
    {
      "id": 20,
      "content": "To get straight to the point—this child was one of those 'oddballs'."
    },
    {
      "id": 21,
      "content": "Fully geared-up in his E.G.O gear all day, clocking into work even on his off days... truly, an incomprehensible individual."
    },
    {
      "id": 22,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "It is merely by need that it must remain on me at all times, for this research report concerns this fellow. Besides, it may be put to use for one such purpose as well, and..."
    },
    {
      "id": 23,
      "teller": "Researcher",
      "title": "LCE Research Team",
      "content": "... Man. I should put in a transfer request to a different zone."
    },
    {
      "id": 24,
      "teller": "Researcher",
      "title": "LCE Research Team",
      "content": "I swear, you better watch your back once I get my own E.G.O gear."
    },
    {
      "id": 25,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "... Very well. Perhaps it shall be understood, my perspective—in no time."
    },
    {
      "id": 26,
      "teller": "Researcher",
      "title": "LCE Research Team",
      "content": "Aw, shush. Just tell me what I gotta do."
    },
    {
      "id": 27,
      "content": "If he despised the child's overbearing trickery so much, he could've simply turned around and left... but he did not."
    },
    {
      "id": 28,
      "content": "... Well, perhaps it was that he simply could not."
    },
    {
      "id": 29,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "I must ask you to review the files from AFQ155564 to 30000, and rearrange them in order..."
    },
    {
      "id": 30,
      "teller": "Researcher",
      "title": "LCE Research Team",
      "content": "... Are you sure that's doable in a day?"
    },
    {
      "id": 31,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "... Anything can be made possible should we put our minds to it."
    },
    {
      "id": 32,
      "teller": "Researcher",
      "title": "LCE Research Team",
      "content": "It's! Literally! On all physical levels! Impossible!"
    },
    {
      "id": 33,
      "content": "The researcher finally exploded at the child."
    },
    {
      "id": 34,
      "teller": "Researcher",
      "title": "LCE Research Team",
      "content": "I mean, what the hell were you thinking, making a locking mechanism like that?! What could possibly be the purpose of a door that locks from the inside, but can't be reopened until a certain amount of work is complete?"
    },
    {
      "id": 35,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "Mm. For reasons ascribable to our human births, the time may come in which we are faced with an ostensibly insurmountable wall, thus breaking our wills."
    },
    {
      "id": 36,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "Yet, were one to be surrounded by walls, given no choice but to crawl oneself out of—"
    },
    {
      "id": 37,
      "teller": "Researcher",
      "title": "LCE Research Team",
      "content": "Yeah, okay! Great! Just don't drag other people into your problems!"
    },
    {
      "id": 38,
      "teller": "Researcher",
      "title": "LCE Research Team",
      "content": "I probably have some other responsibilities I should be working on today, so..."
    },
    {
      "id": 39,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "Mm... No."
    },
    {
      "id": 40,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "You did not have any other responsibilities."
    },
    {
      "id": 41,
      "teller": "Researcher",
      "title": "LCE Research Team",
      "content": "... What?"
    },
    {
      "id": 42,
      "content": "Tap."
    },
    {
      "id": 43,
      "content": "For a moment, it was as though the office was hit by a blackout..."
    },
    {
      "id": 44,
      "content": "... then an ominous red light began to flash."
    },
    {
      "id": 45,
      "teller": "Announcement",
      "title": "Limbus Company",
      "content": "[WARNING. ABNORMALITY CONTAINMENT BREACH. CODE RED. AREA: OFFICE WING LANE C...]"
    },
    {
      "id": 46,
      "teller": "Researcher",
      "title": "LCE Research Team",
      "content": "Huh...? This has to be..."
    },
    {
      "id": 47,
      "content": "The trumpet. The audio warning that a degree of damage, such as Abnormality containment breach, has occurred at the facility."
    },
    {
      "id": 48,
      "content": "The LCE Department, the group that has absorbed much of Lobotomy Corporation... has maintained this practice."
    },
    {
      "id": 49,
      "content": "It doesn't sound exactly the same, however."
    },
    {
      "id": 50,
      "teller": "Researcher",
      "title": "LCE Research Team",
      "content": "Is this... the first Trumpet?"
    },
    {
      "id": 51,
      "content": "The researcher looked around nervously, taken by surprise."
    },
    {
      "id": 52,
      "content": "But the child began gravely, as though he had been expecting this to happen."
    },
    {
      "id": 53,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "You were also an excellent researcher, indeed; even on the days you weren't on duty, you would come into the office, diligently composing Abnormality experiment reports."
    },
    {
      "id": 54,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "It must have been quite exciting for you, as an opportunity to wear the E.G.O gear prototype of this Abnormality was yours."
    },
    {
      "id": 55,
      "content": "A corner of the child's E.G.O gear began to pulse and twist, growing into the form of a massive mallet."
    },
    {
      "id": 56,
      "content": "He stood before the confused researcher with a vague expression that could've been either sorrow or determination."
    },
    {
      "id": 57,
      "teller": "Researcher",
      "title": "LCE Research Team",
      "content": "What... are you even talking about? Actually, forget that."
    },
    {
      "id": 58,
      "teller": "Researcher",
      "title": "LCE Research Team",
      "content": "There's been an Abnormality containment breach! W-we're stuck in here thanks to your stupid locking mechanism!"
    },
    {
      "id": 59,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "My locking mechanism opens under one of the following two conditions."
    },
    {
      "id": 60,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "One, when my work is complete. Two... when an anomaly within the office has been dealt with."
    },
    {
      "id": 61,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "The latter must be fulfilled now, it seems."
    },
    {
      "id": 62,
      "teller": "Researcher",
      "title": "???",
      "content": "……."
    },
    {
      "id": 63,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "It has been a fortnight since the expungement of your records."
    },
    {
      "id": 64,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "In the process of raising the attunement levels for the report, your resonance with the gear was broken... and you were devoured, having become a 'lure' yourself."
    },
    {
      "id": 65,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "Thereafter, you were a part of the Abnormality itself, forced to amble hither and thither within the interiors of this department."
    },
    {
      "id": 66,
      "teller": "Researcher",
      "title": "???",
      "content": "... I was?"
    },
    {
      "id": 67,
      "content": "The child nodded gravely."
    },
    {
      "id": 68,
      "content": "His dour expression was hardly a surprise."
    },
    {
      "id": 69,
      "content": "The child had been fond of him; he was one of the very few junior researchers that he had been training to become a full-fledged researcher."
    },
    {
      "id": 70,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "You had never been one to establish a high level of resonance with that gear... what had lured him so, I wonder, to insist that he be the one to test it?"
    },
    {
      "id": 71,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "... So I am bereft of choices but to use every hour of my existence to understand this E.G.O and the Abnormality."
    },
    {
      "id": 72,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "It is about time that you are heretofore laid to rest, wouldn't you agree?"
    },
    {
      "id": 73,
      "teller": "???",
      "title": "???",
      "content": "... Oh."
    },
    {
      "id": 74,
      "content": "The hammer was swung, and the Abnormality shrouded within leapt out of his skin like a geyser."
    },
    {
      "id": 75,
      "content": "The child continues to swing the hammer, again, and again."
    },
    {
      "id": 76,
      "content": "To complete this tragic Abnormality suppression, so commonplace in all companies that deal with Abnormalities."
    }
  ]
}