{
    "dataList": [
        {
            "id": 0,
            "content": "It is paramount in the mastery of the fist that I remain fully aware of the structure of the human anatomy."
        },
        {
            "id": 1,
            "content": "Sparring, basic cardiovascular fitness training, striking at punching bags... The ways of improving one's body are truly numerous. However..."
        },
        {
            "id": 2,
            "content": "... one must spend a significant amount of time before a desk, pen in hand, to truly grasp what constitutes the mastery of the fist."
        },
        {
            "id": 3,
            "content": "Have you ever experienced fatigue so extreme that each step feels as though you are wading through a quaggy mire? Yet, in that exhaustion, my mind is cleared like the reflective surface of a freshly minted coin."
        },
        {
            "id": 4,
            "content": "I grow rather joyous on such occasions. To gaze upon the blueprint of a human body in solitude is to train my brain as one does body, to fortify the threads of my mind as one does the threads of musculature."
        },
        {
            "id": 5,
            "content": "I imagine the human anatomy in equivalence to an architecture."
        },
        {
            "id": 6,
            "content": "In the Association library's knowledge repository, those countless bundles of paper, I have found most interesting the subject of architecture."
        },
        {
            "id": 7,
            "content": "Considering that the young child lifted from a terrible fate by the Association found the sections under 'Architecture' and 'Human Anatomy' most interesting as he perused from 'A' row to 'H' row of the Library..."
        },
        {
            "id": 8,
            "content": "... it would be no hyperbole to say that these two subjects have much in common."
        },
        {
            "id": 9,
            "content": "Shear wall structure. Trusses design. Flat-slab construction."
        },
        {
            "id": 10,
            "content": "I soon came to understand that, as I took notes on these words too electrifying to even vocalize, each and every one of these techniques was an outcome of an extended meditation on the pursuit of utmost stability."
        },
        {
            "id": 11,
            "content": "However, after a long contemplation of such designs, I have also come to understand that even the most robust of architectures have load-bearing walls that will crumble the entire construction should they be properly damaged."
        },
        {
            "id": 12,
            "content": "I find the study of such vulnerabilities quite intriguing."
        },
        {
            "id": 13,
            "content": "If one were to ask me whyever, then I may answer that such study permits one to demolish and reconstruct defective construction with a newly invented structure closer to perfection, to tear down the architecture with ease once its flaws have been identified and eliminated."
        },
        {
            "id": 14,
            "content": "Such ideation came to me in the wake of my adulthood, as I began undertaking tasks for the Association. It was around that time when I reached the 'H' section of the library."
        },
        {
            "id": 15,
            "content": "I began to muse that perhaps flawed structures are ambling about in the name of 'human anatomy'."
        },
        {
            "id": 16,
            "content": "I had a sudden thought that I wished to correct these flaws. Not only by the Association's orders, but compelled by my nature as a researcher."
        },
        {
            "id": 17,
            "content": "Indeed, the human anatomy, though it may initially appear rather consistent across every individual, transfigurates into different 'structures' as the body grows."
        },
        {
            "id": 18,
            "content": "Certain structures grow to be increasingly unstable in their physical blueprints, yet are reinforced by the cement and steel frame of a powerful mind that allows them to stand steadfast..."
        },
        {
            "id": 19,
            "content": "... whereas certain other structures have firm physical balance yet have built themselves an incredibly flawed internal design."
        },
        {
            "id": 20,
            "content": "The more flawed a structure is, the more obvious their vulnerabilities become."
        },
        {
            "id": 21,
            "content": "With my research, I may demolish them with a mighty and precise strike so that they may be rebuilt to a proper shape."
        },
        {
            "id": 22,
            "content": "Thus completed is the mastery of the fist."
        },
        {
            "id": 23,
            "content": "The mastery of an art that, instead of the polymorphous fickleness of the Keys that unnecessarily destroys the outer layer, strikes at the core of the structure."
        },
        {
            "id": 24,
            "content": "Indubitably, that is why I, a structure myself, have selected these fists as my passion."
        }
    ]
}