{
  "dataList": [
    {
      "id": 0,
      "model": "이상",
      "teller": "Yi Sang",
      "title": "Safety Team Agent",
      "content": "Nay, I have rested well enough. Oft I am summoned for work, yet I despise it not; thus there is no need for you to worry."
    },
    {
      "id": 1,
      "content": "An invisible bell resounds two pleasant, high-pitched rings."
    },
    {
      "id": 2,
      "content": "The only sounds within the containment unit are the child's voice and the bell."
    },
    {
      "id": 3,
      "model": "이상",
      "teller": "Yi Sang",
      "title": "Safety Team Agent",
      "content": "You worry that I may be overstraining myself...? Perhaps I would say that, were the current workload much worse than usual. Yet it is as burdensome as it always has been, thus familiar; which in turn makes it rather... passable."
    },
    {
      "id": 4,
      "content": "But the child replies as though he is engaged in a mutual conversation with something."
    },
    {
      "id": 5,
      "content": "It is likely that the Abnormality with the head of a butterfly is directly transmitting its voice to this Agent."
    },
    {
      "id": 6,
      "model": "이상",
      "teller": "Yi Sang",
      "title": "Safety Team Agent",
      "content": "In fact, I find this work—this dialogue—rather pleasant. A conversation with you seems to broaden my perspective on things."
    },
    {
      "id": 7,
      "content": "The Abnormality chatting with the child is a rather difficult entity to manage."
    },
    {
      "id": 8,
      "content": "T-01-68, also known as Funeral of the Dead Butterflies."
    },
    {
      "id": 9,
      "content": "This Abnormality is rather choosy about which employee gets to manage it."
    },
    {
      "id": 10,
      "content": "Those with an unjust heart find nothing but a waste of time conversing with it..."
    },
    {
      "id": 11,
      "content": "... and those that are rash of heart will quickly find themselves exhausted."
    },
    {
      "id": 12,
      "content": "That is what makes this child a most fitting employee to manage this Abnormality."
    },
    {
      "id": 13,
      "content": "He has an appropriate amount of both a sense of justice and patience; and despite the fact that he is suppressing the Abnormality's impulses, he does it through a gentle method of engaging in a mutual dialogue, not by force."
    },
    {
      "id": 14,
      "content": "The Abnormality is probably intelligent enough to recognize that it is an attempt to manage it, but it does not allow it to bother him."
    },
    {
      "id": 15,
      "content": "Whichever was the case, it was rare to find an Agent whose mind does not immediately crumble upon conversing with it."
    },
    {
      "id": 16,
      "model": "이상",
      "teller": "Yi Sang",
      "title": "Safety Team Agent",
      "content": "Hm..."
    },
    {
      "id": 17,
      "content": "A dull sound of a bell echoes once."
    },
    {
      "id": 18,
      "model": "이상",
      "teller": "Yi Sang",
      "title": "Safety Team Agent",
      "content": "Ah, I was merely watching the butterfly resting upon the back of your hand."
    },
    {
      "id": 19,
      "model": "이상",
      "teller": "Yi Sang",
      "title": "Safety Team Agent",
      "content": "They are... those with no place to return, thus are bound to rest upon you. Is that correct?"
    },
    {
      "id": 20,
      "content": "Instead of a bell, the large butterfly atop the Abnormality's head slowly flutters its wings."
    },
    {
      "id": 21,
      "content": "A behavior equivalent to a nod, perhaps."
    },
    {
      "id": 22,
      "model": "이상",
      "teller": "Yi Sang",
      "title": "Safety Team Agent",
      "content": "Should you perish... will the butterflies flutter away again?"
    },
    {
      "id": 23,
      "model": "이상",
      "teller": "Yi Sang",
      "title": "Safety Team Agent",
      "content": "As one sits, only to rise again."
    },
    {
      "id": 24,
      "content": "There is no easy way to comprehend what this child is saying."
    },
    {
      "id": 25,
      "content": "It is rather difficult to understand what he means— He should know that 'death' is not a concept applicable to the Abnormalities."
    },
    {
      "id": 26,
      "content": "But..."
    },
    {
      "id": 27,
      "content": "... the clear, almost refreshing sound of the bell conveyed that this Work session yielded a positive result."
    },
    {
      "id": 28,
      "content": "The Abnormality quite enjoyed that response. Probably."
    },
    {
      "id": 29,
      "model": "이상",
      "teller": "Yi Sang",
      "title": "Safety Team Agent",
      "content": "Mm. Then I shall take my leave. Until next time, fare well."
    },
    {
      "id": 30,
      "content": "With that, the child exited the containment unit."
    },
    {
      "id": 31,
      "content": "He stands there for a moment, gladly enjoying that brief moment of respite..."
    },
    {
      "id": 32,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Safety Team Captain",
      "content": "Still trapped in a daydream?"
    },
    {
      "id": 33,
      "model": "이상",
      "teller": "Yi Sang",
      "title": "Safety Team Agent",
      "content": "... Captain Ryōshū."
    },
    {
      "id": 34,
      "content": "... only to be awoken from his ruminations by the child with a cigarette in her mouth: Captain of the Safety Team."
    },
    {
      "id": 35,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Safety Team Captain",
      "content": "Treating Abnormalities like they're people will only complicate things."
    },
    {
      "id": 36,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Safety Team Captain",
      "content": "Don't make me S.I.T."
    },
    {
      "id": 37,
      "model": "이상",
      "teller": "Yi Sang",
      "title": "Safety Team Agent",
      "content": "... I am only giving it the impression of it. As you are well aware, this Abnormality is—"
    },
    {
      "id": 38,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Safety Team Captain",
      "content": "At least try to hide your grin when— Tsk. We don't have time for this."
    },
    {
      "id": 39,
      "teller": "Announcement",
      "title": "Lobotomy Corporation",
      "content": "[Warning. Dawn of Violet Warning. First Warning Trumpet Activated. All Suppression units in each department—]"
    },
    {
      "id": 40,
      "model": "이상",
      "teller": "Yi Sang",
      "title": "Safety Team Agent",
      "content": "An Ordeal descends."
    },
    {
      "id": 41,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Safety Team Captain",
      "content": "Yes, it does. You're coming with me."
    },
    {
      "id": 42,
      "model": "이상",
      "teller": "Yi Sang",
      "title": "Safety Team Agent",
      "content": "... I don't suppose there is any need for that."
    },
    {
      "id": 43,
      "content": "The child wields the guns imbued with butterflies and stands back-to-back with the Captain."
    },
    {
      "id": 44,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Safety Team Captain",
      "content": "Tsk. Things aren't going according to plan."
    },
    {
      "id": 45,
      "model": "이상",
      "teller": "Yi Sang",
      "title": "Safety Team Agent",
      "content": "What, pray tell, does in this company?"
    },
    {
      "id": 46,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Safety Team Captain",
      "content": "... Stay here and hold the line."
    },
    {
      "id": 47,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Safety Team Captain",
      "content": "If you survive but every single containment unit of this department falls, I'll kill you myself. Got that?"
    },
    {
      "id": 48,
      "model": "이상",
      "teller": "Yi Sang",
      "title": "Safety Team Agent",
      "content": "Ah, that is a manner of death I would very much prefer to avoid..."
    },
    {
      "id": 49,
      "content": "The child mutters with an exasperated frown while the butterfly bullets continue to blast from his guns."
    },
    {
      "id": 50,
      "content": "He'd grown into a very skilled employee over his time here, enough so that he could exchange a few banters with his colleague as he engaged in combat."
    },
    {
      "id": 51,
      "model": "이상",
      "teller": "Yi Sang",
      "title": "Safety Team Agent",
      "content": "Will you not assist, Captain?"
    },
    {
      "id": 52,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Safety Team Captain",
      "content": "I'm heading to visit the Information Team to pick up the 'bullets' they moved from the middle layer."
    },
    {
      "id": 53,
      "model": "이상",
      "teller": "Yi Sang",
      "title": "Safety Team Agent",
      "content": "The bullets... I see. The bullets must be the Shield-type bullets the manager and the Sephirot fire to protect us, then."
    },
    {
      "id": 54,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Safety Team Captain",
      "content": "Hmph. I prefer the bullet that bursts everything it touches. Isn't there true beauty in blasting an annoying coworker's head apart?"
    },
    {
      "id": 55,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Safety Team Captain",
      "content": "But I suppose the useful ones get to live."
    },
    {
      "id": 56,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Safety Team Captain",
      "content": "The Control Team Captain ordered her men to move the bullet stock from the middle to the upper layer. For some 'information training purposes', she says."
    },
    {
      "id": 57,
      "model": "이상",
      "teller": "Yi Sang",
      "title": "Safety Team Agent",
      "content": "Ah. Is it Captain Faust of whom you speak?"
    },
    {
      "id": 58,
      "model": "이상",
      "teller": "Yi Sang",
      "title": "Safety Team Agent",
      "content": "Then the training cannot have been her 'purpose'... only an 'excuse' to ensure we have access to the bullets."
    },
    {
      "id": 59,
      "model": "이상",
      "teller": "Yi Sang",
      "title": "Safety Team Agent",
      "content": "As that level of preparation appears rather unnecessary for Ordeals of Dawn... patently, a calamity of greater magnitude is nigh to unfold."
    },
    {
      "id": 60,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Safety Team Captain",
      "content": "It'll be a waste to use the bursting bullet on someone useful like you."
    },
    {
      "id": 61,
      "model": "이상",
      "teller": "Yi Sang",
      "title": "Safety Team Agent",
      "content": "I heard tale that the Sephirah in charge of Captain Faust's department maintains quite the... dangerously high standard for her subordinates."
    },
    {
      "id": 62,
      "model": "말쿠트",
      "title": "Control Team Sephirah",
      "content": "Testing, testing! Can you hear me, upper layer employees? I will be in charge of the operations for this Ordeal, so please follow my directions!"
    },
    {
      "id": 63,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Safety Team Captain",
      "content": "She can try to come up with something airtight, but she's not smart enough for that. The Captain must have prepared those countermeasures for such emergencies."
    },
    {
      "id": 64,
      "model": "이상",
      "teller": "Yi Sang",
      "title": "Safety Team Agent",
      "content": "Ah, yet the more complicated the structure of a thing is, the greater the room it is for holes to go unnoticed."
    },
    {
      "id": 65,
      "model": "말쿠트",
      "title": "Control Team Sephirah",
      "content": "And I mean all of you, Training Team, Information Team, and Safety Team! I know that our employees can handle this!"
    },
    {
      "id": 66,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Safety Team Captain",
      "content": "Hmph. I suppose she's not lying. Considering that an employee who 'can't handle it' is no employee at all in her eyes."
    },
    {
      "id": 67,
      "content": "With that, the Captain spun around and disappeared into the other side of the hallway."
    },
    {
      "id": 68,
      "model": "이상",
      "teller": "Yi Sang",
      "title": "Safety Team Agent",
      "content": "Haah..."
    },
    {
      "id": 69,
      "content": "Left alone, the child turns the muzzles of his handguns toward the violet creatures."
    },
    {
      "id": 70,
      "model": "이상",
      "teller": "Yi Sang",
      "title": "Safety Team Agent",
      "content": "Fruits of Understanding... have you not lost your ways?"
    },
    {
      "id": 71,
      "content": "He carries out his duty, firing butterflies as lost as his foes."
    },
    {
      "id": 72,
      "model": "이상",
      "teller": "Yi Sang",
      "title": "Safety Team Agent",
      "content": "I mourn you... bloom, and be the path for one another to follow."
    },
    {
      "id": 73,
      "content": "In solemn silence."
    }
  ]
}