{
    "dataList": [
        {
            "id": 0,
            "model": "이상",
            "title": "Blade Lineage Salsu",
            "content": "Though I merely yearn to gaze out the window, here the paper covering its openings obstructs the moonlight, much to my heart’s discontent."
        },
        {
            "id": 1,
            "content": "The child, looking up at the paper window with his dissatisfied, narrowed eyes, didn’t seem to give any attention to his interlocutor."
        },
        {
            "id": 2,
            "model": "오티스",
            "title": "Blade Lineage Salsu",
            "content": "You’re the one who said you wanted to sleep in a tile-roofed house."
        },
        {
            "id": 3,
            "content": "Siiip. The sound of tea passing his lips sounded his disapproval."
        },
        {
            "id": 4,
            "model": "오티스",
            "title": "Blade Lineage Salsu",
            "content": "Additionally, moving to the south was also your idea, Yi Sang."
        },
        {
            "id": 5,
            "model": "이상",
            "title": "Blade Lineage Salsu",
            "content": "While I do not deny that…"
        },
        {
            "id": 6,
            "content": "Receiving the other child’s flack, the child known as Yi Sang slowly turned his head to face her."
        },
        {
            "id": 7,
            "model": "이상",
            "title": "Blade Lineage Salsu",
            "content": "We were in need of a new territory from which to extort, were we not? I believe I offered an apt solution."
        },
        {
            "id": 8,
            "model": "오티스",
            "title": "Blade Lineage Salsu",
            "content": "You just won’t back down, will you."
        },
        {
            "id": 9,
            "model": "이상",
            "title": "Blade Lineage Salsu",
            "content": "Yielding is not a behavior that aligns with me."
        },
        {
            "id": 10,
            "model": "오티스",
            "title": "Blade Lineage Salsu",
            "content": "Why don’t you take up the mantle for us in that case? What made you recommend me to be the leader instead?"
        },
        {
            "id": 11,
            "model": "이상",
            "title": "Blade Lineage Salsu",
            "content": "Excess labor does not mirror my ideal performance, both mental and manual."
        },
        {
            "id": 12,
            "model": "오티스",
            "title": "Blade Lineage Salsu",
            "content": "Says the one nicknamed “Slayer” for taking an excess of lives, huh?"
        },
        {
            "id": 13,
            "model": "이상",
            "title": "Blade Lineage Salsu",
            "content": "It is my preference to be wholly focused when I am doing my job."
        },
        {
            "id": 14,
            "content": "Whilst engaging in the rhythmed exchange, the child with dark bags under his eyes stopped to recall something, then added:"
        },
        {
            "id": 15,
            "model": "이상",
            "title": "Blade Lineage Salsu",
            "content": "In addition, I remember you once asked this: “You’re usually a laid-back jokester, so what transforms you into a cold-blooded killer whenever a sword is in your hands?”"
        },
        {
            "id": 16,
            "model": "오티스",
            "title": "Blade Lineage Salsu",
            "content": "That I did."
        },
        {
            "id": 17,
            "model": "이상",
            "title": "Blade Lineage Salsu",
            "content": "I hope today’s exchange has provided an answer."
        },
        {
            "id": 18,
            "content": "Siiip."
        },
        {
            "id": 19,
            "content": "The child nonchalantly nursed his tea after that."
        },
        {
            "id": 20,
            "content": "The look on the other child’s face shows discomfort among many other things, but to describe them all in detail would be a disservice."
        },
        {
            "id": 21,
            "content": "Isn’t that right?"
        }
    ]
}