{
    "dataList": [
        {
            "id": 0,
            "content": "The iron horse rumbles onward. The air is heavy inside the locomotive."
        },
        {
            "id": 1,
            "content": "Voiceless ones ride the iron horse. Have we lost our tongues? Nay, we are but lonesome souls. Companionship is a comfort seldom sought, scarcely expected here, whether that be with the ones adjacent to or with ones opposite of."
        },
        {
            "id": 2,
            "content": "They appear to lack even the strength to will their lips into speech."
        },
        {
            "id": 3,
            "content": "Shoulders slumped, necks hung, vacant eyes gazing into or fingers tapping at the small tools in their hands."
        },
        {
            "id": 4,
            "content": "No different from them, I am."
        },
        {
            "id": 5,
            "content": "In this iron horse I sit still, voiceless and unfocused; its will is entirely detached from my own. With aimless eyes I look at naught in particular; no person, no object comes into focus."
        },
        {
            "id": 6,
            "content": "How long has it been since I was last given reprieve from labor?"
        },
        {
            "id": 7,
            "content": "To measure it is meaningless. To attempt it is an act of futility."
        },
        {
            "id": 8,
            "content": "My employers are quite adept at pilfering time and memories."
        },
        {
            "id": 9,
            "content": "Though it is said that a janitor uses their services not, I know not if I hallucinate or merely recollect in imagining my very own torn body as I pull the passengers' shredded corpus together."
        },
        {
            "id": 10,
            "content": "Perhaps I have unknowingly done labor of many lifetimes. There is a fraction of truth to that notion—my exhaustion alone a testimonial to its veracity."
        },
        {
            "id": 11,
            "content": "Yet, what worth does that truth hold, if any?"
        },
        {
            "id": 12,
            "content": "... The existence of this iron horse is no different from that of mine."
        },
        {
            "id": 13,
            "content": "My own feet betray me. My own arms do not steer my comings and goings. My path is a track laid by the herd."
        },
        {
            "id": 14,
            "content": "I who, even with immeasurable fatigue laden upon my back, commute to work and commute to home as the sun rises and sets."
        },
        {
            "id": 15,
            "content": "I who, as I rebuild the passengers' corpus, pay nary a mind to who they were, why they elected to jaunt via this infernal train. The iron horse cares not about the doings of others. It merely comes and goes as it is told.\n... Just as I do."
        },
        {
            "id": 16,
            "content": "The distinction blurs."
        },
        {
            "id": 17,
            "content": "I muse. Is the existence of this iron horse the very selfsame as that train that which I abominate so?"
        },
        {
            "id": 18,
            "content": "My senses suddenly become fully aware. My palms reach to the dagger worn on my waist. I may have been unwittingly made a passenger on that train. And I would have no way of knowing. Then..."
        },
        {
            "id": 19,
            "model": "Announcement",
            "teller": "Announcement",
            "title": "???",
            "content": "... Station. The exit is on the..."
        },
        {
            "id": 20,
            "content": "The iron horse comes to a halt. People exit and board. I exhale."
        },
        {
            "id": 21,
            "content": "Nightmarish reveries must have taken hold of me once again. Terror sinks deep and lands heavily upon my laden heart."
        },
        {
            "id": 22,
            "content": "I..."
        },
        {
            "id": 23,
            "content": "I push the company cap down over my eyes and rise. Work draws nigh."
        },
        {
            "id": 24,
            "content": "I have no recourse."
        },
        {
            "id": 25,
            "content": "For half of today I am charged with educating our new fellow employees. It will be a fleeting moment of respite from cleaving and collecting the remains of our slain passengers."
        },
        {
            "id": 26,
            "content": "An insignificant consolation, yet relief is relief. I leave the iron horse behind and make my way to the trains."
        },
        {
            "id": 27,
            "content": "A wry and worthless grin passes my face, knowing there is no place for a self on this path I walk."
        }
    ]
}