{
    "dataList": [
        {
            "id": 0,
            "model": "이상",
            "teller": "Yi Sang",
            "title": "Molar Office",
            "content": "You intend to leave the Office... again?"
        },
        {
            "id": 1,
            "model": "오티스",
            "teller": "Outis",
            "title": "Molar Office",
            "content": "\"Again\"...? I don't appreciate your tone. This business outing is strictly for professional purposes only. Do you understand?"
        },
        {
            "id": 2,
            "model": "이상",
            "teller": "Yi Sang",
            "title": "Molar Office",
            "content": "How could I, pray tell, word it in any other way when every instance of your 'business outing' has led to copious insobriety?"
        },
        {
            "id": 3,
            "model": "오티스",
            "teller": "Outis",
            "title": "Molar Office",
            "content": "That is but the nature of this business! A generous amount of alcohol has always resulted in smoother negotiations with our contractors!"
        },
        {
            "id": 4,
            "model": "이상",
            "teller": "Yi Sang",
            "title": "Molar Office",
            "content": "... I see. Try not to slumber overlong this time, then."
        },
        {
            "id": 5,
            "model": "오티스",
            "teller": "Outis",
            "title": "Molar Office",
            "content": "Tsk. You do not know the amount of work I put into this Office..."
        },
        {
            "id": 6,
            "content": "Though the child clearly heard her grumble, he elected to ignore it."
        },
        {
            "id": 7,
            "content": "Arguing with her would only lead to pointless squabbles that always end up as wastes of time."
        },
        {
            "id": 8,
            "content": "Besides, what point could there be in arguing with your boss?"
        },
        {
            "id": 9,
            "model": "오티스",
            "teller": "Outis",
            "title": "Molar Office",
            "content": "Ahem. Just be aware that I will be heading out for a bit today."
        },
        {
            "id": 10,
            "model": "오티스",
            "teller": "Outis",
            "title": "Molar Office",
            "content": "Yi Sang, 'the contract' I snagged yesterday is coming up soon. Make sure that we don't leave any work behind before leaving the Office for that job."
        },
        {
            "id": 11,
            "model": "이상",
            "teller": "Yi Sang",
            "title": "Molar Office",
            "content": "... Most certainly."
        },
        {
            "id": 12,
            "content": "Thud."
        },
        {
            "id": 13,
            "content": "As soon as his boss left the office, the child immediately returned to his seat and began organizing the documents."
        },
        {
            "id": 14,
            "content": "Unlike his boss, whose every sentence exuded lackadaisicalness, this child was well—known in the industry for his complete and utter focus on the work at hand."
        },
        {
            "id": 15,
            "content": "Everyone knew that the child was diligent and dedicated to the work given to him, but..."
        },
        {
            "id": 16,
            "model": "이상",
            "teller": "Yi Sang",
            "title": "Molar Office",
            "content": "……."
        },
        {
            "id": 17,
            "content": "... They didn't know about the complex musings he'd let linger on in his head."
        },
        {
            "id": 18,
            "content": "The child recalled all the times he'd spent working, struggling ever since he joined this Office."
        },
        {
            "id": 19,
            "content": "Starting from contracts that some would consider nothing more than errands... to slowly building up his reputation."
        },
        {
            "id": 20,
            "content": "The anxiety of missing the contract deadline. All the times his life was at risk due to underestimating the enemies' numerical advantages."
        },
        {
            "id": 21,
            "content": "After all that toil, the Office finally seized a remarkable opportunity like a contract from R Corp., a Wing. People were finally starting to recognize them."
        },
        {
            "id": 22,
            "content": "He was rather proud to be a member of one such Office, but..."
        },
        {
            "id": 23,
            "content": "On the other hand, worrisome thoughts plagued the child."
        },
        {
            "id": 24,
            "content": "Is she going to be okay? Of course, she's no slouch when it comes to fighting and has no trouble picking up work for the Office..."
        },
        {
            "id": 25,
            "content": "But could his boss really take on a job of such gravity when he himself wasn't entirely sure about his own capabilities?"
        },
        {
            "id": 26,
            "model": "이상",
            "teller": "Yi Sang",
            "title": "Molar Office",
            "content": "... Hmm. Some fresh air will do me good."
        },
        {
            "id": 27,
            "content": "The child looked away from work for a moment, got up, and opened the windows."
        },
        {
            "id": 28,
            "content": "Sighing, he hoped that the pitter—patter of the rain could wash away the heavy doubts cast upon his heart."
        },
        {
            "id": 29,
            "content": "But there was something ominous about this contract that rubbed him the wrong way."
        }
    ]
}