{
  "dataList": [
    {
      "id": 0,
      "model": "파우스트",
      "title": "LCE Research Team",
      "content": "……."
    },
    {
      "id": 1,
      "content": "A hallway within the LCE."
    },
    {
      "id": 2,
      "content": "The child who's been analyzing the amassed data suddenly senses two sets of eyes intensely focused on her back. This was unusual."
    },
    {
      "id": 3,
      "content": "She briefly turned around and realized that the source of the intense gazing was their new junior researcher, who'd joined just yesterday."
    },
    {
      "id": 4,
      "content": "What could possibly be the reason for this staring, she wondered. Especially when he was already with another senior researcher."
    },
    {
      "id": 5,
      "content": "She could not imagine why, until the pair began talking."
    },
    {
      "id": 6,
      "teller": "Novice Researcher",
      "title": "LCE Research Team",
      "content": "Huh, I thought all E.G.O gear worn by the LCE looked ridiculous, but..."
    },
    {
      "id": 7,
      "teller": "Novice Researcher",
      "title": "LCE Research Team",
      "content": "... the one she's wearing looks pretty clean. It almost looks workshop-made."
    },
    {
      "id": 8,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "Perhaps you found the E.G.O gears of the LCE odd, for unlike the gears of Lobotomy Corporation, various inhuman features such as tails or scales may sprout on their users."
    },
    {
      "id": 9,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "Yet... hold not so much envy in your heart for her gear, for many failed to find it within themselves to don it."
    },
    {
      "id": 10,
      "teller": "Novice Researcher",
      "title": "LCE Research Team",
      "content": "Whaat! But that E.G.O gear looks so cool!"
    },
    {
      "id": 11,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "... For it may go... 'boom'."
    },
    {
      "id": 12,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "Shall it be during battle, or during study, one cannot say. Perhaps it may erupt... even now."
    },
    {
      "id": 13,
      "teller": "Novice Researcher",
      "title": "LCE Research Team",
      "content": "W-wait, then..."
    },
    {
      "id": 14,
      "content": "The child, unable to bear this any longer, paused and turned around."
    },
    {
      "id": 15,
      "model": "파우스트",
      "title": "LCE Research Team",
      "content": "Please refrain from sharing rumors of ambiguous sources to new hires, Yi Sang."
    },
    {
      "id": 16,
      "teller": "Novice Researcher",
      "title": "LCE Research Team",
      "content": "... C'mon, were you trying to prank me again?"
    },
    {
      "id": 17,
      "model": "파우스트",
      "title": "LCE Research Team",
      "content": "I had wondered for what cause you could possibly have for bringing someone else along... But it does not seem to have been for any productive purpose."
    },
    {
      "id": 18,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "Ha ha..."
    },
    {
      "id": 19,
      "model": "파우스트",
      "title": "LCE Research Team",
      "content": "Well. He did not lie, to be precise. It is indeed true that this E.G.O gear is prone to reactions of explosive nature."
    },
    {
      "id": 20,
      "model": "파우스트",
      "title": "LCE Research Team",
      "content": "Yet, the safety trials have already been completed regarding such risks. There is no reason to fear."
    },
    {
      "id": 21,
      "teller": "Novice Researcher",
      "title": "LCE Research Team",
      "content": "Ugh, I don't know. I don't think I'd ever feel safe if I had to wear that."
    },
    {
      "id": 22,
      "teller": "Novice Researcher",
      "title": "LCE Research Team",
      "content": "Isn't it too risky?"
    },
    {
      "id": 23,
      "model": "파우스트",
      "title": "LCE Research Team",
      "content": "... Most subjects of study here at LCE are fraught with risks of unknown natures. One cannot hope to accomplish anything should they flee before high-risk research projects."
    },
    {
      "id": 24,
      "model": "파우스트",
      "title": "LCE Research Team",
      "content": "Researchers must endeavor to be able to explain the fundamentals of their operations, and thus face what dangers may lie ahead to establish conclusions."
    },
    {
      "id": 25,
      "model": "파우스트",
      "title": "LCE Research Team",
      "content": "You would do well to remember that, if your aim is to accomplish anything here at the LCE through research."
    },
    {
      "id": 26,
      "teller": "Novice Researcher",
      "title": "LCE Research Team",
      "content": "... That's true. Whatever you guys are dealing with here at the LCE, the Abnormalities, the Distortions are... I simply haven't seen or heard of anything like them anywhere else."
    },
    {
      "id": 27,
      "teller": "Novice Researcher",
      "title": "LCE Research Team",
      "content": "I... I'll remember that."
    },
    {
      "id": 28,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "Be not so harsh on him, for it has been but two days since his onboarding."
    },
    {
      "id": 29,
      "model": "파우스트",
      "title": "LCE Research Team",
      "content": "Yi Sang, perhaps you should adjust your attunement level with that E.G.O."
    },
    {
      "id": 30,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "Ahm. It may be that, in the process of welcoming a promising junior researcher, I have allowed my mischievousness to get out of hand."
    },
    {
      "id": 31,
      "model": "파우스트",
      "title": "LCE Research Team",
      "content": "Yes. Well. Then I will excuse myself."
    },
    {
      "id": 32,
      "content": "She must have had nothing more to say."
    },
    {
      "id": 33,
      "content": "Because she whipped around and began walking away, as though her business here was concluded. But the researcher stopped her in her steps."
    },
    {
      "id": 34,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "Ah. Are you... bound for the Peccatula Laboratory, by any chance?"
    },
    {
      "id": 35,
      "model": "파우스트",
      "title": "LCE Research Team",
      "content": "Yes. I am to participate in a combat capacity test."
    },
    {
      "id": 36,
      "model": "이상",
      "title": "LCE Research Team",
      "content": "Then will you, perhaps, bring my junior with you for a field trip? He is yet to be assigned a task, and I find him ill prepared to join me for an Abnormality management work."
    },
    {
      "id": 37,
      "model": "파우스트",
      "title": "LCE Research Team",
      "content": "Very well."
    },
    {
      "id": 38,
      "content": "It's unusual for researchers of most companies to be involved in any degree of combat..."
    },
    {
      "id": 39,
      "content": "This seemed to have piqued the junior researcher's interest."
    },
    {
      "id": 40,
      "teller": "Novice Researcher",
      "title": "LCE Research Team",
      "content": "Woah... combat tests?"
    },
    {
      "id": 41,
      "model": "파우스트",
      "title": "LCE Research Team",
      "content": "Yes. It guarantees results, should it succeed. Repression Work efficiency. Abnormality or Distortion containment breach suppression efficiency. Not to mention the various additional data that can be procured from engaging them in combat."
    },
    {
      "id": 42,
      "content": "But the junior researcher didn't have much time to ask his questions, as they arrived at the laboratory within minutes."
    },
    {
      "id": 43,
      "content": "The child walked into the laboratory alone as the junior researcher watched through the glass window."
    },
    {
      "id": 44,
      "content": "The Peccatula in there surrounded the child as though they were drawn by something."
    },
    {
      "id": 45,
      "teller": "Novice Researcher",
      "title": "LCE Research Team",
      "content": "Y-you're gonna be okay, right?"
    },
    {
      "id": 46,
      "model": "파우스트",
      "title": "LCE Research Team",
      "content": "No variables of any risk have been observed."
    },
    {
      "id": 47,
      "model": "파우스트",
      "title": "LCE Research Team",
      "content": "Raising attunement level. Resonating."
    },
    {
      "id": 48,
      "content": "The child soared toward the ceiling, making some distance between herself and the gathering Peccatula."
    },
    {
      "id": 49,
      "content": "This must've been made possible thanks to her assimilation rate—also known here as attunement rate."
    },
    {
      "id": 50,
      "content": "Normally, this wouldn't have been possible even with a high attunement rate, but the LCE E.G.O were different."
    },
    {
      "id": 51,
      "teller": "Novice Researcher",
      "title": "LCE Research Team",
      "content": "Woah, wait. Winged E.G.Os can fly? I thought they were just for show?!"
    },
    {
      "id": 52,
      "model": "파우스트",
      "title": "LCE Research Team",
      "content": "Not necessarily. Most Winged E.G.O gears do not have flight capabilities."
    },
    {
      "id": 53,
      "model": "파우스트",
      "title": "LCE Research Team",
      "content": "Indeed, it is true that, as long as high attunement level can be maintained, it can utilize the source Abnormality's idiosyncrasies with greater flexibility compared to Lobotomy Corporation E.G.O."
    },
    {
      "id": 54,
      "content": "By gaining a deep understanding of the Abnormality, and by maintaining, even for a brief moment, empathy for it..."
    },
    {
      "id": 55,
      "content": "... she was able to temporarily raise her attunement level by her own volition."
    },
    {
      "id": 56,
      "content": "Perhaps, in a way, it is closer to the usage of actual E.G.O rather than E.G.O gears of Lobotomy Corporation."
    },
    {
      "id": 57,
      "teller": "Novice Researcher",
      "title": "LCE Research Team",
      "content": "I see. So I should try my best to raise my attunement levels."
    },
    {
      "id": 58,
      "model": "파우스트",
      "title": "LCE Research Team",
      "content": "Maybe so, but over-investment is discouraged."
    },
    {
      "id": 59,
      "model": "파우스트",
      "title": "LCE Research Team",
      "content": "Deeper studies and obsession may cause the wearer to be consumed by the E.G.O."
    },
    {
      "id": 60,
      "model": "파우스트",
      "title": "LCE Research Team",
      "content": "Like so."
    },
    {
      "id": 61,
      "content": "The child's moves began to grow increasingly flashy as she burns the Peccatula away one by one."
    },
    {
      "id": 62,
      "content": "Spreading embers everywhere... just like the Abnormality, Ardor Blossom Moth."
    },
    {
      "id": 63,
      "content": "That's when a sudden crackling noise echoed through the laboratory."
    },
    {
      "id": 64,
      "content": "It wasn't anything special, considering that the entire chamber was practically on fire..."
    },
    {
      "id": 65,
      "content": "... but the junior researcher couldn't help but flinch out of fear, given what the senior researcher from earlier had told him."
    },
    {
      "id": 66,
      "teller": "Novice Researcher",
      "title": "LCE Research Team",
      "content": "A-are you about to blow?"
    },
    {
      "id": 67,
      "model": "파우스트",
      "title": "LCE Research Team",
      "content": "Were I to raise the attunement level further, yes. I would explode."
    },
    {
      "id": 68,
      "model": "파우스트",
      "title": "LCE Research Team",
      "content": "But I don't intend to, of course. There is still much that must be studied."
    },
    {
      "id": 69,
      "content": "Just as that bizarre heat began to coalesce around her, the child closed her eyes as though she was emptying her thoughts. And..."
    },
    {
      "id": 70,
      "content": "... the flames were extinguished. The burning wings, the fire that had traced the path of her weapon... all gone."
    },
    {
      "id": 71,
      "content": "Just as the experiment was over, the researcher ran up to the child, mesmerized."
    },
    {
      "id": 72,
      "teller": "Novice Researcher",
      "title": "LCE Research Team",
      "content": "That was awesome. Crazy how you could so freely control your attunement to the E.G.O just like that."
    },
    {
      "id": 73,
      "teller": "Novice Researcher",
      "title": "LCE Research Team",
      "content": "Think I can be a researcher like you, Ms. Faust?"
    },
    {
      "id": 74,
      "model": "파우스트",
      "title": "LCE Research Team",
      "content": "It is inadvisable to do so, however. Though it may appear as though the attunement levels were freely controlled..."
    },
    {
      "id": 75,
      "model": "파우스트",
      "title": "LCE Research Team",
      "content": "... not even Faust may be free from the effects of corrosion."
    },
    {
      "id": 76,
      "content": "It was indeed the child's natural disposition to welcome risks in pursuit of knowledge."
    },
    {
      "id": 77,
      "content": "However, this child here is more extreme than others, given that she is affected by the E.G.O."
    },
    {
      "id": 78,
      "content": "That is why this child does not wish..."
    },
    {
      "id": 79,
      "content": "... for this junior researcher to walk the same path as she does."
    },
    {
      "id": 80,
      "model": "파우스트",
      "title": "LCE Research Team",
      "content": "Always exercise utmost caution when raising attunement levels. Especially when you are in the source Abnormality's immediate presence."
    },
    {
      "id": 81,
      "content": "Watching the researcher nod vigorously, the child began cleaning up the testing chamber."
    },
    {
      "id": 82,
      "content": "So she failed to notice a look of ominous passion in the researcher's eyes."
    },
    {
      "id": 83,
      "content": "E.G.O. And attunement to the Abnormality."
    },
    {
      "id": 84,
      "content": "Failing to see the misfortune that the burning embers of his passion will one day spark."
    }
  ]
}