{
    "dataList": [
        {
            "id": 0,
            "content": "The world is abound with things of beauty."
        },
        {
            "id": 1,
            "content": "The scattering moonlight. The blooming red plum blossoms."
        },
        {
            "id": 2,
            "content": "Among all that is beautiful in this world... Faust considers these two the finest of them all."
        },
        {
            "id": 3,
            "content": "... Faust is confident that she has read nearly every book in existence; no knowledge may escape Faust's grasp."
        },
        {
            "id": 4,
            "content": "Even still, to me... nothing else comes close to these two."
        },
        {
            "id": 5,
            "content": "Regardless..."
        },
        {
            "id": 6,
            "content": "I am okay. I can create new things with the strokes of my brush, put my thoughts to paper."
        },
        {
            "id": 7,
            "content": "... We are to leave this home behind soon."
        },
        {
            "id": 8,
            "content": "S Corp. can no longer be redeemed."
        },
        {
            "id": 9,
            "content": "The deluge of corruption, pouring from the headwaters and perverting every strand of the waterways of this river, cannot be stemmed."
        },
        {
            "id": 10,
            "content": "We are but scholars of the martial arts; we cannot be a levee, let alone a dam to stop that flow."
        },
        {
            "id": 11,
            "content": "Yet, there are virtuous ones who seek to purify the rivers of these putrefactions."
        },
        {
            "id": 12,
            "content": "We... or, at least our mentor... felt that we must help them."
        },
        {
            "id": 13,
            "content": "It may have been his personal sense of justice. Perhaps it was his own way of providing us with a last bastion to save our homeland."
        },
        {
            "id": 14,
            "content": "I have not inquired him, for he is a man of few words."
        },
        {
            "id": 15,
            "content": "I suppose his intentions behind this action matters not when we have already failed. We could not stop the levee from leaking."
        },
        {
            "id": 16,
            "content": "The flood took us, who stood next to the levee to defend it... and it left us no choice but to abandon our home."
        },
        {
            "id": 17,
            "content": "It was no easy decision to leave the Nest behind."
        },
        {
            "id": 18,
            "content": "The Blade Lineage under our mentor's guidance were all small feathers, each minor officials of their own."
        },
        {
            "id": 19,
            "content": "S Corp. sent the Ch'unokkun after the mentor..."
        },
        {
            "id": 20,
            "content": "We have lost many fellows in the process. Yet I must consider ourselves lucky; though our forces have dwindled, we were allowed to convene under the same banner once again."
        },
        {
            "id": 21,
            "content": "... One day, I would like to pen a letter under the moonlight again."
        },
        {
            "id": 22,
            "content": "Mm. Before my brush with death does memories of the past return to me."
        },
        {
            "id": 23,
            "content": "So I wield this blade to protect my fellows, to prepare a new home for us."
        },
        {
            "id": 24,
            "content": "Though the red plum blossoms wilt with time and lose their beauty, I shall bloom them nonetheless. So that this fleeting moment may be treasured."
        },
        {
            "id": 25,
            "content": "... How long has it been since we have departed our Nest?"
        },
        {
            "id": 26,
            "content": "Though I write not under the moonlight, I had a brief moment to write with my brush."
        },
        {
            "id": 27,
            "content": "My fellows have diligently sought a new home for us and led us to the Backstreets of T Corp...."
        },
        {
            "id": 28,
            "content": "... Yet it was already occupied by a different Syndicate."
        },
        {
            "id": 29,
            "content": "It need not be said that conflict was inevitable."
        },
        {
            "id": 30,
            "content": "Mm."
        },
        {
            "id": 31,
            "content": "Something casts its shadow over the moon."
        },
        {
            "id": 32,
            "content": "They call themselves the Heug-un... Dark cloud."
        },
        {
            "id": 33,
            "content": "The cloud may eclipse the moon for a brief moment, indeed."
        },
        {
            "id": 34,
            "content": "But..."
        },
        {
            "id": 35,
            "content": "When the wind blows, and when time passes, the cloud will scatter like any other."
        },
        {
            "id": 36,
            "content": "And before the majesty of the moon, the cloud is as insignificant as a speck of dust."
        },
        {
            "id": 37,
            "content": "This cloud shall be cast from the skies like the splendid shower of plum blossom petals."
        },
        {
            "id": 38,
            "content": "It may be by my hands, our mentor's... or another Salsu's."
        },
        {
            "id": 39,
            "content": "Whoever it may be, the outcome is inevitable."
        },
        {
            "id": 40,
            "content": "The cloud shall scatter, and red plum blossoms shall bloom from our foes."
        },
        {
            "id": 41,
            "content": "As it all should be."
        }
    ]
}