{
  "dataList": [
    {
      "id": 0,
      "content": "Several noises are present at this child's desk. Sounds of fingers tapping on a keyboard and a pen tip scratching against the paper among them."
    },
    {
      "id": 1,
      "content": "A Fixer, armed with prosthetics, nervously approached the child and presented a set of documents before her. The child took them with one hand, barely paying any attention to the Fixer."
    },
    {
      "id": 2,
      "model": "파우스트",
      "title": "MultiCrack Office",
      "content": "Your budget proposal has been reviewed, but several points of necessary adjustments have also been identified."
    },
    {
      "id": 3,
      "teller": "Prosthetic Fixer",
      "title": "MultiCrack Office",
      "content": "Yes, ma'am..."
    },
    {
      "id": 4,
      "content": "The Fixer shuddered a little, dreading her next words."
    },
    {
      "id": 5,
      "content": "While this child was generally of a gentle disposition, she was very strict when it came to documents and numbers."
    },
    {
      "id": 6,
      "content": "It barely mattered how many times the Office employees reviewed, proofread, and meticulously checked every little detail in their reports for typos and miscalculations; they could never stand proudly in front of this perfectionist child as they presented their reports to her."
    },
    {
      "id": 7,
      "content": "And just as the Fixer had dreaded, the child stops and loads up numerous data graphics on her monitor even before moving past the first few pages of the document."
    },
    {
      "id": 8,
      "model": "파우스트",
      "title": "MultiCrack Office",
      "content": "It feels necessary to note that the purposes of this contract expedition extend beyond the contract itself; a part of it is to expand the Office's partnership via business meetings with T Corp., and the other is to attend inventors' conferences to establish partnerships with new trading workshops."
    },
    {
      "id": 9,
      "teller": "Prosthetic Fixer",
      "title": "MultiCrack Office",
      "content": "Ah, yes! Actually, I did take that part into account when setting our budget. I made sure to prepare more than enough funds to—"
    },
    {
      "id": 10,
      "model": "파우스트",
      "title": "MultiCrack Office",
      "content": "Mm. It appears that each participant in this expedition is universally assigned a twenty-four-hour-day budget. However, each participant must be assigned hours specifically tailored toward their roles in this expedition; please note that we will be meeting with Workshops of varying wealth brackets, some located within Nests, some located in the Backstreets."
    },
    {
      "id": 11,
      "teller": "Prosthetic Fixer",
      "title": "MultiCrack Office",
      "content": "Oh..."
    },
    {
      "id": 12,
      "model": "파우스트",
      "title": "MultiCrack Office",
      "content": "Research the average daily hours for T Corp. upper class and Backstreets inventors. Oh, and you have neglected to include a list of Workshops that the Office seeks to visit."
    },
    {
      "id": 13,
      "content": "The Fixer froze in place. If it weren't for his prosthetic eye, he would've been constantly squeezing his eyes shut, cringing at each pointed criticism she made."
    },
    {
      "id": 14,
      "model": "파우스트",
      "title": "MultiCrack Office",
      "content": "Most of the Office's contracts have been with P Corp., so your ignorance of T Corp.'s idiosyncrasies is understandable and expected. What is impressive is Faust's knowledge, which lies far beyond any average metric."
    },
    {
      "id": 15,
      "content": "The child briefly glances at the Fixer before saying some very un-reassuring words of reassurance. But she also pointed to a part of the document before complimenting his work."
    },
    {
      "id": 16,
      "content": "It was her own way of giving him a carrot after the series of sticks she just delivered."
    },
    {
      "id": 17,
      "model": "파우스트",
      "title": "MultiCrack Office",
      "content": "Using the WARP train is an acceptable suggestion, however. Set apart a week of our schedule and contact the Seven Association to conduct on-site surveys. Do not forget to verify that information yourself, of course."
    },
    {
      "id": 18,
      "content": "Just as the Fixer was about to respond, she motioned him to stop."
    },
    {
      "id": 19,
      "content": "And after a long contemplation, she began."
    },
    {
      "id": 20,
      "model": "파우스트",
      "title": "MultiCrack Office",
      "content": "... Expand the WARP train budget."
    },
    {
      "id": 21,
      "teller": "Prosthetic Fixer",
      "title": "MultiCrack Office",
      "content": "Um, ma'am, that budget is more than enough. W Corp. is running a promotion for economy class tickets, so..."
    },
    {
      "id": 22,
      "model": "파우스트",
      "title": "MultiCrack Office",
      "content": "That would normally be the case, indeed. However..."
    },
    {
      "id": 23,
      "content": "The child gazes into the air for a moment, before closing her eyes to think."
    },
    {
      "id": 24,
      "content": "She does that often when she's trying to understand something that's not so easily understood."
    },
    {
      "id": 25,
      "model": "파우스트",
      "title": "MultiCrack Office",
      "content": "... I may be traveling in a first class seat instead."
    },
    {
      "id": 26,
      "teller": "Prosthetic Fixer",
      "title": "MultiCrack Office",
      "content": "Seriously?"
    },
    {
      "id": 27,
      "content": "The Fixer raised all four of his hands, surprised by her request."
    },
    {
      "id": 28,
      "content": "The child looked away from the documents at the Fixer's overreaction. She glared at him, her eyebrows lowered, with a look of perplexed disdain."
    },
    {
      "id": 29,
      "model": "파우스트",
      "title": "MultiCrack Office",
      "content": "Is there a problem with that?"
    },
    {
      "id": 30,
      "teller": "Prosthetic Fixer",
      "title": "MultiCrack Office",
      "content": "N-no, it's just... unexpected."
    },
    {
      "id": 31,
      "teller": "Prosthetic Fixer",
      "title": "MultiCrack Office",
      "content": "I just thought you would consider a first class seat a waste of money. Like, what's the use of all that luxury and the immense budget if you only get to enjoy it for just ten seconds? That's horribly inefficient."
    },
    {
      "id": 32,
      "model": "파우스트",
      "title": "MultiCrack Office",
      "content": "On that, I do agree. However..."
    },
    {
      "id": 33,
      "model": "파우스트",
      "title": "MultiCrack Office",
      "content": "Oh, well. It is how it is. I do not quite understand what the Gesellschaft is thinking."
    },
    {
      "id": 34,
      "teller": "Prosthetic Fixer",
      "title": "MultiCrack Office",
      "content": "S-shaft? Are you feeling shafted by something, boss?"
    },
    {
      "id": 35,
      "model": "파우스트",
      "title": "MultiCrack Office",
      "content": "No, it's nothing."
    },
    {
      "id": 36,
      "model": "파우스트",
      "title": "MultiCrack Office",
      "content": "In any case... update the proposal as per my requests and place it on this desk by tomorrow morning. If you believe that is too much workload for you to handle within a day, wake up Mister Heathcliff from his workday nap and ask him to assist you in proofreading the document."
    },
    {
      "id": 37,
      "teller": "Prosthetic Fixer",
      "title": "MultiCrack Office",
      "content": "H-heathcliff! Wake up!"
    },
    {
      "id": 38,
      "model": "히스클리프",
      "title": "MultiCrack Office",
      "content": "Yaaaawn... Guh? Yeah, what?"
    },
    {
      "id": 39,
      "model": "파우스트",
      "title": "MultiCrack Office",
      "content": "And please, tell him to get himself a cup of coffee or any substance of the like from the break room."
    },
    {
      "id": 40,
      "teller": "Prosthetic Fixer",
      "title": "MultiCrack Office",
      "content": "Yes... ma'am..."
    },
    {
      "id": 41,
      "content": "As the Fixer dragged the sleepy child to the break room, this child rose from her seat and slowly walked to the windows."
    },
    {
      "id": 42,
      "content": "Past the full-glass window is a view of numerous tall-buildings emblematic of the northern architecture. On the streets are people, so far and so small, almost ant-like in the child's eyes, busily walking through their daily lives."
    },
    {
      "id": 43,
      "content": "The child sips on her cup of coffee as she reviews the adjusted plan, taking in the view."
    },
    {
      "id": 44,
      "content": "So that she could perfect the plan even further using Faust's knowledge."
    },
    {
      "id": 45,
      "content": "And the meticulously crafted plan began paying off almost as soon as the contract began in earnest."
    },
    {
      "id": 46,
      "teller": "Henchman",
      "title": "???",
      "content": "H-how's that arm still intact?! We hit 'em with the explosives!"
    },
    {
      "id": 47,
      "model": "파우스트",
      "title": "MultiCrack Office",
      "content": "We have been informed that the T Corp. Backstreets Syndicates often make use of inventions of more explosive variety."
    },
    {
      "id": 48,
      "model": "파우스트",
      "title": "MultiCrack Office",
      "content": "Model 40Y-3, specifically crafted to withstand high levels of heat and shock, was indeed a good choice of gear for this contract."
    },
    {
      "id": 49,
      "content": "The child's prosthetic eye had already finished mapping out the interiors of the dark warehouse."
    },
    {
      "id": 50,
      "content": "Just as she identified the trajectory of the bomb, and where it flew from, she rushed forward and casually swung the two greatswords attached to her prosthetic arms."
    },
    {
      "id": 51,
      "content": "And in a slash, their supposed leader's head was separated from his body."
    },
    {
      "id": 52,
      "content": "The henchmen began charging toward her and the prosthetic Fixers with swords and spears, but it was all a useless struggle. Whenever they managed to break their arms, the Fixers would simply replace them with new ones."
    },
    {
      "id": 53,
      "model": "파우스트",
      "title": "MultiCrack Office",
      "content": "Let us move a little faster. We have a business meeting scheduled in two hours."
    },
    {
      "id": 54,
      "content": "It wasn't long before every single one of the Syndicate's henchmen were on the ground."
    },
    {
      "id": 55,
      "content": "However, the child did not even spare a moment to celebrate, and instead walked toward one of the doors of the massive warehouse that the Syndicate was guarding."
    },
    {
      "id": 56,
      "model": "파우스트",
      "title": "MultiCrack Office",
      "content": "A lamp that returns colors... I have never seen one this bright and large. Now the impressive magnitude of the contract sum seems more reasonable."
    },
    {
      "id": 57,
      "content": "Just as soon as the door swings open, the sepia-toned room immediately begins filling with brilliantly varied colors."
    },
    {
      "id": 58,
      "content": "That spectacular scene was enough to catch the attention of other Fixers as well, who were finishing off the remaining Syndicate henchmen."
    },
    {
      "id": 59,
      "teller": "Prosthetic Fixer",
      "title": "MultiCrack Office",
      "content": "This thing is massive. I don't know if we have enough collective horsepower to... you know..."
    },
    {
      "id": 60,
      "model": "히스클리프",
      "title": "MultiCrack Office",
      "content": "Oi, boss lady. Do we really have to deliver this ourselves?"
    },
    {
      "id": 61,
      "model": "파우스트",
      "title": "MultiCrack Office",
      "content": "Of course not. The Devyat' Association has already been contacted and informed that we would like for them to deliver this item to our client."
    },
    {
      "id": 62,
      "model": "히스클리프",
      "title": "MultiCrack Office",
      "content": "When the hell did you... mm, nevermind."
    },
    {
      "id": 63,
      "model": "히스클리프",
      "title": "MultiCrack Office",
      "content": "Huh, this scuffle wasn't as exciting as I thought it'd be."
    },
    {
      "id": 64,
      "teller": "Prosthetic Fixer",
      "title": "MultiCrack Office",
      "content": "Right? I thought we'd struggle because we're all out of our elements here at T Corp. Backstreets."
    },
    {
      "id": 65,
      "content": "A grin, of a nigh-unnoticeably slight arc, appeared on her lips as she proudly crossed her arms together. The Office Fixers' response was that of unmitigated respect."
    },
    {
      "id": 66,
      "model": "파우스트",
      "title": "MultiCrack Office",
      "content": "This can all be attributed to Faust's meticulous and flawless plan that eliminates all uncertainties and variables."
    },
    {
      "id": 67,
      "content": "And..."
    },
    {
      "id": 68,
      "model": "파우스트",
      "title": "MultiCrack Office",
      "content": "Your contributions were also of some help, however minuscule they may have been."
    },
    {
      "id": 69,
      "content": "... she did not forget to impart a few words of encouragement, fashioned in her very own unique way of delivering them."
    }
  ]
}