{
    "dataList": [
        {
            "id": 0,
            "content": "'Tis Day 15!"
        },
        {
            "id": 1,
            "content": "What a busy day it was!"
        },
        {
            "id": 2,
            "content": "Though it has only been four days since I was assigned to the Training Team, it feels as though I have done enough work to fill years' worth of toil!"
        },
        {
            "id": 3,
            "content": "Our merry band gains one or two new employees as a day goes by, yet they seem to disappear the very next day... Verily, I have nary a time to remember their faces."
        },
        {
            "id": 4,
            "content": "Well... it is said that employees here are oft moved from department to department, from team to team! It must simply be the case that the new employees have been assigned to places better fit for their expertise!"
        },
        {
            "id": 5,
            "content": "I was once again assigned Work with O-04-84... Ah, apologies. I was once again assigned Work with young Lantern today."
        },
        {
            "id": 6,
            "content": "Ah, 'twould be more veracious to say that my dear fellow Lantern had once again escaped from the confinements to bloom a flower elsewhere!"
        },
        {
            "id": 7,
            "content": "I had little choice but to haul young Lantern back to the containment unit to conduct mine Work..."
        },
        {
            "id": 8,
            "content": "Many times have I warned my good fellow that no game of hide-and-seek is to be played without a proper announcement of 'ready or not, here I come'! Yet young Lantern refuseth to heed mine words."
        },
        {
            "id": 9,
            "content": "Unlike other Abnormalities here, young Lantern doth not trigger a particular alarm with its escapades."
        },
        {
            "id": 10,
            "content": "I, as the employee tasked with handling our young Lantern fellow, oft come to a late realization upon noticing the tragic vacancy of young Lantern's containment unit... or upon noticing a sudden spike in disappearances of fellow employees in a particular area."
        },
        {
            "id": 11,
            "content": "When I realize that, and hurry to that suspicious area... voilà, our young Lantern can be found hiding there, indeed."
        },
        {
            "id": 12,
            "content": "Choosing a containment unit entrance most random, blooming a flower there, gobbling up innocent young employees and turning them into manure...! I can hardly let such mischief stand!"
        },
        {
            "id": 13,
            "content": "I regret to inform thee that I had little choice but to smack its hiney a few times... before herding it back to the containment unit."
        },
        {
            "id": 14,
            "content": "Then... I have conducted the list of Work that were to be completed today."
        },
        {
            "id": 15,
            "content": "'Twere the Grooming Procedure, Adjustment of Light Intensity... yet I also wished to conduct an additional Work on the young Lantern! I had to converse with it regarding the mischief from earlier today! Forsooth, I shall not let this naughtiness go without a proper consequence!"
        },
        {
            "id": 16,
            "content": "Ah... however...."
        },
        {
            "id": 17,
            "content": "Prithee, think! Can thee find within thyself cruelty to punish such a plush, fluffy creature such as this?"
        },
        {
            "id": 18,
            "content": "I had not the heart to punish it properly and had to make do with petting it a tad harsher than usual... Mayhaps mine own heart was far too tender for this kind of work."
        },
        {
            "id": 19,
            "content": "Well... thus I departed the containment unit and submitted the PE-Boxes..."
        },
        {
            "id": 20,
            "content": "Which is when I heard the siren ring all across the company hallway! Perhaps it was time for an Ordeal, indeed!"
        },
        {
            "id": 21,
            "content": "Lady Outis... ah, Captain Outis was mid-Work in one of the containment units, so she could not be a part of the Ordeal Suppression team. On account of the first responder team's failure to Suppress the Ordeal, some containment units had fallen."
        },
        {
            "id": 22,
            "content": "Among the friends that made it to the hallway were... Ah, one of my former responsibilities, the Fraggy of the Universe fellow!"
        },
        {
            "id": 23,
            "content": "It hath deigned to gift me this adorable heart-shaped badge... it saddens me that I had to lightly bonk it and haul it back to its respective chamber."
        },
        {
            "id": 24,
            "content": "Alas... a job is a job! The company hath trusted my judgment enough to assign me with these responsibilities, and thus I must answer the call!"
        },
        {
            "id": 25,
            "content": "If a work hath been assigned... I shall meet it with gusto!"
        },
        {
            "id": 26,
            "content": "And complete it with heart full of joy."
        },
        {
            "id": 27,
            "content": "Thus doth my daily journaling come to an end!"
        }
    ]
}