{
  "dataList": [
    {
      "id": 0,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "……."
    },
    {
      "id": 1,
      "content": "What are you thinking, Father?"
    },
    {
      "id": 2,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "What are you doing?! Stab him!"
    },
    {
      "id": 3,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "Ah... ahh..."
    },
    {
      "id": 4,
      "content": "What are you thinking now, at this precise moment..."
    },
    {
      "id": 5,
      "content": "... as the family who once loved you so much impales you, who once loved us in return, with these brutal stakes?"
    },
    {
      "id": 6,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "Stab him now!!!"
    },
    {
      "id": 7,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "<i>Gah, aaaaargh!!!</i>"
    },
    {
      "id": 8,
      "model": "로쟈",
      "title": "The Princess of La Manchaland",
      "content": "... Know that you were the one who wronged us. You abandoned all of us—you abandoned the whole Family."
    },
    {
      "id": 9,
      "content": "What are you thinking, Father?"
    },
    {
      "id": 10,
      "content": "What are the thoughts swirling in your mind as the outpouring of curses and condemnation, stained by both wrath and hatred, strike your ears?"
    },
    {
      "id": 11,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "Rouse yourself from the dream, O Father."
    },
    {
      "id": 12,
      "content": "The reply you gave me was silence."
    },
    {
      "id": 13,
      "content": "Was it your fury against us that had sealed your lips?"
    },
    {
      "id": 14,
      "content": "No, it was not."
    },
    {
      "id": 15,
      "content": "For you merely cast down your gaze as a staked sinner does out of guilt."
    },
    {
      "id": 16,
      "content": "Like a felon who has no words left to say in their defense."
    },
    {
      "id": 17,
      "content": "What happened to us?"
    },
    {
      "id": 18,
      "content": "Where did this all begin?"
    },
    {
      "id": 19,
      "content": "Both are questions with answers in plain sight."
    },
    {
      "id": 20,
      "content": "The day when a stranger knocked forcefully upon our gates."
    },
    {
      "id": 21,
      "content": "The day when Father's eyes began to twinkle with interest."
    },
    {
      "id": 22,
      "content": "The day when, during one Family gathering, we collectively agreed that we would help our beloved Father achieve his dream as the Knight's tales of adventure began to pull him in."
    },
    {
      "id": 23,
      "content": "Every little change brought on by each new day has shaped and molded the bed of this penultimate moment."
    },
    {
      "id": 24,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "You built this insurmountable wall of disconnect between yourself and the rest of us. The responsibility is yours, and yours alone."
    },
    {
      "id": 25,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "<i>You</i> abandoned us."
    },
    {
      "id": 26,
      "content": "I can hear the echoes of Father's jovial laughter all the way from here, at the end of this hallway."
    },
    {
      "id": 27,
      "content": "Next to the Father stood the Knight of the White Moon, having taken my place."
    },
    {
      "id": 28,
      "content": "I hide behind a pillar, peering at the pair."
    },
    {
      "id": 29,
      "content": "I recall the words of my Father. I recall the words you used to impale my heart like a stake."
    },
    {
      "id": 30,
      "content": "'I am no longer in need of your company. Please, divert your care to La Manchaland and the rest of the Family. Look after them.'"
    },
    {
      "id": 31,
      "content": "Your language was plain. Not a singular pretense, deception, or intentional embellishments veiled those words."
    },
    {
      "id": 32,
      "content": "Your words, shared casually over the breakfast table one morning, were as gentle and affectionate as your every other word."
    },
    {
      "id": 33,
      "content": "So I wished to have faith."
    },
    {
      "id": 34,
      "content": "That Father sent me away because he cared for me."
    },
    {
      "id": 35,
      "content": "A tale in which Bloodfiends are no longer bound by their yearning for blood."
    },
    {
      "id": 36,
      "content": "A tale in which a clement, selfless hero protects all."
    },
    {
      "id": 37,
      "content": "A tale in which humans and Bloodfiends coexist, smiles abound, in paradise."
    },
    {
      "id": 38,
      "content": "A tale in which we must embrace the dream to seek and reclaim our lost tomorrows."
    },
    {
      "id": 39,
      "content": "... He must have sent me away, because I clearly did not show an iota of interest in these laughably absurd tales. Because He valued my time."
    },
    {
      "id": 40,
      "content": "Yes, it had to be a decision he made in his love for the Family, despite the Knight's silver tongue infecting his mind."
    },
    {
      "id": 41,
      "content": "That... was the faith I hoped to instill within myself."
    },
    {
      "id": 42,
      "content": "Yet, as I peered from behind the pillar as they bantered, I could not perish the thought that I was simply making excuses for him."
    },
    {
      "id": 43,
      "content": "Little chuckles peppered in between lighthearted chatter. Both of them, swirling happily inside a little world of their own."
    },
    {
      "id": 44,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "Do you truly find the tales regaled by the human that riveting?"
    },
    {
      "id": 45,
      "content": "Father was dreaming a new dream."
    },
    {
      "id": 46,
      "content": "Having discarded the old dream that he had imbued in us as he saved us from the gutters."
    },
    {
      "id": 47,
      "content": "I cannot imagine the euphoria brought upon by your newfound dream, Father..."
    },
    {
      "id": 48,
      "content": "... but for me—"
    },
    {
      "id": 49,
      "content": "... No, for us, our Family... it was nothing more than a culmination of our worst nightmares."
    },
    {
      "id": 50,
      "content": "How much longer can our sanity endure this exitless nightmare?"
    },
    {
      "id": 51,
      "content": "I see it still, past the darkness of my eyelids. A vision of a past I lived not so long ago."
    },
    {
      "id": 52,
      "content": "Memories of our own Family members who had gone mad from long-suppressed instincts."
    },
    {
      "id": 53,
      "content": "I remember the day when Father deemed their sin unforgivable. Their sin of seeking happiness as Bloodfiends should—by bringing harm to humans."
    },
    {
      "id": 54,
      "content": "In my hand that wielded the lance, which was commanded there by Father's orders, lingered a foreign and unfamiliar sensation."
    },
    {
      "id": 55,
      "content": "My very own thoughts then are alien to me. How did I feel as I buried their still living bodies into the earth? How did I feel as I so mercilessly tore through their skulls?"
    },
    {
      "id": 56,
      "content": "I open my eyes and look at my hands, sodden with sweat. I wipe them dry."
    },
    {
      "id": 57,
      "content": "Then my gaze focuses on the Priest's Area, still lit so bright at such a late hour."
    },
    {
      "id": 58,
      "content": "Our Father's dream isn't what sustains our Family now."
    },
    {
      "id": 59,
      "content": "It's the Priest's desperate words of consolation in the face of endless pain."
    },
    {
      "id": 60,
      "content": "The halls still echo with Father and the Knight's laughter."
    },
    {
      "id": 61,
      "content": "Now, more than ever, I feel an intense hatred for that noise."
    },
    {
      "id": 62,
      "content": "I felt my own feet moving on their own toward the confessional as though they were possessed."
    },
    {
      "id": 63,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "How did the consultations go?"
    },
    {
      "id": 64,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "……."
    },
    {
      "id": 65,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "Well, it's no different from the usual. All are at peace, tranquil, as they always are, and all that."
    },
    {
      "id": 66,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "You lie. Do you take me for such a fool that I would fail to pick up on what really is happening?"
    },
    {
      "id": 67,
      "content": "Splatters of blood marred his room. His back was rough and torn with fresh wounds."
    },
    {
      "id": 68,
      "content": "There was a whip on his desk, surrounded by dozens of uneaten hemobars."
    },
    {
      "id": 69,
      "content": "I knew that something was starting to fester within all of us, but... it affected the Priest most severely."
    },
    {
      "id": 70,
      "content": "For he stood alone before the flood, taking the outpouring pain, suffering, and hatred of the Family in our Father's stead..."
    },
    {
      "id": 71,
      "content": "... rotting inside more than anyone else."
    },
    {
      "id": 72,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "Cancel some of your consultation appointments."
    },
    {
      "id": 73,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "But—"
    },
    {
      "id": 74,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "Send them to me instead. I will lend my ear to their troubles."
    },
    {
      "id": 75,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "... You will?"
    },
    {
      "id": 76,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "At this rate, taking on this responsibility alone will break you before long, before anyone else."
    },
    {
      "id": 77,
      "content": "His eyes wavered on me with a look of unmistakable distrust..."
    },
    {
      "id": 78,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "... Please do not hesitate to ask me for assistance, should any questions or difficulties arise."
    },
    {
      "id": 79,
      "content": "... but he did not refuse my help."
    },
    {
      "id": 80,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "……."
    },
    {
      "id": 81,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "……."
    },
    {
      "id": 82,
      "content": "What words must be said to alleviate one such absence of exchange?"
    },
    {
      "id": 83,
      "content": "I stood there for what felt like an eternity, trying to come up with something to talk about, but there was nothing. When I turned to leave, Gregor called to me in a peculiar tone."
    },
    {
      "id": 84,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "That... reminds me."
    },
    {
      "id": 85,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "I heard through the grapevine that Father was preparing to leave on an adventure."
    },
    {
      "id": 86,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "Yes. All on his own, too. Once again, it seems that the human is responsible for this."
    },
    {
      "id": 87,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "I hear that this adventure will be a quest for a legendary helm. The sheer idea of it... I can hardly wait."
    },
    {
      "id": 88,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "……."
    },
    {
      "id": 89,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "You... What do you know about that adventure?"
    },
    {
      "id": 90,
      "content": "The Priest is acting overtly secretive."
    },
    {
      "id": 91,
      "content": "I looked straight into his nervously wandering eyes and asked in an interrogative tone."
    },
    {
      "id": 92,
      "content": "We weren't that close, but I knew him well enough to ask him what he really meant there."
    },
    {
      "id": 93,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "... A plan, you say?"
    },
    {
      "id": 94,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "I don't know if it is wise of me to share such a thing with you, but... yes. Lady Rodion is the one masterminding this plan."
    },
    {
      "id": 95,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "Well... I suppose there is no harm in sharing this with you, now."
    },
    {
      "id": 96,
      "content": "How could I have ever imagined?"
    },
    {
      "id": 97,
      "content": "That this despicable plot of filial impiety, so horrible that anyone hearing it would have intensely hated the idea..."
    },
    {
      "id": 98,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "... It's all for the happiness of the Family."
    },
    {
      "id": 99,
      "content": "... was shared to me by none other than the Priest."
    },
    {
      "id": 100,
      "content": "My instincts are screaming at me to immediately take this matter to Father."
    },
    {
      "id": 101,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "……."
    },
    {
      "id": 102,
      "content": "The confessional, it alone a sight of madness manifest, cuts through my heart."
    },
    {
      "id": 103,
      "content": "When the Priest succumbs to madness—which is only a matter of time—another Bloodfiend will have to sit in that small room, all alone, to shoulder the burden of anxiety from the entire Family."
    },
    {
      "id": 104,
      "content": "It need not be said that the same fate awaits all who shall take his place."
    },
    {
      "id": 105,
      "content": "And when, one by one, more and more of the Family loses their grip on their sanity..."
    },
    {
      "id": 106,
      "content": "Should I again be made to bury my own Family, my own Blood? Will my hands be once again forced to crush their skulls?"
    },
    {
      "id": 107,
      "content": "Is this... the horrid future our Father dreamed of?"
    },
    {
      "id": 108,
      "content": "No, it cannot be."
    },
    {
      "id": 109,
      "content": "Father was changed. Changed and twisted by the silver-tongued wiles of the Knight."
    },
    {
      "id": 110,
      "content": "Even as the Family that had promised to withstand the thirst, that had promised to dream together, crumbles..."
    },
    {
      "id": 111,
      "content": "... our irresponsible Father still seeks to go on an adventure in such a blithe display of his naïveté. This alone is proof enough."
    },
    {
      "id": 112,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "She conspires a sin of filial impiety. An unthinkable transgression."
    },
    {
      "id": 113,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "But... I must hear her out first."
    },
    {
      "id": 114,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "Lady Rodion is currently in the process of wrapping up the last Parade of the day."
    },
    {
      "id": 115,
      "content": "I knew where to go to put an end to this chaos."
    },
    {
      "id": 116,
      "content": "To the Parade Area, where my only sister resides."
    },
    {
      "id": 117,
      "model": "로쟈",
      "title": "The Princess of La Manchaland",
      "content": "Oh, your eyes... you already know everything, don't you?"
    },
    {
      "id": 118,
      "model": "로쟈",
      "title": "The Princess of La Manchaland",
      "content": "Was it the Priest who let you in on this?"
    },
    {
      "id": 119,
      "content": "An elaborate Parade..."
    },
    {
      "id": 120,
      "content": "Surrounding the procession's path are humans, laughing and clapping delightedly at the Parade."
    },
    {
      "id": 121,
      "content": "Their eyes hold no trace of the fear that we once instilled in them."
    },
    {
      "id": 122,
      "content": "I only saw... polite and innocent affability, at worst."
    },
    {
      "id": 123,
      "content": "Even the hunters, who once hated us enough to the point where they would willingly throw their lives away just to kill a single one of us... now make an exception for us."
    },
    {
      "id": 124,
      "content": "Our sacrifice was all it took to perpetuate this idyllic reality."
    },
    {
      "id": 125,
      "content": "... Yes. Our sacrifice, and only our sacrifice."
    },
    {
      "id": 126,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "Father's ridiculously juvenile dream, it's... becoming real. They're starting to acknowledge it."
    },
    {
      "id": 127,
      "model": "로쟈",
      "title": "The Princess of La Manchaland",
      "content": "You mean the dream that made our every waking moment a nightmare?"
    },
    {
      "id": 128,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "……."
    },
    {
      "id": 129,
      "model": "로쟈",
      "title": "The Princess of La Manchaland",
      "content": "Haah... I guess it is my fault for expecting you to have changed at all. You'd always agree with Father no matter—"
    },
    {
      "id": 130,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "Do as you will."
    },
    {
      "id": 131,
      "content": "What meaning is there to happiness if I... if we are all excluded from its blessing?"
    },
    {
      "id": 132,
      "content": "I know the answer now."
    },
    {
      "id": 133,
      "content": "The happiness our Father saw in his ideals is meaningless to us."
    },
    {
      "id": 134,
      "content": "What glory is there in gazing upon the happiness of humans, if we stand upon the ground in which our Family lies buried—made into corpses by our own hands to free them from their madness?"
    },
    {
      "id": 135,
      "model": "로쟈",
      "title": "The Princess of La Manchaland",
      "content": "What?"
    },
    {
      "id": 136,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "I said go ahead. Do it."
    },
    {
      "id": 137,
      "content": "At my confident reply, an odd light begins to shimmer in my sister's eyes. The eyes that had completely lost any semblance of light, the eyes that had seen too much fatigue to glimmer anymore."
    },
    {
      "id": 138,
      "model": "로쟈",
      "title": "The Princess of La Manchaland",
      "content": "... But it's filial impiety. I thought you'd be more... opposed to this."
    },
    {
      "id": 139,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "It is Father who has abandoned us."
    },
    {
      "id": 140,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "And that plan..."
    },
    {
      "id": 141,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "... comes from none other than you, who had to look after the entire Family while our absent Father was chasing his hollow dreams."
    },
    {
      "id": 142,
      "model": "로쟈",
      "title": "The Princess of La Manchaland",
      "content": "……."
    },
    {
      "id": 143,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "Focus on the plan, and leave it to me to take care of the Family in the meantime."
    },
    {
      "id": 144,
      "model": "로쟈",
      "title": "The Princess of La Manchaland",
      "content": "I thought you were still so... disinterested in everything happening before your eyes."
    },
    {
      "id": 145,
      "model": "로쟈",
      "title": "The Princess of La Manchaland",
      "content": "Hey, I kinda... like the new you."
    },
    {
      "id": 146,
      "model": "로쟈",
      "title": "The Princess of La Manchaland",
      "content": "Go to the Barber, and she will explain everything. That Child was the architect of the more intricate parts of the plan, after all."
    },
    {
      "id": 147,
      "model": "로쟈",
      "title": "The Princess of La Manchaland",
      "content": "... No, actually, I'll go with you. It would be easier for you to have me there to smooth things out... right?"
    },
    {
      "id": 148,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "... Yes."
    },
    {
      "id": 149,
      "model": "로쟈",
      "title": "The Princess of La Manchaland",
      "content": "Sancho is in."
    },
    {
      "id": 150,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "Lady Sancho... will take part in our plan...?"
    },
    {
      "id": 151,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "Hm. Very well, your grace. This will certainly reduce the risks involved in my strategy."
    },
    {
      "id": 152,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "Your involvement... in this particular manner... certainly was unexpected."
    },
    {
      "id": 153,
      "model": "로쟈",
      "title": "The Princess of La Manchaland",
      "content": "Well, she can pretend all she wants about how little she cares about us, but... I guess she kept her eye on the rest of the Family in her own way."
    },
    {
      "id": 154,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "Indeed. Then perhaps it is possible that your apparent disinterest in that perfect dress I had once crafted for you was but a mask to hide your deep interest in the sartorial arts."
    },
    {
      "id": 155,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "That's—"
    },
    {
      "id": 156,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "A lighthearted jest. I merely thought to break the ice, given that you have remained entirely silent since the moment you stepped into this room. Please don't concern yourself with my comments."
    },
    {
      "id": 157,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "I will try on your dress... next time. For now, I would like you to elaborate on your 'plan'."
    },
    {
      "id": 158,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "……."
    },
    {
      "id": 159,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "We plan to place the Helm of Mambrino over Father's head."
    },
    {
      "id": 160,
      "model": "로쟈",
      "title": "The Princess of La Manchaland",
      "content": "We received this intelligence from that Relic peddler who kept swindling our Father."
    },
    {
      "id": 161,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "The Relic's function is as follows: whosoever wears the helm shall be viewed as an equal in the eyes of the beholder."
    },
    {
      "id": 162,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "Viewed as an equal by the beholder... Does that mean the taboo, our revulsion for hurting a higher Kindred can be... nullified?"
    },
    {
      "id": 163,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "Precisely, your grace. Were I to look at an individual wearing the helm, I will perceive them as a Third Kindred. And if Lady Sancho or Lady Rodion were to look at them, they would appear as a Second Kindred."
    },
    {
      "id": 164,
      "model": "로쟈",
      "title": "The Princess of La Manchaland",
      "content": "It is said to have a similar effect on humans as well. A king shall see the helm-wearer as a king, and a knight shall see the helm-wearer as a knight."
    },
    {
      "id": 165,
      "content": "The plan was more solid than I had expected, but the risks were still immense."
    },
    {
      "id": 166,
      "content": "Though Father had expended much of his strength when he created Rocinante, his might remains nigh-insurmountable."
    },
    {
      "id": 167,
      "content": "Even with the crutch provided by the mask, the knowledge that he is still our Father will stay the hands of many of our Family members."
    },
    {
      "id": 168,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "But..."
    },
    {
      "id": 169,
      "model": "로쟈",
      "title": "The Princess of La Manchaland",
      "content": "... Yes. But this the best chance we've got."
    },
    {
      "id": 170,
      "content": "For us to be released from the binding saddles of this nightmare..."
    },
    {
      "id": 171,
      "content": "... we must drag our Father, who gallops onward at the vanguard of this procession, from his steed."
    },
    {
      "id": 172,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "... That is why we have turned against you."
    },
    {
      "id": 173,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "Because in the dark, invisible corners of La Manchaland, we were there. Suffering silently as our instinct strangled us."
    },
    {
      "id": 174,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "Just as you forsook our happiness, we forsake your ideals!"
    },
    {
      "id": 175,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "We will seek blood! Slaughter every human we see!"
    },
    {
      "id": 176,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "... And the Knight who corrupted your mind shall be found and torn limb from limb."
    },
    {
      "id": 177,
      "content": "Was it your lingering attachment to the dream? That it could still be realized?"
    },
    {
      "id": 178,
      "content": "Or was it the resentment toward us who ruined your dream of coexistence? Your retribution for our transgressions?"
    },
    {
      "id": 179,
      "content": "Even as your gaze remains downcast, weighed down by the guilt of abandoning your own Family, you raise an arm toward us."
    },
    {
      "id": 180,
      "content": "As though the dream continues still."
    },
    {
      "id": 181,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "……"
    },
    {
      "id": 182,
      "content": "All of a sudden, I was struck by a terrible premonition."
    },
    {
      "id": 183,
      "content": "Our preparations were immaculate, ready for every possibility. But... should Father unleash his full might, determined to decimate his entire Family..."
    },
    {
      "id": 184,
      "content": "... He will kill us all. Even if we manage to defeat him, as impossible as that sounds, none of us will survive the battle. And that was the best case scenario."
    },
    {
      "id": 185,
      "content": "Yet why, I wonder."
    },
    {
      "id": 186,
      "content": "Yet why did I see, from your trembling hands, a clear sign of hesitation that could not be disguised...?"
    },
    {
      "id": 187,
      "content": "I quickly motion the Family to stop materializing their weapons out of panic."
    },
    {
      "id": 188,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "He isn't trying to fight us. This is..."
    },
    {
      "id": 189,
      "content": "A great shadow, more vast than even the darkest clouds, begins to devour the sky over us."
    },
    {
      "id": 190,
      "content": "A wall of blood begins to materialize around La Manchaland."
    },
    {
      "id": 191,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "I-is Father sealing La Manchaland? He's trapping us in here!"
    },
    {
      "id": 192,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "... This is the retribution we deserve."
    },
    {
      "id": 193,
      "model": "로쟈",
      "title": "The Princess of La Manchaland",
      "content": "... Everyone, let's remain calm. We're going to be okay. I know we're going to be okay."
    },
    {
      "id": 194,
      "content": "The Family panics. My sister gives me an odd look. I push harder on my lance impaling Father's chest."
    },
    {
      "id": 195,
      "content": "They—and I—have committed the sin of filial impiety."
    },
    {
      "id": 196,
      "content": "But for the Family to be confined here in La Manchaland again for another eternity of suffering..."
    },
    {
      "id": 197,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "Stop this."
    },
    {
      "id": 198,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "If you ever loved us as much as we once loved you..."
    },
    {
      "id": 199,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "... you will do nothing. I beseech you."
    },
    {
      "id": 200,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "For that is your final responsibility to us as our Father."
    },
    {
      "id": 201,
      "content": "The shadow that had begun to shroud the sky slowly withdraws, growing thinner."
    },
    {
      "id": 202,
      "content": "As if to say that his love for us hasn't changed."
    },
    {
      "id": 203,
      "content": "Father's arm slowly falls back to his side."
    },
    {
      "id": 204,
      "content": "The Family begins to sob. I can see their tears from the corner of my eyes."
    },
    {
      "id": 205,
      "content": "From relief that the plan was a success. From the dawning of the terrifying reality that we are now without a Father."
    },
    {
      "id": 206,
      "content": "Indeed, someone new must lead them from the vanguard."
    },
    {
      "id": 207,
      "content": "This mass of responsibility is bloody and heavy as it rests ponderously upon my shoulders."
    },
    {
      "id": 208,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "Should someone come seeking the whereabouts of our Father, give them this answer."
    },
    {
      "id": 209,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "That our Father, who galloped toward a hollow dream, dragging his Family through brutal suffering, eventually met his end in the dirt."
    },
    {
      "id": 210,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "And should someone ask you the question \"how will you live on\"..."
    },
    {
      "id": 211,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "Assert boldly that you will live on as a Bloodfiend should."
    },
    {
      "id": 212,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "Then..."
    },
    {
      "id": 213,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "While I bear the responsibility and the guilt..."
    },
    {
      "id": 214,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "... go seek the happiness that you lost."
    },
    {
      "id": 215,
      "content": "It's raining red."
    },
    {
      "id": 216,
      "content": "Father gasps his final breath, and the red droplets continue to pelt over our heads with no end in sight."
    },
    {
      "id": 217,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "... Thus marks the end of the dreaming."
    },
    {
      "id": 218,
      "content": "La Manchaland is falling apart."
    },
    {
      "id": 219,
      "model": "옛산초",
      "title": "The Manager of La Manchaland",
      "content": "For everyone. For you. And me..."
    },
    {
      "id": 220,
      "content": "Because this crimson rain falls from the cumulus of broken things..."
    },
    {
      "id": 221,
      "content": "... the blood overflows, flooding the land before the earth can claim it."
    }
  ]
}