{
  "dataList": [
    {
      "id": 0,
      "model": "돈키호테",
      "title": "T Corp.",
      "content": "Ho there! Art thou home~?"
    },
    {
      "id": 1,
      "content": "The child boastfully calls upon the homeowner."
    },
    {
      "id": 2,
      "content": "She stands in front of a house in some average looking residential area. Flanking her are other uniformed individuals, also patiently waiting for the stubbornly shut door to open."
    },
    {
      "id": 3,
      "model": "돈키호테",
      "title": "T Corp.",
      "content": "Hm... I sense naught in the way of responses."
    },
    {
      "id": 4,
      "model": "로쟈",
      "title": "T Corp.",
      "content": "I mean, we've kinda been crowding in front of his door and demanding him to come out. Heck, I wouldn't leave my home if I was him."
    },
    {
      "id": 5,
      "model": "돈키호테",
      "title": "T Corp.",
      "content": "Peace! Speak not of which that thou knowest not!"
    },
    {
      "id": 6,
      "model": "돈키호테",
      "title": "T Corp.",
      "content": "There must be aught that nags him; verily, 'tis said that the hearts of the guilty are tell-tale hearts! I believe that the same outcome would have awaited me had I visited him all on my lonesome."
    },
    {
      "id": 7,
      "model": "로쟈",
      "title": "T Corp.",
      "content": "Well, maybe we don't always have to start our jobs by confidently banging on their front doors like this..."
    },
    {
      "id": 8,
      "model": "돈키호테",
      "title": "T Corp.",
      "content": "There are procedures to these, procedures..."
    },
    {
      "id": 9,
      "content": "The child whispered something to the other child standing behind her, before straightening her back and clearing her voice."
    },
    {
      "id": 10,
      "model": "돈키호테",
      "title": "T Corp.",
      "content": "Hark! I am a T Corp. Class 3 Staff, and I carry with me the authority to collect thy time!"
    },
    {
      "id": 11,
      "model": "돈키호테",
      "title": "T Corp.",
      "content": "I have awaited for thine answer for five minutes upon arrival in accordance with our procedures, and have even produced this identification watch to prove mine identity..."
    },
    {
      "id": 12,
      "model": "돈키호테",
      "title": "T Corp.",
      "content": "... yet thou art yet to respond in any fashion. Thus do I declare that any further refusal to comply shall be met with swift punishments befitting thy crime of tax evasion!"
    },
    {
      "id": 13,
      "content": "Time Collectors."
    },
    {
      "id": 14,
      "content": "An odd profession unique to T Corp."
    },
    {
      "id": 15,
      "content": "In this district, the use of time manipulation isn't only for speeding up or slowing down someone's day. Time itself is also used as a currency, and as a part of the economic system, it is only natural that it would be subject to taxation."
    },
    {
      "id": 16,
      "content": "Most people with time debt are quite good with making their payments. People working for a halfway decent company often have their time expenses covered by the company, or are provided with extra time as part of the employee benefits. However..."
    },
    {
      "id": 17,
      "content": "... there are two kinds of people who often fail to pay their Time Taxes."
    },
    {
      "id": 18,
      "content": "First are those who, in their greed, intentionally maneuver around having to pay their taxes despite their immense wealth,"
    },
    {
      "id": 19,
      "content": "And the second are the destitute ones, those who could not keep up with the exponentially rising Time Tax interest."
    },
    {
      "id": 20,
      "content": "Some may condemn the former and take pity on the latter..."
    },
    {
      "id": 21,
      "content": "But eventually, all choose to remain silent before the seemingly fair and equal notion that the Collectors come to claim time from both the rich and the poor."
    },
    {
      "id": 22,
      "content": "But this system is but an illusion of equality."
    },
    {
      "id": 23,
      "content": "Because an hour's worth to a rich man is quite different from an hour's worth to a poor man."
    },
    {
      "id": 24,
      "content": "There is nothing fair or equal about this."
    },
    {
      "id": 25,
      "content": "However, given the confident tone of the child's voice, despite her clear knowledge of this inequality, it is quite likely that the owner of this house is someone of the former category."
    },
    {
      "id": 26,
      "model": "돈키호테",
      "title": "T Corp.",
      "content": "No responses, is it? Unjust villain...!"
    },
    {
      "id": 27,
      "content": "Her enthusiasm is a good indicator of whether the collection target is someone of the former or the latter. Whenever she has to collect time from the latter... her enthusiasm completely sizzles out, and she practically drags her feet to get the job done."
    },
    {
      "id": 28,
      "model": "로쟈",
      "title": "T Corp.",
      "content": "Are ya sure he's home?"
    },
    {
      "id": 29,
      "model": "돈키호테",
      "title": "T Corp.",
      "content": "Forsooth! I have meticulously studied the time use records of this long-term tax evader, Classification Number 9730015307!"
    },
    {
      "id": 30,
      "model": "돈키호테",
      "title": "T Corp.",
      "content": "It hath been confirmed that an instance of temporal acceleration was activated within the building a mere three hours ago, and remains within the building's premises."
    },
    {
      "id": 31,
      "model": "돈키호테",
      "title": "T Corp.",
      "content": "In other words, this villain is completely ignoring our orders, despite hearing our every word! The coward hides behind the walls of his home, waiting in bated breath for our departure!"
    },
    {
      "id": 32,
      "model": "로쟈",
      "title": "T Corp.",
      "content": "You're unusually prepared today. I remember how you were during the Backstreets collections job—didn'tcha stop and complain every few steps that you wanted something to eat?"
    },
    {
      "id": 33,
      "model": "돈키호테",
      "title": "T Corp.",
      "content": "... Ahem! Now that the homeowner's lack of intent to respond hath been verified... Rodya, ram the gates!"
    },
    {
      "id": 34,
      "model": "로쟈",
      "title": "T Corp.",
      "content": "Gotcha... Hooah, I do enjoy this door-kicking part of my job."
    },
    {
      "id": 35,
      "content": "The door shatters to pieces with a loud bang."
    },
    {
      "id": 36,
      "teller": "Time Tax Evader",
      "title": "District 20 Resident",
      "content": "Augh... What the hell?! This is trespassing, I'll have you know! You destroyed my door!"
    },
    {
      "id": 37,
      "model": "돈키호테",
      "title": "T Corp.",
      "content": "Oh, trespassers, are we? Verily, 'tis quite apparent that thou art unaware that we are allowed to enter thy property without a warrant, should we espy a probable cause!"
    },
    {
      "id": 38,
      "teller": "Time Tax Evader",
      "title": "District 20 Resident",
      "content": "Oh, shit..."
    },
    {
      "id": 39,
      "teller": "Time Tax Evader",
      "title": "District 20 Resident",
      "content": "S-still, this is completely unreasonable! How can you possibly justify making me, a kind, innocent, and poor man, pay that much in taxes?! This is—"
    },
    {
      "id": 40,
      "model": "돈키호테",
      "title": "T Corp.",
      "content": "…Accelerating."
    },
    {
      "id": 41,
      "content": "The tax evader should not have said that."
    },
    {
      "id": 42,
      "content": "The child's voice, which had been enthusiastically lighthearted until this moment, suddenly cooled into a deep, icy tone. There was a brief click of the Clockwork before the child turned into a blur, and she burst forth in an explosion of speed as she entered the accelerated time."
    },
    {
      "id": 43,
      "teller": "Time Tax Evader",
      "title": "District 20 Resident",
      "content": "Kagh..."
    },
    {
      "id": 44,
      "model": "돈키호테",
      "title": "T Corp.",
      "content": "Mm, my timepiece warns me that mine assigned hours for work purposes is running low... yet I shan't spare any expense for the likes of thee."
    },
    {
      "id": 45,
      "content": "The massive pickaxe held in her hand slammed into the tax evader."
    },
    {
      "id": 46,
      "model": "돈키호테",
      "title": "T Corp.",
      "content": "Worry not for thy health. This collection pickaxe doth not affect thy physical body... contrary to mine wishes that it would, that is."
    },
    {
      "id": 47,
      "content": "Just as the child said, the pickaxe wasn't touching the tax evader; it was floating slightly above his flesh."
    },
    {
      "id": 48,
      "content": "Because the dial was set to time collection mode, it won't dish out any physical harm..."
    },
    {
      "id": 49,
      "content": "... but his time was getting siphoned up into the pickaxe through that tiny gap, as though it was a syringe drawing fluid into its container."
    },
    {
      "id": 50,
      "model": "돈키호테",
      "title": "T Corp.",
      "content": "Hm. Kind, innocent, and poor, is it?"
    },
    {
      "id": 51,
      "content": "There is still some time until the proper amount of time is siphoned through the pickaxe, so the child takes that moment to have a look around the house. Several trinkets that immediately caught her eye when her coworker smashed through the door comes into view."
    },
    {
      "id": 52,
      "model": "돈키호테",
      "title": "T Corp.",
      "content": "That item there is a limited edition trinket from the famous artisan from the east of the Nest, is it not?"
    },
    {
      "id": 53,
      "model": "돈키호테",
      "title": "T Corp.",
      "content": "It is said that their shop operates only under the highest possible level of acceleration, limiting its sales only to those beyond a certain level of affluence, hm?"
    },
    {
      "id": 54,
      "model": "로쟈",
      "title": "T Corp.",
      "content": "Ohh... I know that store. It's that novelty store for rich folks, right? The store that just opens and shuts its doors in an instant so that regular Joes can't even try to enter."
    },
    {
      "id": 55,
      "model": "돈키호테",
      "title": "T Corp.",
      "content": "Indeed... Certainly, it hardly appeareth to be an item that a 'poor' person may have in their possessions, no?"
    },
    {
      "id": 56,
      "teller": "Time Tax Evader",
      "title": "District 20 Resident",
      "content": "?!>@!#$@!?!>#!#!"
    },
    {
      "id": 57,
      "model": "돈키호테",
      "title": "T Corp.",
      "content": "... I have aught else to condemn thee with, yet it appeareth that thy time hath slowed out-of-sync with our own already."
    },
    {
      "id": 58,
      "content": "The child mutters solemnly before dislodging her pickaxe from the tax evader."
    },
    {
      "id": 59,
      "model": "돈키호테",
      "title": "T Corp.",
      "content": "Let the following truths be clearly understood by thee as thou remainest gaoled here in decelerated time, able to do naught as the world outside passes thee by with nary a care."
    },
    {
      "id": 60,
      "model": "돈키호테",
      "title": "T Corp.",
      "content": "The loss thou hast inflicted upon others in thy greed. In thy extortion of those who are truly destitute. In thy reluctance to pay what is due."
    },
    {
      "id": 61,
      "model": "돈키호테",
      "title": "T Corp.",
      "content": "Collections completed for Classification Number 9730015307."
    },
    {
      "id": 62,
      "model": "로쟈",
      "title": "T Corp.",
      "content": "Haha, I always enjoy watching those time-rich dumbasses slow down to a crawl after getting bonked by that time pickaxe! Look, it'll take a whole thirty-minutes for him to take that next step."
    },
    {
      "id": 63,
      "content": "The child and her companions left the decelerated tax evader, who was now moving slower than a sloth, and exited the building through the broken door."
    },
    {
      "id": 64,
      "content": "One must wonder how much it would cost to fix that broken door?"
    },
    {
      "id": 65,
      "content": "... Well, that is, if he even manages to make it to the door before the sun sets."
    }
  ]
}