{
    "dataList": [
        {
            "id": 0,
            "model": "돈키호테",
            "teller": "Don Quixote",
            "title": "N Corp. Mittelhammer",
            "content": "“Yet I shall forge a vow with thee…”"
        },
        {
            "id": 1,
            "content": "The child has held a dream from before she wore her bloodstained armor."
        },
        {
            "id": 2,
            "content": "If there were such a thing as a judge in the City, this child wished to be the one to swing a hammer of judgement at evil—to deliver justice just like a judge’s gavel."
        },
        {
            "id": 3,
            "model": "돈키호테",
            "teller": "Don Quixote",
            "title": "N Corp. Mittelhammer",
            "content": "“Shewing to nail those who have so defiled themselves with vile appendages…”"
        },
        {
            "id": 4,
            "content": "The child also had a good knack for setting her mind to reading."
        },
        {
            "id": 5,
            "content": "Which then grew into a habit of constantly mumbling when she’s not peering into something…"
        },
        {
            "id": 6,
            "model": "돈키호테",
            "teller": "Don Quixote",
            "title": "N Corp. Mittelhammer",
            "content": "Aha. So the reason we pierce the evil with nails beeth to utilize them as tools so the One Who Grips might enact justice… Fuhee."
        },
        {
            "id": 7,
            "content": "The child’s eyes gleamed as she exclaimed this. Though the light was rather murky, there was still a spark to be seen."
        },
        {
            "id": 8,
            "teller": "Stern Inquisitor",
            "title": "N Corp. Großhammer",
            "content": "The break is over. All Mittelhämmer and Kleinhämmer, form the ranks."
        },
        {
            "id": 9,
            "model": "돈키호테",
            "teller": "Don Quixote",
            "title": "N Corp. Mittelhammer",
            "content": "‘Twas another fruitful respite… To be able to ingest the sayings of the One Who Grips in repose—I could ask not for better treatment."
        },
        {
            "id": 10,
            "content": "The child stood up with a refreshed expression, leaning against a hammer larger than herself."
        },
        {
            "id": 11,
            "teller": "Stern Inquisitor",
            "title": "N Corp. Großhammer",
            "content": "Third Hammer, march forward two blocks. Clean the streets."
        },
        {
            "id": 12,
            "model": "돈키호테",
            "teller": "Don Quixote",
            "title": "N Corp. Mittelhammer",
            "content": "I shall meet your expectations! Justice will prevail!"
        },
        {
            "id": 13,
            "content": "Even the more experienced Hammers were growing weary of the non-stop campaigns of “purification”, but this child didn’t appear tired at all."
        },
        {
            "id": 14,
            "content": "On the contrary, she overflowed with vim, sprinting ahead at a stunning speed as soon as the order was made."
        },
        {
            "id": 15,
            "teller": "Stern Inquisitor",
            "title": "N Corp. Großhammer",
            "content": "…Is that the one? The rumored Hammer who has never once eaten the canned provisions?"
        },
        {
            "id": 16,
            "teller": "Solemn Inquisitor",
            "title": "N Corp. Großhammer",
            "content": "And you know what’s more? She hasn’t been subject to a single “discipline” session ever since she was a Kleinhammer."
        },
        {
            "id": 17,
            "teller": "Stern Inquisitor",
            "title": "N Corp. Großhammer",
            "content": "…That does surprise me."
        },
        {
            "id": 18,
            "content": "Watching the child gallop into the distance with a cloud of dust, the two Hammers conversed."
        },
        {
            "id": 19,
            "teller": "Stern Inquisitor",
            "title": "N Corp. Großhammer",
            "content": "As much as faithfulness is a virtue… she certainly is an odd one."
        },
        {
            "id": 20,
            "teller": "Solemn Inquisitor",
            "title": "N Corp. Großhammer",
            "content": "You don’t say. Do you happen to know why she keeps her boots on during breaks?"
        },
        {
            "id": 21,
            "teller": "Stern Inquisitor",
            "title": "N Corp. Großhammer",
            "content": "You mean to suggest that the rumors are true? …That she wears a pair of running shoes underneath, so it’s a hassle to remove them…"
        },
        {
            "id": 22,
            "teller": "Solemn Inquisitor",
            "title": "N Corp. Großhammer",
            "content": "She states they’re her comrades to bring about justice together. Well, I let her be as the One Who Grips did not order me to punish such behavior."
        },
        {
            "id": 23,
            "content": "They didn’t have much more to say after that."
        },
        {
            "id": 24,
            "content": "They had never seen another recruit that became so absorbed in the doctrine without receiving any discipline or canned experiences. It must have put them off."
        },
        {
            "id": 25,
            "content": "Perhaps it is fortunate that that’s what it took for them to be averse."
        },
        {
            "id": 26,
            "model": "돈키호테",
            "teller": "Don Quixote",
            "title": "N Corp. Mittelhammer",
            "content": "Muahahahah! Hahaha!!"
        },
        {
            "id": 27,
            "content": "The poor fellows facing the child had no chance to articulate an impression."
        },
        {
            "id": 28,
            "teller": "Captive Prosthesis",
            "title": "???",
            "content": "H—Help me."
        },
        {
            "id": 29,
            "model": "돈키호테",
            "teller": "Don Quixote",
            "title": "N Corp. Mittelhammer",
            "content": "Lo, a heartless vessel of tin speaks! Ahaha!"
        },
        {
            "id": 30,
            "content": "Torn flesh sounded out, and a massive blunt instrument buffeted the air."
        },
        {
            "id": 31,
            "teller": "Terrified Prosthesis",
            "title": "???",
            "content": "I—I can. Detach this. I—I’m."
        },
        {
            "id": 32,
            "content": "Now gashes, lacerations, ruptures, and bruises."
        },
        {
            "id": 33,
            "model": "돈키호테",
            "teller": "Don Quixote",
            "title": "N Corp. Mittelhammer",
            "content": "Nay, an evildoer’s words cannot be trusted!"
        },
        {
            "id": 34,
            "teller": "Terrified Prosthesis",
            "title": "???",
            "content": "Me…? Why, evil—"
        },
        {
            "id": 35,
            "model": "돈키호테",
            "teller": "Don Quixote",
            "title": "N Corp. Mittelhammer",
            "content": "Juicio!"
        },
        {
            "id": 36,
            "content": "It was as if every kind of wound and noise could be found in that space."
        },
        {
            "id": 37,
            "content": "“Pandemonium” must be an apt description for this sight."
        },
        {
            "id": 38,
            "content": "Some say the scariest people are those who believe that they’re always in the right…"
        },
        {
            "id": 39,
            "content": "Mhm, there must be some truth to that."
        },
        {
            "id": 40,
            "content": "Perhaps the child just wanted to believe what she wanted to believe."
        }
    ]
}