{
  "dataList": [
    {
      "id": 0,
      "content": "The interior of the containment unit is submerged in utter darkness, with not a hint of its walls or ceilings visible to the naked eye."
    },
    {
      "id": 1,
      "content": "Yet the child confidently strode through the tense, thick, swirling darkness that seemed to oppress the very air itself."
    },
    {
      "id": 2,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "The pencil-pushers in fancy suits like to lecture us that Instinct Work will be most efficient against this one, but..."
    },
    {
      "id": 3,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "... tossing them feed from a safe distance is not my style."
    },
    {
      "id": 4,
      "content": "They pulsate like feebly beating hearts."
    },
    {
      "id": 5,
      "content": "The white cocoons, each an approximate size of an adult human, hang low to the floor."
    },
    {
      "id": 6,
      "content": "The child's gaze rises, following the strand that the cocoons descended from, as red eyes light up the ceiling like a midnight forest fire shredding through the dark."
    },
    {
      "id": 7,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "Hah. Even with this cursed instinct so deeply rooted in your origins... you managed to transcend this drab containment unit into a form of art."
    },
    {
      "id": 8,
      "content": "Within the shadowy containment unit lies an even darker place, trapped amidst the tightly woven cocoons."
    },
    {
      "id": 9,
      "content": "Entombed in the cell where only the sounds of one's own heartbeat, the skittering noise of tiny spiders, and the cold brushing of threads could be heard."
    },
    {
      "id": 10,
      "content": "Such tragic horror the deceased employees suffered, this painting of hell, was enough to sate the child's artistic interest."
    },
    {
      "id": 11,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "Yes... I've never seen art like this so up close in my life."
    },
    {
      "id": 12,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "... Or maybe the ones I did see were not worth remembering."
    },
    {
      "id": 13,
      "content": "The swarm of baby spiders was already starting to climb up the child's leg..."
    },
    {
      "id": 14,
      "content": "... and after crawling to and fro between the child's arms and neck for a while, as though searching for something, they began digging into her flesh with their sharp teeth."
    },
    {
      "id": 15,
      "content": "However..."
    },
    {
      "id": 16,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "……."
    },
    {
      "id": 17,
      "content": "The child did not wince or blink even as the painful bites began slowly devouring her, and instead glared straight back at the ominous eyes observing her every move."
    },
    {
      "id": 18,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "I'll admit. This little installation was worth a view."
    },
    {
      "id": 19,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "But no more than that."
    },
    {
      "id": 20,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "As raw as this piece is... your instinct is far from beautiful or pure."
    },
    {
      "id": 21,
      "content": "With that, the child slowly raised her leg."
    },
    {
      "id": 22,
      "content": "A provocation. That she was about to crush the baby spiders, the entity's children, under her feet."
    },
    {
      "id": 23,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "One does not choose their birth parent. Yet, they are born with, and saddled with the responsibility to live within their bounds."
    },
    {
      "id": 24,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "Unless you're merely a pathetic, fallen shell of a thing, who can do nothing but grandstand... if you really consider these baby spiders your family..."
    },
    {
      "id": 25,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "... shouldn't you be attacking me by now?"
    },
    {
      "id": 26,
      "content": "Spider Bud and the child exchanged an unblinking glare."
    },
    {
      "id": 27,
      "content": "After a standoff that felt like an eternity..."
    },
    {
      "id": 28,
      "content": "And only after the Work was complete did she pull back her threatening feet. There wasn't an ounce of emotion in her eyes when she looked over the baby spiders."
    },
    {
      "id": 29,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "They seem used to tearing through skin and burrowing into the raw flesh. You've let them feast on my men often, hm?"
    },
    {
      "id": 30,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "Is that how a mother educates her children?"
    },
    {
      "id": 31,
      "content": "There was no reply from the Abnormality, just as she'd expected."
    },
    {
      "id": 32,
      "content": "But the child seemed to have decided that it was an answer enough. Or, perhaps, the child decided that the fault of the parent was not of its children."
    },
    {
      "id": 33,
      "content": "She carefully pulled the baby spiders, who were still busily chomping away at her flesh, off her body and placed them gently on the ground."
    },
    {
      "id": 34,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "I suppose my question was a waste of breath."
    },
    {
      "id": 35,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "... Hmph. Parents. Fools who can't stand even a moment not spent injecting their children with their own prejudices."
    },
    {
      "id": 36,
      "content": "When the child left, silence once again rushed into the dark of the containment chamber like water flowing into a void."
    },
    {
      "id": 37,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "Tsk. You look so miserable that I won't be surprised if you were to drop dead at any moment."
    },
    {
      "id": 38,
      "model": "이상",
      "title": "Safety Team Agent",
      "content": "……."
    },
    {
      "id": 39,
      "content": "The corridor was full of employees from Teams other than the Safety Team that the child was a part of."
    },
    {
      "id": 40,
      "content": "The child seemed to have noticed something after a quick sweep of the hallway; she grabbed her two E.G.O weapons."
    },
    {
      "id": 41,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "The rookies are all huddled together... N.O.V., is it?"
    },
    {
      "id": 42,
      "model": "이상",
      "title": "Safety Team Agent",
      "content": "This is no \"Night of Violet, by which I presume you are referring to a Midnight, that we must contend with; it is the Noon."
    },
    {
      "id": 43,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "What I meant by N.O.V. was— Are you hard of hearing?"
    },
    {
      "id": 44,
      "model": "이상",
      "title": "Safety Team Agent",
      "content": "Ah, if it indeed was the Noon of Violent you were referring to, then you would be correct. Your men are all gathered abreast one anoth— Captain?"
    },
    {
      "id": 45,
      "content": "The other child's explanation was cut short by the sudden sensation of something heavy tapping against his head."
    },
    {
      "id": 46,
      "content": "Well, of course. The child had raised her cross-shaped blunt weapon with a skull emblem on it..."
    },
    {
      "id": 47,
      "content": "... and was lightly yet repeatedly smacking the coffin-carrying child's head."
    },
    {
      "id": 48,
      "model": "이상",
      "title": "Safety Team Agent",
      "content": "... I am not... panicked. It is merely that I did not gain the benefits of last night's rest on account of the shortness of my slumber."
    },
    {
      "id": 49,
      "model": "이상",
      "title": "Safety Team Agent",
      "content": "Thus... would you mind ceasing this continued drumming of my head with your Penitence?"
    },
    {
      "id": 50,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "Consider yourself lucky that it's not S.H. that's hitting your head, gloomface."
    },
    {
      "id": 51,
      "content": "One could mistake this for a mere workplace banter between two coworkers on an average day, but..."
    },
    {
      "id": 52,
      "content": "... the rookie employees were all shuddering with fearful anticipation. Clearly, something terrible was afoot."
    },
    {
      "id": 53,
      "content": "And not even a minute later... an eardrum-shattering alarm blared all across the building."
    },
    {
      "id": 54,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "We've a D.O.V. in our hands, but *this* is the level of trumpets we're getting?"
    },
    {
      "id": 55,
      "model": "이상",
      "title": "Safety Team Agent",
      "content": "I would like to repeat myself that this is not an Ordeal of Midnight, Captain. I ask that you refer to it as the \"Noon\" of—"
    },
    {
      "id": 56,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "T.N.W.I.M."
    },
    {
      "id": 57,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "At any case, I am suspicious. It's almost like the manager already knows what's coming..."
    },
    {
      "id": 58,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "Got any guesses?"
    },
    {
      "id": 59,
      "model": "이상",
      "title": "Safety Team Agent",
      "content": "Mm. I have none in particular. It may be as simple as mere competency, for I have heard that the manager was as foresighted from the day he started. Metaphorically speaking, of course."
    },
    {
      "id": 60,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "Tsk, how unhelpful."
    },
    {
      "id": 61,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "Where did all the pencil-pushers go?"
    },
    {
      "id": 62,
      "content": "The child looked around, realizing that there weren't any clerks around."
    },
    {
      "id": 63,
      "content": "Indeed, there were none."
    },
    {
      "id": 64,
      "model": "이상",
      "title": "Safety Team Agent",
      "content": "All were immediately executed on sight. Certain Abnormalities are motivated to breach containment upon a certain amount of deaths, after all..."
    },
    {
      "id": 65,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "Hah... what an uninteresting way to do art."
    },
    {
      "id": 66,
      "model": "네짜흐",
      "title": "Safety Team Sephirah",
      "content": "Uhh... everybody in the Safety Team... Training Team needs reinforcement, so head over there, please..."
    },
    {
      "id": 67,
      "model": "네짜흐",
      "title": "Safety Team Sephirah",
      "content": "Try to stay focused, okay...? Well... everything goes downhill soon anyway, so it's not like it'll matter in the grand scheme of things, but..."
    },
    {
      "id": 68,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "That green tin can with brain pickled in Enkephalin's prattling again."
    },
    {
      "id": 69,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "We're missing two men... Hm, are they getting high on Enkephalin like that G.T.C.?"
    },
    {
      "id": 70,
      "model": "이상",
      "title": "Safety Team Agent",
      "content": "How did you know...? Tiffany, a colleague of ours who recently moved here from the Training Team is currently in an unresponsive state due to over-medication."
    },
    {
      "id": 71,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "... N.F.W."
    },
    {
      "id": 72,
      "content": "The child drops the cigarette, her mouth briefly opening from exasperation. She stared at the group of Safety Team Agents..."
    },
    {
      "id": 73,
      "content": "... before turning away and lighting a new one."
    },
    {
      "id": 74,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "What about the other Agent? The... bald one?"
    },
    {
      "id": 75,
      "model": "이상",
      "title": "Safety Team Agent",
      "content": "It is most likely that they are handling the stele that has fallen within the Safety Team's premises."
    },
    {
      "id": 76,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "You'd be better off with them. Ignore what the G.T.C. said, he's hopped up top to bottom on E."
    },
    {
      "id": 77,
      "model": "이상",
      "title": "Safety Team Agent",
      "content": "Patently... that is the manager's wish as well."
    },
    {
      "id": 78,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "I'll be the reinforcement for the Training team."
    },
    {
      "id": 79,
      "content": "After confirming the exhausted child's affirmative nod, she began rushing through the hallway at a breakneck speed."
    },
    {
      "id": 80,
      "content": "As soon as she reached the Training Team area, however, she spoke as if she was answering someone."
    },
    {
      "id": 81,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "Enough crying and fussing."
    },
    {
      "id": 82,
      "content": "It wasn't like there were other employees following her."
    },
    {
      "id": 83,
      "content": "She wasn't talking to the two members of the Training Team, who were already fighting off the entities, either."
    },
    {
      "id": 84,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "There's a big plate of meal waiting just for you. Can't you see?"
    },
    {
      "id": 85,
      "content": "At those words, spoken with a grin, the terrible Red Eyes all opened wide and began tremoring like a roar."
    },
    {
      "id": 86,
      "model": "돈키호테",
      "title": "Training Team Agent",
      "content": "Hooh! These footsteps are... Lady Outis! Forsooth, 'tis reinforcements from the Safety Team!"
    },
    {
      "id": 87,
      "model": "오티스",
      "title": "Training Team Captain",
      "content": "It's 'Captain Outis', not 'Lady'!"
    },
    {
      "id": 88,
      "model": "오티스",
      "title": "Training Team Captain",
      "content": "Ahm. You couldn't have come at a better time—I just fired my sixth shot. Is anyone else coming with you, Captain of the Safety Team?"
    },
    {
      "id": 89,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "……."
    },
    {
      "id": 90,
      "model": "오티스",
      "title": "Training Team Captain",
      "content": "Listen, I'm talking to—"
    },
    {
      "id": 91,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "The will to spill blood for goodness? We don't need to hold ourselves back with such fancy restrictions just to see some blood, S.F."
    },
    {
      "id": 92,
      "model": "오티스",
      "title": "Training Team Captain",
      "content": "... Busy chatting with her E.G.O, huh."
    },
    {
      "id": 93,
      "model": "오티스",
      "title": "Training Team Captain",
      "content": "Like her, some employees seem to... resonate with certain E.G.Os."
    },
    {
      "id": 94,
      "model": "돈키호테",
      "title": "Training Team Agent",
      "content": "T-then! Perchance we shall be availed the opportunity to see Lady Ryōshū's fabled E.G.O dual-wielding?!"
    },
    {
      "id": 95,
      "model": "오티스",
      "title": "Training Team Captain",
      "content": "There's no time to sit here and gawk. Prepare yourself. Moments before we take down the threat, the Qliphoth counters will tick down with a flash of li—"
    },
    {
      "id": 96,
      "content": "A bright violet light imbued the stele, just as the Training Team Captain said, but..."
    },
    {
      "id": 97,
      "content": "... before it even had the time to explode, the child leaped into the air, both of her E.G.Os raised high above her head."
    },
    {
      "id": 98,
      "content": "Movements of her muscles, not steeped in training, but in instinct."
    },
    {
      "id": 99,
      "content": "An E.G.O-wielding technique not bound by form."
    },
    {
      "id": 100,
      "content": "While she certainly pales in comparison... her style reminds me of a certain someone."
    },
    {
      "id": 101,
      "content": "Yes. The one who shielded me then... she who spoke of the pain of the Backstreets..."
    },
    {
      "id": 102,
      "model": "료슈",
      "title": "Safety Team Captain",
      "content": "Now burst."
    },
    {
      "id": 103,
      "content": "The child perfectly wields both E.G.O weapons and effortlessly shatters the violet, colossal stele to pieces."
    },
    {
      "id": 104,
      "content": "Perhaps she is quite like her, at least in this regard."
    }
  ]
}