{
    "dataList": [
        {
            "id": 0,
            "content": "T Corp. Staff standard issue weaponry. A rice cooker that doubles as a slow cooker for hearty beef stew. Cute, chicken-shaped plush. Lollipop candies of various flavor, too."
        },
        {
            "id": 1,
            "content": "All kinds of items are on display in each stall..."
        },
        {
            "id": 2,
            "content": "... at this famous Bartering Market of the Yurodiviye underground hideouts."
        },
        {
            "id": 3,
            "content": "The child came here to trade for an item of great importance."
        },
        {
            "id": 4,
            "content": "That is why she scrounged for every single leftover screw she could find after building her invention."
        },
        {
            "id": 5,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "District 20 Yurodivy",
            "content": "Four screws for a box of cigs. Aren't they of equivalent worth?"
        },
        {
            "id": 6,
            "teller": "Merchant",
            "title": "District 20 Yurodivy",
            "content": "Hah, nonsense."
        },
        {
            "id": 7,
            "teller": "Merchant",
            "title": "District 20 Yurodivy",
            "content": "This box is packed to the brim with cigs, I'll have you know. Seven screws."
        },
        {
            "id": 8,
            "content": "The Yurodivy merchant shakes his head, but the child wasn't going to back down just yet."
        },
        {
            "id": 9,
            "content": "She shoved the screws on her palm closer to his face and declared."
        },
        {
            "id": 10,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "District 20 Yurodivy",
            "content": "Four."
        },
        {
            "id": 11,
            "teller": "Merchant",
            "title": "District 20 Yurodivy",
            "content": "Six. And that's with the discount for bein' one of us, lass."
        },
        {
            "id": 12,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "District 20 Yurodivy",
            "content": "Four."
        },
        {
            "id": 13,
            "teller": "Merchant",
            "title": "District 20 Yurodivy",
            "content": "F-five. I won't go any lower than that, alright?!"
        },
        {
            "id": 14,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "District 20 Yurodivy",
            "content": "Four. Refuse again and I'll S.Y.N.C."
        },
        {
            "id": 15,
            "content": "Perhaps the child's glare intimidated him."
        },
        {
            "id": 16,
            "content": "His eyes began to wander in search of something he needed, something she would be happy to take care of in return for the box of cigs."
        },
        {
            "id": 17,
            "content": "They came to a sudden stop on his radio that broke down some time ago. His attachment radio."
        },
        {
            "id": 18,
            "teller": "Merchant",
            "title": "District 20 Yurodivy",
            "content": "W-wait. Just hold on a moment."
        },
        {
            "id": 19,
            "teller": "Merchant",
            "title": "District 20 Yurodivy",
            "content": "How about this? No need to pay me with screws, yeah? Just get this broken radio workin' again and I'll give you the whole box."
        },
        {
            "id": 20,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "District 20 Yurodivy",
            "content": "Oho."
        },
        {
            "id": 21,
            "teller": "Merchant",
            "title": "District 20 Yurodivy",
            "content": "Great. So I did try my hand at fixing it, and from what I can tell it's a wiring problem down he— AAGH!"
        },
        {
            "id": 22,
            "content": "Just as the merchant was starting to explain what was wrong with his radio..."
        },
        {
            "id": 23,
            "content": "... the child pulled out a massive spanner from somewhere and began smashing the merchant's radio with it."
        },
        {
            "id": 24,
            "content": "Clang. Clang. Clang. The heavy sound of metal slamming into metal, something one wouldn't expect to hear outside places like the Workshops, was more than enough to freak out the merchant. He jumped from his seat screaming and tried to stop the child, but..."
        },
        {
            "id": 25,
            "content": "... it was too late."
        },
        {
            "id": 26,
            "teller": "Merchant",
            "title": "District 20 Yurodivy",
            "content": "What the hell, lass?! Look, it's completely busted!"
        },
        {
            "id": 27,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "District 20 Yurodivy",
            "content": "Look harder."
        },
        {
            "id": 28,
            "content": "The merchant, after a moment of silence for his crushed radio, dejectedly reached out and pressed its buttons."
        },
        {
            "id": 29,
            "content": "... And exclaimed with joy."
        },
        {
            "id": 30,
            "teller": "Merchant",
            "title": "District 20 Yurodivy",
            "content": "Whuh... huh? That... that worked?!"
        },
        {
            "id": 31,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "District 20 Yurodivy",
            "content": "Hmph. You can always trust percussive maintenance to do its job."
        },
        {
            "id": 32,
            "content": "The child was no longer interested in conversing further with the merchant, no matter how happy he looked as he tinkered with the radio. She was now looking at the other child, who was eyeing the sundry lollipops on display at some other stall. She took a box of cigarettes from the merchant before kicking the other child in the shin."
        },
        {
            "id": 33,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "District 20 Yurodivy",
            "content": "No more lollipops. Time to give me a job. Now."
        },
        {
            "id": 34,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "District 20 Yurodivy",
            "content": "You know I'm technically your captain, right? How come you're always kicking me to get my attention? You're so mean~"
        },
        {
            "id": 35,
            "content": "The child protested with a lollipop in his mouth and rubbed his shin in pain, but his expression made it quite clear that he didn't really mind this small violence."
        },
        {
            "id": 36,
            "content": "In fact, it appeared that the other child was used to such treatments from her; he nonchalantly produced a bundle of paper from his overcoat and placed it in her hand."
        },
        {
            "id": 37,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "District 20 Yurodivy",
            "content": "I would appreciate it a lot if you could come to our hideout to pick up your next assignment. Anyways... I trust that you'll take care of this list just as well, right?"
        },
        {
            "id": 38,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "District 20 Yurodivy",
            "content": "Your appreciation is N.O.M.B. The targets you gave me last time were too bland. I barely felt anything from bashing in their skulls."
        },
        {
            "id": 39,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "District 20 Yurodivy",
            "content": "Then you'll like this one. Your next target is a bigwig, an actual industrialist, the proprietor of the biggest factory in the area. He's..."
        },
        {
            "id": 40,
            "content": "The child's lips slowly curled into a smile as the other child continued to explain her target."
        },
        {
            "id": 41,
            "content": "The child, now outside the Yurodiviye hideout and weapon in hand, slowly stalks her target."
        },
        {
            "id": 42,
            "content": "The look of unsuppressed elation is clear on her face."
        },
        {
            "id": 43,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "District 20 Yurodivy",
            "content": "Hong Lu, that brat. He finally fished up something exciting."
        },
        {
            "id": 44,
            "content": "In her hands is a piece of paper they called the List."
        },
        {
            "id": 45,
            "content": "Names of those who exploited the weak and the downtrodden filled the paper from corner to corner, barely leaving any white paper to be seen under all that ink."
        },
        {
            "id": 46,
            "content": "The child's current target was on the List."
        },
        {
            "id": 47,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "District 20 Yurodivy",
            "content": "It's such an artistic ecstasy to watch the look of someone who's never experienced shortened time... have their time taken from them."
        },
        {
            "id": 48,
            "content": "This child didn't have some grand, just purpose in mind when she picked up this list."
        },
        {
            "id": 49,
            "content": "She doesn't really care about redistribution of wealth or making sure that no one goes hungry, either."
        },
        {
            "id": 50,
            "content": "The heinous acts of evil men was none of her business, either."
        },
        {
            "id": 51,
            "content": "In fact, even the Yurodiviye ideology was none of her business."
        },
        {
            "id": 52,
            "content": "She just enjoyed cutting the haves short. Whether it was cutting their time short... or their lives."
        },
        {
            "id": 53,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "District 20 Yurodivy",
            "content": "R.O.W. is the A.O.S."
        },
        {
            "id": 54,
            "content": "The child suddenly breaks into a sprint after passing the flickering streetlight."
        },
        {
            "id": 55,
            "content": "The child swings the spanner, albeit at an oddly slow speed."
        },
        {
            "id": 56,
            "content": "If someone with a lot of time were to see it, they would even be able to tell the exact trajectory of that swing."
        },
        {
            "id": 57,
            "content": "But the rich man still failed to dodge her assault..."
        },
        {
            "id": 58,
            "content": "... as she swung it at a meticulously calculated angle that left no room for him to move."
        },
        {
            "id": 59,
            "content": "A weighty, blunt noise briefly echoes through the alley."
        },
        {
            "id": 60,
            "content": "The child grins satisfactorily as she places the cigarette she traded for between her lips. She'd extracted quite a bit of time from the target."
        },
        {
            "id": 61,
            "content": "That's when she noticed a brief, flashing light next to the streetlight."
        },
        {
            "id": 62,
            "content": "A T Corp. surveillance camera."
        },
        {
            "id": 63,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "District 20 Yurodivy",
            "content": "Tsk, that recording won't do this piece of art justice."
        },
        {
            "id": 64,
            "content": "The child furrowed her brows and swung her spanner again, this time at the camera."
        },
        {
            "id": 65,
            "content": "The surveillance camera promptly drops to the ground."
        },
        {
            "id": 66,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "District 20 Yurodivy",
            "content": "Now, isn't this a much better angle?"
        }
    ]
}