{
    "dataList": [
        {
            "id": 0,
            "content": "Liu Association's crest is a spark of flame."
        },
        {
            "id": 1,
            "content": "Most ignorant laymen believe that it symbolizes the shape of flames bursting forth from our fists and feet..."
        },
        {
            "id": 2,
            "content": "But they're wrong."
        },
        {
            "id": 3,
            "content": "The flames are but byproducts of the weapons crafted and supplied to us by workshops. They're hardly fit to represent the true spirit of Liu."
        },
        {
            "id": 4,
            "content": "The core value of Liu that I've learned through my time here is that we scorch and burn everything to ashes."
        },
        {
            "id": 5,
            "content": "That we should always be ready to burn even our hearts and bodies like the very flames. That is how I've come to understand it."
        },
        {
            "id": 6,
            "content": "Most Fixers are always looking for all kinds of ways to gain power."
        },
        {
            "id": 7,
            "content": "Minor augmentation procedures, unsightly and pointless enhancement tattoos... pouring every bit of Ahn they make into those useless things just to survive in the City."
        },
        {
            "id": 8,
            "content": "How pointless of an endeavor it is. Such things are not the factors deciding who lives and who dies in a battle."
        },
        {
            "id": 9,
            "content": "Augmented body in lieu of the experienced mind to properly use them is no different from an automated training dummy."
        },
        {
            "id": 10,
            "content": "In other words... experience built up through endless training is an augmentation unique only to yourself, something that cannot be bought simply by shelling out money."
        },
        {
            "id": 11,
            "content": "... Of course, expensive weaponry and a augmented body would certainly aid me in my quest for strength."
        },
        {
            "id": 12,
            "content": "But I don't like having everything handed to me on a silver platter like that."
        },
        {
            "id": 13,
            "content": "Doesn't the idea of martial arts and experience honed to their extremes, to the point of becoming weapons on their own, set your heart on fire?"
        },
        {
            "id": 14,
            "content": "To train is to carve the shape of my strength, to endlessly feed the flames of self-improvement."
        },
        {
            "id": 15,
            "content": "And..."
        },
        {
            "id": 16,
            "content": "... sometimes, I get the chance to taste the fruits of my labor. To prove to myself that it has been worth it."
        },
        {
            "id": 17,
            "content": "Flame burns from my fist. What a sensual production this is."
        },
        {
            "id": 18,
            "content": "But it's nothing but garnish, a side dish, or seasoning supplementing the main dish."
        },
        {
            "id": 19,
            "content": "What I truly appreciate is how much deeper my knife-hand penetrates my foes."
        },
        {
            "id": 20,
            "content": "How much more powerful the speed and weight behind my strikes have become."
        },
        {
            "id": 21,
            "content": "I measure them by fighting these moving flesh dummies."
        },
        {
            "id": 22,
            "content": "And I begin to understand, that..."
        },
        {
            "id": 23,
            "content": "My fiery blaze of training burns still."
        },
        {
            "id": 24,
            "content": "And that it's burning up every 'training dummy' that dares to get anywhere near me without preparation."
        },
        {
            "id": 25,
            "content": "I've heard some refer to the Liu Association as nothing more than a 'big group of foodies'..."
        },
        {
            "id": 26,
            "content": "Haah... if I'm being honest, I abhor even being mentioned in the same breath as those fools."
        },
        {
            "id": 27,
            "content": "Don't talk about me like I'm one of them. While they were wasting their weekends away on their 'gastro-adventures', I studied and honed myself."
        }
    ]
}