{
    "dataList": [
        {
            "id": 0,
            "content": "So, what do you think?"
        },
        {
            "id": 1,
            "content": "I get to visit a museum, an exhibition featuring brand-new pieces of art every single day. All that for a bit of physical labor."
        },
        {
            "id": 2,
            "content": "No, no. I'm not expecting an answer. I don't think anyone else would care to look at this writing, either."
        },
        {
            "id": 3,
            "content": "Consider this... a complex, unsimplifiable art critique, after a visit to a gallery."
        },
        {
            "id": 4,
            "content": "There wasn't anything special that drew me to join this company. I didn't find it very exciting, either."
        },
        {
            "id": 5,
            "content": "When I was offered this Cleanup Agent job, I considered it no different from my usual contracts, except that I'll be guaranteed a fixed income."
        },
        {
            "id": 6,
            "content": "I thought 'of course, a corporation of this size, a Wing at that, must have stuff to \"clean up\" here and there'."
        },
        {
            "id": 7,
            "content": "I didn't care about what they did, as long as they didn't annoy me. So I signed the contract."
        },
        {
            "id": 8,
            "content": "So imagine my surprise..."
        },
        {
            "id": 9,
            "content": "When this train that people take without giving it a second thought, every single day..."
        },
        {
            "id": 10,
            "content": "Turned out to be a gallery of arts, sculpted with chisels of time!"
        },
        {
            "id": 11,
            "content": "While I was impressed with how well they were hiding this truth from the public... three words came to mind."
        },
        {
            "id": 12,
            "content": "This. Is. It."
        },
        {
            "id": 13,
            "content": "In hindsight, I was so absorbed with chasing after and creating my own \"art\"..."
        },
        {
            "id": 14,
            "content": "...That I neglected to appreciate the \"art\" of others."
        },
        {
            "id": 15,
            "content": "A shameful realization. Appreciating others' art expands and deepens your understanding of this act of creation, regardless of its genre."
        },
        {
            "id": 16,
            "content": "That was why my recent work had been plagued with vapidity and regurgitation."
        },
        {
            "id": 17,
            "content": "No genuine, vivid imagination comes forth without a touch of reality."
        },
        {
            "id": 18,
            "content": "I saw one that used its soft tissues to conjoin two train cars, becoming a new 'door' between them..."
        },
        {
            "id": 19,
            "content": "One that wrapped its flesh around the plush side of the seat, embodying a new chair with extra cushioning..."
        },
        {
            "id": 20,
            "content": "One that is an amalgam of many, taking the shape of a new organism and lurching on... Though I wouldn't classify that as 'art'. Not yet."
        },
        {
            "id": 21,
            "content": "It doesn't qualify even as a performance art, as there was no intent to create the 'art' behind it."
        },
        {
            "id": 22,
            "content": "Shambling without intent is... in the end, insufficient to be called art. It is incomplete at best."
        },
        {
            "id": 23,
            "content": "I butcher them. Because the company ordered me to make them easier to clean up."
        },
        {
            "id": 24,
            "content": "To interfere with the process of involuntary art isn't to my liking, no... But that doesn't happen very often. Besides, there is plenty to be gained from the rest."
        },
        {
            "id": 25,
            "content": "I enjoyed the company issued gear, too."
        },
        {
            "id": 26,
            "content": "Void Curseblade. Refraction Demonblade. Dimensional Art Knife... I had many ideas for the name of this blade, but I eventually landed on Dimensional Demon Edge."
        },
        {
            "id": 27,
            "content": "I particularly enjoyed the part where it drained me when I cut down an incomplete art without proper preparation."
        },
        {
            "id": 28,
            "content": "Indeed, dealing with works of art without appropriate mindfulness is itself an act of self-destruction."
        },
        {
            "id": 29,
            "content": "Haah... I would have loved to keep doing that kind of work..."
        },
        {
            "id": 30,
            "content": "I would have even foregone sleep to do so."
        },
        {
            "id": 31,
            "content": "Shit... What are the higher—ups thinking? It's ludicrous, making me babysit these rookies..."
        },
        {
            "id": 32,
            "content": "Hmph, look at that guy over there, blabbering on and on. Maybe he enjoys this kind of humdrum work."
        },
        {
            "id": 33,
            "content": "What an oddity. How does he find this interesting in any capacity when solid gold rolls into the station every single day?"
        },
        {
            "id": 34,
            "content": "If he likes B.S. that much, he might as well do this whole drivel himself..."
        },
        {
            "id": 35,
            "content": "Hah, as if they'd let that happen."
        },
        {
            "id": 36,
            "content": "Damn it, even at this very moment I'm missing out..."
        }
    ]
}