{
    "dataList": [
        {
            "id": 0,
            "content": "It was hell."
        },
        {
            "id": 1,
            "content": "Although the arena was large and the sky was above."
        },
        {
            "id": 2,
            "content": "The stench of blood and dust suffused my lungs to their brim, while heavy and frequent breathing put me in a haze."
        },
        {
            "id": 3,
            "content": "A hellish place filled with the sounds of boots dragging across the ground, fists striking guts, sides, faces, chests, wherever there was flesh."
        },
        {
            "id": 4,
            "content": "And countless me, I, and more of myself."
        },
        {
            "id": 5,
            "content": "They called this place the Hatchery."
        },
        {
            "id": 6,
            "content": "Everyone must survive the Hatchery if they are to be deployed as R Corp's combatants."
        },
        {
            "id": 7,
            "content": "Within it are innumerable clones of myself. Like vermin shoved alive and crawling in a cage too small, we battle one another for survival."
        },
        {
            "id": 8,
            "content": "Maximize efficient acquisition of combat experience, and select the most exceptional specimen."
        },
        {
            "id": 9,
            "content": "Thus, it matters not who the original was."
        },
        {
            "id": 10,
            "content": "'I' am whichever copy manages to survive."
        },
        {
            "id": 11,
            "content": "After that selection process, I was hatched."
        },
        {
            "id": 12,
            "content": "I underwent a special procedure so that my bioelectric signals could operate a massive exoskeletal suit, for which I was fitted afterward."
        },
        {
            "id": 13,
            "content": "Surviving the Hatchery did not mean the end of the struggle, however."
        },
        {
            "id": 14,
            "content": "The colossal suit continued to drain my life energy."
        },
        {
            "id": 15,
            "content": "The bioelectric induction procedure simply referred to the process in which my energy was made to be transferrable to the suit, which was something that my assigned team accepted readily."
        },
        {
            "id": 16,
            "content": "It was unpleasant. My comrades and I suffered constant fatigue by our suits."
        },
        {
            "id": 17,
            "content": "We all used our personal funds to fill ourselves with caffeine and sugar, perhaps because we were all in agreement that having to take money out of our own wallets was better than returning to the hell that was the Hatchery."
        },
        {
            "id": 18,
            "content": "Were I not to meet our expected combat performance goals, I would be dragged back to the Hatchery..."
        },
        {
            "id": 19,
            "content": "And I'd fight an endless battle against me and more of myself."
        },
        {
            "id": 20,
            "content": "It's the same reason I remain loyal to this hardened wristblade, unlike my comrades who forge on with bulkier weaponry."
        },
        {
            "id": 21,
            "content": "Because... this was what kept me alive in there."
        }
    ]
}