{
    "dataList": [
        {
            "id": 0,
            "content": "Starting the journal entry for today."
        },
        {
            "id": 1,
            "content": "It continues to rain in this alleyway. The rainfall has been continuing for precisely 135 hours."
        },
        {
            "id": 2,
            "content": "- The rain did intermittently subside a few times during that period, but taking into account the humidity levels and the particulars of the nephological conditions, it can be said that heavy rainfall has been continuing for the entire 135-hour period."
        },
        {
            "id": 3,
            "content": "I have recommended that the family spend as much time indoors as possible, as heavy rainfall limits the kind of activities that may be conducted outdoors. But..."
        },
        {
            "id": 4,
            "content": "... some of them are starting to become restless with cabin fever. The time to collect protection fees is also long past; we were compelled to act."
        },
        {
            "id": 5,
            "content": "The job itself went rather smoothly. Though I must leave it in writing this unideal fact that raindrops soaked our coats, which weighed us down."
        },
        {
            "id": 6,
            "content": "Nothing was out of the ordinary. We successfully collected our protection fees and received sustenance from certain establishments in return for giving them a discount on the said fee."
        },
        {
            "id": 7,
            "content": "Some fled from us in fear, and some fearless gangsters dared to start a fight with us. We thrashed them all the same."
        },
        {
            "id": 8,
            "content": "It is a beneficial thing that we are consistently getting those that seek to challenge us, to test their sturdiness against our bats."
        },
        {
            "id": 9,
            "content": "We can fill our time reserves with theirs, and grow our renown among the gangs of District 20 so that we may rise to the top of the pyramid."
        },
        {
            "id": 10,
            "content": "It happened once we returned to our base after one such productive day."
        },
        {
            "id": 11,
            "content": "Of course, I had an inkling that something like this was going to happen."
        },
        {
            "id": 12,
            "content": "I felt that odd, puzzling gaze on me as I went about my day. It was not so different from that curious gaze of a distant stray cat."
        },
        {
            "id": 13,
            "content": "Not a murderous gaze, but it was certainly... aggressive. 'Puzzling' may be the only word that can describe it."
        },
        {
            "id": 14,
            "content": "That gaze followed us all the way to the base."
        },
        {
            "id": 15,
            "content": "With our base discovered, I wondered for a moment if I should reveal our Syndicate to this interloper before disposing of him. But my worries were soon resolved."
        },
        {
            "id": 16,
            "content": "He appeared before us, stumbling like a wet hound."
        },
        {
            "id": 17,
            "content": "... And asked to be accepted as a part of our Syndicate."
        },
        {
            "id": 18,
            "content": "I could tell that he was not a spy of a different gang or some foolish swindler who had more bravado than sense."
        },
        {
            "id": 19,
            "content": "I saw... a pair of ceaselessly wandering eyes, dripping with venom and desperation."
        },
        {
            "id": 20,
            "content": "He must be someone with a history; though thoroughly dirtied, the clothes on his back were made from obviously expensive fabric."
        },
        {
            "id": 21,
            "content": "So... I decided to test him."
        },
        {
            "id": 22,
            "content": "I had to know the extent of his mettle. I have no need for someone who is all bark and no bite, after all. He must be able to decapitate a person if there was a need to do so instead of getting weak in the knees."
        },
        {
            "id": 23,
            "content": "So I lied to him that he first had to pass a test to join us. No such foolish ritual existed for the Dead Rabbits, of course."
        },
        {
            "id": 24,
            "content": "Luckily, we had a longstanding rivalry with a certain other gang. It wouldn't be so unexpected if one of us killed one of their lowest-ranking members. I ordered our new recruit-hopeful to kill one of them."
        },
        {
            "id": 25,
            "content": "... I was surprised by two things."
        },
        {
            "id": 26,
            "content": "First was his complete lack of hesitation as he turned around to leave our base."
        },
        {
            "id": 27,
            "content": "Second was that, when he returned shortly after with blood all over his face and fists, he brought back the corpse stuffed into a sack."
        },
        {
            "id": 28,
            "content": "A promise is a promise, after all. He now rests at a corner of our base, easing his weary body."
        },
        {
            "id": 29,
            "content": "I thought I had spent quite the significant time as a boss of this gang, but this kind of surprise does not come often."
        },
        {
            "id": 30,
            "content": "Perhaps this won't last. Perhaps I have accepted not a hound, but a wolf into our fold..."
        },
        {
            "id": 31,
            "content": "Tonight, I sleep expecting great things from this 'Heathcliff'."
        }
    ]
}