{
  "dataList": [
    {
      "id": 0,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "Cinq West\nSection 3",
      "content": "A detailed answer to that question can be found on page thirty-five of Cinq Association's official promotion booklet."
    },
    {
      "id": 1,
      "teller": "Interviewer",
      "title": "???",
      "content": "Uh huh... okay..."
    },
    {
      "id": 2,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "Cinq West\nSection 3",
      "content": "While I can verbally relay that information to you, consider that you are making use of your own precious time to conduct this interview; it is recommended that you ask questions that cannot be answered by external means."
    },
    {
      "id": 3,
      "content": "Why won't you just give me a straight answer so I can move on to the next question?"
    },
    {
      "id": 4,
      "content": "So thought the interviewer as she bit her tongue to hold back that very question. She smiled awkwardly, tightly gripping onto her poor microphone."
    },
    {
      "id": 5,
      "content": "Any local—anyone who has even a passing interest in the Cinq, actually—would tell her that that's just his style, and the interviewer thought that she knew what to expect from interviewing someone like him."
    },
    {
      "id": 6,
      "content": "... But nothing could prepare her for just how intense he was."
    },
    {
      "id": 7,
      "content": "'I wish he was just playing things up for the show... But that's confidence in his eyes. He totally believes in everything he's saying.'"
    },
    {
      "id": 8,
      "content": "As she scribbled in her notepad, the interviewer began to wrack her brain for what questions she could use to redirect this into a normal interview."
    },
    {
      "id": 9,
      "teller": "Interviewer",
      "title": "???",
      "content": "Hm hm. Then let's move onto the next question."
    },
    {
      "id": 10,
      "teller": "Interviewer",
      "title": "???",
      "content": "I've heard that you often broadcast or livestream yourself during work, Meursault..."
    },
    {
      "id": 11,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "Cinq West\nSection 3",
      "content": "That is a true statement, yes."
    },
    {
      "id": 12,
      "teller": "Interviewer",
      "title": "???",
      "content": "Right. And I've watched a few edits of your streams before."
    },
    {
      "id": 13,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "Cinq West\nSection 3",
      "content": "Ah, it would be preferable to rewatch the recording of my broadcasts instead of the 'edits'. I have watched several stream compilations of my broadcasts and determined that the various visual effects and exaggerated edits make it difficult to observe the form and the movement, both of which are of paramount importance—"
    },
    {
      "id": 14,
      "teller": "Interviewer",
      "title": "???",
      "content": "Ahaha! I see, I see!"
    },
    {
      "id": 15,
      "content": "... This interviewer was infamous in the north for annoying her interviewees. In other, slightly more crass words, she was a chatterbox."
    },
    {
      "id": 16,
      "content": "She knew her own reputation, and was willing to run with it if it meant that she could get an even better interview out of her subjects, but..."
    },
    {
      "id": 17,
      "content": "'This guy's way worse than I am...\""
    },
    {
      "id": 18,
      "content": "The conflicted writing in her notepad was starting to slant from the sheer pressure."
    },
    {
      "id": 19,
      "teller": "Interviewer",
      "title": "???",
      "content": "Hm, hm. Anyways, I wanted to ask what got you into the world of livestreaming."
    },
    {
      "id": 20,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "Cinq West\nSection 3",
      "content": "Mm. That is a question that has been answered numerous times during my broadc—"
    },
    {
      "id": 21,
      "teller": "Interviewer",
      "title": "???",
      "content": "Yes, however!"
    },
    {
      "id": 22,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "Cinq West\nSection 3",
      "content": "……."
    },
    {
      "id": 23,
      "teller": "Interviewer",
      "title": "???",
      "content": "... This particular recording is for viewers who are not necessarily familiar with the Cinq or you, Meursault. Ha ha."
    },
    {
      "id": 24,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "Cinq West\nSection 3",
      "content": "... I see, I did not think of that. My apologies."
    },
    {
      "id": 25,
      "content": "The child bowed politely, then began."
    },
    {
      "id": 26,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "Cinq West\nSection 3",
      "content": "It began with the need for anonymous critiques of my form."
    },
    {
      "id": 27,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "Cinq West\nSection 3",
      "content": "For reasons that I am unaware of... my colleagues within the Association seemed unwilling to make honest criticisms for me."
    },
    {
      "id": 28,
      "content": "The interviewer had a good idea why, but she did not show it. Instead, she grinned politely and held the microphone closer."
    },
    {
      "id": 29,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "Cinq West\nSection 3",
      "content": "As expected, critiques from anonymous sources have been very beneficial to the improvement of my skills. Incidental benefits of this practice were—"
    },
    {
      "id": 30,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "Cinq West\nSection 3",
      "content": "... Mm. This is quite the timely opportunity."
    },
    {
      "id": 31,
      "content": "The child stopped and looked to the side."
    },
    {
      "id": 32,
      "teller": "Challenger",
      "title": "???",
      "content": "Cinq Association West Section 3, Meursault. Didn't expect to see you this far up north."
    },
    {
      "id": 33,
      "teller": "Interviewer",
      "title": "???",
      "content": "U-um, excuse me. What's going on?"
    },
    {
      "id": 34,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "Cinq West\nSection 3",
      "content": "Mm. I mentioned in passing in one of my broadcasts that I am going on an expedition in the northern regions. Thereafter, I received several, simultaneous challenges to a duel."
    },
    {
      "id": 35,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "Cinq West\nSection 3",
      "content": "I made an appointment with all of them, scheduled to occur at the same time, for the sake of efficiency. However, it seems that I have underestimated the duration of this interview."
    },
    {
      "id": 36,
      "teller": "Interviewer",
      "title": "???",
      "content": "... Same here. Didn't think it'd go on for this long."
    },
    {
      "id": 37,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "Cinq West\nSection 3",
      "content": "It may be wise to stop the recording for a moment. If you would like to analyze my form, then I refer you to my currently live broadcast."
    },
    {
      "id": 38,
      "teller": "Interviewer",
      "title": "???",
      "content": "Oh..."
    },
    {
      "id": 39,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "Cinq West\nSection 3",
      "content": "The following scene may be too violent for a majority of your viewers, as you have stated earlier."
    },
    {
      "id": 40,
      "content": "With that, the child unsheathed his sword and raised it vertically in front of his eyes."
    },
    {
      "id": 41,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "Cinq West\nSection 3",
      "content": "I believe that the Öufi Association has already notarized this activity."
    },
    {
      "id": 42,
      "teller": "Challenger",
      "title": "???",
      "content": "Yeah... This won't be a duel to the death. Let the one who allows the other's blade to touch their body first be the loser."
    },
    {
      "id": 43,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "Cinq West\nSection 3",
      "content": "Very wise. Well, then."
    },
    {
      "id": 44,
      "content": "A moment of silence, then..."
    },
    {
      "id": 45,
      "content": "... A gust of wind blasts the field, then... it was all over."
    },
    {
      "id": 46,
      "content": "The five challengers, who had been holding their swords just a moment ago, found their weapons clattering to the ground in the blink of an eye."
    },
    {
      "id": 47,
      "content": "Then blood, bright-red, suddenly spurted from various parts of their bodies."
    },
    {
      "id": 48,
      "content": "The first challenger, the wrist. The second, the thigh. The third, the torso."
    },
    {
      "id": 49,
      "content": "He had struck each of them in their vitals... or, to be more precise, at spots that were approximately a centimeter away from being fatal."
    },
    {
      "id": 50,
      "teller": "Interviewer",
      "title": "???",
      "content": "I knew that the western Cinq specialized in focused attacks against their opponents' weaknesses, but this is something else..."
    },
    {
      "id": 51,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "Cinq West\nSection 3",
      "content": "It may be difficult for first-time viewers to follow my movement. Viewers who would prefer to review the video may re-watch this stream at a slower speed—"
    },
    {
      "id": 52,
      "content": "The child muttered on as he wiped the blood off his sword, but the interviewer was barely listening."
    },
    {
      "id": 53,
      "content": "Or, perhaps, she realized that there was no need for her to listen anymore."
    },
    {
      "id": 54,
      "content": "This interviewer had already gotten her time's worth by watching that impressive duel in person; it would make for a hell of an article."
    }
  ]
}