{
  "dataList": [
    {
      "id": 0,
      "model": "뫼르소",
      "title": "Dieci Section 4 Director",
      "content": "... That is a rather straightforward question."
    },
    {
      "id": 1,
      "model": "뫼르소",
      "title": "Dieci Section 4 Director",
      "content": "Unlike 'information', the accumulation of 'knowledge' involves two extra steps: perception and understanding. One must apply various perspectives to what information was gained, make it their own, and only then does it become knowledge."
    },
    {
      "id": 2,
      "content": "Sounds of rustling papers fill the library."
    },
    {
      "id": 3,
      "content": "The child does not look away from the pages of his book as he responds to the notepad-scribbling interviewer."
    },
    {
      "id": 4,
      "teller": "Interviewer",
      "title": "???",
      "content": "So just looking at or listening to something once isn't enough... Hm! That's not exactly straightforward, but I think I get what you mean!"
    },
    {
      "id": 5,
      "teller": "Interviewer",
      "title": "???",
      "content": "And the purpose of the late-night study sessions is... to gain a deeper understanding of... um. So, they're in order to gain more knowledge?"
    },
    {
      "id": 6,
      "content": "The interviewer took detailed notes of every word coming out of the child's mouth. She didn't forget to constantly ask him questions like a good student, either."
    },
    {
      "id": 7,
      "content": "The interviewer grew increasingly excited with every detailed answer the child gave."
    },
    {
      "id": 8,
      "content": "She was finally getting some real answers from her interview subject for once, so she intended to get the most out of this interview as she could. Especially as her other subjects weren't as... receptive to her questions."
    },
    {
      "id": 9,
      "content": "She might even be crying tears of joy inside."
    },
    {
      "id": 10,
      "model": "뫼르소",
      "title": "Dieci Section 4 Director",
      "content": "Hm. That is certainly one of many perspectives from which to view our practice. It is most likely not incorrect, if incomplete."
    },
    {
      "id": 11,
      "teller": "Interviewer",
      "title": "???",
      "content": "Incomplete? Do you mean that there are other reasons—"
    },
    {
      "id": 12,
      "model": "뫼르소",
      "title": "Dieci Section 4 Director",
      "content": "These late-night study sessions double as catch-up sessions. They are the best time to replenish knowledge lost during a contract."
    },
    {
      "id": 13,
      "model": "뫼르소",
      "title": "Dieci Section 4 Director",
      "content": "New knowledge can be gained in the process of relearning what was lost; that is the core of the Dieci Association's late-night study sessions."
    },
    {
      "id": 14,
      "teller": "Interviewer",
      "title": "???",
      "content": "Right, I get it now. While solidifying what you've studied before is important, you shouldn't neglect to learn completely new things either. That's some wisdom right there."
    },
    {
      "id": 15,
      "teller": "Interviewer",
      "title": "???",
      "content": "So... how's that going?"
    },
    {
      "id": 16,
      "content": "The sound of a rustling bag of chips echoed from somewhere in the room."
    },
    {
      "id": 17,
      "content": "There was an infinitesimal twitch by his brows. The interviewer couldn't help but cover her mouth to hide her laughter."
    },
    {
      "id": 18,
      "content": "The child narrows his eyes, scanning the room for the culprit who dared to make that noise... before letting out the smallest groan of frustration."
    },
    {
      "id": 19,
      "model": "뫼르소",
      "title": "Dieci Section 4 Director",
      "content": "We are making... the intended progress, despite certain shortcomings."
    },
    {
      "id": 20,
      "teller": "Interviewer",
      "title": "???",
      "content": "Ha ha, I know this can't possibly be easy."
    },
    {
      "id": 21,
      "content": "The interviewer lightly chuckles to herself after scribbling the following observation in the notepad: \"Pretty unfriendly, but also less of a hardass than expected.\""
    },
    {
      "id": 22,
      "teller": "Interviewer",
      "title": "???",
      "content": "Next question. So another popular image of the Dieci Association is that it is an Association that specializes in contracts involving Relics and Ruins. Do you have any personal opinions regarding those contracts?"
    },
    {
      "id": 23,
      "model": "뫼르소",
      "title": "Dieci Section 4 Director",
      "content": "I merely carry out the will of those who have taken me under their wings."
    },
    {
      "id": 24,
      "model": "뫼르소",
      "title": "Dieci Section 4 Director",
      "content": "If you would like to hear my reply still... Mm, I should be able to formulate a sufficient reply based on available information."
    },
    {
      "id": 25,
      "model": "뫼르소",
      "title": "Dieci Section 4 Director",
      "content": "Each Relic has its idiosyncrasies in usage and mechanisms; naturally, using them requires deep study and analysis. That is the process during which we gain an abundance of first-rate knowledge, and..."
    },
    {
      "id": 26,
      "model": "뫼르소",
      "title": "Dieci Section 4 Director",
      "content": "... even have first-hand experience of the unique atmosphere of the Ruins. I judge them to be one of the foremost sites of education."
    },
    {
      "id": 27,
      "teller": "Interviewer",
      "title": "???",
      "content": "Ruins as sites of education, huh... Well, that's certainly a unique but impressive perspective."
    },
    {
      "id": 28,
      "content": "Though the interviewer's notes said \"I have no idea what he's talking about, but that sounds pretty impressive\", she flashed a big, knowing smile back at the child."
    },
    {
      "id": 29,
      "teller": "Interviewer",
      "title": "???",
      "content": "All right, then. Last question, and I'll get out of your hair. Do you have any long-term goals as a Fixer, Director? Maybe there's some coveted knowledge that you're seeking...?"
    },
    {
      "id": 30,
      "model": "뫼르소",
      "title": "Dieci Section 4 Director",
      "content": "My goal is to be granted audience with the Saint."
    },
    {
      "id": 31,
      "teller": "Interviewer",
      "title": "???",
      "content": "The Saint...? How are they like?"
    },
    {
      "id": 32,
      "model": "뫼르소",
      "title": "Dieci Section 4 Director",
      "content": "In each cardinal branch of the Dieci Association is a Saint. They are wise people, all individuals of unfathomably grand repositories of knowledge."
    },
    {
      "id": 33,
      "teller": "Interviewer",
      "title": "???",
      "content": "Ooh... I see, so you have people you look up to! If you're making such a big deal out of gaining even an audience with them, I guess they're really busy?"
    },
    {
      "id": 34,
      "model": "뫼르소",
      "title": "Dieci Section 4 Director",
      "content": "Mm. It would be accurate to state that I, at this moment, cannot meet them."
    },
    {
      "id": 35,
      "teller": "Interviewer",
      "title": "???",
      "content": "So there's some kind of a... condition you have to fulfill?"
    },
    {
      "id": 36,
      "model": "뫼르소",
      "title": "Dieci Section 4 Director",
      "content": "I must continue to persevere in my studies and grow my repository of knowledge."
    },
    {
      "id": 37,
      "teller": "Interviewer",
      "title": "???",
      "content": "Ha ha, then I guess it's only a matter of time before you gain an audience with them."
    },
    {
      "id": 38,
      "teller": "Interviewer",
      "title": "???",
      "content": "Well, looks like that's everything. We can—"
    },
    {
      "id": 39,
      "content": "A loud alarm blared through the halls of the library just as the interviewer was putting her notebook back into her pocket."
    },
    {
      "id": 40,
      "content": "A librarian ran toward the child and whispered something in his ear. He nodded calmly in response."
    },
    {
      "id": 41,
      "content": "The child's relative composure heavily contrasted with the interviewer's panic."
    },
    {
      "id": 42,
      "model": "뫼르소",
      "title": "Dieci Section 4 Director",
      "content": "It appears that someone has broken into this establishment in search of our Holy Relic."
    },
    {
      "id": 43,
      "teller": "Interviewer",
      "title": "???",
      "content": "Holy... Relic?"
    },
    {
      "id": 44,
      "content": "High-ranking Fixers might have heard about Dieci Association's Holy Relics, but..."
    },
    {
      "id": 45,
      "content": "... the Interviewer's knowledge extended only as far as the rumors did. She cocked her head to the side, not sure what he was talking about."
    },
    {
      "id": 46,
      "content": "The interviewer sat in silence, anticipatingly looking at the child for an answer. But he showed no signs of reciprocating her expectations."
    },
    {
      "id": 47,
      "teller": "Interviewer",
      "title": "???",
      "content": "Who could it be...? To raid an Association is..."
    },
    {
      "id": 48,
      "model": "뫼르소",
      "title": "Dieci Section 4 Director",
      "content": "Another new Syndicate covets our Holy Relic. I assume this invasion is their doing."
    },
    {
      "id": 49,
      "model": "뫼르소",
      "title": "Dieci Section 4 Director",
      "content": "They wear red masks emblematic of their organization; it should not be very difficult to identify them."
    },
    {
      "id": 50,
      "content": "The child rose from his seat and wrapped his stoles over his fist."
    },
    {
      "id": 51,
      "content": "The interviewer's wandering eyes soon turned into a look of concern for the child."
    },
    {
      "id": 52,
      "content": "If they're bold enough to break into an Association office... then it's likely that they're no mere Backstreets ruffians."
    },
    {
      "id": 53,
      "teller": "Interviewer",
      "title": "???",
      "content": "P-please be careful."
    },
    {
      "id": 54,
      "model": "뫼르소",
      "title": "Dieci Section 4 Director",
      "content": "There is no need to worry. I have been rather studious as of late."
    },
    {
      "id": 55,
      "content": "The Syndicate henchman looks around nervously with a key in his hand."
    },
    {
      "id": 56,
      "teller": "Henchman",
      "title": "???",
      "content": "Damn it, I thought this was supposed to be one of the Holy Relics... but this ain't even a Relic!"
    },
    {
      "id": 57,
      "content": "Well, of course. Because the true Holy Relics of the Dieci Association are held by its Saints, and only its Saints."
    },
    {
      "id": 58,
      "content": "The keys and stoles that the other librarians use... are just downgraded versions of the true Holy Relics."
    },
    {
      "id": 59,
      "model": "뫼르소",
      "title": "Dieci Section 4 Director",
      "content": "You mistook the Holy Relic's blessing for the Relic itself, allowing misinformation to guide your path."
    },
    {
      "id": 60,
      "teller": "Henchman",
      "title": "???",
      "content": "Well, in for an Ahn, in for a... Screw it, I'll use this to...!"
    },
    {
      "id": 61,
      "content": "The henchman rushes forward, the key in his hand, but the child doesn't even blink an eye."
    },
    {
      "id": 62,
      "content": "The brilliant light of knowledge, so diligently studied, focuses on the child's fist..."
    },
    {
      "id": 63,
      "content": "And the building soon echoes with the heavy noise of crumbling floor."
    },
    {
      "id": 64,
      "content": "Once things have calmed down somewhat..."
    },
    {
      "id": 65,
      "content": "The interviewer carefully exited the room, only to be greeted by a surprising sight."
    },
    {
      "id": 66,
      "teller": "Interviewer",
      "title": "???",
      "content": "……."
    },
    {
      "id": 67,
      "content": "Before her were numerous Syndicate members splayed out across the demolished floor, and the completely unharmed child stood tall amidst them. The interviewer whips out her notepad and begins furiously scribbling down the scene before her."
    },
    {
      "id": 68,
      "content": "The child she interviewed earlier, the one with a particularly large appetite, told her that the Dieci Association was more than just an educational facility. But..."
    },
    {
      "id": 69,
      "content": "... hearing it and seeing it in person are two different things."
    },
    {
      "id": 70,
      "content": "The invading Syndicate members were learning this the hard way as well."
    },
    {
      "id": 71,
      "content": "While the interviewer assumed that the syndicate members would have an ace up their sleeves, considering they're bold enough to attack an Association office..."
    },
    {
      "id": 72,
      "content": "... there was something that the Syndicate members missed."
    },
    {
      "id": 73,
      "content": "It was that the Dieci Association was not an Association of frail scholars..."
    },
    {
      "id": 74,
      "model": "뫼르소",
      "title": "Dieci Section 4 Director",
      "content": "I have beaten wisdom into this foe, for it has chosen to face me."
    },
    {
      "id": 75,
      "content": "... but a powerful fist honed by endless erudition and experience."
    }
  ]
}