{
  "dataList": [
    {
      "id": 0,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "Hello! Anyone home?"
    },
    {
      "id": 1,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "Hmm~ I heard on good authority that this was your hideout... So I wonder why you're ignoring me?"
    },
    {
      "id": 2,
      "content": "The child strode confidently through the dilapidated, run-down hallway of an old building."
    },
    {
      "id": 3,
      "content": "He comes to a sudden stop in front of a small door at the metallic stench of blood."
    },
    {
      "id": 4,
      "content": "The child raises his hand, soft and clean, unlike his outfit and the brutish manner in which he carried himself. He gently places it on the doorhandle."
    },
    {
      "id": 5,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "Excuse me, may I enter?"
    },
    {
      "id": 6,
      "content": "His voice is bright and upbeat."
    },
    {
      "id": 7,
      "content": "... But between every knock, his voice drips with murderous intent so intense that it couldn't be masked."
    },
    {
      "id": 8,
      "content": "Perhaps whoever was in hiding could sense it, too."
    },
    {
      "id": 9,
      "teller": "???",
      "title": "???",
      "content": "……."
    },
    {
      "id": 10,
      "content": "A barely-noticeable sound of breathing seeped past the doorframe."
    },
    {
      "id": 11,
      "content": "Barely noticeable."
    },
    {
      "id": 12,
      "content": "But that hint of profound terror carried by that slightest exhale... brought a grin to the child's lips. He simply could not help it."
    },
    {
      "id": 13,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "Aha! Are we playing hide-and-seek? Pretending to be... unavailable?"
    },
    {
      "id": 14,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "Ha ha! I can hear your breathing, you know~ If you won't open up, then..."
    },
    {
      "id": 15,
      "content": "Still, there was no reply. But this silence seemed to have only emboldened the child."
    },
    {
      "id": 16,
      "content": "He slowly and casually lifts his leg, then..."
    },
    {
      "id": 17,
      "content": "... kicked the door down."
    },
    {
      "id": 18,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "... you leave me no choice but to let myself in!"
    },
    {
      "id": 19,
      "teller": "Bloodfiend",
      "title": "???",
      "content": "Agh!"
    },
    {
      "id": 20,
      "content": "The door splinters open, and..."
    },
    {
      "id": 21,
      "content": "... the Bloodfiend, who'd been hiding and listening from behind the door, gets flung across the room."
    },
    {
      "id": 22,
      "content": "The child smiles cheerfully at the Bloodfiend on the ground."
    },
    {
      "id": 23,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "Aww. Why didn't you just open up when I asked you nicely? You gave me no option, you know."
    },
    {
      "id": 24,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "It's not like we'll turn a blind eye and walk away just because you're holed up in here like a dirty little rat~"
    },
    {
      "id": 25,
      "teller": "Bloodfiend",
      "title": "???",
      "content": "How... did you find this place...?"
    },
    {
      "id": 26,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "I'm impressed by the bond between you and your Family. They knew the addresses of every single one of their relatives, including yours..."
    },
    {
      "id": 27,
      "content": "The child lightly tapped a photograph framed on a wall with his hammer and took a slow look around the room."
    },
    {
      "id": 28,
      "content": "There was a whole mound of letters on the table, while framed group photos with other Bloodfiends were placed about the room."
    },
    {
      "id": 29,
      "content": "The Bloodfiend realized that something must've happened to his Family."
    },
    {
      "id": 30,
      "content": "Something... awful. If they were forced to spill even his location, then..."
    },
    {
      "id": 31,
      "teller": "Bloodfiend",
      "title": "???",
      "content": "W-wait! There's— There's been a misunderstanding. Can we talk first? Without waving that hammer in my face...?"
    },
    {
      "id": 32,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "A... misunderstanding?"
    },
    {
      "id": 33,
      "teller": "Bloodfiend",
      "title": "???",
      "content": "Yeah! A misunderstanding! I've never... I've never hurt a human before!"
    },
    {
      "id": 34,
      "teller": "Bloodfiend",
      "title": "???",
      "content": "I always kept to myself, drinking blood only from humans who were already dead!"
    },
    {
      "id": 35,
      "content": "The Bloodfiend wasn't lying."
    },
    {
      "id": 36,
      "content": "Bloodfiends hiding out in this area were yet to hurt a human."
    },
    {
      "id": 37,
      "content": "They've been stalking the Backstreets, subsisting on stale blood from corpses."
    },
    {
      "id": 38,
      "content": "An inexperienced Fixer on their first Bloodfiend hunt might hesitate upon hearing this, but..."
    },
    {
      "id": 39,
      "content": "... it didn't matter to this child, who's been in the business for a while."
    },
    {
      "id": 40,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "Ah~ Yep, I remember! That's exactly what your Family told me."
    },
    {
      "id": 41,
      "teller": "Bloodfiend",
      "title": "???",
      "content": "M-my Children would never spill the beans on me... Unless you— What have you done to my Family...?"
    },
    {
      "id": 42,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "They had the audacity to bite a human. How... uncivilized, hm? So, I employed a little ice-breaking trick grandfather taught me."
    },
    {
      "id": 43,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "And it worked! It really was a chatterbox; it started sharing all kinds of fun stories with me."
    },
    {
      "id": 44,
      "teller": "Bloodfiend",
      "title": "???",
      "content": "Broke the ice...? Y-you just tortured my Family!"
    },
    {
      "id": 45,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "Oh, don't be overdramatic. I don't think it was *that* bad. At least, not enough to be called 'torture'."
    },
    {
      "id": 46,
      "teller": "Bloodfiend",
      "title": "???",
      "content": "Why... why are you doing this to us?! We've never even made a Bloodbag! Not one!"
    },
    {
      "id": 47,
      "teller": "Bloodfiend",
      "title": "???",
      "content": "We just wanted to live! We just wanted to live a life like anyone else! Why are you doing this?!"
    },
    {
      "id": 48,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "What? Oh, that's..."
    },
    {
      "id": 49,
      "content": "The child started, then stopped himself with a scoff."
    },
    {
      "id": 50,
      "content": "Maybe he thought whatever he said wouldn't matter."
    },
    {
      "id": 51,
      "content": "So, the child's answer to the Bloodfiend's cries was far from logical... almost flippant."
    },
    {
      "id": 52,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "Because you're a Bloodfiend. What other reason do I need?"
    },
    {
      "id": 53,
      "teller": "Bloodfiend",
      "title": "???",
      "content": "What... what the hell..."
    },
    {
      "id": 54,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "Oops...! We've wasted enough time. Shall we begin? I hope to hear..."
    },
    {
      "id": 55,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "... many, many stories from you tonight, too."
    },
    {
      "id": 56,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "Stories about your family."
    },
    {
      "id": 57,
      "content": "The child produced a silver bottle and swished it in front of the Bloodfiend."
    },
    {
      "id": 58,
      "content": "Then..."
    },
    {
      "id": 59,
      "teller": "Bloodfiend",
      "title": "???",
      "content": "Ahh-aghhhhhhh! Go away! Get that thing away from me!"
    },
    {
      "id": 60,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "What's so scary about this little vial of water? Ha ha."
    },
    {
      "id": 61,
      "content": "A drop of water falls through a small crack in the vial."
    },
    {
      "id": 62,
      "content": "As soon as the drop lands on his skin, the Bloodfiend begins to convulse, an inhuman scream escaping his mouth."
    },
    {
      "id": 63,
      "content": "The child continued to swish the vial in front of the Bloodfiend, until..."
    },
    {
      "id": 64,
      "content": "... he grew so exhausted that he couldn't even scream anymore. Then, the child picked up the hammer."
    },
    {
      "id": 65,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "That sure was scary, huh? Don't worry. I'll help you forget this horror soon enough."
    },
    {
      "id": 66,
      "content": "As the Bloodfiend shuddered helplessly from the sheer horror engraved in his instincts, the child suddenly raised the hammer and brought it down upon his leg."
    },
    {
      "id": 67,
      "teller": "Bloodfiend",
      "title": "???",
      "content": "Gahhh!"
    },
    {
      "id": 68,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "Wow~ You can regenerate from a crushed leg? Your kind sure are persistent~"
    },
    {
      "id": 69,
      "content": "He continued to pummel the Bloodfiend's legs with the hammer until they were nothing more than shards of bone amidst a sludge of meat. So that he may never pursue a human again... so that he may never flee from hunters such as himself again."
    },
    {
      "id": 70,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "Just..."
    },
    {
      "id": 71,
      "content": "Then, the child crushed his arms so that he may never grab a human."
    },
    {
      "id": 72,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "How..."
    },
    {
      "id": 73,
      "content": "Then, he held the Bloodfiend's jaws open and pulled his teeth out one by one, so that he may never bite a human."
    },
    {
      "id": 74,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "Much blood have you drunk..."
    },
    {
      "id": 75,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "To keep regenerating like this?"
    },
    {
      "id": 76,
      "content": "What followed was a brutal, one-sided beatdown."
    },
    {
      "id": 77,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "You're holding out for longer than I expected."
    },
    {
      "id": 78,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "But struggling won't change anything."
    },
    {
      "id": 79,
      "teller": "Bloodfiend",
      "title": "???",
      "content": "Why... but... why... are you so... cruel..."
    },
    {
      "id": 80,
      "teller": "Bloodfiend",
      "title": "???",
      "content": "I... never attack... a human... I live just like... humans do... a normal life..."
    },
    {
      "id": 81,
      "content": "The child shook his head in exasperation, watching the Bloodfiend trying to speak through his mangled gums and lips."
    },
    {
      "id": 82,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "What? Ha... haha. Wait, you're serious?"
    },
    {
      "id": 83,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "You are a monster. A beast, filled with nothing but yearning for blood. You can act like a human, but your nature... doesn't change."
    },
    {
      "id": 84,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "Sure, a few corpses might fill you up for now. But sooner or later, you won't be able to stand that yearning. Besides... you have other sins to answer for, don't you?"
    },
    {
      "id": 85,
      "teller": "Bloodfiend",
      "title": "???",
      "content": "What... sins...? I just... I just want to live a quiet life... with my Family..."
    },
    {
      "id": 86,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "Whoa, would you look at the time! Let's wrap this up, okay?"
    },
    {
      "id": 87,
      "content": "With that, the child raised the hammer over his head, and slammed it onto the Bloodfiend's head."
    },
    {
      "id": 88,
      "content": "Then again. And again. And again, until he could no longer regenerate. Until the sun began to rise over the horizon."
    },
    {
      "id": 89,
      "content": "Only when even the Bloodfiend's fingers stopped twitching did the child rise from his position with a hollow smile."
    },
    {
      "id": 90,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "Family, huh..."
    },
    {
      "id": 91,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "Ha ha... that's a good one. I'm sure it mentioned the Family only because it didn't know who contracted me for this job, but... that's really funny."
    },
    {
      "id": 92,
      "content": "The child unfolded a tiny piece of paper, dipped his fingers in the pool of blood that filled the room, and drew a red circle."
    },
    {
      "id": 93,
      "content": "On the paper was a heartfelt request. A contract on the life of a Bloodfiend that turned one of their family into a Kindred before fleeing."
    },
    {
      "id": 94,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "Will your real family no longer be your own after you get turned into a Kindred?"
    },
    {
      "id": 95,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "I suppose that's why he protested his innocence to the end, but..."
    },
    {
      "id": 96,
      "content": "The child produced several other pieces of paper, all yet to be circled, and read them."
    },
    {
      "id": 97,
      "content": "He found one of them that seemed particularly relevant to what the Bloodfiend said and unfolded it."
    },
    {
      "id": 98,
      "model": "홍루",
      "title": "Fanghunt Office",
      "content": "... Bloodfiends are, at the end of the day, evil from the moment they are born. It's their nature."
    },
    {
      "id": 99,
      "content": "The child quietly left the building, red sun rising behind him."
    },
    {
      "id": 100,
      "content": "He may rest for a short while, but... it will be long before he finds true respite."
    },
    {
      "id": 101,
      "content": "Beneath the surface of the City, Bloodfiends and their victims still skulked within..."
    },
    {
      "id": 102,
      "content": "And whether he wished to or not, the child had to behold so many more things about Bloodfiends in his shimmering eye before he would be able to return."
    }
  ]
}