{
  "dataList": [
    {
      "id": 0,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "Hold your fire."
    },
    {
      "id": 1,
      "model": "싱클레어",
      "title": "Full-Stop Office",
      "content": "Uagh, aaaagh!"
    },
    {
      "id": 2,
      "model": "히스클리프",
      "title": "Full-Stop Office",
      "content": "Oi! Hold your fire, lad! Low ready, now!"
    },
    {
      "id": 3,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "Ha ha, thanks for repeating after me. Can't see too well through all this smoke."
    },
    {
      "id": 4,
      "content": "A battlefield thick with the smoke of war..."
    },
    {
      "id": 5,
      "content": "The chaotic cacophony of gunfire and grinding gears came to a sudden stop at the child's hand sign."
    },
    {
      "id": 6,
      "content": "They were contracted by the Association for the eradication of the Church of Gears."
    },
    {
      "id": 7,
      "content": "The child accepted the contract with gusto, but things weren't quite going according to plan, thanks to certain unexpected variables."
    },
    {
      "id": 8,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "Doesn't seem like they'll be closing the distance any time soon, right?"
    },
    {
      "id": 9,
      "model": "싱클레어",
      "title": "Full-Stop Office",
      "content": "Yeah, but I don't know if it's a good idea for us to shoot first. Not to mention how we've already wasted a lot of bullets."
    },
    {
      "id": 10,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "This contract is a bit more troublesome than I'd expected. I guess that's what you get for picking up a Shi Association contract~"
    },
    {
      "id": 11,
      "content": "Despite already having spent quite a lot of bullets, the child and his colleagues were having some trouble making much headway."
    },
    {
      "id": 12,
      "content": "There was the hot steam—a byproduct of boosting their powers—and the smoke coming out of the grinding gears. But the worst of them all was..."
    },
    {
      "id": 13,
      "content": "... the erratically moving Gear Worshippers, the very targets of their contract."
    },
    {
      "id": 14,
      "model": "히스클리프",
      "title": "Full-Stop Office",
      "content": "Haah... Not only are they constantly moving, but their movements are all so bloody offbeat. I'm havin' some difficulty gettin' a good shot in, lads."
    },
    {
      "id": 15,
      "model": "히스클리프",
      "title": "Full-Stop Office",
      "content": "Got any bright ideas?"
    },
    {
      "id": 16,
      "content": "The worshippers were sliding out of the bullets' trajectories in bizarrely fluent motions, as though they could tell where their guns were aiming."
    },
    {
      "id": 17,
      "content": "Benefits of installing 'Thought Gears', a calculation unit made from humans."
    },
    {
      "id": 18,
      "model": "싱클레어",
      "title": "Full-Stop Office",
      "content": "Hm... should we just start blasting and hope for the best?"
    },
    {
      "id": 19,
      "model": "히스클리프",
      "title": "Full-Stop Office",
      "content": "I don't hate that idea, but... tsk. The budget for the bullets wasted's gonna be comin' straight out of bossman's pockets again, even if we were to finish the contract."
    },
    {
      "id": 20,
      "content": "The colleagues glanced anxiously at the child as the prospect of having to dip into their boss's personal funds became increasingly likely."
    },
    {
      "id": 21,
      "content": "However, the child's expression was as calm and casual as always, and he'd even begun humming a pleasant tune."
    },
    {
      "id": 22,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "Hmhm~ I think my budget can handle a volley, unless you're looking to shoot Atelier Logic ammunition full auto... Now that'll bankrupt even me, ha ha."
    },
    {
      "id": 23,
      "content": "It's true. It wasn't that big of a deal for this child to pay for the bullets, as long as they made each one count."
    },
    {
      "id": 24,
      "content": "He could handle it, even if the Office funds were about to be completely depleted."
    },
    {
      "id": 25,
      "content": "All he had to do was to say the word, and the family would send him some pocket money..."
    },
    {
      "id": 26,
      "content": "... That 'pocket money', being the equivalent of the Office's yearly budget, could fill their warehouse to the brim with ammunition. It wouldn't leave them much, of course, but still."
    },
    {
      "id": 27,
      "content": "But not everyone found this attitude to be pleasant."
    },
    {
      "id": 28,
      "model": "히스클리프",
      "title": "Full-Stop Office",
      "content": "Blimey, I just don't like it!"
    },
    {
      "id": 29,
      "model": "히스클리프",
      "title": "Full-Stop Office",
      "content": "It makes us feel like parasites every time we gotta ask your family for favours."
    },
    {
      "id": 30,
      "model": "싱클레어",
      "title": "Full-Stop Office",
      "content": "W-well, what other choice have we got? We can break down their cover with impact rounds, but they're hiding in that smoke..."
    },
    {
      "id": 31,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "Alright, everyone~ Let's all relax and get it done like we always do."
    },
    {
      "id": 32,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "I'll take the vanguard, so please cover me."
    },
    {
      "id": 33,
      "model": "히스클리프",
      "title": "Full-Stop Office",
      "content": "Right, I gotta take care of any buggers that get too close to you, yeah? No need to tell me how to do my job."
    },
    {
      "id": 34,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "Hm, that's great and all, but how about this?"
    },
    {
      "id": 35,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "I think I just came up with a plan."
    },
    {
      "id": 36,
      "content": "The child's voice was as gentle as always, but there was a certain confidence and decisiveness in it as he explained the new strategy."
    },
    {
      "id": 37,
      "content": "After listening to the new plan, quickly described over the brief lull of battle, the two colleagues nodded affirmatively."
    },
    {
      "id": 38,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "Okay, then... I'm going in!"
    },
    {
      "id": 39,
      "content": "With that, the child leapt into the thick miasma of smoke without hesitation."
    },
    {
      "id": 40,
      "content": "He could barely see what was ahead, and the smoke was suffocating, but the child did not stop."
    },
    {
      "id": 41,
      "content": "He began pulling the trigger with abandon the moment he ventured into the smoke."
    },
    {
      "id": 42,
      "content": "Most of them flew fruitlessly toward nothing, but he wasn't planning to hit the worshippers anyway."
    },
    {
      "id": 43,
      "model": "히스클리프",
      "title": "Full-Stop Office",
      "content": "Huff... phoo..."
    },
    {
      "id": 44,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "Heathcliff, now!"
    },
    {
      "id": 45,
      "content": "A thunderous gunshot rings out, even before the child says his full name through the receiver."
    },
    {
      "id": 46,
      "content": "The bullet, fired at a moment's notice, lands a direct hit into the worshipper's brain."
    },
    {
      "id": 47,
      "content": "He'd drawn them to the perfect angle for his sniper colleague to line up his shot."
    },
    {
      "id": 48,
      "content": "Once he confirmed that the Thought Gear inside the worshipper had come to a complete stop, the child did not waste a second and gave his next order."
    },
    {
      "id": 49,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "I'll draw them out, so start blasting on my count of three."
    },
    {
      "id": 50,
      "model": "싱클레어",
      "title": "Full-Stop Office",
      "content": "Yessir!"
    },
    {
      "id": 51,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "One... two... three!"
    },
    {
      "id": 52,
      "content": "Bullets mustn't possess the firepower to penetrate building walls or steel."
    },
    {
      "id": 53,
      "content": "The child knew well about the Head's taboo involving firearms; and with that knowledge twisted these disadvantages to his own advantage."
    },
    {
      "id": 54,
      "content": "Drawing a worshipper next to a building wall, taking cover on the other side of the wall himself, then ordering his colleague to fire a penetrator round would be an example of one such strategy."
    },
    {
      "id": 55,
      "content": "Another would be forcing the enemies to take cover behind a wall, requesting his colleagues to fire an impact round, and demolishing the wall to bury them in the rubble."
    },
    {
      "id": 56,
      "content": "The child soon realized that there was but a single worshipper remaining, having survived the slow but methodical takedown of the other worshippers."
    },
    {
      "id": 57,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "Looks like their leader... escaped."
    },
    {
      "id": 58,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "So you're the last one of this group. Seeing as you have two gears, may I assume that you are in a higher position than the others?"
    },
    {
      "id": 59,
      "content": "A mere addition of one extra gear provided the lone worshipper a tremendous advantage in their final resistance."
    },
    {
      "id": 60,
      "content": "The worshipper nimbly wiggled out of bullet trajectories even after the child drew them to an open position, and any penetration rounds that hit it bounced off impotently against its steel armor."
    },
    {
      "id": 61,
      "model": "히스클리프",
      "title": "Full-Stop Office",
      "content": "Oi, you alright over there? I don't got a clear shot anymore! You're in my dead angle!"
    },
    {
      "id": 62,
      "content": "His colleagues, realizing that this was not a foe to be underestimated, hollered worriedly in the child's direction."
    },
    {
      "id": 63,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "I think you two have done a great job supporting me so far."
    },
    {
      "id": 64,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "But it's time to end this."
    },
    {
      "id": 65,
      "content": "It doesn't seem that the child agrees with their concerns."
    },
    {
      "id": 66,
      "content": "The child steps forward, beaming with a casual smile."
    },
    {
      "id": 67,
      "content": "A sturdy breastplate made of steel."
    },
    {
      "id": 68,
      "content": "Some would purchase impact rounds to destroy the metal without penetrating it..."
    },
    {
      "id": 69,
      "content": "Some would purchase micro bullets to shoot through any visible holes in the armor..."
    },
    {
      "id": 70,
      "content": "... but the child sought a much simpler approach."
    },
    {
      "id": 71,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "To this life of yours..."
    },
    {
      "id": 72,
      "content": "There was nothing stopping him from cutting through metal with his dagger, after all."
    },
    {
      "id": 73,
      "content": "The Workshop-made dagger in the child's hand cut through the worshipper's armor like a knife through butter, and..."
    },
    {
      "id": 74,
      "content": "... he aimed the barrel into this newly created gap in the worshipper's armor."
    },
    {
      "id": 75,
      "content": "By the time the echoes of the three gunshots had dissipated into thin air, the worshipper's gears had already stopped turning."
    },
    {
      "id": 76,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "... I place the final Full-Stop."
    }
  ]
}