{
    "dataList": [
        {
            "id": 0,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Hook Office",
            "content": "Mm, mm~ The air smells as pleasant as always tonight. It's musty and hazy. Now that's the Backstreets I know and love."
        },
        {
            "id": 1,
            "content": "The child pulled his mask down and breathed in a lungful of air."
        },
        {
            "id": 2,
            "content": "The stench of slightly rotten trash, the exhaust fume smell of an unknown origin. The Backstreets reeks with a smell not unlike burning incense of stubborn, industrial dust. The child seems to love it, though."
        },
        {
            "id": 3,
            "content": "It was not so long ago when all this child ever knew was the high-brow, lavish aroma of his affluent home. Maybe that's why he enjoyed the smell that most denizens of the City would gag at. He said it reminds him of... 'the common people'."
        },
        {
            "id": 4,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "Hook Office",
            "content": "Y.D.Y."
        },
        {
            "id": 5,
            "model": "뫼르소",
            "teller": "Meursault",
            "title": "Hook Office",
            "content": "I cannot agree with that statement, but I understand your sentiment behind it."
        },
        {
            "id": 6,
            "content": "The child was flanked by two other children. One wore a mask and hid her face under the hood of her parka. The other wore a mask that covered his entire face."
        },
        {
            "id": 7,
            "content": "They've been roaming and causing trouble in the Backstreets together for the last few years."
        },
        {
            "id": 8,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Hook Office",
            "content": "Sure! Well~ We don't have to agree on everything, right? As long as we can agree on one thing."
        },
        {
            "id": 9,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Hook Office",
            "content": "That we all love ripping people to pieces."
        },
        {
            "id": 10,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "Hook Office",
            "content": "Watch your words. Fixers aren't allowed to kill for no reason. Don't want anyone listening and snitching on us to the Rep."
        },
        {
            "id": 11,
            "model": "뫼르소",
            "teller": "Meursault",
            "title": "Hook Office",
            "content": "There are nothing but rats in our 500-Meter radius. No one is here to listen. And if anyone does listen, we'll tear them apart as well."
        },
        {
            "id": 12,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Hook Office",
            "content": "Right? Why should we gag ourselves? It's gotta be so frustrating, living like that~"
        },
        {
            "id": 13,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Hook Office",
            "content": "Also, Ryōshū! Didn't you have a lot of fun yesterday, hmm? And thanks to you, we ended up killing way more people than intended."
        },
        {
            "id": 14,
            "model": "뫼르소",
            "teller": "Meursault",
            "title": "Hook Office",
            "content": "Yes. Which led to unscheduled muscle pain and lack of payment for our extra kills. It was inefficient."
        },
        {
            "id": 15,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "Hook Office",
            "content": "... It was a rare opportunity. It's hard to come by material consistent enough to be in the same exhibition... I'll consider this incident sorry."
        },
        {
            "id": 16,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Hook Office",
            "content": "Was that even an apology? ... Ha ha."
        },
        {
            "id": 17,
            "content": "The child shrugged and let go of the discussion."
        },
        {
            "id": 18,
            "content": "There was no point in dragging it on. It wasn't going to change anything, anyway."
        },
        {
            "id": 19,
            "content": "Besides, he also had fun yesterday. He certainly wasn't the one to talk."
        },
        {
            "id": 20,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Hook Office",
            "content": "Well, if it's all the same to you... I think I enjoy getting paid a consistent rate for killing people."
        },
        {
            "id": 21,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Hook Office",
            "content": "Who would've thunk that people like us, people from a killer Syndicate, would be working for an Office? Business cards and all."
        },
        {
            "id": 22,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "Hook Office",
            "content": "S.O.R. Picking up the Backstreets dogs like us... Now that's one strange Office Rep."
        },
        {
            "id": 23,
            "model": "뫼르소",
            "teller": "Meursault",
            "title": "Hook Office",
            "content": "This is our niche. There are as many Offices as there are Syndicates; it is a reasonable choice for a businessman to prioritize a smaller niche in an over-saturated market."
        },
        {
            "id": 24,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Hook Office",
            "content": "Hm... But I have a feeling that this Office won't last long."
        },
        {
            "id": 25,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Hook Office",
            "content": "We can tear people up into pretty little straps and hang them up all day... But it's not like we're leaving our business cards behind. There's no way to get the Office's name out there."
        },
        {
            "id": 26,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "Hook Office",
            "content": "I.A. This canvas is not nearly good enough for real, proper art."
        },
        {
            "id": 27,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Hook Office",
            "content": "This Office isn't going to get any new clientele beyond fledgling Syndicates or other poor people who want to hire us for petty scare jobs."
        },
        {
            "id": 28,
            "model": "뫼르소",
            "teller": "Meursault",
            "title": "Hook Office",
            "content": "Will you propose an alternative, then?"
        },
        {
            "id": 29,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Hook Office",
            "content": "Hm? Why would I?"
        },
        {
            "id": 30,
            "content": "The child looked at the other innocently and cocked his head. It was as though he didn't understand where the question was coming from."
        },
        {
            "id": 31,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Hook Office",
            "content": "Well... Are we ever going to build a real resume to rise through the Fixer ranks? Or are we going to suck up to the Rep. to get him to recognize us?"
        },
        {
            "id": 32,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Hook Office",
            "content": "No, we're just doing some temp work. When there's nothing more to get out of this Office, we'll leave and saunter back to the Backstreets."
        },
        {
            "id": 33,
            "model": "뫼르소",
            "teller": "Meursault",
            "title": "Hook Office",
            "content": "That is also a reasonable suggestion."
        },
        {
            "id": 34,
            "content": "The child shrugged affirmatively."
        },
        {
            "id": 35,
            "content": "So did the bionic weapon on his shoulder."
        },
        {
            "id": 36,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "Hook Office",
            "content": "That weapon. It's from the Union Co. Workshop, isn't it?"
        },
        {
            "id": 37,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Hook Office",
            "content": "Oh, yeah! It's cheap and decently handy. How's that? Couldn't have gotten this without a stable income~"
        },
        {
            "id": 38,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "Hook Office",
            "content": "That Workshop is filled with amateurs. They pick up their meat from random piles of corpses to make their weapons. There's no refinement to them, only a facade of it."
        },
        {
            "id": 39,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Hook Office",
            "content": "Well, that's why they're cheap, and that's why I like them... Though using these really drains my energy. I'm hungry all the time."
        },
        {
            "id": 40,
            "model": "뫼르소",
            "teller": "Meursault",
            "title": "Hook Office",
            "content": "That is an insignificant problem. Simply take more work, increase your earnings, and consume more calories."
        },
        {
            "id": 41,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "Hook Office",
            "content": "Agreed. Let's tear it up some more."
        },
        {
            "id": 42,
            "content": "The three children giggled, as though a funny thought had crossed their minds."
        },
        {
            "id": 43,
            "content": "They were confident, on top of the world— nothing could possibly stand in their way. Or so they thought, at least."
        },
        {
            "id": 44,
            "model": "뫼르소",
            "teller": "Meursault",
            "title": "Hook Office",
            "content": "Incoming contact. It's from the Representative."
        },
        {
            "id": 45,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Hook Office",
            "content": "Oh! New work?"
        },
        {
            "id": 46,
            "model": "뫼르소",
            "teller": "Meursault",
            "title": "Hook Office",
            "content": "Precisely. It appears that our next job is... at some Library."
        },
        {
            "id": 47,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Hook Office",
            "content": "Nice. Let's hurry there."
        },
        {
            "id": 48,
            "content": "The children leisurely strolled through the Backstreets."
        },
        {
            "id": 49,
            "content": "Where will these children go?"
        },
        {
            "id": 50,
            "content": "... Well, there is no way to know for now."
        }
    ]
}