{
    "dataList": [
        {
            "id": 0,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "District 20 Yurodivy",
            "content": "Hm, I guess I'll start by taking a quick look around."
        },
        {
            "id": 1,
            "content": "The child leisurely strolls into a dark and stuffy basement."
        },
        {
            "id": 2,
            "content": "He has a casual look on his face, as though all was right in the world."
        },
        {
            "id": 3,
            "content": "In his mouth is a sweet lollipop, and his gait is relaxed and gentle."
        },
        {
            "id": 4,
            "content": "There was something different about this child; though he wore the very same scarf that others in his organization wore, he did not share their perpetual sense of urgency."
        },
        {
            "id": 5,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "District 20 Yurodivy",
            "content": "It's not a rare sight to see a Yurodivy fight a Yurodivy, but... this one's a bit different."
        },
        {
            "id": 6,
            "content": "The Yurodiviye."
        },
        {
            "id": 7,
            "content": "An organization established with the spirit of bringing a new world to life, a world in which the few do not hoard the riches; a world of equality. But not all those who call themselves a Yurodivy share the same sentiment."
        },
        {
            "id": 8,
            "content": "Now that the Yurodiviye was widespread enough to establish themselves as a real presence even in some Nests..."
        },
        {
            "id": 9,
            "content": "... some of their new recruits did not share that ideal. Some of them joined only because they were down on their lucks, or only because they simply disliked the way things were under the Wings' reign."
        },
        {
            "id": 10,
            "content": "Such disaccord often leads to internal conflict. Sometimes, their opinions of the Wings and the Nests just don't always see eye-to-eye... and sometimes, violence becomes the preferred conflict resolution method. But that's just the way things are in the City, isn't it?"
        },
        {
            "id": 11,
            "content": "And that is where the child comes in; he has been working as a Yurodiviye detective of sorts, investigating instances of such violence."
        },
        {
            "id": 12,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "District 20 Yurodivy",
            "content": "My, blood splatters all over the place... all those broken cups... that'll fetch quite the compensation."
        },
        {
            "id": 13,
            "teller": "Tense Colleague",
            "title": "District 20 Yurodivy",
            "content": "Hey, you're finally here."
        },
        {
            "id": 14,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "District 20 Yurodivy",
            "content": "Yes, I am. Can I get a low-down on what we're dealing with?"
        },
        {
            "id": 15,
            "content": "His colleague extends his greetings as the child bends down to traverse under several layers of tapes outlining the crime scene."
        },
        {
            "id": 16,
            "teller": "Tense Colleague",
            "title": "District 20 Yurodivy",
            "content": "Well, like always... can't say I've got a 'low-down' to give ya."
        },
        {
            "id": 17,
            "teller": "Tense Colleague",
            "title": "District 20 Yurodivy",
            "content": "But I'm sure this mess is nothing more than one of 'em brawls that break out after a potent mix of too many shots of liquor and overly-passionate debates."
        },
        {
            "id": 18,
            "teller": "Tense Colleague",
            "title": "District 20 Yurodivy",
            "content": "I've got confirmation from the witnesses and the owner, too. One of 'em just glassed the other one outta nowhere, right in the forehead!"
        },
        {
            "id": 19,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "District 20 Yurodivy",
            "content": "Ouch... With a glass cup? Sounds painful."
        },
        {
            "id": 20,
            "teller": "Tense Colleague",
            "title": "District 20 Yurodivy",
            "content": "Yeah, ouch is right. And that was probably the last straw. The moment of no return where all hopes of resolving the situation without a casualty were lost."
        },
        {
            "id": 21,
            "content": "The partner muttered bitterly before letting out a deep sigh."
        },
        {
            "id": 22,
            "teller": "Tense Colleague",
            "title": "District 20 Yurodivy",
            "content": "Sigh... Lad, I can't understand how people gathered under the same banner and the same cause could hate one another so much. I just don't."
        },
        {
            "id": 23,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "District 20 Yurodivy",
            "content": "It's easy to bring people together for something happy because everyone wants the same thing."
        },
        {
            "id": 24,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "District 20 Yurodivy",
            "content": "But bringing angry people together for something unhappy is hard. Because once you really look into it, you'll notice that not everyone wants the same thing."
        },
        {
            "id": 25,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "District 20 Yurodivy",
            "content": "People all have different reasons for feeling unhappy about the Wings... right?"
        },
        {
            "id": 26,
            "teller": "Tense Colleague",
            "title": "District 20 Yurodivy",
            "content": "... Sometimes I can't help but wonder how you can act so aloof, like you're above all this."
        },
        {
            "id": 27,
            "teller": "Tense Colleague",
            "title": "District 20 Yurodivy",
            "content": "If you decided to join the Yurodiviye, I bet you had your own reasons too. Am I wrong?"
        },
        {
            "id": 28,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "District 20 Yurodivy",
            "content": "Oh, I'm just here to expand my horizons. It's certainly given me an 'eye' for picking up clues and getting a better picture of each case, fuhu."
        },
        {
            "id": 29,
            "teller": "Tense Colleague",
            "title": "District 20 Yurodivy",
            "content": "Hmmh..."
        },
        {
            "id": 30,
            "content": "The colleague simply could not understand the child, nor could he share in his casualness. But perhaps, he thought, that was precisely why the child could be trusted to resolve these cases with a fair eye and swift feet."
        },
        {
            "id": 31,
            "content": "Besides, it was more fitting for the Yurodiviye to settle their own problems rather than to rely on a Wing or the Associations."
        },
        {
            "id": 32,
            "teller": "Tense Colleague",
            "title": "District 20 Yurodivy",
            "content": "Right... What do you see? Give me something to work with here."
        },
        {
            "id": 33,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "District 20 Yurodivy",
            "content": "Of course~ Let's reconstruct the crime scene!"
        },
        {
            "id": 34,
            "content": "The child adjusted the dial on his clockwork monocle as he replied. His voice suggested that he was in high spirits."
        },
        {
            "id": 35,
            "content": "The monocle, crafted by a skilled artificer who once worked for a famous Workshop, highlighted various points of interest. Adjusting the dials would play various scenes that could help with the viewer's deductions."
        },
        {
            "id": 36,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "District 20 Yurodivy",
            "content": "Look, the blood splatters all dried at different rates. This one's dried and viscous, and it's halfway permeated into the wood. The other splatter's a bit fresh, though."
        },
        {
            "id": 37,
            "teller": "Tense Colleague",
            "title": "District 20 Yurodivy",
            "content": "Not sure how much that info's worth. Like, how dried the blood splatters are doesn't help us much if one of them was living eight-hour-days and the other one six-hour-days. Can't tell who bled first from that."
        },
        {
            "id": 38,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "District 20 Yurodivy",
            "content": "Hmm, let's reconstruct the broken pieces of the glass. ... Wait, this was a light bulb, not a glass cup. Then above us must be...?"
        },
        {
            "id": 39,
            "teller": "Tense Colleague",
            "title": "District 20 Yurodivy",
            "content": "Huh. One of the lights is missing."
        },
        {
            "id": 40,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "District 20 Yurodivy",
            "content": "Mm, this could be interesting. Let's check the register, shall we?"
        },
        {
            "id": 41,
            "content": "The child sang a cheerful hum as he sauntered up to the register."
        },
        {
            "id": 42,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "District 20 Yurodivy",
            "content": "The owner of this shop organizes his daily earnings by collecting the receipts. I remember how he was always so proud to show off his collection of receipts whenever we came here for a meal."
        },
        {
            "id": 43,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "District 20 Yurodivy",
            "content": "Hm, looks like he's been deep in the red as of late. ... Replacing a precariously hanging light must've been the last thing on his mind."
        },
        {
            "id": 44,
            "teller": "Tense Colleague",
            "title": "District 20 Yurodivy",
            "content": "Wait, that means..."
        },
        {
            "id": 45,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "District 20 Yurodivy",
            "content": "Yep."
        },
        {
            "id": 46,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "District 20 Yurodivy",
            "content": "Ah, that explains the confused look on the victim's face I saw through my monocle~"
        },
        {
            "id": 47,
            "teller": "Tense Colleague",
            "title": "District 20 Yurodivy",
            "content": "Haah... So all that was over a misunderstanding...?"
        },
        {
            "id": 48,
            "content": "The colleague sighed and ran his hand through his hair with a bitter expression."
        },
        {
            "id": 49,
            "content": "It must have pained him to see the Yurodiviye's name, to which people flocked under the same cause of revolution, degrade in the public eye."
        },
        {
            "id": 50,
            "content": "It's tragic, but... maybe all this was inevitable."
        },
        {
            "id": 51,
            "content": "Expecting everything to go right in a world of ever-shifting chaos is to slumber in a dream of excessive idealism."
        }
    ]
}