{
    "dataList": [
        {
            "id": 0,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "W Corp. Cleanup Agent",
            "content": "Ahh— That was delicious! Which place should we try next?"
        },
        {
            "id": 1,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "W Corp. Cleanup Agent",
            "content": "Y.D.Y. I merely followed you out on a whim. You're on your own next time."
        },
        {
            "id": 2,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "W Corp. Cleanup Agent",
            "content": "Aw, that sucks~"
        },
        {
            "id": 3,
            "content": "The child pouted, but the other child's only response was to puff out an apathetic stream of smoke."
        },
        {
            "id": 4,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "W Corp. Cleanup Agent",
            "content": "Oh, right. How's it going with training the new hires? That seemed like an interesting job."
        },
        {
            "id": 5,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "W Corp. Cleanup Agent",
            "content": "Ha. More dreary than grabbing lunch with you. Getting relegated to B.S.... It's exasperating."
        },
        {
            "id": 6,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "W Corp. Cleanup Agent",
            "content": "Huhh... I'm sure it feels fresh every day though, doesn't it? You get to see all kinds of different reactions to learning the truth from the newbies."
        },
        {
            "id": 7,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "W Corp. Cleanup Agent",
            "content": "D.C.... Hmph, why would you even care about that? If you're so eager to see them react, train them yourself."
        },
        {
            "id": 8,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "W Corp. Cleanup Agent",
            "content": "I'd love to~ It's just that it's not the kind of position that an L2 employee can easily apply for."
        },
        {
            "id": 9,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "W Corp. Cleanup Agent",
            "content": "Tsk. If this is the kind of trash work L3 gets, I'd rather get demoted to L2."
        },
        {
            "id": 10,
            "content": "The smoking child flicked the butt of her cigarette and walked away, grimacing."
        },
        {
            "id": 11,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "W Corp. Cleanup Agent",
            "content": "Man... That wasn't very motivating, was it...?"
        },
        {
            "id": 12,
            "content": "The child, now left alone, smacked his lips and sipped the rest of his drink."
        },
        {
            "id": 13,
            "content": "Ever since he started working here, he never found any satisfaction with the work he was given."
        },
        {
            "id": 14,
            "content": "Perhaps it would be more accurate to say that he was simply coasting along and giving little thought to the kind of work he did."
        },
        {
            "id": 15,
            "content": "It wasn't like he applied to this place because he wanted to."
        },
        {
            "id": 16,
            "content": "He was just... doing whatever the family elders told him to do, drifting to their whims all the way into W Corp."
        },
        {
            "id": 17,
            "content": "Most people would kill for even a chance to work for one of the Wings, but it seemed that the family elders had no trouble pulling some strings to get him a position at W Corp."
        },
        {
            "id": 18,
            "content": "Though it was only thanks to his family that he was hired, it would be incorrect to say that he was unfit for the job. Maybe his diligent martial arts training from home helped."
        },
        {
            "id": 19,
            "content": "So he had little trouble carrying out his duties at W Corp., but..."
        },
        {
            "id": 20,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "W Corp. Cleanup Agent",
            "content": "Sigh~ I envy you, Ryōshū. Your work seems more interesting than what I've got going on."
        },
        {
            "id": 21,
            "content": "The child was probably tired of doing what was essentially the same work day after day."
        },
        {
            "id": 22,
            "content": "Checking out various restaurants near the company building being his only and recently discovered solace from tedium."
        },
        {
            "id": 23,
            "content": "A colleague of his who joined W Corp. at the same time as he did had already risen to L3, her competence clearly acknowledged... while he lagged behind at L2."
        },
        {
            "id": 24,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "W Corp. Cleanup Agent",
            "content": "Haah~ That's too bad. Guess I'll have to find a place for solo diners for dinner."
        },
        {
            "id": 25,
            "content": "None of that mattered to the child, however."
        },
        {
            "id": 26,
            "content": "Because he didn't need to, nor did he want to... be acknowledged."
        }
    ]
}