{
    "dataList": [
        {
            "id": 0,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Dieci Section 4",
            "content": "Aha~ I see! So that's how you read this word."
        },
        {
            "id": 1,
            "content": "The child was reading a book through a ring on his key, muttering to himself."
        },
        {
            "id": 2,
            "content": "The book was so ancient that holding it at a slightly wrong angle could completely unbind it. Its pages were filled with numerous, indecipherable, and squiggly letters."
        },
        {
            "id": 3,
            "content": "The child didn't know exactly what each of those letters meant, but..."
        },
        {
            "id": 4,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Dieci Section 4",
            "content": "I see... linguistic forms other than the 13 common languages existed~"
        },
        {
            "id": 5,
            "content": "... he continued to stare into the ring on his key with his calm, unblinking eye. Perhaps looking through it revealed something different."
        },
        {
            "id": 6,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Dieci Section 4",
            "content": "Hm... I'll have to shrink the ring a bit here—"
        },
        {
            "id": 7,
            "content": "The child expertly fiddled with the ring on his key as though he was playing with a rubber band. He shrunk the key to a smaller size, and returned to peering at the texts through its hole."
        },
        {
            "id": 8,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Dieci Section 4",
            "content": "I knew it~ I see that someone's erased something back here, hmm?"
        },
        {
            "id": 9,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Dieci Section 4",
            "content": "There's nothing like this key when it comes to finding hidden or redacted records~"
        },
        {
            "id": 10,
            "content": "It is a publicly known fact that there are two sects within the Dieci Association."
        },
        {
            "id": 11,
            "content": "The Fists, who directly collect and grasp knowledge with their own hands."
        },
        {
            "id": 12,
            "content": "The Keys, who use their tools to study something indirectly through a lens, from a distance."
        },
        {
            "id": 13,
            "content": "The Fists naturally veered toward hand-to-hand combat, encouraged by the essence of their main mode of knowledge acquisition."
        },
        {
            "id": 14,
            "content": "And the Keys naturally veered toward using their very tools of observing and acquiring knowledge—thus charging their strength—as weapons."
        },
        {
            "id": 15,
            "model": "로쟈",
            "teller": "Rodion",
            "title": "Dieci Section 4",
            "content": "Umm... We're not allowed to touch this book, right?"
        },
        {
            "id": 16,
            "model": "이상",
            "teller": "Yi Sang",
            "title": "Dieci Section 4",
            "content": "Indeed. This is an ancient document—a slight contamination from the sebum on the surface of our skin could alter it irrevocably."
        },
        {
            "id": 17,
            "model": "로쟈",
            "teller": "Rodion",
            "title": "Dieci Section 4",
            "content": "Tsk... how am I supposed to really understand this without touching it?"
        },
        {
            "id": 18,
            "model": "이상",
            "teller": "Yi Sang",
            "title": "Dieci Section 4",
            "content": "Physical contact isn't always necessary. Sufficient information can be garnered from simply taking in the texts using this comparison chart that I have prepared. Now, observe this part where..."
        },
        {
            "id": 19,
            "content": "Though the difference between the two sects merely boils down to the personal tastes and the upbringing of each child..."
        },
        {
            "id": 20,
            "content": "... perhaps they would have enjoyed the convenience of a key in situations like these."
        },
        {
            "id": 21,
            "content": "And there's more."
        },
        {
            "id": 22,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Dieci Section 4",
            "content": "Hyah!"
        },
        {
            "id": 23,
            "content": "The Keys have the advantage of being able to use their tools to strike their enemies from afar, but the Fists have no choice but to get up close and personal with them."
        },
        {
            "id": 24,
            "model": "???",
            "teller": "???",
            "title": "???",
            "content": "Kagh..."
        },
        {
            "id": 25,
            "model": "???",
            "teller": "???",
            "title": "???",
            "content": "W-what the hell, slapping people around with a key like that...!"
        },
        {
            "id": 26,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Dieci Section 4",
            "content": "Oh my, now where did you come from?"
        },
        {
            "id": 27,
            "content": "And since it's no common knowledge that the tiny key, small enough to be used as a pendant for his necklace, can grow so large like that..."
        },
        {
            "id": 28,
            "content": "... It's pretty obvious why some enemies are caught completely off guard when facing off against the Keys."
        },
        {
            "id": 29,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Dieci Section 4",
            "content": "Whew... I guess that's all there was to do for today."
        },
        {
            "id": 30,
            "content": "Now, one may wonder why anyone would ever choose the alternative over using a key, but it has its own downsides."
        },
        {
            "id": 31,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Dieci Section 4",
            "content": "Uh... so where in the world am I?"
        },
        {
            "id": 32,
            "content": "To peer into a key for knowledge... means that knowledge gained from sources other than the key will not be stored as strength."
        },
        {
            "id": 33,
            "content": "Enlarging the key, giving it a proper mass... it all costs 'knowledge' gained specifically through the key."
        },
        {
            "id": 34,
            "content": "Of course, swinging about a huge key like that will inevitably burn a large quantity of knowledge."
        },
        {
            "id": 35,
            "model": "홍루",
            "teller": "Hong Lu",
            "title": "Dieci Section 4",
            "content": "Haha, I guess I forgot!"
        },
        {
            "id": 36,
            "content": "And that's how these missions usually end."
        }
    ]
}