{
  "dataList": [
    {
      "id": 0,
      "content": "The drizzling rain tears through my heart, shearing it painfully like cold shards of glass."
    },
    {
      "id": 1,
      "content": "The rain holds memories of the past. Each droplet a memory of that manor carved into my very being from the day I was taken from the streets."
    },
    {
      "id": 2,
      "content": "So I stand in the rain, the thundering monsoon."
    },
    {
      "id": 3,
      "content": "Every cold sensation a painful reminder that I must become retribution itself, a vengeance to tear those accursed bastards apart."
    },
    {
      "id": 4,
      "content": "... There wasn't even a shelter, an umbrella to shield me from the rain."
    },
    {
      "id": 5,
      "content": "Nothing gave me reprieve from the rain, not even the thinnest layer of fabric to stop it from tearing into my skin."
    },
    {
      "id": 6,
      "content": "A delusional thought that this life, this existence, may be worth enduring if I could have those moments of relief.... that, as long as I could wait out the rain and dry my drenched clothes..."
    },
    {
      "id": 7,
      "content": "I did not have even the faintest mirage of such hopes. I knew this life was not to be one of relief."
    },
    {
      "id": 8,
      "content": "Hah. Good. I don't need anything like that holding back my rage, my vengeance."
    },
    {
      "id": 9,
      "content": "I have already lost my recollection of a few things that set me off on my path of revenge."
    },
    {
      "id": 10,
      "content": "There was something there, something that kindled this rage within me, something that set me on this path of destruction the moment I left the manor. But..."
    },
    {
      "id": 11,
      "content": "No. These are but meaningless ruminations. There is no straying from the path of retribution."
    },
    {
      "id": 12,
      "content": "To those bastards at the manor who so ruthlessly pelted me with cruel, heavy rain: I bring you flesh-rending, bone-shattering tempest of ruin."
    },
    {
      "id": 13,
      "content": "And that is all I need to perpetuate this existence. That is more than enough reason to live on."
    },
    {
      "id": 14,
      "content": "... This forest is on a high, silent hill."
    },
    {
      "id": 15,
      "content": "The damnably grand manor remains in my sight still, past the overgrown forest, even as the storm makes its landing upon the skies beneath which I stand."
    },
    {
      "id": 16,
      "content": "A clear sight of my target is good fuel for my rage. Like a funnel for this boiling hatred within me."
    },
    {
      "id": 17,
      "content": "I see the Butlers come out to dry the manor's dirty laundries. I see guests coming and going from the manor, arriving to enjoy the occasional banquet. And I recall the fleeting pockets of joy."
    },
    {
      "id": 18,
      "content": "I recall my caretaker, the Chief Butler, who cared for me more than anyone else despite her brusque and surly disposition."
    },
    {
      "id": 19,
      "content": "... No. Illusions, all."
    },
    {
      "id": 20,
      "content": "Hellish pain fades away into the fog of memories past, twisting them into sentimental reminiscences. This is nothing but a feeble trick of the mind, beguiling me; an attempt to paint over the hurt with joy."
    },
    {
      "id": 21,
      "content": "After all, my memories with her have now long faded past the opaque mist."
    },
    {
      "id": 22,
      "content": "Yet I wasn't alone in those memories. There was... there was a..."
    },
    {
      "id": 23,
      "content": "No. I'll obliviate them all. Once I excise them... my past, my memories... then my mind will no longer play such tricks on me."
    },
    {
      "id": 24,
      "content": "Nothing but pointless memories, nothing but hurt painted over with false joy of reminiscence."
    },
    {
      "id": 25,
      "content": "There is nothing left for me in that manor, no repose, no momentary reprieve."
    },
    {
      "id": 26,
      "content": "When was it? Was it the day I first wielded this blade, or was it the day I met and observed my countless selves across the endless worlds?"
    },
    {
      "id": 27,
      "content": "Or was it the day of my assault upon the Young Master's mansion, when I tore through countless Butlers and made a mountain of their corpses?"
    },
    {
      "id": 28,
      "content": "Though its origin is a mystery to me still, I came to learn how to command loyalty of the dead."
    },
    {
      "id": 29,
      "content": "Yet I had no teacher. I suppose my transformation was inevitable, as it was for my countless other selves in the infinite worlds."
    },
    {
      "id": 30,
      "content": "I am perpetually surrounded by the screeching, pouring hatred of the dead; yet I find quite amusing the unfair, illogical nature of the world, that they have no choice but to bid me their loyalty despite it all."
    },
    {
      "id": 31,
      "content": "I led the march of the Wild Hunt. I mauled the Young Master's useless arm off his torso."
    },
    {
      "id": 32,
      "content": "... And I declared from the top of my lungs that I shall soon host a banquet of my own at that accursed manor."
    },
    {
      "id": 33,
      "content": "I'll give them more than enough time to prepare."
    },
    {
      "id": 34,
      "content": "The Young Master, whose arm I mauled, will temper and whet his saber keen with hatred as his flame."
    },
    {
      "id": 35,
      "content": "The Chief Butler, who still seeks the long-dead Mistress, will be brutal with her serviette."
    },
    {
      "id": 36,
      "content": "My old caretaker, her heart gashed by betrayal, will strike me with thunderous rebuke."
    },
    {
      "id": 37,
      "content": "They will join my banquet with utter preparation. And only then shall I exact a revenge truly meaningful."
    },
    {
      "id": 38,
      "content": "I shall await them with my march. I wish to see them charge into us, their eyes bloodshot with all kinds of emotions, their veins pulsating with tension."
    },
    {
      "id": 39,
      "content": "Yet, in the end, I will crush them all."
    },
    {
      "id": 40,
      "content": "And atop the wuthering heights, in the crumbling ruins of the manor, I will stand alone."
    },
    {
      "id": 41,
      "content": "There, I will release my endlessly festering woe and rage at..."
    },
    {
      "id": 42,
      "content": "... At..."
    },
    {
      "id": 43,
      "content": "Who... was to hear my cry? To whom was I to pour my heart out...?"
    },
    {
      "id": 44,
      "content": "No, that's... There's..."
    },
    {
      "id": 45,
      "content": "Everything I've done has hinged on... It was all to..."
    },
    {
      "id": 46,
      "content": "... Ah, it's raining again..."
    },
    {
      "id": 47,
      "content": "If, even the cutting raindrops fail to summon this memory, then..."
    },
    {
      "id": 48,
      "content": "... it cannot have been more important than the culmination of pain that I endured."
    },
    {
      "id": 49,
      "content": "Thus, the lost memory signifies nothing to me."
    },
    {
      "id": 50,
      "content": "Perhaps it will return once I raze this manor to ashes."
    },
    {
      "id": 51,
      "content": "... Then I will have reached my destination, my vengeance complete, however lost my memories may have become."
    },
    {
      "id": 52,
      "content": "... Perhaps the mirror is full of lies."
    },
    {
      "id": 53,
      "content": "All that remains in the fog of my memories... are these words someone had once conveyed to me."
    }
  ]
}