{
  "dataList": [
    {
      "id": 0,
      "content": "That one's got a way with words, I'll give 'em that."
    },
    {
      "id": 1,
      "content": "Sweet talkin' miserable blokes while wearin' those bizarre gears in their head..."
    },
    {
      "id": 2,
      "content": "How could anyone be convinced to willingly turn themselves into some meat-gear monster?"
    },
    {
      "id": 3,
      "content": "Meat Gears, Thought Gears, loads of wankers with gears shoved into their heads, all just to become... smarter or something, is it?"
    },
    {
      "id": 4,
      "content": "What a load of shite... I mean, I just can't believe how anyone could think that their lot in life is to be a piece of gear in someone else's noggin."
    },
    {
      "id": 5,
      "content": "Eh... I don't suppose it's any of my business. Let's get back to work."
    },
    {
      "id": 6,
      "content": "What was it that Hong Lu said? That it's a rare, lucrative opportunity? Yeah, this'll be good for us."
    },
    {
      "id": 7,
      "content": "... Ah, this rifle."
    },
    {
      "id": 8,
      "content": "I thought bossman was some madman when he decided to purchase these firearms."
    },
    {
      "id": 9,
      "content": "I didn't even have a steady income then, and we were 'scouted' to the team like stray animals gettin' taken in by some charity Office after getting exploited to hell by other no-name Offices left and right."
    },
    {
      "id": 10,
      "content": "Not that I don't deserve to be here. I was always confident in my abilities."
    },
    {
      "id": 11,
      "content": "But still, that suggestion that we should use those expensive guns all of a sudden was so out of the blue that I couldn't help but think It was some shady shite."
    },
    {
      "id": 12,
      "content": "I thought 'oh, this must be one of them scams where they buy me this expensive but broken gun and ask me to pay for its repairs and whatnot.' When I was just gettin' ready to smash the Office to bits, trying to get a single straight word outta the bossman..."
    },
    {
      "id": 13,
      "content": "... he showed me an entire box, the size of my head, filled to the brim with ammunition."
    },
    {
      "id": 14,
      "content": "Didn't think the truth would be so simple, that the bossman's just a loaded man. Well, I suppose he did threaten us with no pay if we ever pointlessly wasted our bullets. A month of no pay for every shot missed, was it?"
    },
    {
      "id": 15,
      "content": "And I thought, thinkin' logically here, that it'd be smarter to get me a sniper rifle so there's less chance of me wasting bullets."
    },
    {
      "id": 16,
      "content": "So that's how this gun became my partner through thick and thin."
    },
    {
      "id": 17,
      "content": "I'm still quite fond of flippin' out, smashing everything to bits with no concern for what comes next, but... I think this fits me just as well. Maybe."
    },
    {
      "id": 18,
      "content": "I guess there's a satisfyin' side to this, especially when I'm about to blast sods like 'em I'd rather not talk to."
    },
    {
      "id": 19,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "... Ready, Heathcliff?"
    },
    {
      "id": 20,
      "model": "히스클리프",
      "title": "Full-Stop Office",
      "content": "... Ready."
    },
    {
      "id": 21,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "Once the worshippers are in sight, make sure your gun is loaded and wait for my signal."
    },
    {
      "id": 22,
      "model": "히스클리프",
      "title": "Full-Stop Office",
      "content": "Looks like I'll be hurtin' our wallets a tad more than usual today. Is that right with you?"
    },
    {
      "id": 23,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "Ohh~ Breaking out the Atelier Logic High Velocity Pulverization round, are we?"
    },
    {
      "id": 24,
      "model": "히스클리프",
      "title": "Full-Stop Office",
      "content": "Yeah. Those gears in their heads... regular rounds'll just bounce right off 'em. Better to grind 'em down and pulverise 'em."
    },
    {
      "id": 25,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "Hmm... that's true."
    },
    {
      "id": 26,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "I'll be deducting your pay if you ever use more than a single round against the same enemy, though~"
    },
    {
      "id": 27,
      "model": "히스클리프",
      "title": "Full-Stop Office",
      "content": "Shut it, mate. You'd be grumblin' all the same even if I were using the cheapest ammunition on the market."
    },
    {
      "id": 28,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "You know how expensive these bullets are~ Atelier Logic Ammunition is pretty expensive, even for me."
    },
    {
      "id": 29,
      "model": "히스클리프",
      "title": "Full-Stop Office",
      "content": "Haah... understood."
    },
    {
      "id": 30,
      "content": "Push the tactical sight forward, and the chamber reveals itself below."
    },
    {
      "id": 31,
      "content": "I remove the topmost bullet from there and carefully replace it with a silver-plated, beautifully engraved bullet."
    },
    {
      "id": 32,
      "model": "히스클리프",
      "title": "Full-Stop Office",
      "content": "... Special round loaded. Ready to fire."
    },
    {
      "id": 33,
      "content": "<i>Beep, beep.</i>"
    },
    {
      "id": 34,
      "content": "I hear two bleeps of the comms opening and closing instead of a worded reply."
    },
    {
      "id": 35,
      "content": "That's the code for \"roger that\". He must be in their earshot. That's very close."
    },
    {
      "id": 36,
      "content": "Then... I should get ready."
    },
    {
      "id": 37,
      "content": "<i>Beeeeeep—</i>"
    },
    {
      "id": 38,
      "content": "The magnetic rail makes a funny noise as it begins to charge."
    },
    {
      "id": 39,
      "model": "히스클리프",
      "title": "Full-Stop Office",
      "content": "Goin' for the bullseye..."
    },
    {
      "id": 40,
      "content": "Gunpowder detonates, adding even more power to the bullet blasting forth from the barrel. I feel the recoil ram my shoulder backward."
    },
    {
      "id": 41,
      "model": "히스클리프",
      "title": "Full-Stop Office",
      "content": "Haah..."
    },
    {
      "id": 42,
      "content": "A sniper rifle that uses two different propellants in tandem? Now that's somethin' you don't see every day, even in most Workshops."
    },
    {
      "id": 43,
      "content": "Of course, S-class Workshops can probably produce all kinds of fantastical items that'll easily trump somethin' like this, but... I'm sure I can count the number of S-class Workshops with my one hand. Doubt there's more than three, tops."
    },
    {
      "id": 44,
      "content": "And their stuff's gotta be exceedingly expensive too, even for the bossman."
    },
    {
      "id": 45,
      "content": "So, excluding those outliers, this gun's gotta be the best—"
    },
    {
      "id": 46,
      "model": "히스클리프",
      "title": "Full-Stop Office",
      "content": "W-what the hell?"
    },
    {
      "id": 47,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "Heathcliff? You missed...?"
    },
    {
      "id": 48,
      "model": "히스클리프",
      "title": "Full-Stop Office",
      "content": "No, what in the...? They've got to have some kinda foresight or something, dodgin' my bullet like that!"
    },
    {
      "id": 49,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "Well, I guess there are surprises around every corner in the City~"
    },
    {
      "id": 50,
      "content": "It's beyond me how this bloke can remain so bloody calm and flippant even in situations like these."
    },
    {
      "id": 51,
      "model": "히스클리프",
      "title": "Full-Stop Office",
      "content": "Aw, fuck this. Relocating! This nest's compromised!"
    },
    {
      "id": 52,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "Gotcha~ Looks like we'll have to do 'the thing'!"
    },
    {
      "id": 53,
      "model": "히스클리프",
      "title": "Full-Stop Office",
      "content": "... I'll leave it to you, Hong Lu!"
    },
    {
      "id": 54,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "Okay, I've got this~"
    },
    {
      "id": 55,
      "content": "Bossman covers me whenever I'm on the move."
    },
    {
      "id": 56,
      "content": "And whenever they've got 'im cornered, I identify the weak links and blast 'em with my sniper rifle."
    },
    {
      "id": 57,
      "content": "We've done this together more than a dozen times; there's no muckin' up our teamwork."
    },
    {
      "id": 58,
      "content": "... Well, unless the enemy is clearly out of our league."
    },
    {
      "id": 59,
      "content": "But I can see that carefree grin of his all the way from here. ... Looks like we're going to be okay."
    },
    {
      "id": 60,
      "model": "홍루",
      "title": "Full-Stop Office",
      "content": "Oh, by the way! I'm deducting your pay for this month because you failed to kill them with a single shot, just like I promised!"
    },
    {
      "id": 61,
      "content": "... Saying stupid shite like that when they've got an advantage over us... he really is a piece of work."
    }
  ]
}