{
  "dataList": [
    {
      "id": 0,
      "teller": "Fixer Colleague",
      "title": "MultiCrack Office",
      "content": "... liff."
    },
    {
      "id": 1,
      "teller": "Fixer Colleague",
      "title": "MultiCrack Office",
      "content": "Heathcliff!"
    },
    {
      "id": 2,
      "content": "It is one peaceful afternoon."
    },
    {
      "id": 3,
      "content": "The child slowly turns his head to the side at the voice calling his name. He's been staring blankly at the ceiling for a while."
    },
    {
      "id": 4,
      "teller": "Fixer Colleague",
      "title": "MultiCrack Office",
      "content": "Heathcliff, come on... Are you planning to zone out for the rest of the day, too? It's lunch already."
    },
    {
      "id": 5,
      "model": "히스클리프",
      "title": "MultiCrack Office",
      "content": "It's only lunch...? Bloody hell, mate... What a slow day..."
    },
    {
      "id": 6,
      "content": "The Office fills with amused laughter as the child begins pulling his hair with all four of his hands."
    },
    {
      "id": 7,
      "content": "Maybe the laughter made the child feel a bit self-conscious. He quickly attempted to change the subject."
    },
    {
      "id": 8,
      "model": "히스클리프",
      "title": "MultiCrack Office",
      "content": "Ahm. So, what is it? Why'd you call me?"
    },
    {
      "id": 9,
      "teller": "Fixer Colleague",
      "title": "MultiCrack Office",
      "content": "We're going out for lunch at HamHamPangPang just 'round the corner. Are you coming with?"
    },
    {
      "id": 10,
      "model": "히스클리프",
      "title": "MultiCrack Office",
      "content": "... Nah. I ain't goin'. Enjoy your lunches, lads."
    },
    {
      "id": 11,
      "teller": "Fixer Colleague",
      "title": "MultiCrack Office",
      "content": "Huh? Really? I thought you loved fish and chips, their new seasonal menu. I've seen you go for that every lunch for a while."
    },
    {
      "id": 12,
      "model": "히스클리프",
      "title": "MultiCrack Office",
      "content": "I ain't hungry."
    },
    {
      "id": 13,
      "teller": "Fixer Colleague",
      "title": "MultiCrack Office",
      "content": "Oh, don't tell me. Did you replace your digestive tract with a prosthetic, too? Eugh, I could never bring myself to do that."
    },
    {
      "id": 14,
      "model": "히스클리프",
      "title": "MultiCrack Office",
      "content": "Oi, that ain't it either, yeah?!"
    },
    {
      "id": 15,
      "content": "He raises his voice in a burst of frustration before dousing it with a heavy sigh."
    },
    {
      "id": 16,
      "model": "히스클리프",
      "title": "MultiCrack Office",
      "content": "I just... I've a lot on my mind today, that's all."
    },
    {
      "id": 17,
      "teller": "Fixer Colleague",
      "title": "MultiCrack Office",
      "content": "Welp, then... Give us a call if you change your mind. I don't mind picking one up to-go for you."
    },
    {
      "id": 18,
      "content": "The coworkers left the building, leaving the child all on his own."
    },
    {
      "id": 19,
      "content": "With no one left inside the building other than the child himself, the room was completely silent save for the sound of ticking clock hands. No noise of tapping on typewriters, calculators, or even pens scratching against the paper."
    },
    {
      "id": 20,
      "model": "히스클리프",
      "title": "MultiCrack Office",
      "content": "Tsk, now ain't that a bother. Maybe I should've left my eardrums intact."
    },
    {
      "id": 21,
      "content": "He absentmindedly rubbed his ears, which had been recently replaced with a prosthetic. Then he went back to staring blankly at the ceiling."
    },
    {
      "id": 22,
      "content": "The child's been having funny thoughts as of late."
    },
    {
      "id": 23,
      "model": "히스클리프",
      "title": "MultiCrack Office",
      "content": "It ain't there anymore. The fun of battle... it's gone."
    },
    {
      "id": 24,
      "content": "Violence was an old friend of the child, ever since his Backstreets days. But it's never felt this dull."
    },
    {
      "id": 25,
      "content": "A good, singular strike used to make him laugh with exhilaration. Facing down a powerful enemy used to make his competitive spirit burn brightly, even as he grumbled."
    },
    {
      "id": 26,
      "content": "Of course, when he cooled from the heat of the battle, he'd go back to his usual self. Thinking things that an average person might think. Not wanting to go so far as to kill someone, for example. Or maybe that he might've gone a punch too far."
    },
    {
      "id": 27,
      "content": "... But he's been getting less and less of those thoughts as of late."
    },
    {
      "id": 28,
      "content": "The same was true for the day he participated in a contract expedition."
    },
    {
      "id": 29,
      "teller": "Henchman",
      "title": "???",
      "content": "Y-you crazy son of a... you almost lost your arm just there...!"
    },
    {
      "id": 30,
      "model": "히스클리프",
      "title": "MultiCrack Office",
      "content": "Yeah, whatever, mate."
    },
    {
      "id": 31,
      "model": "히스클리프",
      "title": "MultiCrack Office",
      "content": "I'll just replace it if that happens. Boss lady's got dozens of backup arms at the ready."
    },
    {
      "id": 32,
      "teller": "Henchman",
      "title": "???",
      "content": "You... you must've lost your mind—"
    },
    {
      "id": 33,
      "content": "The child was, as per the terms of the contract, battling a Syndicate of the Backstreets."
    },
    {
      "id": 34,
      "content": "Some among them were using prosthetics as well, but most of them had them installed at Workshops of dodgy quality. And there weren't that many of them anyway."
    },
    {
      "id": 35,
      "content": "Most Syndicate henchmen reacted with the same horror as they faced the child."
    },
    {
      "id": 36,
      "content": "Attacks that other Fixers would back away from, the kind of sweeping attacks that would help make room for them to momentarily regroup..."
    },
    {
      "id": 37,
      "model": "히스클리프",
      "title": "MultiCrack Office",
      "content": "You daft? Keep stabbin' at my arm, and you won't ever hit my circuitry where it matters."
    },
    {
      "id": 38,
      "content": "None of them even fazed the child. Instead, he gladly took the hit and continued to advance closer to his enemies."
    },
    {
      "id": 39,
      "content": "A destroyed arm, a punctured shoulder... none of that was that critical. He could simply replace them within minutes."
    },
    {
      "id": 40,
      "content": "The child, a fixer with prosthetics, did not care no matter how much damage he took as long as he had enough cash."
    },
    {
      "id": 41,
      "content": "The battle was easy, of course. But the child was bored."
    },
    {
      "id": 42,
      "content": "Even after a grueling battle, all he could think was \"oh, we won\"."
    },
    {
      "id": 43,
      "content": "Even as he stabbed his enemies forcefully with his spear, all he could think was \"oh, there he goes\"."
    },
    {
      "id": 44,
      "content": "The fact that none of the violence inspired anything other than the simplest, most surface-level observations was mind-numbingly boring to him."
    },
    {
      "id": 45,
      "teller": "Fixer Colleague",
      "title": "MultiCrack Office",
      "content": "Still zoning out, Heathcliff?"
    },
    {
      "id": 46,
      "content": "The child snapped out of his dry reminiscence of the expedition when his coworker called over to him."
    },
    {
      "id": 47,
      "content": "The child was about to thank his coworker for so kindly bringing him a sandwich, but..."
    },
    {
      "id": 48,
      "content": "... he looked down, noticing his coworker wildly swinging all four of his arms while pointing at the table."
    },
    {
      "id": 49,
      "content": "He'd spilled his cup of coffee all over the table, drenching the report he'd spent the morning writing."
    },
    {
      "id": 50,
      "model": "히스클리프",
      "title": "MultiCrack Office",
      "content": "Huh. Did I spill that?"
    },
    {
      "id": 51,
      "teller": "Fixer Colleague",
      "title": "MultiCrack Office",
      "content": "Who else, man?"
    },
    {
      "id": 52,
      "model": "히스클리프",
      "title": "MultiCrack Office",
      "content": "How should I know? I don't feel heat."
    },
    {
      "id": 53,
      "teller": "Fixer Colleague",
      "title": "MultiCrack Office",
      "content": "Okay, but... isn't that report due today? How are you so okay with losing your entire morning's work?"
    },
    {
      "id": 54,
      "model": "히스클리프",
      "title": "MultiCrack Office",
      "content": "Crackin'. More things to waste my afternoon time on."
    },
    {
      "id": 55,
      "content": "But the child's face was contorted into a frown."
    },
    {
      "id": 56,
      "content": "Seeing that, the coworker quickly pushed the child away from the desk, swiftly cleaned up any surviving documents, removed the cup, and wiped down the table."
    },
    {
      "id": 57,
      "content": "All that task was rather quickly and competently done, once all four arms of the coworker got to work. And only when the table was squeaky clean did he return to his seat."
    },
    {
      "id": 58,
      "content": "The child watched all of it in flabbergasted silence, let out a hollow chuckle, and then leaned back in his chair."
    },
    {
      "id": 59,
      "model": "히스클리프",
      "title": "MultiCrack Office",
      "content": "Hah. Maybe I should quit."
    },
    {
      "id": 60,
      "content": "An utterance full of emptiness."
    },
    {
      "id": 61,
      "content": "He's been spending days upon days sitting in the office, save for the days when they'd go work on a contract."
    },
    {
      "id": 62,
      "content": "He'd only planned to work here for a little while before quitting, but he's been unable to bring himself to get to the last part of this plan."
    },
    {
      "id": 63,
      "model": "히스클리프",
      "title": "MultiCrack Office",
      "content": "Where else would I work or go...? Tsk, what a bother."
    },
    {
      "id": 64,
      "content": "The MultiCrack Office, which was composed only of Fixers with prosthetics, was a comfortable space for the child."
    },
    {
      "id": 65,
      "content": "Spilling hot coffee at someone was no big deal here. He could also hold conversations about replacing his arms and legs without making things awkward."
    },
    {
      "id": 66,
      "content": "Maybe it was that sense of camaraderie within this group that made him feel awkward every time he left the premises of the building."
    },
    {
      "id": 67,
      "content": "Grabbing piping-hot items without hesitation. Walking for hours upon hours without ever getting tired."
    },
    {
      "id": 68,
      "content": "It was those little things, those minor details, that have been making the child feel a sense of alienation ever since he replaced most of his body with prosthetic parts."
    },
    {
      "id": 69,
      "model": "히스클리프",
      "title": "MultiCrack Office",
      "content": "... Well. I suppose I ain't goin' anywhere without my family. Hmmh... wonder if we'll pick up any interesting contracts today..."
    },
    {
      "id": 70,
      "content": "Waiting and waiting for a small pebble to make the tiniest ripple in his tedious, uneventful life, the child looked back up at the ever-so familiar ceiling."
    },
    {
      "id": 71,
      "content": "Days rolling, clicking by like cogs in a machine."
    },
    {
      "id": 72,
      "content": "The child was merely growing used to that kind of life. The life in the City."
    }
  ]
}