{
    "dataList": [
        {
            "id": 0,
            "content": "The contract chamber is cold and silent as a freezer."
        },
        {
            "id": 1,
            "content": "There are two people sitting across one another in this cold room. One appears extremely anxious, while the other appears rather angry. But the room is silent."
        },
        {
            "id": 2,
            "content": "This silence could be attributed to..."
        },
        {
            "id": 3,
            "model": "히스클리프",
            "teller": "Heathcliff",
            "title": "Öufi South Section 3",
            "content": "……."
        },
        {
            "id": 4,
            "content": "... the child slowly marching his way between the two of them."
        },
        {
            "id": 5,
            "model": "히스클리프",
            "teller": "Heathcliff",
            "title": "Öufi South Section 3",
            "content": "... Right on, you two. Oh, I mean... Commencing attendance and observation of the mutually-agreed upon contract."
        },
        {
            "id": 6,
            "model": "히스클리프",
            "teller": "Heathcliff",
            "title": "Öufi South Section 3",
            "content": "The proceedings will be observed upon by the Öufi Association South Section 3 Fixer, Heathcliff."
        },
        {
            "id": 7,
            "model": "히스클리프",
            "teller": "Heathcliff",
            "title": "Öufi South Section 3",
            "content": "Every spoken and written word exchanged in these proceedings will be observed by me, the attendee, and can be used for and against the two parties."
        },
        {
            "id": 8,
            "model": "히스클리프",
            "teller": "Heathcliff",
            "title": "Öufi South Section 3",
            "content": "This contract has been put into effect the moment it was submitted to the Öufi Association. Any disturbance to the execution of this contract, or any behavior that may be considered a breach of contract will..."
        },
        {
            "id": 9,
            "content": "BOOM."
        },
        {
            "id": 10,
            "content": "The child slammed the floor with the tip of his polearm."
        },
        {
            "id": 11,
            "model": "히스클리프",
            "teller": "Heathcliff",
            "title": "Öufi South Section 3",
            "content": "... as it has been stipulated in the Öufi Association's duties as an attendee and an observer, result in execution of the involved parties as per the terms of the contract."
        },
        {
            "id": 12,
            "model": "히스클리프",
            "teller": "Heathcliff",
            "title": "Öufi South Section 3",
            "content": "Reply if you confirm that this clause has been fully understood."
        },
        {
            "id": 13,
            "content": "Every resident of the City has heard the stories about the Öufi Association at least once."
        },
        {
            "id": 14,
            "content": "Fixers dressed in gaudy hats and cloaks, carrying weapons resembling axe blades..."
        },
        {
            "id": 15,
            "content": "... they're not the kind to go around brandishing their weapons in the streets or get involved in street brawls."
        },
        {
            "id": 16,
            "content": "Instead, they follow the contracts."
        },
        {
            "id": 17,
            "content": "If someone fails to fulfill a contract, they will chase them to the ends of the earth to make sure that the contract is executed. Of course, since they're Fixers at the end of the day, the extent they are willing to go depends on how much they're getting paid, but..."
        },
        {
            "id": 18,
            "content": "... that is exactly what makes the Öufi even more reliable."
        },
        {
            "id": 19,
            "model": "겁먹은 계약자",
            "teller": "Terrified Party",
            "title": "???",
            "content": "... Yes sir, understood."
        },
        {
            "id": 20,
            "model": "화난 계약자",
            "teller": "Angry Party",
            "title": "???",
            "content": "... Tsk. Sure."
        },
        {
            "id": 21,
            "model": "히스클리프",
            "teller": "Heathcliff",
            "title": "Öufi South Section 3",
            "content": "Jolly good. Let's not do anything stupid and waste each other's time, yeah?"
        },
        {
            "id": 22,
            "model": "히스클리프",
            "teller": "Heathcliff",
            "title": "Öufi South Section 3",
            "content": "Right. First order of things is the contract summary."
        },
        {
            "id": 23,
            "content": "The child begins reading the document out loud with a rather annoyed expression."
        },
        {
            "id": 24,
            "content": "Going by his frowning face and his irritated tone, one may assume that this is not the kind of work that this child is cut out for..."
        },
        {
            "id": 25,
            "content": "... but he was rather skillfully maneuvering through the contract, his expertise clearly shining through."
        },
        {
            "id": 26,
            "model": "히스클리프",
            "teller": "Heathcliff",
            "title": "Öufi South Section 3",
            "content": "... And that's the gist of this clause. Is this clause mutually agreed upon and fully understood by both parties present?"
        },
        {
            "id": 27,
            "model": "겁먹은 계약자",
            "teller": "Terrified Party",
            "title": "???",
            "content": "Yes sir, No objections."
        },
        {
            "id": 28,
            "model": "화난 계약자",
            "teller": "Angry Party",
            "title": "???",
            "content": "Yeah, sure."
        },
        {
            "id": 29,
            "content": "He was also covering every corner of the contract to verify that neither party had any issues with its clauses."
        },
        {
            "id": 30,
            "model": "화난 계약자",
            "teller": "Angry Party",
            "title": "???",
            "content": "... Wait. You bastard, this ain't what we agreed upon!"
        },
        {
            "id": 31,
            "content": "Until one of the two parties suddenly slammed the table before jumping to his feet, that is."
        },
        {
            "id": 32,
            "model": "히스클리프",
            "teller": "Heathcliff",
            "title": "Öufi South Section 3",
            "content": "... Oh?"
        },
        {
            "id": 33,
            "model": "화난 계약자",
            "teller": "Angry Party",
            "title": "???",
            "content": "You said you'd take that burden yourself! What the hell do you think you're doing here, pulling this kind of—"
        },
        {
            "id": 34,
            "model": "겁먹은 계약자",
            "teller": "Terrified Party",
            "title": "???",
            "content": "W-what are you talking about? Our initial agreement was that—"
        },
        {
            "id": 35,
            "model": "히스클리프",
            "teller": "Heathcliff",
            "title": "Öufi South Section 3",
            "content": "……."
        },
        {
            "id": 36,
            "content": "The child's face begins to twist into a scowl."
        },
        {
            "id": 37,
            "content": "The more polite of the two knew exactly what that scowl indicated."
        },
        {
            "id": 38,
            "model": "겁먹은 계약자",
            "teller": "Terrified Party",
            "title": "???",
            "content": "P-please, you have to calm down..."
        },
        {
            "id": 39,
            "content": "The polite one was trying to appease the angry party..."
        },
        {
            "id": 40,
            "content": "... But the child isn't a very patient person."
        },
        {
            "id": 41,
            "model": "히스클리프",
            "teller": "Heathcliff",
            "title": "Öufi South Section 3",
            "content": "... This is your first and final warning. No more."
        },
        {
            "id": 42,
            "model": "히스클리프",
            "teller": "Heathcliff",
            "title": "Öufi South Section 3",
            "content": "I was told that this contract had already been mutually verified and agreed upon. I am here only to observe and thereby ensure that it goes into effect."
        },
        {
            "id": 43,
            "model": "히스클리프",
            "teller": "Heathcliff",
            "title": "Öufi South Section 3",
            "content": "If you're about to pull some shite that'll void the contract at this stage..."
        },
        {
            "id": 44,
            "model": "히스클리프",
            "teller": "Heathcliff",
            "title": "Öufi South Section 3",
            "content": "... then the next contract with your name on it will be the one for your coffin."
        },
        {
            "id": 45,
            "model": "겁먹은 계약자",
            "teller": "Terrified Party",
            "title": "???",
            "content": "Y-you heard him! Let's all take it easy, calm ourselves, and..."
        },
        {
            "id": 46,
            "model": "화난 계약자",
            "teller": "Angry Party",
            "title": "???",
            "content": "SHUT UP! Are you seriously—"
        },
        {
            "id": 47,
            "content": "Oh, if only he took but a second to calm himself. If only he took a second to think things through."
        },
        {
            "id": 48,
            "content": "But there are people who can never calm down, no matter how dire things might get from that anger."
        },
        {
            "id": 49,
            "model": "히스클리프",
            "teller": "Heathcliff",
            "title": "Öufi South Section 3",
            "content": "I already gave you your final warning."
        },
        {
            "id": 50,
            "model": "히스클리프",
            "teller": "Heathcliff",
            "title": "Öufi South Section 3",
            "content": "This contract clause stipulates that, should one of the party refuse to comply with the clauses, any following refusal after the first and final warning will result in an execution of the concerned parties."
        },
        {
            "id": 51,
            "content": "The child was a Fixer of the Association that acts as the legal enforcer for contracts. The Öufi Association always ensured that contracts are carried out, even if it meant resorting to the use of force."
        },
        {
            "id": 52,
            "content": "It was his duty to see a contract, approved and observed by the Association, through to the end."
        },
        {
            "id": 53,
            "content": "The contract chamber, which was supposed to remain silent save for the voice of the observer, fills with clamor and sounds of something wet getting chopped into pieces."
        },
        {
            "id": 54,
            "model": "히스클리프",
            "teller": "Heathcliff",
            "title": "Öufi South Section 3",
            "content": "Haah..."
        },
        {
            "id": 55,
            "content": "The child slumped onto the pile of bloodied flesh that was once one of the clients."
        },
        {
            "id": 56,
            "model": "히스클리프",
            "teller": "Heathcliff",
            "title": "Öufi South Section 3",
            "content": "Not sure if I like starting off today's schedule with a massacre when I've got four more of these to go through..."
        },
        {
            "id": 57,
            "content": "The child crumbled up the now-useless contract and tossed it behind him. He produced a different contract and began slowly reading through its contents."
        },
        {
            "id": 58,
            "model": "히스클리프",
            "teller": "Heathcliff",
            "title": "Öufi South Section 3",
            "content": "Well, no use crying over spilt milk."
        },
        {
            "id": 59,
            "model": "히스클리프",
            "teller": "Heathcliff",
            "title": "Öufi South Section 3",
            "content": "At least this one doesn't have any deadly clauses."
        },
        {
            "id": 60,
            "model": "히스클리프",
            "teller": "Heathcliff",
            "title": "Öufi South Section 3",
            "content": "Hopefully these sods are better about keeping their words."
        },
        {
            "id": 61,
            "content": "The child lightly dusted his clothes, slowly came to his feet, then left the chamber."
        },
        {
            "id": 62,
            "content": "It was as though nothing had happened."
        }
    ]
}