{
    "dataList": [
        {
            "id": 0,
            "content": "The child held a dagger, sharp as a razor."
        },
        {
            "id": 1,
            "content": "His hands were trembling. Beads of sweat rolled down his forehead as he fixed his eyes upon the tip of the dagger."
        },
        {
            "id": 2,
            "content": "The child bit down on a thick piece of rope in his mouth. He brought the dagger close to his forearm. And cut."
        },
        {
            "id": 3,
            "content": "A pained weeping. A quiet wailing. Something in between. The rope could not contain such sounds from escaping the child's mouth. But his knife-arm continued to cut."
        },
        {
            "id": 4,
            "content": "The child began cutting faster. And faster."
        },
        {
            "id": 5,
            "content": "Flesh splitting with every gash hewn by the dagger. Lifting his tattooed flesh off his skin little by little."
        },
        {
            "id": 6,
            "content": "Because the brand of the Middle must be removed."
        },
        {
            "id": 7,
            "content": "Is there really no place in the City that could remove his tattoos? Of course there are."
        },
        {
            "id": 8,
            "content": "No matter how special the Middle's tattoos are compared to other augmentation tattoos, there has to be a solution somewhere in the City."
        },
        {
            "id": 9,
            "content": "But that wasn't how this child wanted to remove his tattoos."
        },
        {
            "id": 10,
            "content": "Regret for the choices he's made. Shame of his past. Brand of his alignment."
        },
        {
            "id": 11,
            "content": "There once was a woman whom he loved dearly. With her words she broke his heart. Wrath and jealousy drove him to wander until he somehow found his way into the Middle."
        },
        {
            "id": 12,
            "content": "But no matter how much time he spent as a part of the Middle... there was no going back like this."
        },
        {
            "id": 13,
            "content": "All of that... had to be removed by his own hands. And that's the only way he could be free from them. So that he can stand proud before the one he loves when he returns."
        },
        {
            "id": 14,
            "content": "That is what the child thought. That is why this child continues to mutilate himself."
        },
        {
            "id": 15,
            "content": "Perhaps the child boarded this ship in hopes that, in the far Lakes, they would not be able to pursue him."
        },
        {
            "id": 16,
            "content": "... The child killed many things as he toiled as the Pequod's Harpooneer."
        },
        {
            "id": 17,
            "content": "He killed Mermaids to turn their flesh into jerky. He killed Pirates that got in the way. He even hunted Whales."
        },
        {
            "id": 18,
            "content": "He was the Captain's harpoon, always striking where the Captain ordered the child to strike."
        },
        {
            "id": 19,
            "content": "Killing wasn't anything new or difficult for the child."
        },
        {
            "id": 20,
            "content": "The child's ended countless lives with his own hands when he was a part of the Middle."
        },
        {
            "id": 21,
            "content": "But... things have changed since then."
        },
        {
            "id": 22,
            "content": "Back then, he killed by choice."
        },
        {
            "id": 23,
            "content": "Now... he no longer trusts himself. So he kills under the Captain's orders instead."
        },
        {
            "id": 24,
            "content": "He clearly recalled what the Captain declared."
        },
        {
            "id": 25,
            "content": "'Once this voyage is over... everything will come to be.'"
        },
        {
            "id": 26,
            "content": "The future the child wanted. The path that this child truly wished to go in. An old love he so dearly wanted to meet again."
        },
        {
            "id": 27,
            "content": "The child believed that once this voyage is over... they will all return."
        },
        {
            "id": 28,
            "content": "Thus, he continues to tear his own flesh. Thus, he continues to pierce the Whales with his harpoon."
        }
    ]
}