{
    "dataList": [
        {
            "id": 0,
            "content": "Haah... I've got a splitting headache."
        },
        {
            "id": 1,
            "content": "No, no. Literally. I think my skull's actually about to split in half and blast off."
        },
        {
            "id": 2,
            "content": "I don't get it. I don't understand how anyone, like them writers, makes a living doing this torture every bloody day."
        },
        {
            "id": 3,
            "content": "It's just intuition, dammit. My sources? How about my gut feeling, huh? How am I supposed to explain that?"
        },
        {
            "id": 4,
            "content": "I've examined hundreds of scenes since I started working here. I've been working here for a good while, too..."
        },
        {
            "id": 5,
            "content": "And before this... I've seen enough of the rough and tumble and had more than my share of violence."
        },
        {
            "id": 6,
            "content": "After a life like that... the hows and whys of a murder scene just come naturally to me. It's just intuition, nothing more."
        },
        {
            "id": 7,
            "content": "But I'm not like the armchair detectives in those mystery novels. It's not like I can figure out the whole scene and scheme from a glance. Sometimes clues get lost in the whole mess, and... Gah, my head..."
        },
        {
            "id": 8,
            "content": "Calling me a 'profiler', whatever that means... Forcing me to write these reports every damn day... I'm about to lose it."
        },
        {
            "id": 9,
            "content": "I'm not thinking of quitting, though."
        },
        {
            "id": 10,
            "content": "I do love catching these smart—arses off guard. Watching their overcomplicated conspiracies blowing up in their faces because some poor, uneducated sod like me caught them with their britches down... Priceless."
        },
        {
            "id": 11,
            "content": "Besides, getting to meet them face—to—face like this before caving their skulls in? Downright therapeutic."
        },
        {
            "id": 12,
            "content": "They always wear this stupid look on their faces, like it didn't occur to them once that we'd find out. It's all quite entertaining."
        },
        {
            "id": 13,
            "content": "Though, I wish..."
        },
        {
            "id": 14,
            "model": "히스클리프",
            "teller": "Heathcliff",
            "title": "Seven Section 4",
            "content": "That's him, yeah?"
        },
        {
            "id": 15,
            "model": "파우스트",
            "teller": "Faust",
            "title": "Seven Section 4",
            "content": "Yes. He was the last of the first floor personnel."
        },
        {
            "id": 16,
            "model": "히스클리프",
            "teller": "Heathcliff",
            "title": "Seven Section 4",
            "content": "Off with his head, then. How many more have we got to go through?"
        },
        {
            "id": 17,
            "model": "파우스트",
            "teller": "Faust",
            "title": "Seven Section 4",
            "content": "The second and third floor adds up to 30 people."
        },
        {
            "id": 18,
            "model": "히스클리프",
            "teller": "Heathcliff",
            "title": "Seven Section 4",
            "content": "Right, then... Let's crack on, shall we? We've got two blank reports waiting to be filled out back at the office."
        },
        {
            "id": 19,
            "model": "파우스트",
            "teller": "Faust",
            "title": "Seven Section 4",
            "content": "Do not forget about the case that was added before we departed for this assignment, Heathcliff."
        },
        {
            "id": 20,
            "model": "히스클리프",
            "teller": "Heathcliff",
            "title": "Seven Section 4",
            "content": "Haah..."
        },
        {
            "id": 21,
            "content": "There are only so many heads I can smash before even that satisfaction begins to dull."
        },
        {
            "id": 22,
            "content": "... I wish I had time to blow off some steam."
        }
    ]
}