{
  "dataList": [
    {
      "id": 0,
      "content": "The drizzling rain tears through my heart, shearing it painfully like cold shards of glass."
    },
    {
      "id": 1,
      "content": "The rain holds memories of the past, each droplet a memory of that manor carved into my very being from the day I was taken from the streets."
    },
    {
      "id": 2,
      "content": "So I stand in the rain, the thundering monsoon."
    },
    {
      "id": 3,
      "content": "Every cold sensation a painful reminder that I must become retribution itself, a vengeance to tear those accursed bastards apart."
    },
    {
      "id": 4,
      "content": "... Yet there was a shelter there, an umbrella, at the manor."
    },
    {
      "id": 5,
      "content": "It gave me reprieve from the rain, for however brief a moment, as the droplets were about to tear through my skin."
    },
    {
      "id": 6,
      "content": "Her name was Catherine."
    },
    {
      "id": 7,
      "content": "I began to think that this life, this existence, may be worth enduring between those moments of reprieve. As long as I could wait out the rain and dry my drenched clothes."
    },
    {
      "id": 8,
      "content": "Such were the delusions this umbrella gave me."
    },
    {
      "id": 9,
      "content": "Hah. Ridiculous. She never should have even existed in my life to begin with."
    },
    {
      "id": 10,
      "content": "The umbrella was destined for others; the shelter she gave me was inspired by nothing more than a short-lived pity, like tossing a coin for a beggar..."
    },
    {
      "id": 11,
      "content": "What shame, what humiliation is it that I deluded myself into believing that she truly cared for me, that she loved me?"
    },
    {
      "id": 12,
      "content": "I shall never long for such shelter, such umbrella again. Nevermore."
    },
    {
      "id": 13,
      "content": "To those bastards at the manor who so ruthlessly pelted me with cruel, heavy rain: I bring you flesh-rending, bone-shattering tempest of ruin."
    },
    {
      "id": 14,
      "content": "And that is now the sole reason my life continues."
    },
    {
      "id": 15,
      "content": "... This forest is on a high, silent hill."
    },
    {
      "id": 16,
      "content": "The damnably grand manor remains in my sight still, past the overgrown forest, even as the storm makes its landing upon the skies beneath which I stand."
    },
    {
      "id": 17,
      "content": "A clear sight of my target is good fuel for my rage. Like a funnel for this boiling hatred within me."
    },
    {
      "id": 18,
      "content": "I see the Butlers come out to dry the manor's dirty laundries. I see guests coming and going from the manor, arriving to enjoy the occasional banquet. And I recall the fleeting pockets of joy."
    },
    {
      "id": 19,
      "content": "I recall my caretaker, that Chief Butler, who cared for me more than anyone else despite her brusque and surly attitude."
    },
    {
      "id": 20,
      "content": "... No. Illusions, all."
    },
    {
      "id": 21,
      "content": "Hellish pain fades away into the fog of memories past, twisting them into sentimental reminiscences. This is nothing but a feeble trick of the mind, beguiling me; an attempt to paint over the hurt with joy."
    },
    {
      "id": 22,
      "content": "I'll obliviate them all. Once I excise them... my past, my memories... then my mind will no longer play such tricks on me."
    },
    {
      "id": 23,
      "content": "Catherine, the pitying umbrella... is already dead."
    },
    {
      "id": 24,
      "content": "There is nothing left for me in that manor, no repose, no momentary reprieve."
    },
    {
      "id": 25,
      "content": "When was it? Was it the day I first wielded this blade, or was it the day I met and observed my countless selves across the endless worlds?"
    },
    {
      "id": 26,
      "content": "Or was it the day of my assault upon the Young Master's mansion, when I tore through countless Butlers and made a mountain of their corpses?"
    },
    {
      "id": 27,
      "content": "Though its origin is a mystery to me still, I came to learn how to command loyalty of the dead."
    },
    {
      "id": 28,
      "content": "Yet I had no teacher. I suppose my transformation was inevitable, as it was for my countless other selves in the infinite worlds."
    },
    {
      "id": 29,
      "content": "I am perpetually surrounded by the screeching, pouring hatred of the dead; yet I find quite amusing the unfair, illogical nature of the world, that they have no choice but to bid me their loyalty despite it all."
    },
    {
      "id": 30,
      "content": "I led the procession of the Wild Hunt. I mauled the Young Master's useless arm off his torso."
    },
    {
      "id": 31,
      "content": "... And I declared from the top of my lungs that I shall soon host a banquet of my own at that accursed manor."
    },
    {
      "id": 32,
      "content": "I'll give them more than enough time to prepare."
    },
    {
      "id": 33,
      "content": "The Young Master, whose arm I mauled, will temper and whet his saber keen with hatred as his flame."
    },
    {
      "id": 34,
      "content": "The Chief Butler, who still seeks the long-dead Mistress, will be brutal with her serviette."
    },
    {
      "id": 35,
      "content": "My old caretaker, her heart gashed by betrayal, will strike me with thunderous rebuke."
    },
    {
      "id": 36,
      "content": "They will join my banquet with utter preparation. And only then shall I exact a revenge truly meaningful."
    },
    {
      "id": 37,
      "content": "I shall await them with my procession. I wish to see them charge into us, their eyes bloodshot with all kinds of emotions, their veins pulsating with tension."
    },
    {
      "id": 38,
      "content": "Yet, in the end, I will crush them all."
    },
    {
      "id": 39,
      "content": "And atop the wuthering heights, in the crumbling ruins of the manor, I will be reunited with Catherine once again."
    },
    {
      "id": 40,
      "content": "There, I will release my endlessly festering woe and rage at..."
    },
    {
      "id": 41,
      "content": "... the broken umbrella, bellowing, pouring my heart out before her."
    },
    {
      "id": 42,
      "content": "There, I will declare my vengeance complete, my regret behind me."
    },
    {
      "id": 43,
      "content": "That I have finally brought ruin to Wuthering Heights, the cradle of all miseries."
    },
    {
      "id": 44,
      "content": "That you, me... both of us..."
    },
    {
      "id": 45,
      "content": "... we could've been happy had this accursed manor never existed."
    }
  ]
}