{
  "dataList": [
    {
      "id": 0,
      "teller": "Underling",
      "title": "Kurokumo Clan",
      "content": "Captain, about the— uh..."
    },
    {
      "id": 1,
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "……."
    },
    {
      "id": 2,
      "teller": "Underling",
      "title": "Kurokumo Clan",
      "content": "My deepest apologies. I did not realize that you were cleaning the Kokuuntô..."
    },
    {
      "id": 3,
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "Don't worry about it. You must have something important to report."
    },
    {
      "id": 4,
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "... If you don't, then I suppose I might delay cleaning my blade until later."
    },
    {
      "id": 5,
      "teller": "Underling",
      "title": "Kurokumo Clan",
      "content": "I-it's about the Library! The Library, ma'am!"
    },
    {
      "id": 6,
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "... You just saved your life. I was just kidding, of course."
    },
    {
      "id": 7,
      "teller": "Underling",
      "title": "Kurokumo Clan",
      "content": "Phew..."
    },
    {
      "id": 8,
      "content": "I didn't have very high expectations anyway, but... There was nothing new about our former Captain this time either."
    },
    {
      "id": 9,
      "content": "When we first heard the news of her disappearance, we wondered if she'd pissed off the wrong Capo of the Thumb or something... We'd always get so worried about her whenever she had to interact with the Thumb, given her very distinct lack of filters."
    },
    {
      "id": 10,
      "content": "But, when we heard from the Thumb that she hadn't stopped by to pay our tributes, we realized that she'd been done in by that 'Library'."
    },
    {
      "id": 11,
      "teller": "Underling",
      "title": "Kurokumo Clan",
      "content": "Captain, the entire City must know about the Library by now. And it's not like the Kurokumo Clan's short on people on the case."
    },
    {
      "id": 12,
      "teller": "Underling",
      "title": "Kurokumo Clan",
      "content": "But we haven't been able to hear a peep about that 'Library'... what if it's just a rumor?"
    },
    {
      "id": 13,
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "Are you implying that the former Captain has abandoned our Syndicate?"
    },
    {
      "id": 14,
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "I suppose that could also be an explanation. She's not the kind of person to go quietly in some ditch... I can't think of any other reason she might disappear like this without a trace."
    },
    {
      "id": 15,
      "teller": "Underling",
      "title": "Kurokumo Clan",
      "content": "We did hear that the site of the former L Corp. had suddenly turned into an empty lot, but..."
    },
    {
      "id": 16,
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "That is quite the ridiculous news as well... haah."
    },
    {
      "id": 17,
      "teller": "Underling",
      "title": "Kurokumo Clan",
      "content": "Captain... I understand that it hasn't been too long since the sakazuki ceremony, but it's not exactly rare for someone to just disappear like that. Especially in our line of work."
    },
    {
      "id": 18,
      "teller": "Underling",
      "title": "Kurokumo Clan",
      "content": "I am just as confused as you are as to how this happened, but... you must steel yourself. For our Syndicate."
    },
    {
      "id": 19,
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "... But I can't stop the search now. While I will take your words into account, I—"
    },
    {
      "id": 20,
      "teller": "Underling",
      "title": "Kurokumo Clan",
      "content": "But <i>you</i> are our Captain, now...!"
    },
    {
      "id": 21,
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "Hm, my blade is still slick with blood. I wonder if I can get some more use out of it before I'll have to clean it fully."
    },
    {
      "id": 22,
      "teller": "Underling",
      "title": "Kurokumo Clan",
      "content": "... Allow me to excuse myself."
    },
    {
      "id": 23,
      "content": "Haah."
    },
    {
      "id": 24,
      "content": "Well, I did think that this position would be mine were it to ever become vacant for whatever reason, but I didn't think it would happen this soon. Or this abruptly, for that matter."
    },
    {
      "id": 25,
      "content": "No instructions on what to do, what my responsibilities are, nothing. When I walked into this room after that hasty and chaotic succession ceremony, this blade alone, marked with four characters signifying 'The Thirty-Fourth', greeted me."
    },
    {
      "id": 26,
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "I did sort of look forward to receiving this blade, wondering if I'd be bestowed with one once I rose through the ranks. But..."
    },
    {
      "id": 27,
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "... now that I have it in my hands, it just feels like a burdensome sense of duty. Especially without knowing what I'm supposed to be doing here."
    },
    {
      "id": 28,
      "content": "I was curious to learn more about the dark and ruthless world of the Syndicates that low-ranking underlings could never dream of accessing, but... all I'm doing every day is just staring into documents like I'm some middle manager of an office."
    },
    {
      "id": 29,
      "content": "If only some disaster would happen so I can get some fresh air..."
    },
    {
      "id": 30,
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "Oh."
    },
    {
      "id": 31,
      "content": "The desk calendar came into focus as I sat there, staring blankly at it as my right arm restlessly lamented the lack of action."
    },
    {
      "id": 32,
      "content": "The gathering of Thumb subsidiaries was... in three days."
    },
    {
      "id": 33,
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "Looks like I'll at least get to see some blood soon."
    },
    {
      "id": 34,
      "content": "I can't help but grin a little at this news. I suppose I'm not in a Syndicate for nothing—the thrill of battle, the feeling of swinging my blade in a fight is my only outlet for my frustrations."
    },
    {
      "id": 35,
      "content": "Three days later..."
    },
    {
      "id": 36,
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "... Captain."
    },
    {
      "id": 37,
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "Didn't you get all giddy and reward yourself another layer of enhancement tattoos when I became a Captain? How come they've already reduced you to this bloodied pile of raggedy flesh, Heathcliff?"
    },
    {
      "id": 38,
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "There was a shitload of 'em... Heh, I did quite alright considering the odds, didn't I?"
    },
    {
      "id": 39,
      "content": "This same guy who's presently giving me the snark also gave me a ninety-degree bow when he first joined the Syndicate, going on and on about how he'll always worship me as his superior..."
    },
    {
      "id": 40,
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "Oh, are we past giving a shit about respect, now? This is hardly the time to be facetious."
    },
    {
      "id": 41,
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "Yeah, whatever you say... If I zipped up and acted all serious, you would've scolded me for tryin' too hard to look cool."
    },
    {
      "id": 42,
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "True."
    },
    {
      "id": 43,
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "... Just the same ol' lass, ain't ya."
    },
    {
      "id": 44,
      "content": "I heard him falling and planting his face to the floor, but I don't turn around. I don't look back."
    },
    {
      "id": 45,
      "content": "He might be a dumbass, but he's one tough bastard."
    },
    {
      "id": 46,
      "content": "So, as his Captain, in return for his services..."
    },
    {
      "id": 47,
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "What, did you think that you no-name rabbles could surpass Kurokumo Clan by making an alliance?"
    },
    {
      "id": 48,
      "content": "... I suppose I'll have to make sure my underlings' efforts weren't for nothing. They did clear a path to their Syndicate boss against such overwhelming odds."
    },
    {
      "id": 49,
      "teller": "???",
      "title": "Syndicate Rep",
      "content": "Listen. At the end of the day, we're all just dogs eating from the same bowl the Thumb tosses us. I never wanted things to come to this!"
    },
    {
      "id": 50,
      "teller": "???",
      "title": "Syndicate Rep",
      "content": "But you brought this upon yourselves! You just couldn't resist hoarding all that territory, huh? You said so back at the gathering!"
    },
    {
      "id": 51,
      "content": "Fuck off. You've been jumping at every opportunity to bury me."
    },
    {
      "id": 52,
      "teller": "???",
      "title": "Syndicate Rep",
      "content": "Yo. 'Captain' girl. We've already drawn our swords, haven't we? Let's not waste any more time."
    },
    {
      "id": 53,
      "teller": "???",
      "title": "Syndicate Rep",
      "content": "It's tradition in this line of business, after all. The 'Showdown'."
    },
    {
      "id": 54,
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "Aren't Showdowns supposed to be one-versus-one duels between heads of Syndicates?"
    },
    {
      "id": 55,
      "teller": "???",
      "title": "Syndicate Rep",
      "content": "Oh, ya bet it's gonna be one-versus-one alright. It's just gonna be three consecutive duels, that's what! Ha ha ha!"
    },
    {
      "id": 56,
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "... Yeah, I had a feeling that's what you were going for. Oh well."
    },
    {
      "id": 57,
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "Come on, I'll take all three of you at once. Let's get this shit over with."
    },
    {
      "id": 58,
      "teller": "???",
      "title": "Syndicate Rep",
      "content": "You little fuck...!"
    },
    {
      "id": 59,
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "Alright. Are we having a Showdown, or are you packing for a picnic? Let's go, let's start already so I can cut off your tongue first thing."
    },
    {
      "id": 60,
      "content": "Ah, yes..."
    },
    {
      "id": 61,
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "My name is Ishmael, thirty-fourth Captain of the Kurokumo Clan."
    },
    {
      "id": 62,
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "And I accept your Showdown challenge."
    },
    {
      "id": 63,
      "content": "... <i>this</i> is what I was born for."
    }
  ]
}