{
    "dataList": [
        {
            "id": 0,
            "model": "이스마엘",
            "teller": "Ishmael",
            "title": "Molar Boatworks",
            "content": "Gah... I'm getting steamed alive in here..."
        },
        {
            "id": 1,
            "content": "The sounds of ponderous sighs and crab shells cracking open filled the green, squelchy mudflat."
        },
        {
            "id": 2,
            "model": "이스마엘",
            "teller": "Ishmael",
            "title": "Molar Boatworks",
            "content": "Come on, pop right off, come on... Agh!"
        },
        {
            "id": 3,
            "content": "After a few labored grunts from the child, a metal scrap sploshed onto the mudflat."
        },
        {
            "id": 4,
            "content": "It was soon added to the pile, which had grown taller than two trash crabs stacked together."
        },
        {
            "id": 5,
            "model": "이스마엘",
            "teller": "Ishmael",
            "title": "Molar Boatworks",
            "content": "Where'd the kid run off to...? I thought he went to get the wagon, not cobble together a whole new one from scratch."
        },
        {
            "id": 6,
            "model": "이스마엘",
            "teller": "Ishmael",
            "title": "Molar Boatworks",
            "content": "Whew, I think I need a break..."
        },
        {
            "id": 7,
            "content": "She wiped the sweat off her brow and plopped herself on top of a trash crab's shell, which had now become a rather serviceable stool."
        },
        {
            "id": 8,
            "content": "To quench her thirst, she raised the canteen she brought to her mouth... and scowled."
        },
        {
            "id": 9,
            "model": "이스마엘",
            "teller": "Ishmael",
            "title": "Molar Boatworks",
            "content": "What the... I thought I got a bottle full of iced water? When'd it go lukewarm on me?"
        },
        {
            "id": 10,
            "model": "이스마엘",
            "teller": "Ishmael",
            "title": "Molar Boatworks",
            "content": "Besides... Pah! It's salty... Ugh, the top must've come loose or something. "
        },
        {
            "id": 11,
            "content": "The child glowered at the canteen, at the lake, then back at the canteen. She again sighed deeply, and dumped the entire canteen on her head."
        },
        {
            "id": 12,
            "content": "She probably thought that the water would at least cool her down."
        },
        {
            "id": 13,
            "model": "이스마엘",
            "teller": "Ishmael",
            "title": "Molar Boatworks",
            "content": "Haah... How much longer do I have to keep doing this crap?"
        },
        {
            "id": 14,
            "content": "Brushing through her now soaked hair, the child began to contemplate."
        },
        {
            "id": 15,
            "content": "She was thinking back... back to when she first woke up on this mudflat."
        },
        {
            "id": 16,
            "content": "She was glad that she was able to come back from the books, but it was unfortunate that she couldn't choose where to come back to."
        },
        {
            "id": 17,
            "content": "Of course, the child didn't have a penny to her name... and even before she could find her bearings, she noticed a trash crab aggressively crawling toward her."
        },
        {
            "id": 18,
            "content": "All she could do was to face it, completely unarmed."
        },
        {
            "id": 19,
            "content": "Perhaps her Fixer days weren't for naught, after all."
        },
        {
            "id": 20,
            "content": "Watching her beat down a trash crab with her bare hands, the owners of nearby boatworks offered to buy the scraps off her quarry..."
        },
        {
            "id": 21,
            "model": "이스마엘",
            "teller": "Ishmael",
            "title": "Molar Boatworks",
            "content": "...It's thanks to their help that we were at least able to open our own boatworks."
        },
        {
            "id": 22,
            "model": "이스마엘",
            "teller": "Ishmael",
            "title": "Molar Boatworks",
            "content": "And whew, even that would've been a challenge, had the other guys not returned as well."
        },
        {
            "id": 23,
            "content": "The child's goal was to return to V Corp, District 22."
        },
        {
            "id": 24,
            "content": "Back to where their office used to be... To get their old lives back."
        },
        {
            "id": 25,
            "model": "이스마엘",
            "teller": "Ishmael",
            "title": "Molar Boatworks",
            "content": "...Still a ways to go to earn enough for the ride back."
        },
        {
            "id": 26,
            "model": "이스마엘",
            "teller": "Ishmael",
            "title": "Molar Boatworks",
            "content": "Phooey, I'm wasting time. The wagon'll get here at some point, I might as well kill some more crabs until then."
        },
        {
            "id": 27,
            "content": "She dove back into the lake after muttering to herself."
        },
        {
            "id": 28,
            "content": "She whispered, aiming her weapon at the trash crab hiding in the depths of the lake."
        },
        {
            "id": 29,
            "model": "이스마엘",
            "teller": "Ishmael",
            "title": "Molar Boatworks",
            "content": "Sit still... No use strugglin'!"
        }
    ]
}