{
    "dataList": [
        {
            "id": 0,
            "content": "The Edgar Manor, wreathed in the ambient sunlight, is full of sounds of brooms and Butler boots moving about its premises."
        },
        {
            "id": 1,
            "content": "Butlers of the Edgar Family are busy with their last-minute deep cleaning of the manor before the wolven hunt."
        },
        {
            "id": 2,
            "content": "Brooms brushing against the floor. Dishes clattering against one another. Loud, bustling footsteps."
        },
        {
            "id": 3,
            "content": "The child is quietly and impassively dusting the window frames amidst that clamor."
        },
        {
            "id": 4,
            "model": "이스마엘",
            "teller": "Ishmael",
            "title": "Edgar Family",
            "content": "Come on, let's try not to neglect these out-of-the-way corners."
        },
        {
            "id": 5,
            "content": "The child would normally have quietly taken care of it herself without telling anyone, but..."
        },
        {
            "id": 6,
            "content": "... now that they're all busily preparing for the hunt, she decided to give them a warning to avoid drawing the ire of her Master or the Chief Butler."
        },
        {
            "id": 7,
            "content": "It may have sounded a tad nosy, but... it was her own way of caring for the other Butlers."
        },
        {
            "id": 8,
            "model": "이스마엘",
            "teller": "Ishmael",
            "title": "Edgar Family",
            "content": "Even a pinch of dust particles could be dangerous for our Master, you know."
        },
        {
            "id": 9,
            "teller": "Butler Colleague",
            "title": "Edgar Family",
            "content": "S-sorry. I'll be more careful from now on."
        },
        {
            "id": 10,
            "model": "이스마엘",
            "teller": "Ishmael",
            "title": "Edgar Family",
            "content": "C'mon. The hunt's coming up, so let's keep ourselves in tip-top shape, alright?"
        },
        {
            "id": 11,
            "content": "Of course, she wasn't just worried for her fellow Butlers."
        },
        {
            "id": 12,
            "content": "It was clear from the way she spoke that she cared terribly for her Master."
        },
        {
            "id": 13,
            "content": "Perhaps that was an obvious outcome."
        },
        {
            "id": 14,
            "content": "The child used to be a Fixer drifting through the Backstreets. And she wandered for a long, long time, unable to find her purpose in life."
        },
        {
            "id": 15,
            "content": "The Edgar Family took her in, gave her a roof over her head, and gave her a definite purpose to live for."
        },
        {
            "id": 16,
            "content": "Perhaps that is why..."
        },
        {
            "id": 17,
            "content": "... the child does not tell the Chief Butler whenever the other child—her Master—indulges in alcoholic drinks."
        },
        {
            "id": 18,
            "content": "That is why the child does not even dare open the window when her Master is home—for fear of letting chill winds into the manor."
        },
        {
            "id": 19,
            "content": "Her devotion to her Master almost appears like a blind obsession."
        },
        {
            "id": 20,
            "teller": "Butler Colleague",
            "title": "Edgar Family",
            "content": "Do you think Master would've been... less ill, had he not been hunting for the wolf?"
        },
        {
            "id": 21,
            "model": "이스마엘",
            "teller": "Ishmael",
            "title": "Edgar Family",
            "content": "I doubt it. Master had already lost his arm and Miss Isabella even before the hunt started."
        },
        {
            "id": 22,
            "teller": "Butler Colleague",
            "title": "Edgar Family",
            "content": "Yeah, but..."
        },
        {
            "id": 23,
            "model": "이스마엘",
            "teller": "Ishmael",
            "title": "Edgar Family",
            "content": "Besides, it doesn't matter whether our Master gives up his hunt or not. Because that wolf won't."
        },
        {
            "id": 24,
            "model": "이스마엘",
            "teller": "Ishmael",
            "title": "Edgar Family",
            "content": "... He won't stop until he's taken everything that our Master has."
        },
        {
            "id": 25,
            "model": "이스마엘",
            "teller": "Ishmael",
            "title": "Edgar Family",
            "content": "... Oh, speaking of which, didn't that wolf love... uh, um..."
        },
        {
            "id": 26,
            "teller": "Butler Colleague",
            "title": "Edgar Family",
            "content": "Huh? Love? What are you talking about?"
        },
        {
            "id": 27,
            "model": "이스마엘",
            "teller": "Ishmael",
            "title": "Edgar Family",
            "content": "... Uh, what was it again...? Haah, it's nothing. Sorry, I have no idea where that came from."
        },
        {
            "id": 28,
            "content": "There was a large hole where that child once stood. The child who was likely the cause of all this misery."
        },
        {
            "id": 29,
            "content": "This child grew puzzled as she suddenly felt the fog of memory from this casual conversation."
        },
        {
            "id": 30,
            "content": "But she ignored this odd sense of deja-vu."
        },
        {
            "id": 31,
            "content": "It would be much more reasonable for her to focus on the hunt rather than to get hung up on such details."
        },
        {
            "id": 32,
            "model": "이스마엘",
            "teller": "Ishmael",
            "title": "Edgar Family",
            "content": "Is it already time...?"
        },
        {
            "id": 33,
            "content": "The sun hangs over the horizon."
        },
        {
            "id": 34,
            "content": "The terrible wailings of those pulled from the other side begin to echo from nearby."
        },
        {
            "id": 35,
            "content": "The great rumbling begins to intensify within the halls of the manor."
        },
        {
            "id": 36,
            "content": "Past the window were the forces of the dead, wreathed under the orange light of the eventide, swarming up toward the manor."
        },
        {
            "id": 37,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Edgar Family",
            "content": "Even as I remain awake does that endless nightmare seek to claim me..."
        },
        {
            "id": 38,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "Chief Butler",
            "content": "They're nothing but weaklings. An advance party... I see. The wolf caught wind of our hunt, I suppose."
        },
        {
            "id": 39,
            "content": "The other child—her Master—draws his sabre and readies himself. But the child shakes her head."
        },
        {
            "id": 40,
            "model": "이스마엘",
            "teller": "Ishmael",
            "title": "Edgar Family",
            "content": "Master. Lady Ryōshū. Leave them to me."
        },
        {
            "id": 41,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "Chief Butler",
            "content": "D.B.S. Me and this fool of a Master can take them out in the blink of an eye."
        },
        {
            "id": 42,
            "content": "The child waits until the warm light of the eventide, the color of her hair, reflects off the floorboards of the manor's hallway. She looks into the eyes of the Chief Butler and her Master."
        },
        {
            "id": 43,
            "model": "이스마엘",
            "teller": "Ishmael",
            "title": "Edgar Family",
            "content": "The two of you have a wolf to hunt."
        },
        {
            "id": 44,
            "model": "이스마엘",
            "teller": "Ishmael",
            "title": "Edgar Family",
            "content": "Don't let the dead waste your energy."
        },
        {
            "id": 45,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Edgar Family",
            "content": "……."
        },
        {
            "id": 46,
            "content": "Perhaps the two believed that this child's words had merit."
        },
        {
            "id": 47,
            "content": "Her Master lowers his sabre. The Chief Butler grumbles for a moment before sheathing her knives and crossing her arms."
        },
        {
            "id": 48,
            "content": "Only then does the child pull an oddly engraved broom and a sharp knife from the dimensional attache case issued to Butlers."
        },
        {
            "id": 49,
            "model": "이스마엘",
            "teller": "Ishmael",
            "title": "Edgar Family",
            "content": "... Hunting cutlery's at the ready."
        },
        {
            "id": 50,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "Chief Butler",
            "content": "... Tsk. Don't get yourself killed like an idiot."
        },
        {
            "id": 51,
            "content": "The child lives up to her confidence."
        },
        {
            "id": 52,
            "content": "The well-sharpened knife cuts through the army of the dead like butter..."
        },
        {
            "id": 53,
            "content": "... and the generations-old broom of the Edgar Family Butlers keeps her enemies at bay."
        },
        {
            "id": 54,
            "content": "She routed the forces of the dead with every knife throw and broom swing, handily knocking them down like she was dusting a particularly stubborn corner."
        },
        {
            "id": 55,
            "content": "The advance force that assailed the manor is already looking rather thin; the intense light of the sunset shines through the windows still."
        },
        {
            "id": 56,
            "content": "Doesn't seem like housekeeping will cause them to run late to the hunt."
        }
    ]
}