{
  "dataList": [
    {
      "id": 0,
      "teller": "Fixer on the Podium",
      "title": "Zwei West Section 3 Director",
      "content": "... This contract lasts three days. Any non-Nest residents during this period will not be a priority protection target."
    },
    {
      "id": 1,
      "model": "이스마엘",
      "title": "Zwei West Section 3",
      "content": "Three-day contract... priority protection targets... Nest residents..."
    },
    {
      "id": 2,
      "content": "Dozens of people are lined up in rows and columns in an empty lot. The hot sun blazes over their shoulders."
    },
    {
      "id": 3,
      "content": "The child quietly whispers, repeating the information listed in the briefing by the Association. Her eyes are full of fervor."
    },
    {
      "id": 4,
      "content": "After spending several years living under the punitive and ambiguous laws of the Great Lake, this behavior naturally became something of a habit to her."
    },
    {
      "id": 5,
      "content": "She repeated and memorized whatever information was given to her like it was her duty to do so."
    },
    {
      "id": 6,
      "teller": "Fixer on the Podium",
      "title": "Zwei West Section 3 Director",
      "content": "X Corp. has requested the help of the adjacent M Corp.'s Order of the Lunar Visage, but they will not be a part of this contract; they are currently absent on an expedition."
    },
    {
      "id": 7,
      "teller": "Fixer on the Podium",
      "title": "Zwei West Section 3 Director",
      "content": "Even so, the alloy excavation site we are responsible for is comparable to the size of this village in District 24. Therefore, it can be said that the difficulty of this mission isn't too—"
    },
    {
      "id": 8,
      "model": "이스마엘",
      "title": "Zwei West Section 3",
      "content": "No assistance from a Wing... If it's in an alloy excavation site, then it's gotta be pretty risky... and the size of the area we're responsible for is... huh?"
    },
    {
      "id": 9,
      "content": "She is always like this whenever they are about to depart on a new contract."
    },
    {
      "id": 10,
      "content": "Most other fixers are yawning or zoning out, staring at the clouds go by, but she is fully focused on the briefing."
    },
    {
      "id": 11,
      "content": "Then..."
    },
    {
      "id": 12,
      "teller": "Fixer on the Podium",
      "title": "Zwei West Section 3 Director",
      "content": "You are recognized, Knight Ishmael of Section 3."
    },
    {
      "id": 13,
      "content": "... she'd ask a question whenever she grew curious about something, just like she's doing now."
    },
    {
      "id": 14,
      "model": "이스마엘",
      "title": "Zwei West Section 3",
      "content": "Isn't the protection of that excavation site currently managed by District 24 Advanced Excavation Fellowship and X Corp. Alloy Guardians? I know it's near the border, but it's still within a Nest, isn't it?"
    },
    {
      "id": 15,
      "teller": "Fixer on the Podium",
      "title": "Zwei West Section 3 Director",
      "content": "X Corp. sent us a notice of cooperation request. They will be absent from the site for about three days, apparently."
    },
    {
      "id": 16,
      "teller": "Fixer on the Podium",
      "title": "Zwei West Section 3 Director",
      "content": "That is why the Zwei were contracted to protect that designated area, normally under their jurisdiction, within District 24. Does that answer your question, or do you have any further questions?"
    },
    {
      "id": 17,
      "model": "이스마엘",
      "title": "Zwei West Section 3",
      "content": "No, that does answer my question."
    },
    {
      "id": 18,
      "content": "The child shook her head before standing with her hands behind her back. She tried to focus on the briefing again."
    },
    {
      "id": 19,
      "content": "... If it weren't for the annoying chatter coming from behind her row, that is."
    },
    {
      "id": 20,
      "teller": "Disgruntled Colleague",
      "title": "Zwei West Section 3",
      "content": "More territory protection contracts? It's starting to get old."
    },
    {
      "id": 21,
      "teller": "Whiny Colleague",
      "title": "Zwei West Section 3",
      "content": "Should've applied for the Order of the Land's End. At least the expeditions into the Ruins would've kept things interesting."
    },
    {
      "id": 22,
      "teller": "Disgruntled Colleague",
      "title": "Zwei West Section 3",
      "content": "M Corp.'s right next door anyway. This whole endeavor is pointless..."
    },
    {
      "id": 23,
      "model": "이스마엘",
      "title": "Zwei West Section 3",
      "content": "Ahem."
    },
    {
      "id": 24,
      "content": "The child coughed lightly then whipped around in hopes of putting a stop to that incessant chatter once and for all."
    },
    {
      "id": 25,
      "content": "Of course, the child's every word was dripping with barely-suppressed annoyance."
    },
    {
      "id": 26,
      "model": "이스마엘",
      "title": "Zwei West Section 3",
      "content": "Can you zip it and pay attention to the briefing, please?"
    },
    {
      "id": 27,
      "teller": "Disgruntled Colleague",
      "title": "Zwei West Section 3",
      "content": "We're paying attention."
    },
    {
      "id": 28,
      "model": "이스마엘",
      "title": "Zwei West Section 3",
      "content": "Oh yeah? Are you though?"
    },
    {
      "id": 29,
      "model": "이스마엘",
      "title": "Zwei West Section 3",
      "content": "Four minutes ago, the director already answered your complaints by explaining that M Corp.'s Order of the Lunar Visage doesn't have the time or resources to help us out because they're busy with an expedition."
    },
    {
      "id": 30,
      "teller": "Whiny Colleague",
      "title": "Zwei West Section 3",
      "content": "Eh, he's probably just saying that to keep us on our toes. Remember our last contract when they said that there wouldn't be any reinforcements... and there were?"
    },
    {
      "id": 31,
      "model": "이스마엘",
      "title": "Zwei West Section 3",
      "content": "You know what they call X Corp.'s excavation sites, right? Hellholes. Literal hellholes. We *do* have to stay on our toes, because who knows what kind of monster might come crawling out of that dungeon? Seriously, it's—"
    },
    {
      "id": 32,
      "content": "The child curled her fists and let out a frustrated sigh."
    },
    {
      "id": 33,
      "model": "이스마엘",
      "title": "Zwei West Section 3",
      "content": "Haah... nevermind. You do you, I guess. Keep going like that and you'll eventually find yourselves up shit creek without a paddle."
    },
    {
      "id": 34,
      "teller": "Whiny Colleague",
      "title": "Zwei West Section 3",
      "content": "F-fine. Why don't you quit staring at us and pay attention to the podium?"
    },
    {
      "id": 35,
      "content": "Perhaps her threats worked. The child was allowed to focus fully on the director's briefing..."
    },
    {
      "id": 36,
      "content": "... but it wasn't long before the chatter resumed."
    },
    {
      "id": 37,
      "content": "The child had given up on lecturing them, however."
    },
    {
      "id": 38,
      "content": "It was better to tune them out and focus on the briefing, rather than trying to get them to shut up."
    },
    {
      "id": 39,
      "content": "And the wisdom of her choice became apparent not long after the briefing."
    },
    {
      "id": 40,
      "teller": "Terrified Citizen",
      "title": "District 24",
      "content": "H-help! Monsters, from the tunnels...!"
    },
    {
      "id": 41,
      "content": "A terrified civilian is shuddering, cornered at a dead end of a tunnel."
    },
    {
      "id": 42,
      "content": "Next to the civilian are two dead bodies in armors, sprawled unceremoniously on the floor."
    },
    {
      "id": 43,
      "content": "It was clear what happened here."
    },
    {
      "id": 44,
      "teller": "Terrified Citizen",
      "title": "District 24",
      "content": "Nngh... I knew that things were too good to be true when I excavated a superalloy microwave from this tunnel..."
    },
    {
      "id": 45,
      "content": "The various types of the excavation site's monsters and their environs had been explained in detail during the briefing, but these two Fixers, who neglected to pay attention, did not know what to do in case of an emergency and met their demise."
    },
    {
      "id": 46,
      "content": "This was the consequence of even the briefest moment of laxity in the City."
    },
    {
      "id": 47,
      "content": "One of the monsters picked up a spiked bat it found in the excavation site and charged the miner..."
    },
    {
      "id": 48,
      "teller": "Terrified Citizen",
      "title": "District 24",
      "content": "Gah...!"
    },
    {
      "id": 49,
      "content": "The civilian closed his eyes, realizing that this was to be his final few seconds on earth."
    },
    {
      "id": 50,
      "model": "이스마엘",
      "title": "Zwei West Section 3",
      "content": "I knew it. Glad I got to you in time."
    },
    {
      "id": 51,
      "content": "But a greatsword that appeared from outside his line of sight stopped the spiked bat dead in its striking arc."
    },
    {
      "id": 52,
      "content": "Instead of the crushing sensation of the spiked bat to his face, however, the civilian heard the sound of metal striking against metal. He carefully opened his eyes."
    },
    {
      "id": 53,
      "teller": "Terrified Citizen",
      "title": "District 24",
      "content": "Y...you're... a Fixer...? But I was told that this excavation zone was assigned only two of you guys...?"
    },
    {
      "id": 54,
      "model": "이스마엘",
      "title": "Zwei West Section 3",
      "content": "I was doing some extra patrols in this area. Had a bad feeling that something might've gone wrong."
    },
    {
      "id": 55,
      "teller": "Terrified Citizen",
      "title": "District 24",
      "content": "P-please be careful! They already killed two of your colleagues... If they kill you too, I'm really done for!"
    },
    {
      "id": 56,
      "teller": "Terrified Citizen",
      "title": "District 24",
      "content": "Gah, what can one Fixer do what two of 'em couldn't...?!"
    },
    {
      "id": 57,
      "model": "이스마엘",
      "title": "Zwei West Section 3",
      "content": "Yeah, I can see that. Wish I could tell them 'I told you so' right about now."
    },
    {
      "id": 58,
      "content": "Despite the civilian's worry, the child had no problem repelling the monsters' attacks from all directions."
    },
    {
      "id": 59,
      "content": "At first, the monsters attacked her with abandon, emboldened by her passive, defensive stance..."
    },
    {
      "id": 60,
      "teller": "Monster of the Tunnels",
      "title": "???",
      "content": "Keeh...!?"
    },
    {
      "id": 61,
      "content": "... But they all soon found themselves rolling on the ground, gripping their arms, and howling in pain."
    },
    {
      "id": 62,
      "content": "The recoil from striking her greatsword was actually hurting them."
    },
    {
      "id": 63,
      "model": "이스마엘",
      "title": "Zwei West Section 3",
      "content": "Now sit tight behind me until the reinforcements get here."
    },
    {
      "id": 64,
      "teller": "Terrified Citizen",
      "title": "District 24",
      "content": "H-how long can you hold out for?"
    },
    {
      "id": 65,
      "model": "이스마엘",
      "title": "Zwei West Section 3",
      "content": "Well, let's see..."
    },
    {
      "id": 66,
      "model": "이스마엘",
      "title": "Zwei West Section 3",
      "content": "Three days should be a piece of cake."
    },
    {
      "id": 67,
      "content": "The serenity of her dry statement heavily contrasted with the peril that surrounded her."
    },
    {
      "id": 68,
      "content": "The child stood her ground the entire time she waited for the reinforcements to come."
    },
    {
      "id": 69,
      "content": "When the Zwei Fixers arrived few hours later, they found..."
    },
    {
      "id": 70,
      "content": "... the civilian, completely untouched and surrounded by bodies of unconscious monsters holding their broken weapons."
    },
    {
      "id": 71,
      "model": "이스마엘",
      "title": "Zwei West Section 3",
      "content": "... Hey, you're here."
    },
    {
      "id": 72,
      "content": "And the child, who was polishing her greatsword to get the dirt off its blade."
    }
  ]
}