{
  "dataList": [
    {
      "id": 0,
      "content": "We were happy... at first."
    },
    {
      "id": 1,
      "content": "Father spent his days twaddling about silly things like dreams, but... I suppose he had his own charming mirth."
    },
    {
      "id": 2,
      "content": "But it was a good life, if the worst thing I had to do was to placidly indulge his stories."
    },
    {
      "id": 3,
      "content": "My memories of the years I lived as a human have all but disappeared, but... at least this life had to be better than whatever that was."
    },
    {
      "id": 4,
      "content": "Maybe that's why I agreed to become his Kindred."
    },
    {
      "id": 5,
      "content": "... Or, maybe I was seduced by the promise that my beauty could be made to last for all eternity."
    },
    {
      "id": 6,
      "content": "I began to understand my Father only when I began to create my own Kindreds... my Children. When they began to grow in number..."
    },
    {
      "id": 7,
      "content": "I understood that Father wanted us to be happy."
    },
    {
      "id": 8,
      "content": "He wanted to free us from the crippling loneliness, for he was the first to suffer it."
    },
    {
      "id": 9,
      "content": "Or so I thought."
    },
    {
      "id": 10,
      "content": "Until some traveler visited our Castle and deluded my Father with that sickening manipulation that his dream could somehow be realized even in the waking world."
    },
    {
      "id": 11,
      "content": "... Sancho."
    },
    {
      "id": 12,
      "content": "Father always tried to bring us two closer, as if we were 'sisters'."
    },
    {
      "id": 13,
      "content": "Perhaps it was fortunate that neither of us was the friendly type. We both liked to put up a wall between us and the rest of the world. So, naturally, we distanced ourselves from each other as well."
    },
    {
      "id": 14,
      "content": "I had a degree of faith in her, however; her strength, her abilities, and her... more down-to-earth perspective on life that heavily contrasted our Father's wild imaginations."
    },
    {
      "id": 15,
      "content": "Sancho never had Children of her own, but she always seemed... at least neutral when it came to looking after my Kindreds."
    },
    {
      "id": 16,
      "content": "... And it is that odd distance between us that brought this plan to fruition."
    },
    {
      "id": 17,
      "content": "Though we were both Second Kindreds, I could let her take care of our Family, to look after my Children and their Kindreds... while I devised this plan."
    },
    {
      "id": 18,
      "content": "Eventually, our Father's sanity was completely broken; he destroyed our castle and built a bizarre amusement park in its place..."
    },
    {
      "id": 19,
      "content": "... rambling a plan that seemed to have come straight out of a madman's dream that we could coexist with... humans."
    },
    {
      "id": 20,
      "content": "That we must live begging for stagnant blood in packs when veins, pulsating with hotly flowing blood, walk right past us."
    },
    {
      "id": 21,
      "content": "That we must subsist on that thing, more flavorless than even pastel paste."
    },
    {
      "id": 22,
      "content": "That all of his Kindreds must live trapped in a fate worse than that of a Bloodbag... all for the future in which Bloodfiends and humans may coexist in harmony."
    },
    {
      "id": 23,
      "content": "His eyes gleamed with the conviction that to dream, he could endure even the yearning for blood..."
    },
    {
      "id": 24,
      "content": "Yet... desire is not something that can be so easily overcome."
    },
    {
      "id": 25,
      "content": "It has broken my undying loyalty; this hunger coerced me to think of committing the inconceivable crime of filial impiety."
    },
    {
      "id": 26,
      "content": "No. It may just be that I do not have the strength to pursue the dream as he does."
    },
    {
      "id": 27,
      "content": "... There was a peddler, a merchant of odds and ends who'd always come to visit us at the amusement park."
    },
    {
      "id": 28,
      "content": "Our Father is... tragically naive and innocent. Every time the merchant brought him false Relics, he'd get swindled into buying every single one of them."
    },
    {
      "id": 29,
      "content": "But the peddler didn't just carry counterfeits."
    },
    {
      "id": 30,
      "content": "Sometimes, Sancho and I would go behind our Father's back to threaten the peddler, and we would be presented with an authentic relic the very next day."
    },
    {
      "id": 31,
      "content": "So, one day, another day of suffering through that hunger, I thought to ask the peddler about this rumored Relic."
    },
    {
      "id": 32,
      "content": "'Say, do you know about the legendary helm of Mambrino that brings the wearer to equal ground with all those around them?'"
    },
    {
      "id": 33,
      "content": "That little tomb raider could not possibly have imagined what we were planning to do with the artifact."
    },
    {
      "id": 34,
      "content": "Of course not."
    },
    {
      "id": 35,
      "content": "Just as we could never gain an understanding of humans, just as we could never be one of them, no matter how long our lives may be..."
    },
    {
      "id": 36,
      "content": "... They won't ever understand us."
    },
    {
      "id": 37,
      "content": "Gregor, that Child... he claimed that wasn't true. That humans were really starting to see us in a new light, but..."
    },
    {
      "id": 38,
      "content": "... I saw it all, from the apex upon which I stood."
    },
    {
      "id": 39,
      "content": "Humans looking up at me and the Parade, their faces brilliant with happy smiles..."
    },
    {
      "id": 40,
      "content": "... and Bloodfiends, who shuffled among humans with their eyes lost and wavering with hunger."
    },
    {
      "id": 41,
      "content": "It doesn't matter anymore."
    },
    {
      "id": 42,
      "content": "It doesn't matter whether humans saw us in a different light or not."
    },
    {
      "id": 43,
      "content": "What matters is that I... and my Children... are going hungry."
    },
    {
      "id": 44,
      "content": "Besides, Sancho agreed with me. We couldn't just sit here and watch that human corrupt our Father with that silver tongue."
    },
    {
      "id": 45,
      "content": "Finally... the preparations for the Carnival are complete."
    },
    {
      "id": 46,
      "content": "Now, I leave this endlessly whirling yet stagnant, self-devouring Parade..."
    },
    {
      "id": 47,
      "content": "... and announce the beginning of a true feast of blood."
    },
    {
      "id": 48,
      "content": "Ohh..."
    },
    {
      "id": 49,
      "content": "It's going to be so... beautiful..."
    }
  ]
}