{
  "dataList": [
    {
      "id": 0,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "Ya really are one weirdly dedicated gal, huh~?"
    },
    {
      "id": 1,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "I hardly expected you to follow me all the way out here when it's so cold out."
    },
    {
      "id": 2,
      "teller": "Interviewer",
      "title": "???",
      "content": "Consider it an extension of my… duties as a professional."
    },
    {
      "id": 3,
      "content": "The interviewer replies, sniffling and shuddering, one hand holding tightly onto her notepad."
    },
    {
      "id": 4,
      "content": "They're in one of the Backstreets of the northern part of the City, a place of an almost unending blizzard."
    },
    {
      "id": 5,
      "content": "Not even the poorest of the poor would dare choose this place to fall asleep."
    },
    {
      "id": 6,
      "content": "The child, her colleagues, and the interviewer were trudging through the snow and the cutting wind."
    },
    {
      "id": 7,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "Hmm... I guess for how popular the Devyat' is, people don't really know how we really run things here."
    },
    {
      "id": 8,
      "teller": "Interviewer",
      "title": "???",
      "content": "Yeah! Most people only know you guys as the Fixers who deliver expensive or rare items to any place in the world."
    },
    {
      "id": 9,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "Yeah~ Safer deliveries are usually handled by more familiar transportation companies or Fixer Offices."
    },
    {
      "id": 10,
      "teller": "Interviewer",
      "title": "???",
      "content": "So it's gotta be a pretty dangerous job, huh? Why did you find work in this Association, if there are other options—"
    },
    {
      "id": 11,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "Mm... 'Cuz the pay is good?"
    },
    {
      "id": 12,
      "content": "... She wasn't lying about the pay being good, of course."
    },
    {
      "id": 13,
      "content": "But she also intentionally omitted the fact that many Fixers who are in heavy debt end up working for the Devyat' Association."
    },
    {
      "id": 14,
      "content": "She didn't want to go into detail about her wilder past here, of course."
    },
    {
      "id": 15,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "... Ooh, the wind is subsiding."
    },
    {
      "id": 16,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "Guys! Let's take a quick break here and get something to eat."
    },
    {
      "id": 17,
      "content": "The child shouts at her colleagues nearby, who all sigh in exasperated unison before reaching out to open their delivery trunks."
    },
    {
      "id": 18,
      "teller": "Interviewer",
      "title": "???",
      "content": "Ooh...! So they're the famous Courier Trunk, huh?"
    },
    {
      "id": 19,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "Yeah, well. It's a fancy name for what's just a glorified delivery trunk. It's convenient when you're carrying a lot of stuff... Hup!"
    },
    {
      "id": 20,
      "teller": "Poludnitsa",
      "title": "Courier Trunk",
      "content": "[Unauthorized lock release outside of delivery coordinates detected.]"
    },
    {
      "id": 21,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "Shush! Be quiet."
    },
    {
      "id": 22,
      "teller": "Interviewer",
      "title": "???",
      "content": "Did that bag just..? Oh, it's AI-activated, huh?"
    },
    {
      "id": 23,
      "content": "While Artificial Intelligence with a similar sense of self as humans has been outlawed since a long time ago..."
    },
    {
      "id": 24,
      "content": "... simple, minor assistant-level Artificial Intelligence was still used quite often in the City."
    },
    {
      "id": 25,
      "content": "An example of one such Artificial Intelligence was that trunk the child was lightly tapping on."
    },
    {
      "id": 26,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "Mmhm~ This girl's called Poludnitsa. I bet most people don't know about these things."
    },
    {
      "id": 27,
      "teller": "Interviewer",
      "title": "???",
      "content": "Ooh, yeah, yeah! I heard some witness reports of Devyat' Fixers talking to their trunks... So they're called... Polud... nitsa... got it."
    },
    {
      "id": 28,
      "teller": "Interviewer",
      "title": "???",
      "content": "We all thought that you guys had all gone... you know, insane. Making these grueling treks day after day has to get to you eventually, right?"
    },
    {
      "id": 29,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "... Had no idea that's what people think of us."
    },
    {
      "id": 30,
      "content": "She sighed deeply, her white breath scattering into the air, and pulled something from the trunk."
    },
    {
      "id": 31,
      "content": "It was smaller than a bean at first, but it grew larger as it emerged from the bag..."
    },
    {
      "id": 32,
      "content": "... and soon grew to the size of a palm-sized energy bar."
    },
    {
      "id": 33,
      "teller": "Interviewer",
      "title": "???",
      "content": "I knew it. So those trunks weren't just any old containers!"
    },
    {
      "id": 34,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "Yeah, we're an Association, y'know? You can stuff an item that's five times the size of this trunk into this thing."
    },
    {
      "id": 35,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "Besides, even when transporting items that are hundreds of kilos... once we manage to stick 'em in here, we can hardly feel their weight."
    },
    {
      "id": 36,
      "teller": "Interviewer",
      "title": "???",
      "content": "Hmm... the functionalities of this bag can bend space itself, and the item's mass within is barely felt... hm... I see!"
    },
    {
      "id": 37,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "T-those are some complicated concepts, huh... I remember the article about Dieci South leaning a bit less on the technical side of things."
    },
    {
      "id": 38,
      "teller": "Interviewer",
      "title": "???",
      "content": "Ah, I studied science and engineering in the north. I guess that bleeds into my articles sometimes, ha ha. Even our editor reprimands me for losing track of what I'm writing."
    },
    {
      "id": 39,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "... W-want an energy bar or something?"
    },
    {
      "id": 40,
      "teller": "Poludnitsa",
      "title": "Courier Trunk",
      "content": "[Warning. Storage of unauthorized items is not recommended.]"
    },
    {
      "id": 41,
      "teller": "Interviewer",
      "title": "???",
      "content": "That, uh... Poludnitsa doesn't seem to like that idea."
    },
    {
      "id": 42,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "Eh, don't worry about it. The Association usually lets these things slide, especially if a mission takes us straight through harsh environments like this."
    },
    {
      "id": 43,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "After all, the only thing that matters... is that we make the delivery on time."
    },
    {
      "id": 44,
      "content": "The interviewer easily caught on to the fact that the child's voice briefly turned dark."
    },
    {
      "id": 45,
      "teller": "Interviewer",
      "title": "???",
      "content": "What... happens if you don't make it in time?"
    },
    {
      "id": 46,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "Ya keep salting my wound, you know that...? That's..."
    },
    {
      "id": 47,
      "content": "That's when an aggresive sound of something rushing toward them pierced through the ambient noise."
    },
    {
      "id": 48,
      "teller": "Interviewer",
      "title": "???",
      "content": "Uhh..."
    },
    {
      "id": 49,
      "teller": "Poludnitsa",
      "title": "Courier Trunk",
      "content": "[Hostile forces detected. Activating Poludnitsa high-power delivery mode maneuvers.]"
    },
    {
      "id": 50,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "Ugh. Speak of the devil, huh? I guess thieves are coming out of the woodwork now that the blizzard's somewhat subsided."
    },
    {
      "id": 51,
      "content": "The child stuffed the remaining half of the energy bar into her mouth, jumped up, and swung the giant delivery trunk over her shoulder."
    },
    {
      "id": 52,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "Polu, rupture energy unlock!"
    },
    {
      "id": 53,
      "teller": "Poludnitsa",
      "title": "Courier Trunk",
      "content": "[Authorized. Verify that there are no items at risk near the exhaust.]"
    },
    {
      "id": 54,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "Only stuff that's risky for me if kept alive!"
    },
    {
      "id": 55,
      "content": "Just as she finished her sentence, a massive blade exploded out from one end of her trunk,"
    },
    {
      "id": 56,
      "content": "which she swung against her enemies without hesitation."
    },
    {
      "id": 57,
      "teller": "Interviewer",
      "title": "???",
      "content": "Ooh..."
    },
    {
      "id": 58,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "... Hey, you. Ya sure it's safe for you out here? Aren'tcha scared?"
    },
    {
      "id": 59,
      "teller": "Interviewer",
      "title": "???",
      "content": "Yep! This is my expertise. I've seen stuff like this pretty often."
    },
    {
      "id": 60,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "Hard life, huh?"
    },
    {
      "id": 61,
      "teller": "Interviewer",
      "title": "???",
      "content": "It also helped that my interview subjects were all very strong, which meant that I had nothing to worry about. I'm sure it won't be any different today!"
    },
    {
      "id": 62,
      "content": "... That wasn't true, but the interviewer knew the right things to say to get the answers she wanted."
    },
    {
      "id": 63,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "Hmph, look at you tryna butter me up~"
    },
    {
      "id": 64,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "Fine, I'll let you in on some more info!"
    },
    {
      "id": 65,
      "content": "The child does not stop swinging her trunk around even as she explains the functionalities of the Courier Trunk."
    },
    {
      "id": 66,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "Every time! We're about to be late for a delivery! This talking trunk! "
    },
    {
      "id": 67,
      "teller": "Thief",
      "title": "???",
      "content": "Kuhhh..."
    },
    {
      "id": 68,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "Enhances our strength! Because! Bein' late for a delivery! Is dangerous!"
    },
    {
      "id": 69,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "So... I'm tryna get my delivery done ASAP!"
    },
    {
      "id": 70,
      "teller": "Interviewer",
      "title": "???",
      "content": "I see!"
    },
    {
      "id": 71,
      "teller": "Interviewer",
      "title": "???",
      "content": "So... why is it dangerous...?"
    },
    {
      "id": 72,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "... Um."
    },
    {
      "id": 73,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "Well, you don't want to get on your boss' bad side, right? Same deal."
    },
    {
      "id": 74,
      "teller": "Interviewer",
      "title": "???",
      "content": "I-I guess so..."
    },
    {
      "id": 75,
      "content": "The child lied."
    },
    {
      "id": 76,
      "content": "The less and less time they have for the delivery, the greater the amount of energy expelled by the trunk."
    },
    {
      "id": 77,
      "content": "The energy builds and builds until it starts harming its user... and eventually, leaving nothing but the trunk in their place."
    },
    {
      "id": 78,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Devyat' North Section 3",
      "content": "What, ya thought there was something special to it? C'mon, aren't we all motivated by our aversion to getting reprimanded by our bosses?"
    },
    {
      "id": 79,
      "content": "But she didn't want to have to share that fact."
    },
    {
      "id": 80,
      "content": "Because doing so would also show her anxiety about how many users this Poludnitsa has had in the past..."
    },
    {
      "id": 81,
      "content": "... or how she might be joining the ever-growing list of its 'former users'."
    },
    {
      "id": 82,
      "content": "And the interviewer would definitely catch onto that anxiety and write it in her report. She would prefer to avoid that if possible."
    }
  ]
}