{
    "dataList": [
        {
            "id": 0,
            "model": "로쟈",
            "title": "Kurokumo Wakashu",
            "content": "C’mon, mister. We both know how much money you’re keeping in that safe."
        },
        {
            "id": 1,
            "content": "The child said smugly, her smirk exuding an air of sharp cynicism."
        },
        {
            "id": 2,
            "content": "The Kurokumo Clan isn’t too different from most Syndicates."
        },
        {
            "id": 3,
            "content": "Their day job is to shake down households and businesses in the Backstreets, squeezing out every bit of spare change, all of which they label as “protection fees”."
        },
        {
            "id": 4,
            "content": "Curiously, the child was being particularly harsh on this establishment out of all the other places."
        },
        {
            "id": 5,
            "content": "Perhaps she heard somewhere that this man was an infamous miser and figured his money would feed her starving goons."
        },
        {
            "id": 6,
            "content": "The child looked as if she could wrench the man by the collar and behead him at any moment, but something was holding her back."
        },
        {
            "id": 7,
            "content": "She’s probably hoping to stay out of trouble since unauthorized action is forbidden in her Syndicate."
        },
        {
            "id": 8,
            "content": "Oh, how fortunate for him. It looks like a guide has arrived to distract her."
        },
        {
            "id": 9,
            "model": "료슈",
            "title": "Kurokumo Wakashu",
            "content": "Rodya, we’ve got G.N. Finally taking hands off these shoddy missions."
        },
        {
            "id": 10,
            "model": "로쟈",
            "title": "Kurokumo Wakashu",
            "content": "…Mkay, so there’s good news, huh?"
        },
        {
            "id": 11,
            "content": "The acronym-loving guide nodded with a fellow smirk, then added as she lit her cigarette:"
        },
        {
            "id": 12,
            "model": "료슈",
            "title": "Kurokumo Wakashu",
            "content": "We’re about to have our swords dance with the Blade Lineage."
        }
    ]
}