{
    "dataList": [
        {
            "id": 0,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Dawn Office",
            "content": "You know, you could try different kinds of tea once in a while. Is my ssanghwa-cha really that delicious?"
        },
        {
            "id": 1,
            "content": "Master answers teasingly as though I was asking him the most obvious question in the world. My seonbae will be back from a contract soon, so I open the window wide for her return."
        },
        {
            "id": 2,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Dawn Office",
            "content": "Seonbae said she'll just be making a quick stop at the workshop, so I don't suppose she'll be long."
        },
        {
            "id": 3,
            "content": "Days without contracts were always so peaceful."
        },
        {
            "id": 4,
            "content": "Chatting about the day-to-day goings-on with my master while sipping on a cup of ssanghwa-cha. Worrying about our next month's rent with my seonbae, who should be here any minute."
        },
        {
            "id": 5,
            "content": "It was a warm and gentle hour, not unlike the cold dawn of our Office's namesake."
        },
        {
            "id": 6,
            "content": "I enjoyed that hour."
        },
        {
            "id": 7,
            "content": "I was making decent progress as a Fixer, too."
        },
        {
            "id": 8,
            "content": "Under the skillful guidance of my master, I learned the basics of being a Fixer, things I should know if I was really serious about working in this field, and the tricks of using Stigma Workshop's weapons."
        },
        {
            "id": 9,
            "content": "Whichever contract we picked up, we managed. It was mostly thanks to my master and seonbae's excellent skills, but still. Results begot recognition, and I naturally rose through the Fixer ranks."
        },
        {
            "id": 10,
            "content": "... A proof that I was slowly bettering myself."
        },
        {
            "id": 11,
            "content": "But..."
        },
        {
            "id": 12,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Dawn Office",
            "content": "Didn't really get to do anything in this contract, either..."
        },
        {
            "id": 13,
            "content": "My master was once a prominent Fixer during the Smoke War. My seonbae once took care of an Urban Legend contract all on her own."
        },
        {
            "id": 14,
            "content": "Between these two giants of our Dawn Office, my earnest efforts amounted to nothing but a struggle not to fall behind."
        },
        {
            "id": 15,
            "content": "The two of them always assured me that I wasn't useless. That I was helpful. But all that reassurance rang hollow."
        },
        {
            "id": 16,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Dawn Office",
            "content": "We got the Invitation...? It's that Urban Plague, 'The Library', isn't it...?"
        },
        {
            "id": 17,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Dawn Office",
            "content": "Will I be going with you?"
        },
        {
            "id": 18,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Dawn Office",
            "content": "Am I even going to be of any help to you two there...?"
        },
        {
            "id": 19,
            "content": "My self-doubt grew with no end."
        },
        {
            "id": 20,
            "content": "And with it, my faith in the two of them did as well. Too much."
        },
        {
            "id": 21,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Dawn Office",
            "content": "I guess I won't have to do much more than provide them some basic support..."
        },
        {
            "id": 22,
            "content": "The faith that the two of them had this in the bag. That I wasn't really that necessary."
        },
        {
            "id": 23,
            "content": "And with such shallow, selfish presumption..."
        },
        {
            "id": 24,
            "content": "... I walked into the Library."
        },
        {
            "id": 25,
            "content": "My master, who was so worried about me to the end."
        },
        {
            "id": 26,
            "content": "My seonbae, who refused to blame me for anything nor show any fear in face of the end."
        },
        {
            "id": 27,
            "content": "Even Fixers of the affiliate Office who offered me help."
        },
        {
            "id": 28,
            "content": "All were vanquished by the Library, each and every one of them turned into a book."
        },
        {
            "id": 29,
            "content": "Everyone I'd grown so used to always being there for me... were gone. I alone survived."
        },
        {
            "id": 30,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Dawn Office",
            "content": "Gah... Haah..."
        },
        {
            "id": 31,
            "content": "I consider if there's any point in me going back in there to fight them."
        },
        {
            "id": 32,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Dawn Office",
            "content": "The fabricated heart isn't so bad...? No. That can't be."
        },
        {
            "id": 33,
            "content": "I consider escaping, reporting everything I've seen here to an Association, and then asking them for help. That would be the most logical thing to do, right?"
        },
        {
            "id": 34,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Dawn Office",
            "content": "Y-you're right. No one really understood my true feelings."
        },
        {
            "id": 35,
            "content": "Fear grips me. It holds me back from moving on; I slowly retreat."
        },
        {
            "id": 36,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Dawn Office",
            "content": "... Will this path really bring me nothing but suffering?"
        },
        {
            "id": 37,
            "content": "A beautiful voice whispers comfort in my ears with every withdrawing step I take."
        },
        {
            "id": 38,
            "content": "Then, all of a sudden..."
        },
        {
            "id": 39,
            "content": "... I begin to wonder if everything I'd ever done were nothing more than self-serving justifications."
        },
        {
            "id": 40,
            "content": "And with it comes the inkling of an understanding that I will never be able to forge on so long as I continue protecting and embellishing myself with the shield of others."
        },
        {
            "id": 41,
            "content": "That the right path is the honest, forward path. Not the stuttering retreat disguised as selflessness."
        },
        {
            "id": 42,
            "content": "I accept that I wasn't even on a righteous path."
        },
        {
            "id": 43,
            "content": "That I am a squalid, hideous person."
        },
        {
            "id": 44,
            "content": "I admit it. I admit that I'm as uncaring and selfish as any other City dweller..."
        },
        {
            "id": 45,
            "content": "... and I cease my retreat."
        },
        {
            "id": 46,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Dawn Office",
            "content": "If I were to close my heart to everyone else... turn my back on them... could I truly love myself more?"
        },
        {
            "id": 47,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Dawn Office",
            "content": "I don't know. I'm just... I just don't know."
        },
        {
            "id": 48,
            "content": "Shield my eyes from apprehension."
        },
        {
            "id": 49,
            "content": "Plug my ears from the beautiful voice."
        },
        {
            "id": 50,
            "content": "Shut my mouth from the lies that I do this out of altruism."
        },
        {
            "id": 51,
            "content": "I convince myself that the unembellished reality is no more heartless than my self-serving daydreams..."
        },
        {
            "id": 52,
            "content": "... and turn to face the battlefield I had fled from."
        },
        {
            "id": 53,
            "content": "How unfortunate..."
        },
        {
            "id": 54,
            "content": "The child failed to reveal his true self. He even fell short of full self-restraint."
        },
        {
            "id": 55,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Dawn Office",
            "content": "... No one's going to cry on behalf of my sorrow."
        },
        {
            "id": 56,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Dawn Office",
            "content": "At the end of the day, this pain is my responsibility to bear."
        },
        {
            "id": 57,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Dawn Office",
            "content": "Because it is an indelible stigma."
        },
        {
            "id": 58,
            "content": "If only the child gave greater care to his own emotions."
        },
        {
            "id": 59,
            "content": "He faced his feelings, and all of its hellish flames, and honed it all into a form of a tool."
        },
        {
            "id": 60,
            "content": "The child failed to reach his pure self; instead, he remained the form of a human, and directed the tip of his sword against his enemies."
        },
        {
            "id": 61,
            "content": "That's okay."
        },
        {
            "id": 62,
            "content": "I once knew a child who was very much like him. A child who, even for a fleeting moment, reached the apex."
        },
        {
            "id": 63,
            "content": "That child also ignored me the first time... only to lend me his ears later."
        },
        {
            "id": 64,
            "content": "They are very similar to one another. So, I suppose a similar end shall await this one at the end of his path."
        },
        {
            "id": 65,
            "content": "The child will eventually give up on forging onward. And he will retreat once again."
        },
        {
            "id": 66,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Dawn Office",
            "content": "You're wrong, Miss Carmen."
        },
        {
            "id": 67,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Dawn Office",
            "content": "I'm afraid. I'm so afraid that I want to let go of this blade and flee this place at this very moment."
        },
        {
            "id": 68,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Dawn Office",
            "content": "But I don't want to linger here any longer."
        },
        {
            "id": 69,
            "content": "But that path is such a painful one to walk. I wish that he wouldn't subject himself to such suffering."
        },
        {
            "id": 70,
            "content": "The child, now freed from his shell, dangerously attempts to reach for the heavens when he has but a lone wing."
        },
        {
            "id": 71,
            "content": "Not knowing that his shaky consciousness was the only thing keeping his wing intact in the flames that devoured his emotions as fuel."
        },
        {
            "id": 72,
            "content": "He confidently regards the children of the Library, his sword-arm outstretched to meet their reception."
        },
        {
            "id": 73,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Dawn Office",
            "content": "This feeling... is destiny bestowed upon me."
        },
        {
            "id": 74,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Dawn Office",
            "content": "... I have to soar."
        },
        {
            "id": 75,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Dawn Office",
            "content": "I will break this shell that stands in my way. I'll break it altogether and soar to a higher place."
        },
        {
            "id": 76,
            "content": "How long will it be until that solitary wing of vanity melts into nothingness under the cascading emotions?"
        },
        {
            "id": 77,
            "content": "There is no way to know for now. But on the day of your wing's melting, on the day of your fall..."
        },
        {
            "id": 78,
            "content": "... heed my words once again, dear child."
        }
    ]
}