{
    "dataList": [
        {
            "id": 0,
            "content": "Late at night, on a pitch-dark mudflat."
        },
        {
            "id": 1,
            "content": "Flashes of blue sparks flickered on and off somewhere there."
        },
        {
            "id": 2,
            "content": "Following the light that was too glaring to be from a lighthouse, yet too meek to be a fire..."
        },
        {
            "id": 3,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Molar Boatworks",
            "content": "……."
        },
        {
            "id": 4,
            "content": "There was a child firing sparks at the insides of a large weapon with his welding rod."
        },
        {
            "id": 5,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Molar Boatworks",
            "content": "Mm... Let's see..."
        },
        {
            "id": 6,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Molar Boatworks",
            "content": "If the weld beads get too big here, the electronics will be affected, I've been told... B-better keep it to a minimum..."
        },
        {
            "id": 7,
            "content": "Pzzzt, pzzzt."
        },
        {
            "id": 8,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Molar Boatworks",
            "content": "Phew... And then... what was I supposed to do next?"
        },
        {
            "id": 9,
            "content": "Lifting his goggles, the child reads down the memo written on a small sheet of paper under the tiny lamp."
        },
        {
            "id": 10,
            "content": "That must be the circuit diagram his coworker drew for him."
        },
        {
            "id": 11,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Molar Boatworks",
            "content": "Right... Now let's get to connecting circuits..."
        },
        {
            "id": 12,
            "content": "Tzzzt."
        },
        {
            "id": 13,
            "content": "This time, a thread of smoke quietly billowed instead of sparks."
        },
        {
            "id": 14,
            "content": "The child's brows were furrowed, perhaps disturbed by the acrid smoke created while soldering."
        },
        {
            "id": 15,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Molar Boatworks",
            "content": "Kaff... Phew, and now..."
        },
        {
            "id": 16,
            "content": "A click is followed by a hum of electric power."
        },
        {
            "id": 17,
            "content": "The child earnestly hoped that his modification of the weapon was a success."
        },
        {
            "id": 18,
            "content": "Alas..."
        },
        {
            "id": 19,
            "content": "Pbftt."
        },
        {
            "id": 20,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Molar Boatworks",
            "content": "Agh! Come on... why... There's no reason it shouldn't work..."
        },
        {
            "id": 21,
            "content": "A small sigh filled the shop's still air."
        },
        {
            "id": 22,
            "content": "The silence felt doubly palpable thanks to the weapon turning off."
        },
        {
            "id": 23,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Molar Boatworks",
            "content": "It's okay... Let's, let's try again."
        },
        {
            "id": 24,
            "content": "With a desperate look on his face, the child began examining the circuit board, holding a pair of tweezers in his hand."
        },
        {
            "id": 25,
            "content": "At the same time, a growing feeling of anxiety ruffled the child's mind."
        },
        {
            "id": 26,
            "content": "Being the last of the group to return from the book, it was by sheer luck that he was discovered before he starved to death, he thought."
        },
        {
            "id": 27,
            "content": "Though he happened to start working at a boat shop, his skills and prowess as a Fixer weren't really needed here."
        },
        {
            "id": 28,
            "content": "When he tried to help out with hunting... the leader was doing it with far greater efficiency."
        },
        {
            "id": 29,
            "content": "And when he thought he'd lend a hand in mechanics... his colleague was much more capable than he was."
        },
        {
            "id": 30,
            "content": "The unease that he's too mediocre to make meaningful contributions in any field has been constantly haunting the child."
        },
        {
            "id": 31,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Molar Boatworks",
            "content": "...Ah, this must be it!"
        },
        {
            "id": 32,
            "content": "That's why the child is desperate."
        },
        {
            "id": 33,
            "content": "To upgrade his weapon, learning from his coworkers..."
        },
        {
            "id": 34,
            "content": "And hunt trash crabs with greater efficiency using the improved weapon."
        },
        {
            "id": 35,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Molar Boatworks",
            "content": "...There!"
        },
        {
            "id": 36,
            "content": "That was the only way he could think of to be helpful."
        },
        {
            "id": 37,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Molar Boatworks",
            "content": "Great! I'll give it a test run on tomorrow's hunt..."
        },
        {
            "id": 38,
            "content": "Things don't always go so swimmingly, however."
        },
        {
            "id": 39,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Molar Boatworks",
            "content": "Mmh... It's working, I guess, but it's not quite there..."
        },
        {
            "id": 40,
            "content": "It looks like the modification didn't go as the child planned."
        },
        {
            "id": 41,
            "content": "With an uncertain look, the child laboriously slew trash crabs."
        },
        {
            "id": 42,
            "model": "싱클레어",
            "teller": "Sinclair",
            "title": "Molar Boatworks",
            "content": "Maybe the gear ratio in the part where the chains are attached was off... Alright, I'll ask about it when I get back."
        },
        {
            "id": 43,
            "content": "Still, the child doesn't give up."
        },
        {
            "id": 44,
            "content": "He'll keep at it until a better solution is found."
        }
    ]
}