{
  "dataList": [
    {
      "id": 0,
      "teller": "Well-dressed Citizen",
      "title": "The Client",
      "content": "I heard the Zwei's western branch is quite skilled at rescue operations, thanks to their experience rescuing people from X Corp. excavation sites."
    },
    {
      "id": 1,
      "content": "The voice is at once expectant and dependent."
    },
    {
      "id": 2,
      "content": "The child is walking through the streets alongside the Client as he details the contract."
    },
    {
      "id": 3,
      "teller": "Well-dressed Citizen",
      "title": "The Client",
      "content": "I understand that this is your first time up here in the north, but it's a rescue operation all the same. I have faith in you."
    },
    {
      "id": 4,
      "model": "싱클레어",
      "title": "Zwei West Section 3",
      "content": "... I'll try my best. As far as my abilities will allow."
    },
    {
      "id": 5,
      "content": "Some may find this reply casual, but the child's expression remains conflicted."
    },
    {
      "id": 6,
      "content": "His eyes are nervously scanning the various flyers posted all over the street."
    },
    {
      "id": 7,
      "model": "싱클레어",
      "title": "Zwei West Section 3",
      "content": "... I see that there are a lot of flyers around here."
    },
    {
      "id": 8,
      "teller": "Well-dressed Citizen",
      "title": "The Client",
      "content": "Yeah, thanks to all those Syndicates that have started popping up these days. I heard that you came up here for that precise reason, Sir Knight?"
    },
    {
      "id": 9,
      "model": "싱클레어",
      "title": "Zwei West Section 3",
      "content": "... For a contract, yeah."
    },
    {
      "id": 10,
      "model": "싱클레어",
      "title": "Zwei West Section 3",
      "content": "But I'm also seeing flyers looking for missing people among bounties for eradicating Syndicates."
    },
    {
      "id": 11,
      "teller": "Well-dressed Citizen",
      "title": "The Client",
      "content": "Many of those upstart Syndicates are small-scale operations trying to cash in on the chaos by kidnapping people for ransom."
    },
    {
      "id": 12,
      "teller": "Well-dressed Citizen",
      "title": "The Client",
      "content": "... And one of them managed to grab my son."
    },
    {
      "id": 13,
      "teller": "Well-dressed Citizen",
      "title": "The Client",
      "content": "Please, save my son. I promise to reward you handsomely should you succeed."
    },
    {
      "id": 14,
      "content": "Just as the child was about to nod affirmatively, one of the Fixers who was listening to the Client suddenly blurted out a complaint."
    },
    {
      "id": 15,
      "teller": "Fixer from the South",
      "title": "???",
      "content": "Are you sure we can trust him, president? This one's clearly inexperienced."
    },
    {
      "id": 16,
      "teller": "Fixer from the South",
      "title": "???",
      "content": "We came all the way up here from the south only to work with this... rookie?"
    },
    {
      "id": 17,
      "teller": "Fixer from the South",
      "title": "???",
      "content": "And look at that ridiculous outfit he's wearing. We'll be more than enough to rescue your son."
    },
    {
      "id": 18,
      "model": "싱클레어",
      "title": "Zwei West Section 3",
      "content": "W-well, this is just how we dress in the west..."
    },
    {
      "id": 19,
      "content": "It is unclear whether that comment was borne out of spite or ignorance."
    },
    {
      "id": 20,
      "content": "The child found the Fixer's antagonistic attitude confusing, but he did not walk away from the contract."
    },
    {
      "id": 21,
      "model": "싱클레어",
      "title": "Zwei West Section 3",
      "content": "I'll visit my Association and... submit the documents needed for the contract."
    },
    {
      "id": 22,
      "teller": "Fixer from the South",
      "title": "???",
      "content": "Hah."
    },
    {
      "id": 23,
      "content": "Instead, he put his foot down and left to seal the deal."
    },
    {
      "id": 24,
      "content": "Sounds of metal clashing against metal and the air-shredding sound of projectiles echo in the warehouse."
    },
    {
      "id": 25,
      "content": "The child had built a formation with the other Fixers to hold back the Syndicate that kidnapped the missing people."
    },
    {
      "id": 26,
      "model": "싱클레어",
      "title": "Zwei West Section 3",
      "content": "T-there's our target!"
    },
    {
      "id": 27,
      "content": "The child managed to locate the rescue target, but the situation was not in his favor."
    },
    {
      "id": 28,
      "content": "The Syndicate was fighting tooth and nail against the Fixers; running off on his own to rescue the target would leave the other Fixers in jeopardy."
    },
    {
      "id": 29,
      "content": "That is why the child cannot bring himself to break formation."
    },
    {
      "id": 30,
      "content": "As the battle continues in its stalemate..."
    },
    {
      "id": 31,
      "teller": "Fixer from the South",
      "title": "???",
      "content": "N-no!"
    },
    {
      "id": 32,
      "content": "How unlucky..."
    },
    {
      "id": 33,
      "content": "Arrows that had been intended for the Fixers were flying straight toward the child's rescue target."
    },
    {
      "id": 34,
      "content": "The child no longer had any reason to hesitate."
    },
    {
      "id": 35,
      "teller": "Fixer from the South",
      "title": "???",
      "content": "W-wait! You can't leave the vanguard—"
    },
    {
      "id": 36,
      "model": "싱클레어",
      "title": "Zwei West Section 3",
      "content": "... I'm sorry."
    },
    {
      "id": 37,
      "model": "싱클레어",
      "title": "Zwei West Section 3",
      "content": "But today, I promised my client that I would protect this child."
    },
    {
      "id": 38,
      "model": "싱클레어",
      "title": "Zwei West Section 3",
      "content": "And given the circumstances... I don't think I can protect you, too."
    },
    {
      "id": 39,
      "content": "The child bit his lips with determination and broke formation, leaping between his rescue target and the onslaught of attacks."
    },
    {
      "id": 40,
      "content": "Other Fixers tried to fill the child's place, but..."
    },
    {
      "id": 41,
      "content": "... the child was the one taking most of the fire in the vanguard; his absence left a large hole in the formation."
    },
    {
      "id": 42,
      "teller": "Fixer from the South",
      "title": "???",
      "content": "C-crap! Hold the line!"
    },
    {
      "id": 43,
      "teller": "Fixer from the North",
      "title": "???",
      "content": "The entire vanguard crumbles without that one guy...?!"
    },
    {
      "id": 44,
      "content": "Without the child, it wasn't long before the line completely fell apart."
    },
    {
      "id": 45,
      "teller": "Fixer from the South",
      "title": "???",
      "content": "Hnngh..."
    },
    {
      "id": 46,
      "content": "One by one, the Syndicate slaughtered the Fixers..."
    },
    {
      "id": 47,
      "teller": "Citizen at Risk",
      "title": "P Corp.",
      "content": "H-help me!"
    },
    {
      "id": 48,
      "content": "Even as other civilians who were kidnapped called out for help,"
    },
    {
      "id": 49,
      "content": "the child did not budge an inch from his position."
    },
    {
      "id": 50,
      "teller": "Terrified Child",
      "title": "Protection Target",
      "content": "O-over there, people are—"
    },
    {
      "id": 51,
      "model": "싱클레어",
      "title": "Zwei West Section 3",
      "content": "I can't protect everyone."
    },
    {
      "id": 52,
      "model": "싱클레어",
      "title": "Zwei West Section 3",
      "content": "I don't have the strength or the wisdom to do it."
    },
    {
      "id": 53,
      "content": "Some called the Zwei greedy, selfish shields who only protect those who pay them to."
    },
    {
      "id": 54,
      "content": "Still, the child had already accepted that dishonorable title."
    },
    {
      "id": 55,
      "model": "싱클레어",
      "title": "Zwei West Section 3",
      "content": "But I made a promise... So I will bring you home safely."
    },
    {
      "id": 56,
      "model": "싱클레어",
      "title": "Zwei West Section 3",
      "content": "No matter what."
    },
    {
      "id": 57,
      "content": "Because that dishonorable title... at least implied that these shields would defend their clients with their lives."
    },
    {
      "id": 58,
      "content": "The child hauled his protection target from the ground and hurriedly escaped the warehouse, leaving the desperate screams of terror behind."
    },
    {
      "id": 59,
      "content": "Because he had to protect those that he could. Those that he promised to protect."
    }
  ]
}