{
    "dataList": [
        {
            "id": 0,
            "model": "오티스",
            "teller": "Outis",
            "title": "Cinq Section 4",
            "content": "... I see. So you have already conducted an interview with the members of Section 5."
        },
        {
            "id": 1,
            "teller": "Interviewer",
            "title": "???",
            "content": "Yeah... Their Director was... well, she certainly was a character."
        },
        {
            "id": 2,
            "model": "오티스",
            "teller": "Outis",
            "title": "Cinq Section 4",
            "content": "Cinq South Section 5 Director... Don Quixote, was it? I have heard many tales about her, yes."
        },
        {
            "id": 3,
            "content": "As the child slowly strolled through an alleyway, a woman with a small notepad followed closely behind her."
        },
        {
            "id": 4,
            "teller": "Interviewer",
            "title": "???",
            "content": "She also brought me on a 30-minute-long stroll through the alleyways, actually. Like we're doing now."
        },
        {
            "id": 5,
            "model": "오티스",
            "teller": "Outis",
            "title": "Cinq Section 4",
            "content": "Oh, my apologies. Perhaps this interview would have been better conducted at a proper reception room..."
        },
        {
            "id": 6,
            "teller": "Interviewer",
            "title": "???",
            "content": "No, no... I got pretty much everything I wanted to know about the Cinq Association from you."
        },
        {
            "id": 7,
            "content": "The interview smiled, flipping through her notepad."
        },
        {
            "id": 8,
            "content": "Unlike in her previous interview, her notepad was filled to the brim with information."
        },
        {
            "id": 9,
            "model": "오티스",
            "teller": "Outis",
            "title": "Cinq Section 4",
            "content": "I thank you for your understanding."
        },
        {
            "id": 10,
            "model": "오티스",
            "teller": "Outis",
            "title": "Cinq Section 4",
            "content": "I am certain that you have already been informed... but this is a part of our work process. Please do understand."
        },
        {
            "id": 11,
            "teller": "Interviewer",
            "title": "???",
            "content": "Yes, of course."
        },
        {
            "id": 12,
            "content": "In the corner margins of her notepad, the interviewer scribbled the following: 'Interviewee is somewhat unfriendly'."
        },
        {
            "id": 13,
            "content": "Of course, the child didn't see that."
        },
        {
            "id": 14,
            "model": "오티스",
            "teller": "Outis",
            "title": "Cinq Section 4",
            "content": "Well... If I were to speak my mind, I don't believe that either directors of Sections 4 and 5 are individuals fit for their respective positions."
        },
        {
            "id": 15,
            "teller": "Interviewer",
            "title": "???",
            "content": "Gasp..."
        },
        {
            "id": 16,
            "model": "오티스",
            "teller": "Outis",
            "title": "Cinq Section 4",
            "content": "Wouldn't you agree...? Such flippant behavior ill befits the position of a leader."
        },
        {
            "id": 17,
            "content": "The child sighed, then looked at the interviewer. It was as though she was expecting an answer."
        },
        {
            "id": 18,
            "teller": "Interviewer",
            "title": "???",
            "content": "Ha ha ha... I... wouldn't know a thing about that."
        },
        {
            "id": 19,
            "model": "오티스",
            "teller": "Outis",
            "title": "Cinq Section 4",
            "content": "Hm, is that so."
        },
        {
            "id": 20,
            "model": "오티스",
            "teller": "Outis",
            "title": "Cinq Section 4",
            "content": "Well, whichever it may be... I have no complaints about their martial prowess."
        },
        {
            "id": 21,
            "model": "오티스",
            "teller": "Outis",
            "title": "Cinq Section 4",
            "content": "When the Director of our Section 4 wields his blade, for example... It inspires a certain chilling awe in people."
        },
        {
            "id": 22,
            "teller": "Interviewer",
            "title": "???",
            "content": "Ohh... Yeah, I've heard the stories. He moves as though in a trance, guided by the blade itself right into the opponent's weakness..."
        },
        {
            "id": 23,
            "model": "오티스",
            "teller": "Outis",
            "title": "Cinq Section 4",
            "content": "That is no exaggeration, indeed. The 'stories' are true."
        },
        {
            "id": 24,
            "model": "오티스",
            "teller": "Outis",
            "title": "Cinq Section 4",
            "content": "His technique is... well, it's not an easily replicated technique. If it could even be replicated, that is."
        },
        {
            "id": 25,
            "content": "The Interviewer nodded along, jotting things down on her notepad as the child lectured."
        },
        {
            "id": 26,
            "model": "오티스",
            "teller": "Outis",
            "title": "Cinq Section 4",
            "content": "However... I, Outis, can confidently say that my very own skills do not fall behind the Director's."
        },
        {
            "id": 27,
            "model": "오티스",
            "teller": "Outis",
            "title": "Cinq Section 4",
            "content": "Once this is over, I plan to return to the training hall for a spar. Unless you have prior engagements..."
        },
        {
            "id": 28,
            "model": "오티스",
            "teller": "Outis",
            "title": "Cinq Section 4",
            "content": "... would you like to watch me duel?"
        },
        {
            "id": 29,
            "teller": "Interviewer",
            "title": "???",
            "content": "Oh! Of course. Wouldn't miss it for the world."
        },
        {
            "id": 30,
            "content": "The child laughed gently and fixed her hat. She liked that answer."
        },
        {
            "id": 31,
            "model": "오티스",
            "teller": "Outis",
            "title": "Cinq Section 4",
            "content": "Very well. Then let us hurry."
        },
        {
            "id": 32,
            "content": "The child began walking a little faster as though the thought raised her spirits."
        },
        {
            "id": 33,
            "teller": "Interviewer",
            "title": "???",
            "content": "(... She seems very proud of her own skills. ... Maybe too proud.)"
        },
        {
            "id": 34,
            "content": "Of course, the child didn't see the interview write that down either."
        },
        {
            "id": 35,
            "content": "Not that the child needed to see it, that is. And the interviewer would soon see why."
        },
        {
            "id": 36,
            "teller": "Interviewer",
            "title": "???",
            "content": "Right... she said the most important thing in a duel is to properly manage the distance between oneself and the opponent..."
        },
        {
            "id": 37,
            "content": "The interviewer whispered to herself, observing the child..."
        },
        {
            "id": 38,
            "content": "When the opponent finally had the chance to press the offensive, the child was already out of their reach."
        },
        {
            "id": 39,
            "content": "And when the opponent's defense cracked, even for a split second, the child quickly bridged the gap to exploit the opening. Then, she rapidly retreated to the exact position as before."
        },
        {
            "id": 40,
            "content": "The child's distancing was precise, exact. It was almost as though she was measuring her every step with a ruler."
        },
        {
            "id": 41,
            "teller": "Interviewer",
            "title": "???",
            "content": "She's doing all that... with a hat on, too..."
        },
        {
            "id": 42,
            "content": "The interviewer gulped, and looked down at her notepad."
        },
        {
            "id": 43,
            "content": "And..."
        },
        {
            "id": 44,
            "content": "... she quickly crossed out her earlier comment about the child's pride."
        },
        {
            "id": 45,
            "content": "She had to, of course."
        },
        {
            "id": 46,
            "content": "It was no mere boast. She was certainly skilled enough to back up her own claims."
        }
    ]
}