{
    "dataList": [
        {
            "id": 0,
            "model": "오티스",
            "teller": "Outis",
            "title": "The Ring Pointillist Student",
            "content": "Incorrect. The use of Pointillism techniques will greatly reinforce this area. Going by the Fauvists' methodology, as you have suggested, would give far too little detail on the left side of the frame. What, is your tasteless animal mask blurring your vision? Is it so hard to see that your technique will make the final piece imbalanced?"
        },
        {
            "id": 1,
            "teller": "Fauvist Henchman",
            "title": "The Ring Fauvist Student",
            "content": "Is that all you can glean from the striking use of primary colors? I should've known better than to expect even an ounce of nuance from a dotting machine of the Pointillists."
        },
        {
            "id": 2,
            "model": "오티스",
            "teller": "Outis",
            "title": "The Ring Pointillist Student",
            "content": "A dotting machine? Hah. We depict the flow of light without letting garish colors and overcomplicated lines crowd the image. It is not mechanical; it is merely rational."
        },
        {
            "id": 3,
            "model": "오티스",
            "teller": "Outis",
            "title": "The Ring Pointillist Student",
            "content": "The exquisite rendering of depth... I daresay that our philosophy embodies what constitutes true artistry."
        },
        {
            "id": 4,
            "content": "This is a rather common sight among the members of the Ring."
        },
        {
            "id": 5,
            "content": "While this collaborative effort certainly allowed for more communication between them and made room for new inspirations and positive feedback..."
        },
        {
            "id": 6,
            "content": "... to be a part of the Ring is to be prideful. These conversations rarely did ever end amicably."
        },
        {
            "id": 7,
            "teller": "Cubist Henchman",
            "title": "The Ring Cubist Student",
            "content": "Fine. Let's talk about 'depth', then. Wouldn't you say that the works of us Cubists, which seek to incorporate and hold the three-dimensionality within a single gaze, far surpass anything that your faction could come up with in that regard?"
        },
        {
            "id": 8,
            "model": "오티스",
            "teller": "Outis",
            "title": "The Ring Pointillist Student",
            "content": "Fine. I'll admit that there is a certain 'depth' to Cubist art."
        },
        {
            "id": 9,
            "model": "오티스",
            "teller": "Outis",
            "title": "The Ring Pointillist Student",
            "content": "But such unmitigated deconstruction of your subjects... now that brings with it quite the unintuitiveness, doesn't it?"
        },
        {
            "id": 10,
            "content": "The child's taunts kicked the proverbial hornet's nest; the atelier quickly turned into a chaotic mess."
        },
        {
            "id": 11,
            "content": "A chaotic mess of indignant and intense arguments about the artistic and technical superiority of each of their factions."
        },
        {
            "id": 12,
            "content": "In the midst of that chaos, the Fauvist from earlier suddenly asked the child a rather pointed question."
        },
        {
            "id": 13,
            "teller": "Fauvist Henchman",
            "title": "The Ring Fauvist Student",
            "content": "... So you claim that... 'Pointillism' art stands above that of every other faction? Is that it?"
        },
        {
            "id": 14,
            "model": "오티스",
            "teller": "Outis",
            "title": "The Ring Pointillist Student",
            "content": "... I believe that you are misrepresenting the severity of my assertions."
        },
        {
            "id": 15,
            "model": "오티스",
            "teller": "Outis",
            "title": "The Ring Pointillist Student",
            "content": "In truth, my belief is that the work of each Maestro is incomparable to one another in their ineffable profoundness, regardless of which faction they represent. I wouldn't even dare to discuss the notion of objective superiority of one art over the other."
        },
        {
            "id": 16,
            "content": "The child added the last bit in an effort to douse the flames she started."
        },
        {
            "id": 17,
            "content": "After all... this was a group project. She had to work with people from other factions to complete this task."
        },
        {
            "id": 18,
            "model": "오티스",
            "teller": "Outis",
            "title": "The Ring Pointillist Student",
            "content": "I merely suggested that we make use of our technique as we worked on the rough sketch of our project. I meant no disrespect to the other factions."
        },
        {
            "id": 19,
            "teller": "Fauvist Henchman",
            "title": "The Ring Fauvist Student",
            "content": "……."
        },
        {
            "id": 20,
            "model": "오티스",
            "teller": "Outis",
            "title": "The Ring Pointillist Student",
            "content": "Besides... our deadline is coming up, and these unproductive arguments are costing us precious time. We don't want to miss the deadline, do we?"
        },
        {
            "id": 21,
            "teller": "Fauvist Henchman",
            "title": "The Ring Fauvist Student",
            "content": "Right. I don't even want to think about what'd happen..."
        },
        {
            "id": 22,
            "model": "오티스",
            "teller": "Outis",
            "title": "The Ring Pointillist Student",
            "content": "Good, we're in agreement. Then we should at least get through the rough sketch first. All of you! Quit gawking and return to your positions! Let's get it done."
        },
        {
            "id": 23,
            "content": "If there was one thing everyone in the room agreed on... it was that they did NOT want to miss the deadline. They all quickly returned to their seats, lightly trembling from the sheer thought of the consequences."
        },
        {
            "id": 24,
            "content": "It was a pretty weak defense, but it was precisely what she needed to say to divert people away from this argument."
        },
        {
            "id": 25,
            "content": "After all, it was true that they didn't have much time to complete the task. Failing to meet the deadline would be... extremely unpleasant, to say the least."
        },
        {
            "id": 26,
            "content": "Besides, she had other responsibilities to attend to, aside from this particular task."
        },
        {
            "id": 27,
            "model": "오티스",
            "teller": "Outis",
            "title": "The Ring Pointillist Student",
            "content": "... Next."
        },
        {
            "id": 28,
            "content": "She isn't always the 'student' getting her work graded."
        },
        {
            "id": 29,
            "content": "Her other responsibility was to grade the shabby 'artwork' of countless civilians who crowded to be under the Ring's protection."
        },
        {
            "id": 30,
            "model": "오티스",
            "teller": "Outis",
            "title": "The Ring Pointillist Student",
            "content": "Haaah... This isn't art. This is nothing more than a bloody mess. I can't even tell what you were trying to do here."
        },
        {
            "id": 31,
            "teller": "Terrified Civilian",
            "title": "District 22 Backstreets",
            "content": "N-no! Please, look closer. There's..."
        },
        {
            "id": 32,
            "content": "The child reached out and wiped the blood off the artwork with her hand."
        },
        {
            "id": 33,
            "content": "Once the wet blood was wiped clean, she could see the painting the civilian drew using his own blood."
        },
        {
            "id": 34,
            "model": "오티스",
            "teller": "Outis",
            "title": "The Ring Pointillist Student",
            "content": "Did you really think that this uninspired garbage would earn you the protection of the Ring?"
        },
        {
            "id": 35,
            "teller": "Terrified Civilian",
            "title": "District 22 Backstreets",
            "content": "Please... p-please... This is literally all I..."
        },
        {
            "id": 36,
            "content": "The child spits heartlessly at the civilian, who could barely stand due to severe anemia."
        },
        {
            "id": 37,
            "model": "오티스",
            "teller": "Outis",
            "title": "The Ring Pointillist Student",
            "content": "I won't hear any more excuses. I'm failing you."
        },
        {
            "id": 38,
            "model": "오티스",
            "teller": "Outis",
            "title": "The Ring Pointillist Student",
            "content": "... For the third time."
        },
        {
            "id": 39,
            "content": "The civilian's face turned even paler. He knew the consequences of failing for the third time."
        },
        {
            "id": 40,
            "content": "First failure: a warning. Second failure: withdrawal of the Ring's protection."
        },
        {
            "id": 41,
            "content": "And third failure..."
        },
        {
            "id": 42,
            "model": "오티스",
            "teller": "Outis",
            "title": "The Ring Pointillist Student",
            "content": "Any last words?"
        },
        {
            "id": 43,
            "teller": "Terrified Civilian",
            "title": "District 22 Backstreets",
            "content": "I-I'll paint over it! Please, I can improve it! Just give me a chance—"
        },
        {
            "id": 44,
            "model": "오티스",
            "teller": "Outis",
            "title": "The Ring Pointillist Student",
            "content": "Oh, you're going to 'paint over' this art you presented before me as complete? I don't need to waste any more time on someone who doesn't even have an ounce of pride for their own work."
        },
        {
            "id": 45,
            "content": "The child picked up the large weapon she had left leaning on the wall, and slowly brought it toward the civilian who was sobbing and screaming with terror."
        },
        {
            "id": 46,
            "content": "It needn't be said that the civilian was never seen nor heard from again."
        },
        {
            "id": 47,
            "model": "오티스",
            "teller": "Outis",
            "title": "The Ring Pointillist Student",
            "content": "Next."
        },
        {
            "id": 48,
            "model": "오티스",
            "teller": "Outis",
            "title": "The Ring Pointillist Student",
            "content": "... Hm. Not bad. I see some potential there. I'll give you a C+."
        },
        {
            "id": 49,
            "teller": "Bowing Civilian",
            "title": "District 22 Backstreets",
            "content": "Thank you, ma'am. Thank you...!"
        },
        {
            "id": 50,
            "model": "오티스",
            "teller": "Outis",
            "title": "The Ring Pointillist Student",
            "content": "What's this now? You made a sculpture with your son's amputated arms? How bland."
        },
        {
            "id": 51,
            "content": "She rarely ever takes more than 10 seconds to review and grade each submission."
        },
        {
            "id": 52,
            "content": "Of course, many protest her quick evaluations, but..."
        },
        {
            "id": 53,
            "content": "... all she can think about is her own unfinished task waiting for her back at the atelier. She had to get this business over with as soon as possible."
        },
        {
            "id": 54,
            "content": "Perhaps the civilian standing in line felt the child's cold gaze."
        },
        {
            "id": 55,
            "content": "The civilian holds his amputated son in his arms and awaits the child's assessment. His eyes are shut tight in terrified anticipation."
        },
        {
            "id": 56,
            "content": "And the child's judgment... was as merciless as the civilian had expected."
        },
        {
            "id": 57,
            "model": "오티스",
            "teller": "Outis",
            "title": "The Ring Pointillist Student",
            "content": "Failing grade."
        }
    ]
}