{
    "dataList": [
        {
            "id": 0,
            "model": "오티스",
            "teller": "Outis",
            "title": "Molar Office",
            "content": "I'll rip you to pieces!"
        },
        {
            "id": 1,
            "content": "The thing emitted a series of sounds one wouldn't expect to hear from a machine. Soon, sparks flew and something ripped apart from it with a loud tearing noise."
        },
        {
            "id": 2,
            "model": "오티스",
            "teller": "Outis",
            "title": "Molar Office",
            "content": "So this was the last one, huh..."
        },
        {
            "id": 3,
            "content": "The child tossed the (now defunct) prosthetic to the side of the alleyway and collapsed on wherever she could find a seat."
        },
        {
            "id": 4,
            "model": "오티스",
            "teller": "Outis",
            "title": "Molar Office",
            "content": "Whew, I'm tired... I probably should not have tried to complete all of these contracts at once."
        },
        {
            "id": 5,
            "model": "오티스",
            "teller": "Outis",
            "title": "Molar Office",
            "content": "... Though if I'm going to take care of this job she gave me... I suppose it would be best that I don't leave any unfinished contracts behind."
        },
        {
            "id": 6,
            "content": "The child sighed and scribbled something on a small notepad..."
        },
        {
            "id": 7,
            "content": "... And made her way back to the Office."
        },
        {
            "id": 8,
            "content": "The note said [Open Contract 4/4]."
        },
        {
            "id": 9,
            "content": "And above it were several other entries labeled \"Private Contracts\"."
        },
        {
            "id": 10,
            "content": "The child's relatively small Fixer Office was flooded with a decent amount of daily contracts. To the point where it rivaled the workload of some Associations' lower ranking Sections."
        },
        {
            "id": 11,
            "model": "오티스",
            "teller": "Outis",
            "title": "Molar Office",
            "content": "Huhh... What am I even doing? This busyness isn't at all what I wanted when I started my own Fixer Office..."
        },
        {
            "id": 12,
            "content": "While Offices and Associations are both Fixer organizations, the minutiae of their workings were somewhat different."
        },
        {
            "id": 13,
            "content": "It's not entirely correct to say that Associations are naturally superior to Offices, though they employ many more Fixers and operate on a larger scale. This is why many offices maintain an Associate relationship with the Associations."
        },
        {
            "id": 14,
            "content": "Many assume that Offices' primary source of income is from private contracts. But even that isn't easy to snag when the Office hasn't made a name for itself yet."
        },
        {
            "id": 15,
            "content": "So fledgling Offices often take what are known as \"Open Contracts\"."
        },
        {
            "id": 16,
            "content": "Associations often take and post Open Contracts so Fixer Offices can pick them up. But since they are also taken on a first—come, first—serve basis, many offices often go days without grabbing a single one of them."
        },
        {
            "id": 17,
            "content": "Associate Offices or Offices with an Association insider may be subcontracted by them, but neither has been true for this child."
        },
        {
            "id": 18,
            "content": "When the child opened her own Office, she dreamed of slow, easy days of low—effort contracts and nights full of delicious liquor."
        },
        {
            "id": 19,
            "content": "Did she manage to pick up an Open Contract? Time to get to work. Did she not? Time to get plastered."
        },
        {
            "id": 20,
            "content": "... That was the plan, anyway. After a while of doing exactly that, her Office's reputation inadvertently grew, and Private Contracts enough to form a queue began drizzling in. It had grown to be a rather reputable Office."
        },
        {
            "id": 21,
            "content": "But this contract was..."
        },
        {
            "id": 22,
            "content": "Something on a completely different level of significance."
        },
        {
            "id": 23,
            "model": "오티스",
            "teller": "Outis",
            "title": "Molar Office",
            "content": "Ha ha... I don't know if I should thank my friend for this fortune or blame her for getting me into this mess."
        },
        {
            "id": 24,
            "model": "오티스",
            "teller": "Outis",
            "title": "Molar Office",
            "content": "A contract from a Wing... Even I can't help but feel a bit anxious about it."
        },
        {
            "id": 25,
            "content": "This contract had somehow found its way into her Office all the way from R Corp., one of the City's Wings."
        },
        {
            "id": 26,
            "content": "Of course, it was only sheer luck that the child's friend was the first to bring up this contract... to which the child eagerly and immediately jumped at..."
        },
        {
            "id": 27,
            "content": "But luck favors those who are prepared to seize it, after all. It may simply be a testament to how much her Office had grown."
        },
        {
            "id": 28,
            "model": "오티스",
            "teller": "Outis",
            "title": "Molar Office",
            "content": "Hmph. To worry before I even meet the challenge... This isn't like me at all."
        },
        {
            "id": 29,
            "model": "오티스",
            "teller": "Outis",
            "title": "Molar Office",
            "content": "In fact, I should get myself a drink before the train ride. Just one shot as a pick—me—up...!"
        },
        {
            "id": 30,
            "model": "오티스",
            "teller": "Outis",
            "title": "Molar Office",
            "content": "Hey! Yi Sang! I'm heading out!"
        },
        {
            "id": 31,
            "content": "With that, she jumped to her feet."
        },
        {
            "id": 32,
            "content": "She was going to get herself some good vibes (tipsiness, perhaps?) before embarking on such an important contract."
        }
    ]
}