{
    "dataList": [
        {
            "id": 0,
            "model": "오티스",
            "teller": "Outis",
            "title": "Wuthering Heights",
            "content": "I have prepared the tea as you have requested. There is a chill in the manor; please imbibe the tea before it cools."
        },
        {
            "id": 1,
            "content": "The child placed the cup on the table with such graceful dexterity that it barely made any noise. There wasn't even the infinitesimally small clatter of the teacup against the saucer."
        },
        {
            "id": 2,
            "content": "Her politely folded hands and slightly bent back did not even flinch from its fixed position."
        },
        {
            "id": 3,
            "content": "None of this may mean much to someone who's so used to receiving such top-notch service, but anyone who's not would realize something after a quick glance at the child's service."
        },
        {
            "id": 4,
            "content": "That this child was a highly trained Butler."
        },
        {
            "id": 5,
            "teller": "???",
            "title": "???",
            "content": "……."
        },
        {
            "id": 6,
            "model": "오티스",
            "teller": "Outis",
            "title": "Wuthering Heights",
            "content": "Now I must leave your side and plan for the reception of guests scheduled to arrive today. Please, pardon my absence."
        },
        {
            "id": 7,
            "content": "The child bowed courteously at the quiet man, who was fully absorbed in reading the paper in his hands. She walked backward toward the door and exited to the corridor."
        },
        {
            "id": 8,
            "content": "Her movement was smooth and continuous, not allowing even the smallest squeak as she closed the door on her way out."
        },
        {
            "id": 9,
            "model": "파우스트",
            "teller": "Faust",
            "title": "Wuthering Heights",
            "content": "Chief Butler Lady Outis."
        },
        {
            "id": 10,
            "content": "There was another child waiting for her in the corridor."
        },
        {
            "id": 11,
            "model": "오티스",
            "teller": "Outis",
            "title": "Wuthering Heights",
            "content": "Mm, Faust."
        },
        {
            "id": 12,
            "model": "오티스",
            "teller": "Outis",
            "title": "Wuthering Heights",
            "content": "I trust that the preparation for the guests' reception is going smoothly?"
        },
        {
            "id": 13,
            "content": "She nodded as though she was already expecting to see the other child waiting for her on the other side of the door, and began walking down the corridor."
        },
        {
            "id": 14,
            "content": "It seemed that the two had been working together for a while. The other child caught up to the child in a most natural, gliding gait."
        },
        {
            "id": 15,
            "model": "파우스트",
            "teller": "Faust",
            "title": "Wuthering Heights",
            "content": "Everything that Chief Butler Lady Outis has ordered has been carried out."
        },
        {
            "id": 16,
            "model": "파우스트",
            "teller": "Faust",
            "title": "Wuthering Heights",
            "content": "Every item entrusted to the Devyat' has also been delivered without delay. They are all ready to be used for tonight's banquet."
        },
        {
            "id": 17,
            "model": "오티스",
            "teller": "Outis",
            "title": "Wuthering Heights",
            "content": "As competent as always."
        },
        {
            "id": 18,
            "model": "오티스",
            "teller": "Outis",
            "title": "Wuthering Heights",
            "content": "But I will not spare you any compliments, Faust. You must understand why, yes?"
        },
        {
            "id": 19,
            "content": "From a certain perspective, the child's words and expression appeared rather harsh. But the other child's nondescript expression did not change."
        },
        {
            "id": 20,
            "content": "Perhaps all this was merely routine to her."
        },
        {
            "id": 21,
            "model": "파우스트",
            "teller": "Faust",
            "title": "Wuthering Heights",
            "content": "Yes. Such perfection is... expected from the Butlers of Wuthering Heights, bound to this land."
        },
        {
            "id": 22,
            "model": "오티스",
            "teller": "Outis",
            "title": "Wuthering Heights",
            "content": "Yes. Besides..."
        },
        {
            "id": 23,
            "content": "The child continued, adjusting her monocle."
        },
        {
            "id": 24,
            "model": "오티스",
            "teller": "Outis",
            "title": "Wuthering Heights",
            "content": "... as one of the Butlers in service of our Mistress, it would be shameful to serve anything but the utmost excellence."
        },
        {
            "id": 25,
            "model": "파우스트",
            "teller": "Faust",
            "title": "Wuthering Heights",
            "content": "... That is fully understood."
        },
        {
            "id": 26,
            "model": "오티스",
            "teller": "Outis",
            "title": "Wuthering Heights",
            "content": "Very good. I will make sure that the Mistress hears of your devotion."
        },
        {
            "id": 27,
            "content": "... This 'Mistress' that the child was talking about had been dead for a long, long time. But she acted as though her voice still echoed in her ears."
        },
        {
            "id": 28,
            "content": "Her attitude was too... bizarre to be mere devotion to the dead, too earnest to be an attempt to retain the memory of the departed. It was as though she was holding regular conversations with the long-dead Mistress."
        },
        {
            "id": 29,
            "content": "Every Butler under her command knew that there was something strange about this whole affair, but no one dared to question her."
        },
        {
            "id": 30,
            "content": "Because that was the kind of respect that a Chief Butler commanded."
        },
        {
            "id": 31,
            "content": "The other child mused the same as she followed from behind."
        },
        {
            "id": 32,
            "model": "오티스",
            "teller": "Outis",
            "title": "Wuthering Heights",
            "content": "I hear that their Chief Butler has contacted us."
        },
        {
            "id": 33,
            "model": "파우스트",
            "teller": "Faust",
            "title": "Wuthering Heights",
            "content": "You must be referring to Chief Butler Lady Ryōshū, who left to serve the Edgar Family."
        },
        {
            "id": 34,
            "model": "오티스",
            "teller": "Outis",
            "title": "Wuthering Heights",
            "content": "Hmph, it has been a while since she left this manor. No need to stick with the honorifics."
        },
        {
            "id": 35,
            "model": "파우스트",
            "teller": "Faust",
            "title": "Wuthering Heights",
            "content": "... Chief Butler Ryōshū tells us that the hunt for the wolf is nigh."
        },
        {
            "id": 36,
            "model": "오티스",
            "teller": "Outis",
            "title": "Wuthering Heights",
            "content": "So, the stray hound returns as a wolf... returning to sully Wuthering Heights and her honorable Mistress' name once again. Good, this saves me the trouble of venturing out of this place in search of this beast."
        },
        {
            "id": 37,
            "model": "파우스트",
            "teller": "Faust",
            "title": "Wuthering Heights",
            "content": "……."
        },
        {
            "id": 38,
            "content": "The child's eyes narrowed."
        },
        {
            "id": 39,
            "model": "오티스",
            "teller": "Outis",
            "title": "Wuthering Heights",
            "content": "... Do you have a problem with that?"
        },
        {
            "id": 40,
            "model": "파우스트",
            "teller": "Faust",
            "title": "Wuthering Heights",
            "content": "... It is known to us that the wolf was once... a very close acquaintance of the mastermind of this hunt, Ryōshū of the Edgar Family."
        },
        {
            "id": 41,
            "model": "파우스트",
            "teller": "Faust",
            "title": "Wuthering Heights",
            "content": "Faust is concerned that such emotions may cloud her strategies. Not even Faust has experienced this particular circumstance before."
        },
        {
            "id": 42,
            "model": "오티스",
            "teller": "Outis",
            "title": "Wuthering Heights",
            "content": "Hmph, it's simple."
        },
        {
            "id": 43,
            "content": "The other child was speaking rather anxiously, but the child dismissed her concerns with a light scoff."
        },
        {
            "id": 44,
            "model": "오티스",
            "teller": "Outis",
            "title": "Wuthering Heights",
            "content": "I have no love for someone who abandoned this land in favor of her Master, but a Chief Butler is a Chief Butler still."
        },
        {
            "id": 45,
            "model": "오티스",
            "teller": "Outis",
            "title": "Wuthering Heights",
            "content": "She is not the kind of person to be hung up on old kinships in matters as important as this, no. She will remain fully loyal to the hunt because it is something that she must see to its end. Perhaps it shall inspire an even greater dedication in her."
        },
        {
            "id": 46,
            "model": "파우스트",
            "teller": "Faust",
            "title": "Wuthering Heights",
            "content": "... Understood."
        },
        {
            "id": 47,
            "content": "As their conversation drew to a natural close, the stairs ended and opened up to the manor's grand entrance."
        },
        {
            "id": 48,
            "content": "It was filled with rows upon rows of Butlers waiting for her orders."
        },
        {
            "id": 49,
            "model": "오티스",
            "teller": "Outis",
            "title": "Wuthering Heights",
            "content": "Interesting. What is all this for?"
        },
        {
            "id": 50,
            "model": "파우스트",
            "teller": "Faust",
            "title": "Wuthering Heights",
            "content": "... Uninvited guests have arrived prior to the banquet. The Butlers stand ready to meet the interlopers."
        },
        {
            "id": 51,
            "model": "오티스",
            "teller": "Outis",
            "title": "Wuthering Heights",
            "content": "Very well... then let us use this opportunity as a warm-up before the hunt."
        },
        {
            "id": 52,
            "content": "The child stood tall before the rows of Butlers."
        },
        {
            "id": 53,
            "content": "There was a group of outsiders standing outside the manor, their garbs indicating rather clearly that they did not belong here. Not that it was any of the child's concern."
        },
        {
            "id": 54,
            "model": "오티스",
            "teller": "Outis",
            "title": "Wuthering Heights",
            "content": "Ah, I apologize for the delayed reception, dear strangers."
        },
        {
            "id": 55,
            "model": "오티스",
            "teller": "Outis",
            "title": "Wuthering Heights",
            "content": "Though it may be rather discourteous of me to advise you this, I must inform you that this manor is currently not receiving any uninvited guests."
        },
        {
            "id": 56,
            "content": "The Butlers began preparing for combat the moment the child finished her sentence."
        },
        {
            "id": 57,
            "content": "The child wrapped the serviette she had been carrying over her fist... and muttered."
        },
        {
            "id": 58,
            "model": "오티스",
            "teller": "Outis",
            "title": "Wuthering Heights",
            "content": "Now, dear uninvited guests... vacate the premises, if you will."
        }
    ]
}