{
  "dataList": [
    {
      "id": 0,
      "content": "A hollow train."
    },
    {
      "id": 1,
      "content": "A spatter of prismatic sparks flies, briefly illuminating the hushed train car of guts and gore. Three children emerge into the enclosure as though transported inside by the light."
    },
    {
      "id": 2,
      "model": "이상",
      "title": "W Corp. Cleanup Agent",
      "content": "Captain Outis, are you of absolute certitude that us three should be sufficient for this task? Whyever have you decided to not involve those waiting outside—"
    },
    {
      "id": 3,
      "content": "The other child asks with apparent exhaustion, but this child is not one to be swayed."
    },
    {
      "id": 4,
      "model": "오티스",
      "title": "W Corp. Cleanup Agent",
      "content": "No. New recruits are unfit to deal with a train like this. It's not like we're here to clean up the usual 'suicidal' types, are we?"
    },
    {
      "id": 5,
      "model": "료슈",
      "title": "W Corp. Cleanup Agent",
      "content": "I.A. The B.S. duty'll only get in our way."
    },
    {
      "id": 6,
      "model": "오티스",
      "title": "W Corp. Cleanup Agent",
      "content": "If the passengers have retained enough sense to barricade themselves behind the train doors, then it is likely that they also retained a degree of intelligence. Keep your guards up."
    },
    {
      "id": 7,
      "content": "Today was supposed to be a day for new recruits to get one of their first tastes of fieldwork."
    },
    {
      "id": 8,
      "content": "The child had been preparing herself to employ her stern, commanding voice against the new recruits who will doubtless show frustrating degrees of clumsiness commonly seen with trainees on their first jobs, but..."
    },
    {
      "id": 9,
      "content": "... the situation inside the WARP train they saw through the surveillance camera was more dire than anyone had expected."
    },
    {
      "id": 10,
      "model": "이상",
      "title": "W Corp. Cleanup Agent",
      "content": "Haah..."
    },
    {
      "id": 11,
      "content": "Through the camera feed, they saw a passenger dressed in a mantle of his own hide and a makeshift crown. There were several passengers playing royal guards, patrolling the train entrance as well."
    },
    {
      "id": 12,
      "content": "It appeared that those who could still manage to amble had endured the eons in the train by building a new civilization with new, bizarre rules of their own."
    },
    {
      "id": 13,
      "content": "The child was certain that this was too much for the new recruits, who probably hadn't even learned the basic manuals by heart, to handle."
    },
    {
      "id": 14,
      "content": "And that is why the child decided to enter this train only with L3 Agents."
    },
    {
      "id": 15,
      "model": "이상",
      "title": "W Corp. Cleanup Agent",
      "content": "There has been an increasing frequency of trains with such unique dispositions, to say nothing of the ever-growing delays on arrivals... What are the Captain's thoughts on these developments?"
    },
    {
      "id": 16,
      "model": "오티스",
      "title": "W Corp. Cleanup Agent",
      "content": "It's because they slashed the ticket prices and expanded the economy seats."
    },
    {
      "id": 17,
      "model": "오티스",
      "title": "W Corp. Cleanup Agent",
      "content": "More passengers equals more bad apples among the bunch. It's hardly a surprise that we're getting stranger variety of passengers."
    },
    {
      "id": 18,
      "model": "이상",
      "title": "W Corp. Cleanup Agent",
      "content": "Yet that may hardly be an explication for the increasingly recurrent delays."
    },
    {
      "id": 19,
      "model": "료슈",
      "title": "W Corp. Cleanup Agent",
      "content": "Hmph. Must be the aftermath of 'the incident' on the train they told us to not talk about. That's why those idiots riding first class—"
    },
    {
      "id": 20,
      "model": "오티스",
      "title": "W Corp. Cleanup Agent",
      "content": "Enough."
    },
    {
      "id": 21,
      "model": "오티스",
      "title": "W Corp. Cleanup Agent",
      "content": "We have all been given a non-disclosure order. Let's not go poking the hornet's nest for no reason."
    },
    {
      "id": 22,
      "model": "료슈",
      "title": "W Corp. Cleanup Agent",
      "content": "Haah..."
    },
    {
      "id": 23,
      "model": "료슈",
      "title": "W Corp. Cleanup Agent",
      "content": "... Hm. I'll accept it, as long as this gives me more opportunity to study art."
    },
    {
      "id": 24,
      "model": "오티스",
      "title": "W Corp. Cleanup Agent",
      "content": "……."
    },
    {
      "id": 25,
      "content": "The child had an inkling as to what might have happened."
    },
    {
      "id": 26,
      "content": "First class ticket sales have been steadily declining ever since 'the incident' from a few years ago."
    },
    {
      "id": 27,
      "content": "Something irreversible must've happened on one of the first class cabins."
    },
    {
      "id": 28,
      "content": "But the children, who were but lowly employees, had no way of knowing exactly occurred in there. Only the higher-ups at W Corp. would be privy to such information."
    },
    {
      "id": 29,
      "content": "The child also knew that employees trying to dig into such truths would be, for the Wing, cause for an 'incident' greater than 'the incident' itself."
    },
    {
      "id": 30,
      "model": "오티스",
      "title": "W Corp. Cleanup Agent",
      "content": "... If they're just going to let this problem fester... what'll they do when the employees completely burn out?"
    },
    {
      "id": 31,
      "content": "The child absentmindedly blurted out what was on her mind before shaking her head dismissively."
    },
    {
      "id": 32,
      "model": "오티스",
      "title": "W Corp. Cleanup Agent",
      "content": "That's enough chit-chat. Let's get started."
    },
    {
      "id": 33,
      "content": "She sighed and opened her employee manual."
    },
    {
      "id": 34,
      "content": "These thoughts don't help anyone. Not herself, nor her subordinates."
    },
    {
      "id": 35,
      "model": "오티스",
      "title": "W Corp. Cleanup Agent",
      "content": "Ripping space while the train is in operation may interfere with the dimensional coordinates... Once the train has come to a stop, employee hibernation pods must not... hm, wrong page."
    },
    {
      "id": 36,
      "model": "이상",
      "title": "W Corp. Cleanup Agent",
      "content": "A multitude there are still, of clauses I understand ill."
    },
    {
      "id": 37,
      "content": "The exhausted child comments, glancing at the manual."
    },
    {
      "id": 38,
      "model": "료슈",
      "title": "W Corp. Cleanup Agent",
      "content": "W.C. Still trying to read between the lines?"
    },
    {
      "id": 39,
      "model": "오티스",
      "title": "W Corp. Cleanup Agent",
      "content": "Like I said, enough with the chatt— Ah, here it is. Standard cleanup time for 'factionalized' type is... an hour. We'll be cutting it close to the next arrival."
    },
    {
      "id": 40,
      "model": "오티스",
      "title": "W Corp. Cleanup Agent",
      "content": "Crew, to positions. Let's wrap this up ASAP."
    },
    {
      "id": 41,
      "content": "The child's command is clear, concise, and effective."
    },
    {
      "id": 42,
      "content": "When a door lodged in place by a mess of tangled veins and flesh blocked their path, she swiftly commanded them to open a dimensional rift. Every time a particularly nasty passenger appeared, she gave each of her subordinates maneuvers that best fit their weapon specializations."
    },
    {
      "id": 43,
      "model": "오티스",
      "title": "W Corp. Cleanup Agent",
      "content": "I'll give you extra time to observe this gallery once we're done patching our passengers together, so let's get to it."
    },
    {
      "id": 44,
      "model": "료슈",
      "title": "W Corp. Cleanup Agent",
      "content": "Heh... Good."
    },
    {
      "id": 45,
      "content": "Because she knew that the smoking child did not enjoy 'spoiling' the passengers, she was given the vein and flesh collection duty..."
    },
    {
      "id": 46,
      "model": "오티스",
      "title": "W Corp. Cleanup Agent",
      "content": "Yi Sang, you're charged with clearing a path forward. Focus on neutralizing the passengers."
    },
    {
      "id": 47,
      "model": "이상",
      "title": "W Corp. Cleanup Agent",
      "content": "That appears... patently preferable to the work assigned to my colleague."
    },
    {
      "id": 48,
      "content": "And because she knew the disposition of the sunken-eyed child, she let him take care of battling the passengers."
    },
    {
      "id": 49,
      "model": "오티스",
      "title": "W Corp. Cleanup Agent",
      "content": "There might be an ambush, so keep your charge barriers up. Rip space every time you've got enough charge to tear open barricaded doors."
    },
    {
      "id": 50,
      "content": "Thanks to the child's methodical and systematic employment of her subordinates and their W Corp. issued weapons, her team usually blitzes through the train cars at a much faster pace than the estimates written on the employee manual."
    },
    {
      "id": 51,
      "model": "오티스",
      "title": "W Corp. Cleanup Agent",
      "content": "We're ahead of schedule again."
    },
    {
      "id": 52,
      "content": "After thirty minutes of non-stop cleanup work, the child finally signaled them to stop."
    },
    {
      "id": 53,
      "content": "A decision made in consideration of their weapons' charge levels and their wielders' growing fatigue."
    },
    {
      "id": 54,
      "model": "오티스",
      "title": "W Corp. Cleanup Agent",
      "content": "Let's take five."
    },
    {
      "id": 55,
      "model": "이상",
      "title": "W Corp. Cleanup Agent",
      "content": "Ah... the long-awaited..."
    },
    {
      "id": 56,
      "content": "The sleep-deprived child promptly closes his eyes in welcome relief. The other child takes this chance to pull out a new cigarette."
    },
    {
      "id": 57,
      "model": "료슈",
      "title": "W Corp. Cleanup Agent",
      "content": "Puff. The passengers of this car are all diced in interesting shapes."
    },
    {
      "id": 58,
      "model": "오티스",
      "title": "W Corp. Cleanup Agent",
      "content": "It's evidence that the passengers used certain cars as prisons or torture dungeons. These signs are often discovered among passengers who have created factions."
    },
    {
      "id": 59,
      "model": "이상",
      "title": "W Corp. Cleanup Agent",
      "content": "... Will you not rest your legs to relieve yourself of this weariness, Captain?"
    },
    {
      "id": 60,
      "model": "오티스",
      "title": "W Corp. Cleanup Agent",
      "content": "Don't mind me. I am resting in my own way. This is just... a habit of mine."
    },
    {
      "id": 61,
      "content": "No, the child wasn't resting. She was piecing together the shredded parts of the passengers."
    },
    {
      "id": 62,
      "content": "She used her weapons' charges efficiently, so they won't be losing their charges anytime soon. Besides, it would take more work than that for her to need a real break."
    },
    {
      "id": 63,
      "content": "A part of this behavior was that she wanted the other children to rest, yes, but another part of it was that she wanted to get as much work done as possible."
    },
    {
      "id": 64,
      "content": "That's when the child felt a nigh-imperceptible tremor under her feet."
    },
    {
      "id": 65,
      "content": "She perked her ears. There were sounds of several feet rushing over to this location."
    },
    {
      "id": 66,
      "model": "이상",
      "title": "W Corp. Cleanup Agent",
      "content": "... Aught has been making an odd commotion from that direction."
    },
    {
      "id": 67,
      "model": "오티스",
      "title": "W Corp. Cleanup Agent",
      "content": "I hear it as well. Our position's been compromised."
    },
    {
      "id": 68,
      "content": "A passenger decorated with blood-painted bones shambled into their view, flinging chunks of flesh all over them, as if to confirm their suspicions."
    },
    {
      "id": 69,
      "model": "료슈",
      "title": "W Corp. Cleanup Agent",
      "content": "Tsk. Conceited for an unfinished piece..."
    },
    {
      "id": 70,
      "content": "The other child, cigarette still in her mouth, rises from her seat before a hand stops her."
    },
    {
      "id": 71,
      "content": "The child was the one who stopped her, seeing the undercharged state of her weapon."
    },
    {
      "id": 72,
      "model": "료슈",
      "title": "W Corp. Cleanup Agent",
      "content": "... What?"
    },
    {
      "id": 73,
      "model": "오티스",
      "title": "W Corp. Cleanup Agent",
      "content": "Don't get yourself killed swinging that undercharged weapon around."
    },
    {
      "id": 74,
      "model": "료슈",
      "title": "W Corp. Cleanup Agent",
      "content": "The artistic merit of my D.D.E.D.R. shines only when my blood drenches its—"
    },
    {
      "id": 75,
      "model": "오티스",
      "title": "W Corp. Cleanup Agent",
      "content": "Denied. Take a seat if you're even remotely serious about using that weapon. Leave this one to me."
    },
    {
      "id": 76,
      "content": "Violet glow dances around the child's gauntlets before a powerful materialization of force gathers around her gauntlets, almost appearing to refract the very space it inhabits..."
    },
    {
      "id": 77,
      "content": "... and in a flash, the fist blasts the passenger from one end to the other end of the train car, exploding its body into a thousand chunks of meat and gore."
    },
    {
      "id": 78,
      "model": "료슈",
      "title": "W Corp. Cleanup Agent",
      "content": "... I don't enjoy jigsaw puzzles."
    },
    {
      "id": 79,
      "content": "The other child mutters with apparent annoyance, but this child was not one to be swayed. She turns around to give them an order, ignoring whatever complaint they had."
    },
    {
      "id": 80,
      "model": "오티스",
      "title": "W Corp. Cleanup Agent",
      "content": "Five minutes are up. Let's get back to work."
    },
    {
      "id": 81,
      "model": "이상",
      "title": "W Corp. Cleanup Agent",
      "content": "Every minute, every second in respite seems to pass us by in such indifferent rapidity..."
    },
    {
      "id": 82,
      "model": "이상",
      "title": "W Corp. Cleanup Agent",
      "content": "Yet, I find solace in the hope that our toil in the next train will consist of no more work than to teach our new colleagues the ways..."
    },
    {
      "id": 83,
      "model": "료슈",
      "title": "W Corp. Cleanup Agent",
      "content": "Heh, looks like I'll get plenty of time to admire the gallery while the rookies get the unfinished artwork out of my view."
    },
    {
      "id": 84,
      "content": "The child opens her mouth, about to give them a stern talking-to about basing their optimism on practically nothing... before a fallen advertisement pamphlet catches her eye."
    },
    {
      "id": 85,
      "model": "오티스",
      "title": "W Corp. Cleanup Agent",
      "content": "……."
    },
    {
      "id": 86,
      "model": "오티스",
      "title": "W Corp. Cleanup Agent",
      "content": "Ten seconds to anywhere, is it."
    },
    {
      "id": 87,
      "content": "The WARP train advertisement pamphlet endured the years, refusing to weather away despite the immeasurable passage of time."
    },
    {
      "id": 88,
      "content": "The child pulled her cap low over her face and placed the pamphlet on a seat. She looked away."
    },
    {
      "id": 89,
      "model": "오티스",
      "title": "W Corp. Cleanup Agent",
      "content": "No matter how much labor upon labor I endure, I can't seem to go back. Not in ten years, let alone ten seconds..."
    },
    {
      "id": 90,
      "model": "오티스",
      "title": "W Corp. Cleanup Agent",
      "content": "The return journey is always so far and so... unforgiving."
    }
  ]
}