{
    "dataList": [
        {
            "id": 0,
            "content": "'An ordeal is coming.'"
        },
        {
            "id": 1,
            "content": "The child scoffed lightly despite the Marksman's serious declaration."
        },
        {
            "id": 2,
            "content": "Ordeals were merely an expected part of life in this place. Such an ominous warning was nothing but pointless dramatization."
        },
        {
            "id": 3,
            "content": "Seemingly recognizing the child's nonchalant response, the entity continued."
        },
        {
            "id": 4,
            "content": "'No. This will be an ordeal far beyond your capabilities.'"
        },
        {
            "id": 5,
            "content": "Words were unnecessary. The child could see exactly what the entity was talking about as though she was living through it."
        },
        {
            "id": 6,
            "content": "'It all begins in this hallway. It devours the fears and horrors that flee. It scours for the veiled guilt hiding in the deep corners of this place. And it continues to search for more sacrifices to be embraced.'"
        },
        {
            "id": 7,
            "content": "'When you are left all by your lonesome, after the trumpets of the apocalypse roar... you have no choice but to put that miserable bullet in your own temple.'"
        },
        {
            "id": 8,
            "content": "The child remained wordless, puffs of smoke from the pipe her only response. It hurt her throat and eyes... but she enjoyed watching the plume fade inches away from the abyss."
        },
        {
            "id": 9,
            "content": "There once was a time when she never even thought of bringing a thing like the smoking pipe anywhere near her mouth."
        },
        {
            "id": 10,
            "content": "'Unless you are to enter into a contract with me, that is...'"
        },
        {
            "id": 11,
            "content": "The following events played out before the child's eyes."
        },
        {
            "id": 12,
            "content": "The bullet pierces through everyone, everything that dares to stand in her way. Their skulls shatter to a thousand pieces."
        },
        {
            "id": 13,
            "content": "That single, indiscriminate bullet."
        },
        {
            "id": 14,
            "content": "And in that scene of destructive pandemonium... the child feels..."
        },
        {
            "id": 15,
            "content": "... the same feeling she felt when she took the first drag of the smoking pipe."
        },
        {
            "id": 16,
            "content": "She also came to a certain understanding."
        },
        {
            "id": 17,
            "content": "That what the entity offered her was not the bullet that never misses. It offered her a bullet that will never stop until it strikes the one its user loves the most."
        },
        {
            "id": 18,
            "content": "Yet, the child..."
        },
        {
            "id": 19,
            "content": "'Fine. I accept your contract.'"
        },
        {
            "id": 20,
            "content": "'You already have.'"
        },
        {
            "id": 21,
            "content": "'You did the moment you saw what played out before your eyes.'"
        },
        {
            "id": 22,
            "content": "As the Marksman finished his sentence, the child suddenly realized that she was ready to fire the bullet at any moment."
        },
        {
            "id": 23,
            "content": "'Oh, how I look forward to that very day.'"
        },
        {
            "id": 24,
            "content": "'To see what choice you'd make after putting that bullet into the skull of the one you love most.'"
        },
        {
            "id": 25,
            "content": "'You must know that I may very well be your future.'"
        },
        {
            "id": 26,
            "content": "She still availed the entity nothing but a brief scoff."
        },
        {
            "id": 27,
            "content": "'Hmph, is that what you think?'"
        },
        {
            "id": 28,
            "content": "'…!'"
        },
        {
            "id": 29,
            "content": "Thus the final destination of the bullet was revealed."
        },
        {
            "id": 30,
            "content": "The child had nothing left but her singular goal."
        },
        {
            "id": 31,
            "content": "That she would survive these ordeals and return home, no matter what."
        },
        {
            "id": 32,
            "content": "She would give anything if she could return. Even the cruelest of clauses would be mercy and a blessing."
        },
        {
            "id": 33,
            "content": "The bullet will pierce everyone, everything that stands in her way. In the end, it will return with her to her home."
        },
        {
            "id": 34,
            "content": "It will fly past all those that the child loved, even those that she loved when she could not..."
        },
        {
            "id": 35,
            "content": "... and eventually..."
        },
        {
            "id": 36,
            "content": "'I see... If it means the trajectory of this contract will be altered, you are willing to deceive anyone.'"
        },
        {
            "id": 37,
            "content": "'Precisely. Even myself, if I must.'"
        },
        {
            "id": 38,
            "content": "... fly toward her own skull."
        },
        {
            "id": 39,
            "content": "And in her final moment... the child will go out wearing that same, confident grin."
        },
        {
            "id": 40,
            "content": "Has she deceived even herself for her singular goal? ... Or is that merely an expression of her true feelings, appearing moments before the end?"
        },
        {
            "id": 41,
            "content": "Alas, the answers will never be known. But that is how this contract will end."
        },
        {
            "id": 42,
            "content": "Because the child will gladly meet the altered trajectory of her own making."
        }
    ]
}