{
    "dataList": [
        {
            "id": 0,
            "model": "오티스",
            "title": "Blade Lineage Salsu",
            "content": "The most important part is to strike at the waist. Your steps must be as fast as lightning…"
        },
        {
            "id": 1,
            "model": "오티스",
            "title": "Blade Lineage Salsu",
            "content": "That is what you once told me."
        },
        {
            "id": 2,
            "content": "The child’s hushed monologue—or conversation—is directed at her blade."
        },
        {
            "id": 3,
            "model": "오티스",
            "title": "Blade Lineage Salsu",
            "content": "How ironic that you met your demise at your pupil’s sword, laid down by the skill you taught her."
        },
        {
            "id": 4,
            "content": "Although there was a master who had bestowed the art of swordsmanship, that individual may or may not be part of the Blade Lineage."
        },
        {
            "id": 5,
            "content": "An unruly group of sword bearers brandishing their weapons as they please, too disorderly to simply be called “free”."
        },
        {
            "id": 6,
            "content": "If one had to find a word that tied them together, it would be “survival”."
        },
        {
            "id": 7,
            "content": "They chose the blade as a way of life…"
        },
        {
            "id": 8,
            "content": "And, whoever impedes their survival is greeted with severing violence. It’s a trait that most members of the Blade Lineage share."
        },
        {
            "id": 9,
            "model": "오티스",
            "title": "Blade Lineage Salsu",
            "content": "Should I have followed that path, perhaps?"
        },
        {
            "id": 10,
            "content": "She decided that she wouldn’t hold much regret for the day she slew her own master. After all, cutting out the obstacle that blocked her from her flow was the right thing to do."
        },
        {
            "id": 11,
            "content": "That was the greater stream she floated down."
        },
        {
            "id": 12,
            "content": "Thus, she made up her mind to hold no regrets for going along with the flow this time, too."
        },
        {
            "id": 13,
            "model": "오티스",
            "title": "Blade Lineage Salsu",
            "content": "…If there is an obstacle, I will strike it down."
        },
        {
            "id": 14,
            "content": "The child’s eyes shone with determination."
        }
    ]
}