{
    "dataList": [
        {
            "id": 0,
            "content": "There are things in this world one could never grow accustomed to."
        },
        {
            "id": 1,
            "content": "The bizarre tang of the dregs, a broken piece of tea leaves from the last fill of the teacup from the pot."
        },
        {
            "id": 2,
            "content": "The disappointing flavor of lukewarm Scotch whiskey, diluted from melted ice."
        },
        {
            "id": 3,
            "content": "... And the taste of nightmares that continue to haunt me, despite my hatred of them."
        },
        {
            "id": 4,
            "content": "In that awful dream, I am visited by the one I abhor the most."
        },
        {
            "id": 5,
            "content": "The beast that took my little sister and destroyed my family..."
        },
        {
            "id": 6,
            "content": "The cunning, cruel wolf... who took so much from me that I can't even recall all that he's deprived me of..."
        },
        {
            "id": 7,
            "content": "The one who took my arm and left me to wear this shameful, hateful arm... the wretch that took my arm but not my life, leaving me to live out this abominable life."
        },
        {
            "id": 8,
            "content": "He never arrives alone. In this nightmare, I am beset by foes on all sides with no escape in sight."
        },
        {
            "id": 9,
            "content": "Is this the true magnitude of my fear?"
        },
        {
            "id": 10,
            "content": "A body born weak and ailing, a body that forces me to struggle tooth and nail just to survive those that seek to harm me... cannot conquer the fear from the source?"
        },
        {
            "id": 11,
            "content": "I aim with the sharpened tip of my saber and stab them all with gloom-tempered swordplay I have trained my entire life in."
        },
        {
            "id": 12,
            "content": "But that nightmare always ends with my flailing defeat, its conclusion distant and unreachable."
        },
        {
            "id": 13,
            "content": "As the dream draws to a close, I come to a certain understanding."
        },
        {
            "id": 14,
            "content": "... That once again, I am the robbed one, the one deprived of even a chance to struggle."
        },
        {
            "id": 15,
            "content": "Then I awaken from the nightmare."
        },
        {
            "id": 16,
            "content": "... I struggled desperately to escape the yoke of my weak constitution."
        },
        {
            "id": 17,
            "content": "I couldn't simply continue to live in my parents' glory. There were far too many vultures circling me for a chance to take my place, my wealth."
        },
        {
            "id": 18,
            "content": "I could not appear weak before them."
        },
        {
            "id": 19,
            "content": "I learned how to wield a blade. Trained my body."
        },
        {
            "id": 20,
            "content": "I grew far too familiar with the pain that ravaged my lungs. Yet my damnably weak body cared not for my determination; it pressed upon me with such cruelty."
        },
        {
            "id": 21,
            "content": "But that is how I have protected what is mine. What I could get my hands on."
        },
        {
            "id": 22,
            "content": "A good home. Quality clothes. Delectable food. My inheritance."
        },
        {
            "id": 23,
            "content": "Once, I even found myself absorbed in that presumptuous belief that I may have overcome the curse I was born with."
        },
        {
            "id": 24,
            "content": "But there was something that had completely slipped my mind."
        },
        {
            "id": 25,
            "content": "The vagabond I saw at that tempestuous manor..."
        },
        {
            "id": 26,
            "content": "The resentful eyes of that ill-tempered vagrant, burning with hatred behind his wet, ragged hair."
        },
        {
            "id": 27,
            "content": "He appeared before me, as I was still drunk on delusion."
        },
        {
            "id": 28,
            "content": "Just like then... I could see my fear reflected in his eyes. My fear that he is here to take everything I have."
        },
        {
            "id": 29,
            "content": "He cut off my arm in the blink of an eye."
        },
        {
            "id": 30,
            "content": "... I don't even want to think back to this memory."
        },
        {
            "id": 31,
            "content": "Merely recalling that memory makes my stump ache. I feel the bitter taste of stomach acid rising up my throat."
        },
        {
            "id": 32,
            "content": "But I won't be defeated like this."
        },
        {
            "id": 33,
            "content": "He wants to play hide-and-seek, does he? Very well. He shall have it."
        },
        {
            "id": 34,
            "content": "To sever this nightmare from me... this intangible terror..."
        },
        {
            "id": 35,
            "content": "The wolven hunt must begin."
        },
        {
            "id": 36,
            "content": "... Because slaying the source of horror with my own hands is the only way to free myself from it."
        }
    ]
}