{
    "dataList": [
        {
            "id": 0,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "Y'know what's cool about alcohol? It makes people honest."
        },
        {
            "id": 1,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "It kills your liver, makes you sloppy... lotsa downsides, sure. But I gotta say, it's got its uses."
        },
        {
            "id": 2,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "If you're a part of a Syndicate... I mean, if you survive long enough in a Syndicate, that is..."
        },
        {
            "id": 3,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "... you'll be getting some underlings."
        },
        {
            "id": 4,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "Three, four underlings? Easily manageable. I can figure them out after chatting and working with 'em a few times."
        },
        {
            "id": 5,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "But once you start getting 10 or more underlings, it gets a bit... hard to manage."
        },
        {
            "id": 6,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "They're supposed to be my eyes and ears, hands and feet, right? I don't want any bad apples in any of that. One bad apple could mess everything up. Which means that I still gotta remain hands-on... which is annoying as hell."
        },
        {
            "id": 7,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "And that! My friends, is when alcohol comes in useful. Mmhmm."
        },
        {
            "id": 8,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "And if I act like I just downed a whole-ass barrel..."
        },
        {
            "id": 9,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "... they'll start to think 'oh man, I got assigned to some brainless drunk as my Captain'."
        },
        {
            "id": 10,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "Especially our new recruits, who's never seen me sober."
        },
        {
            "id": 11,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "That's when they start to let some things slip. Things that let me know who they really are."
        },
        {
            "id": 12,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "Pretty useful, huh? This alcohol..."
        },
        {
            "id": 13,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "Now... c'mon. Pour me some liquor already~"
        },
        {
            "id": 14,
            "teller": "Loyal Underling",
            "title": "Kurokumo Clan",
            "content": "Seriously, Captain...? You should've saved that speech for when the recruits ain't around. They're all here, y'know?"
        },
        {
            "id": 15,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "Unnnh? Uh... They are?"
        },
        {
            "id": 16,
            "content": "It's been about 30 minutes since the child started this slurring rant. His face was flat against the table the entire time, of course."
        },
        {
            "id": 17,
            "content": "It was unclear whether that fact registered or not as he continued to mumble at the poor subordinate who had the misfortune of sitting next to him."
        },
        {
            "id": 18,
            "teller": "Loyal Underling",
            "title": "Kurokumo Clan",
            "content": "Listen up, boys and girls."
        },
        {
            "id": 19,
            "teller": "Underlings",
            "title": "Kurokumo Clan",
            "content": "Yessir!!"
        },
        {
            "id": 20,
            "teller": "Loyal Underling",
            "title": "Kurokumo Clan",
            "content": "Just 'cuz our Captain is a bit sloshed don't mean that he's just some common drunkard, ya got that? Answers!"
        },
        {
            "id": 21,
            "teller": "Underlings",
            "title": "Kurokumo Clan",
            "content": "Yessir! Of course not!"
        },
        {
            "id": 22,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "Aw, c'mon, man. You're makin' me blush. Just shaddap and pour, 'kay?"
        },
        {
            "id": 23,
            "content": "The subordinate's effort to bring back a semblance of dignity to this gathering was immediately dashed by the child's casual demeanor."
        },
        {
            "id": 24,
            "content": "He wished that the child would act with some gravitas for once, but... that was probably a tall order for someone who holds these drinking parties pretty much every day."
        },
        {
            "id": 25,
            "content": "Well, he wasn't exactly worried for the child, though."
        },
        {
            "id": 26,
            "content": "He knew that the Captain was the man who gets the job done, regardless of his usual demeanor."
        },
        {
            "id": 27,
            "content": "The man who knew when to get serious."
        },
        {
            "id": 28,
            "content": "The subordinate knew that very, very well. He'd been at the child's side for a long enough time to know."
        },
        {
            "id": 29,
            "content": "He knew that the child had a bizarre power to get over any hangover or drunkenness with a single roar. Every time he was assigned a job, he'd stumble up, roar, and he'd be sober. No hangover or anything."
        },
        {
            "id": 30,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "Alrighty, boys! Are we ready to teach those hobos that dared to encroach on our territory a lesson?"
        },
        {
            "id": 31,
            "teller": "Loyal Underling",
            "title": "Kurokumo Clan",
            "content": "Yessir! Everyone's been whetting their blades in preparation for that very day, sir!"
        },
        {
            "id": 32,
            "teller": "Loyal Underling",
            "title": "Kurokumo Clan",
            "content": "Those Blade Lineage bastards have been a thorn in our side. Not just to the Patriarch, but to you as well."
        },
        {
            "id": 33,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "Well, the Patriach... well, that's none of my business. But... hic."
        },
        {
            "id": 34,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "All I wanna do is test their mettle. See what they're made of."
        },
        {
            "id": 35,
            "content": "The child downed the liquor with a single gulp, then let out a satisfied sigh."
        },
        {
            "id": 36,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "The Backstreets swordsmen rarely ever really swing their swords for the love of it... Eh?"
        },
        {
            "id": 37,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "I bet you're the same, you... You learned how to swing that thing around just so you can strut about, puffed chest and all, eh? Scare some people, make some cash..."
        },
        {
            "id": 38,
            "teller": "Loyal Underling",
            "title": "Kurokumo Clan",
            "content": "T-that's not it."
        },
        {
            "id": 39,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "\"T-that's not it.\" C'mon. Sigh... Kurokumo Clan's got a severe lack of boys and girls who are serious about the way of the blade."
        },
        {
            "id": 40,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "Didya know that our predecessors in the Kurokumo Clan used to train in a real martial arts style? Many of them, in fact? Just look at us now..."
        },
        {
            "id": 41,
            "content": "The child scratched his hair, obviously annoyed."
        },
        {
            "id": 42,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "Who knows, maybe everyone who was serious about the blade just got tired of working for the Thumb. Maybe that's why they all left the Clan to make their own dojos and stuff. Am I wrong?"
        },
        {
            "id": 43,
            "teller": "Loyal Underling",
            "title": "Kurokumo Clan",
            "content": "Captain! You can't talk about the Thumb like that! What if..."
        },
        {
            "id": 44,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "I-I know, I know. And that's exactly why the Kurokumo Clan's in the shitter right now."
        },
        {
            "id": 45,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "Makin' pocket money here and there, doin' whatever they tell us to do, fighting whoever they tell us to fight... I joined up with the gang way too late for all the fun."
        },
        {
            "id": 46,
            "teller": "Loyal Underling",
            "title": "Kurokumo Clan",
            "content": "But Kurokumo Clan ain't a dojo. They've got Syndicates and Fixer Offices for that kinda—"
        },
        {
            "id": 47,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "Oh, are ya tellin' me that I should just leave everything I've built up in the Clan just to be a rookie again at some other place? Man, seriously?"
        },
        {
            "id": 48,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "Hic! BUT! Oh, I have such high expectations for the upcoming battle. They're special, I just know it."
        },
        {
            "id": 49,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "That's exactly why I'm in a good mood. Heh."
        },
        {
            "id": 50,
            "content": "The child was speaking from his heart."
        },
        {
            "id": 51,
            "content": "He's always loved to wield his blade, and that's what led him to joining this Syndicate."
        },
        {
            "id": 52,
            "content": "... But he was disappointed to learn that not many members of the Kurokumo Clan shared his passion."
        },
        {
            "id": 53,
            "content": "Still, his passion for the blade was what brought him to a relatively high position of the Captain within the Clan; he soon became one of Kurokumo Clan's best men for the upcoming strife."
        },
        {
            "id": 54,
            "content": "And that's why so many of his men showed him proper respect."
        },
        {
            "id": 55,
            "content": "The subordinate laughed a little to himself."
        },
        {
            "id": 56,
            "content": "Tonight, he'll try to restore the Captain's drained dignity among his men back to full. The Captain didn't deserve such derision; he really was an impressive swordsman."
        },
        {
            "id": 57,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "Hey! Where's my drink?"
        },
        {
            "id": 58,
            "teller": "Loyal Underling",
            "title": "Kurokumo Clan",
            "content": "... Yessir, coming right up."
        },
        {
            "id": 59,
            "content": "Along with restoring his liquor cup to full."
        },
        {
            "id": 60,
            "content": "... Thus came the day of the strife."
        },
        {
            "id": 61,
            "content": "The Kurokumo Clan, the Blade Lineage... It was a face-off. The tension between the two Syndicates was palpable."
        },
        {
            "id": 62,
            "content": "That alleyway will soon be littered with blood and flesh of many men."
        },
        {
            "id": 63,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "Watch out for that one in the bamboo hat, boys and girls."
        },
        {
            "id": 64,
            "content": "It was as though the child had transformed from a common drunk to a Captain overnight; with a commanding voice, he points at a man on the other side of this standoff."
        },
        {
            "id": 65,
            "model": "로쟈",
            "teller": "Rodion",
            "title": "Kurokumo Wakashu",
            "content": "Huh? Oh, that weird-hatted guy?"
        },
        {
            "id": 66,
            "model": "료슈",
            "teller": "Ryōshū",
            "title": "Kurokumo Wakashu",
            "content": "Oho. His sword has seen much blood. And his eyes... eyes of a blade fiend."
        },
        {
            "id": 67,
            "content": "The henchmen begin murmuring fearfully at the Captain's warning."
        },
        {
            "id": 68,
            "content": "But that's exactly what the child wanted. Now that his men will try to steer clear of that one..."
        },
        {
            "id": 69,
            "content": "... he'll get the hat man all to himself."
        },
        {
            "id": 70,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "Kurokumo Clan Captain",
            "content": "Blade fiend or blunder fiend, I don't care! Let's split the clouds!"
        },
        {
            "id": 71,
            "content": "The child shouted from the top of his lungs and unsheathed his blade."
        },
        {
            "id": 72,
            "content": "And that's how the strife began."
        }
    ]
}