{
  "dataList": [
    {
      "id": 0,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "Resorting to whipping yourself again? You certainly are impatient."
    },
    {
      "id": 1,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "Huh. Haven't I asked you to knock first?"
    },
    {
      "id": 2,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "Hmph, have you given a thought about the pl—"
    },
    {
      "id": 3,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "I also recall asking you to not bring up that subject before me again."
    },
    {
      "id": 4,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "... Still unwilling to participate in the plan?"
    },
    {
      "id": 5,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "I refuse... to consult... you on your 'plan'..."
    },
    {
      "id": 6,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "Isn't it clear to you that Father no longer cares about us?!"
    },
    {
      "id": 7,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "Your plan... it's... it's filial impiety. You... you mustn't..."
    },
    {
      "id": 8,
      "content": "The child's eyes begin to tremble uncontrollably from the instinctive revulsion and fear at the thought of it."
    },
    {
      "id": 9,
      "content": "The unbreakable bond formed from the blood."
    },
    {
      "id": 10,
      "content": "Most Bloodfiends cannot defy, let alone break, that bond."
    },
    {
      "id": 11,
      "content": "But within the child's heart was an even more severe desire growing..."
    },
    {
      "id": 12,
      "content": "... and upon noticing it, the child with the scissors did not waste a moment to capitalize on it."
    },
    {
      "id": 13,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "No. We must."
    },
    {
      "id": 14,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "How many more years do you think our Family has?! Five years? Ten?"
    },
    {
      "id": 15,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "Even less! Another year like this, and we'll all go insane. You know this better than anyone! Day after day, you sit here and listen to their desperation!"
    },
    {
      "id": 16,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "We can... come up with ideas for better rides, attractions. Something to draw more people in here, something to get them to willingly pay more blood packs for..."
    },
    {
      "id": 17,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "That is irrelevant!"
    },
    {
      "id": 18,
      "content": "She raised her voice, frustrated at the child's obstinacy. She slammed her scissors on the marble floor and the confessional echoed with the discomforting noise of metal."
    },
    {
      "id": 19,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "Haah... has La Manchaland <i>ever</i> been short of guests? It's always teeming with guests paying hundreds upon hundreds of blood packs, but it's not enough! It's just not enough for everyone in the Family!"
    },
    {
      "id": 20,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "This stagnant, unmoving blood... will never be enough to sate us all! Never! No matter how much we drink!"
    },
    {
      "id": 21,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "But it was you who helped Father create hemobars, wasn't it? To address that exact problem?"
    },
    {
      "id": 22,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "Hemobars, created by combining and compressing the blood of animals with that of humans."
    },
    {
      "id": 23,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "A necessary evil, that's all it was... To have enough to feed our Family... hemobars were our only option."
    },
    {
      "id": 24,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "Yeah. It was... flavorless, but unlike blood packs that quickly lost their freshness, hemobars were a great invention that could feed the whole Family."
    },
    {
      "id": 25,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "Sure. It alleviated the hunger and the thirst... for a moment."
    },
    {
      "id": 26,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "But did any of us feel even a glimpse of happiness during the entire time we filled ourselves with it?"
    },
    {
      "id": 27,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "This is nothing more than a slow, slow death. I believe we have only months before the Family loses control over their craving for the blood of our guests anyway."
    },
    {
      "id": 28,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "... If I could give them my blood instead, I would have..."
    },
    {
      "id": 29,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "A meaningless ideation."
    },
    {
      "id": 30,
      "content": "The scissors-wielding child stared uninterestedly at the stream of blood pouring from the child's back."
    },
    {
      "id": 31,
      "content": "She would not have been able to hold herself back had it been human blood, but..."
    },
    {
      "id": 32,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "... The blood of our Kindred is lesser than the blood of animals. It's just... meaningless, diseased blood that does nothing to fill our desires."
    },
    {
      "id": 33,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "……."
    },
    {
      "id": 34,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "Come to your senses, Priest. It was always... an impossible dream."
    },
    {
      "id": 35,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "The only way for us Bloodfiends to be happy is to drink the blood directly from human flesh."
    },
    {
      "id": 36,
      "content": "The Father of these children is aware of that truth."
    },
    {
      "id": 37,
      "content": "But the Father, who sought the dream of coexistence, could not permit them to directly covet human blood."
    },
    {
      "id": 38,
      "content": "There was one incontestable reason he forbade the Family their happiness."
    },
    {
      "id": 39,
      "content": "Anyone who's had their blood drained directly by a Bloodfiend... is bound to eventually turn into a Bloodbag, no matter how long it takes."
    },
    {
      "id": 40,
      "content": "And that would mean the end of coexistence; and that is why this became an unforgivable sin in the eyes of the Father."
    },
    {
      "id": 41,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "Are you not afraid of Father's fury, Outis?"
    },
    {
      "id": 42,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "I am. Deathly so— which is why we are coming up with a strategy. Besides, it's not like we seek his death. Just until our Father comes to his senses..."
    },
    {
      "id": 43,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "... How will you even get him to don the helm?"
    },
    {
      "id": 44,
      "content": "Perhaps her words, clarifying that they weren't seeking the Father's death... came to this child as an exoneration."
    },
    {
      "id": 45,
      "content": "And for the first time, the child's interest was piqued."
    },
    {
      "id": 46,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "Now, are we ready to have a conversation?"
    },
    {
      "id": 47,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "Do you recall how our Father created Rocinante prior to his departure?"
    },
    {
      "id": 48,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "... I do."
    },
    {
      "id": 49,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "He used up a significant amount of his own blood to create Rocinante... and after such a long time on the road, he must still be deeply fatigued. And that will be our opening to place the helm over his head."
    },
    {
      "id": 50,
      "model": "오티스",
      "title": "The Barber of La Manchaland",
      "content": "As for the second step of our plan... I'll let you in on it as soon as you agree to be a part of it."
    },
    {
      "id": 51,
      "content": "Even after the gaudily dressed child left, this child cannot help but shudder from the crushing guilt."
    },
    {
      "id": 52,
      "content": "He continued to whip himself, again and again..."
    },
    {
      "id": 53,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "For the Family... no, for our Father in blood..."
    },
    {
      "id": 54,
      "content": "... but this profane thought refused to leave his mind, no matter how much he whipped himself."
    },
    {
      "id": 55,
      "content": "Every strike of the whip, every scar that formed on his skin, only reminded him of the possibilities this thought granted."
    },
    {
      "id": 56,
      "content": "The child put down the whip and utters an unthinkable sentence."
    },
    {
      "id": 57,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "Even if he would smite us down with his great vengeance... if this'll get him to see this suffering..."
    },
    {
      "id": 58,
      "content": "The child's heart, which had slowly begun to sway after countless consultations with the Family..."
    },
    {
      "id": 59,
      "content": "... crumbled completely in the face of the justification that this was, after all, for the Father."
    },
    {
      "id": 60,
      "content": "The day of rebellion was here, the child now a part of this plan. Father was to return home after the long days of the adventure."
    },
    {
      "id": 61,
      "content": "Countless Hunters surrounded the now-bloodsoaked child."
    },
    {
      "id": 62,
      "content": "He'd been in this situation countless times in the past. But... after years spent in La Manchaland, all of this felt so new to him."
    },
    {
      "id": 63,
      "content": "Maybe they really could have coexisted even with the Hunters. If a day like today did not come to pass."
    },
    {
      "id": 64,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "You did not pay La Manchaland a visit once, ever since the Bloodfiend War was over. I see that you've managed to suppress your hatred of our kind."
    },
    {
      "id": 65,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "Why was that, I wonder. Were you merely curious? Or was there something else?"
    },
    {
      "id": 66,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "... I guess the answer doesn't matter anymore."
    },
    {
      "id": 67,
      "teller": "Bloodfiend Hunter",
      "title": "Fanghunt Office",
      "content": "There was a doubt in my heart, even as we ran toward this stench of blood, this screaming."
    },
    {
      "id": 68,
      "teller": "Bloodfiend Hunter",
      "title": "Fanghunt Office",
      "content": "I wondered if La Manchaland had become under siege by a different Family that were envious of your success."
    },
    {
      "id": 69,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "A foolish thought. ... A thought that Father would have been overjoyed to hear."
    },
    {
      "id": 70,
      "teller": "Bloodfiend Hunter",
      "title": "Fanghunt Office",
      "content": "I admit. We were foolish to hope."
    },
    {
      "id": 71,
      "teller": "Bloodfiend Hunter",
      "title": "Fanghunt Office",
      "content": "The ranks of Bloodfiend Hunters will only grow like wild grass on the fields. And when this day becomes history, they'll all learn a lesson from our folly."
    },
    {
      "id": 72,
      "teller": "Bloodfiend Hunter",
      "title": "Fanghunt Office",
      "content": "That you Bloodfiends... are evil by nature. That you can never change what you are."
    },
    {
      "id": 73,
      "model": "그레고르",
      "title": "The Priest of La Manchaland",
      "content": "……."
    },
    {
      "id": 74,
      "content": "With that, neither the child nor the Hunters said a word."
    },
    {
      "id": 75,
      "content": "They both knew that further communication was meaningless."
    },
    {
      "id": 76,
      "content": "There is only a singular thought in the child's head as he watches the Hunters expire."
    },
    {
      "id": 77,
      "content": "It's not about his sin. It's not about the upcoming punishment."
    },
    {
      "id": 78,
      "content": "It's joy."
    },
    {
      "id": 79,
      "content": "It was the child's only thought, his only emotion as he took in the Hunters' blood drenching his body."
    }
  ]
}