{
    "dataList": [
        {
            "id": 0,
            "teller": "Daft Thug",
            "title": "???",
            "content": "Haah, huff… Gotcha! Slippery bastard! Let’s see those pockets!"
        },
        {
            "id": 1,
            "content": "The child was backed into a dead end. And, someone was hot on his heels from the other side of the alley."
        },
        {
            "id": 2,
            "content": "His pursuer held a long sword with two hands and took deep, slow breaths, looking to tear the child in two at any moment."
        },
        {
            "id": 3,
            "teller": "Daft Thug",
            "title": "???",
            "content": "There’s… nowhere to run. Hah, so stop wasting my energy ‘n…"
        },
        {
            "id": 4,
            "content": "While the man giving chase was busy talking…"
        },
        {
            "id": 5,
            "teller": "Daft Thug",
            "title": "???",
            "content": "Hol’ up! Where’d you…"
        },
        {
            "id": 6,
            "content": "The child rumbled and tumbled, making a loud exit into a gap on the right."
        },
        {
            "id": 7,
            "content": "His pursuer—seemingly a member of some Backstreets Syndicate—mumbles harsh words, slowly moving toward the end of the alley where the child vanished."
        },
        {
            "id": 8,
            "content": "An iron door covered in red rust. This must be where the child hid."
        },
        {
            "id": 9,
            "teller": "Daft Thug",
            "title": "???",
            "content": "Hell’s bells… Thought you were clever, hiding off in a tight space where long weapons’re no good, eh?"
        },
        {
            "id": 10,
            "content": "Chuckling to himself, the pursuer slid the longer sword into his waistband and took out a shorter blade."
        },
        {
            "id": 11,
            "teller": "Daft Thug",
            "title": "???",
            "content": "Dumbass, there’s good reason I carry two swords all the time… Keheh."
        },
        {
            "id": 12,
            "content": "The iron door is entered with a wicked cackle."
        },
        {
            "id": 13,
            "content": "Alas, it was completely unbeknownst that it was a trap."
        },
        {
            "id": 14,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "District 23 Backstreets",
            "content": "I got… you."
        },
        {
            "id": 15,
            "teller": "Daft Thug",
            "title": "???",
            "content": "Wha?!"
        },
        {
            "id": 16,
            "content": "The child was nowhere to be found in immediate sight, but he now suddenly looms behind."
        },
        {
            "id": 17,
            "content": "It was unbelievable to the thug."
        },
        {
            "id": 18,
            "teller": "Daft Thug",
            "title": "???",
            "content": "B—But, how…?"
        },
        {
            "id": 19,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "District 23 Backstreets",
            "content": "Don’t care if your sword is long or short… No ingredient that’s crawled into my “workroom” has ever made it out alive."
        },
        {
            "id": 20,
            "teller": "Daft Thug",
            "title": "???",
            "content": "I-Ingredient…?"
        },
        {
            "id": 21,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "District 23 Backstreets",
            "content": "Yep. You, pal… have been tricked. Call it direct delivery."
        },
        {
            "id": 22,
            "content": "That’s when the shady pursuer finally realized."
        },
        {
            "id": 23,
            "content": "He had chased the child… into a warehouse in the streets of flavor."
        },
        {
            "id": 24,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "District 23 Backstreets",
            "content": "So why’d you start a fight with a random passerby like that… I was just casually strolling, and now you got me curious of your meat quality."
        },
        {
            "id": 25,
            "teller": "Daft Thug",
            "title": "???",
            "content": "D—Does that mean this is… Ryōshū’s…"
        },
        {
            "id": 26,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "District 23 Backstreets",
            "content": "Hoo… That’s right. Welcome to R.B. Can’t say I’m fond of our shop’s name."
        },
        {
            "id": 27,
            "content": "The pursuer—or perhaps a robber—fearfully murmured, now reduced to miserable prey."
        },
        {
            "id": 28,
            "content": "Even new blood still unfamiliar with the neighborhood will have heard of them: the many restaurants dotted about District 23’s Backstreets that make pies out of human meat."
        },
        {
            "id": 29,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "District 23 Backstreets",
            "content": "Hsssh… I get that our establishment’s named after her since she’s the one who set things up, I really do…"
        },
        {
            "id": 30,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "District 23 Backstreets",
            "content": "But I really just don’t understand why it has to be called “R.B” and not “Ryōshū’s Bistro”."
        },
        {
            "id": 31,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "District 23 Backstreets",
            "content": "I know I joined late, so I can tolerate smacks on the head and the insults she hucks at me while teaching me to cook, but… Haah, just can’t make heads or tails of how she names things."
        },
        {
            "id": 32,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "District 23 Backstreets",
            "content": "Hey, don’t you think so too? My work’s vital in every step—from procuring ingredients to cutting, trimming, and preparing the meat. So why can’t I tell her to give our establishment a better name?"
        },
        {
            "id": 33,
            "content": "Light taps with the back of an old cleaver."
        },
        {
            "id": 34,
            "content": "The child pours out his complaints, poking his nervous prey on the shoulder."
        },
        {
            "id": 35,
            "teller": "Daft Thug",
            "title": "???",
            "content": "C-Certainly! Your opinions deserve to be respected, sir!"
        },
        {
            "id": 36,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "District 23 Backstreets",
            "content": "Psh, don’t be like that. Quite a sharp turn from calling me bastard… That sudden “sir” gives me the jeebies."
        },
        {
            "id": 37,
            "teller": "Daft Thug",
            "title": "???",
            "content": "M-My apologies!"
        },
        {
            "id": 38,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "District 23 Backstreets",
            "content": "…No need to be sorry. Not gonna make me let you go, y’know."
        },
        {
            "id": 39,
            "teller": "Daft Thug",
            "title": "???",
            "content": "S-Sir! If you’re that sure about your abilities, then you should kill whoever’s put her name forward and rightfully take her spot! I—I can help…"
        },
        {
            "id": 40,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "District 23 Backstreets",
            "content": "Hoh… Not a bad idea, is it now?"
        },
        {
            "id": 41,
            "teller": "Daft Thug",
            "title": "???",
            "content": "So we agree? Then please let me go… and I’ll do anything to…!"
        },
        {
            "id": 42,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "District 23 Backstreets",
            "content": "Ah geez, you’re awfully noisy."
        },
        {
            "id": 43,
            "content": "The conversation ended there, and the room was filled with sounds of chopping and slicing."
        },
        {
            "id": 44,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "District 23 Backstreets",
            "content": "Shucks… I appreciate the nice words, pal. But flattery ain’t gonna bake pasty hand pies as good as Chef Ryōshū’s."
        },
        {
            "id": 45,
            "content": "The child mutters, his hands busy with the sloppy lumps."
        },
        {
            "id": 46,
            "content": "There was no one to hear him now, though."
        },
        {
            "id": 47,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "District 23 Backstreets",
            "content": "Sure, she gets on my nerves and threatens to fire me all the time… But, she’s not a bad cook to learn from… I gotta behave for now. Just for now."
        },
        {
            "id": 48,
            "model": "그레고르",
            "teller": "Gregor",
            "title": "District 23 Backstreets",
            "content": "So don’t be too sullen, pal. I might’ve hesitated if you were a distinguished chef. Heh."
        },
        {
            "id": 49,
            "content": "If the child is biding his time, what does he plan to do down the line? It’s a curious thing to think about…"
        },
        {
            "id": 50,
            "content": "Yet, this doesn’t seem like the right time to be idly wondering about such things. Right?"
        }
    ]
}