{
  "dataList": [
    {
      "id": 0,
      "place": "Some Backstreets of District 4",
      "model": "로쟈",
      "content": "Gee, when was the last time I had a feast? Even a big blocky machine eats better than we do…"
    },
    {
      "id": 1,
      "model": "파우스트",
      "content": "Do mind that all meals are provided with appropriately determined quantities."
    },
    {
      "id": 2,
      "model": "로쟈",
      "content": "It’s not nearly enough to get me going!"
    },
    {
      "id": 3,
      "content": "I thought I heard Heathcliff shout “You think I’m doing this on a full stomach?!” in the distance, but Rodya seemed to pretend she heard nothing."
    },
    {
      "id": 4,
      "content": "Speaking of…"
    },
    {
      "id": 5,
      "model": "단테",
      "content": "<Does this bus run on stuff like blood or protein?>"
    },
    {
      "id": 6,
      "model": "파우스트",
      "content": "It’s Enkephalin, an energy source Lobotomy Corporation treated."
    },
    {
      "id": 7,
      "model": "이스마엘",
      "content": "You mean the previous L Corp. I heard it produced energy using its Singularity, though all that remains of the company now is rubble."
    },
    {
      "id": 8,
      "model": "파우스트",
      "content": "That’s right, which is why it’s become a rarity these days."
    },
    {
      "id": 9,
      "model": "파우스트",
      "content": "However, Mephistopheles is capable of forcibly extracting Enkephalin from the body."
    },
    {
      "id": 10,
      "model": "단테",
      "content": "<The body…?>"
    },
    {
      "id": 11,
      "content": "I posed a question, watching Outis give orders to the other Sinners, then glancing to the maw of the bus in turn."
    },
    {
      "id": 12,
      "model": "파우스트",
      "content": "Correct, Enkephalin can only be extracted from the brain and the spinal nerves. It can be taken from live subjects for greater efficiency."
    },
    {
      "id": 13,
      "content": "So that’s why Vergilius told the Sinners not to kill the assailants."
    },
    {
      "id": 14,
      "model": "단테",
      "content": "<Okay, and…>"
    },
    {
      "id": 15,
      "model": "파우스트",
      "content": "If “Why the rest of their body?” is what you’re thinking, there is a point, as their blood and flesh can also be processed into fuel."
    },
    {
      "id": 16,
      "model": "파우스트",
      "content": "While Enkephalin is used to generate ignition and thrust, the remaining organic matter is spent on maintaining speed, thus reducing Enkephalin usage."
    },
    {
      "id": 17,
      "model": "이상",
      "content": "A hybrid."
    },
    {
      "id": 18,
      "content": "Faust went on to explain how most of the vehicle’s fuel is taken from the branch facilities, and that it won’t be a sufficient source on its own…"
    },
    {
      "id": 19,
      "content": "But most of it went in one ear and out the other."
    },
    {
      "id": 20,
      "model": "단테",
      "content": "<…Well, that’s complicated. I got that it’s tough work, at least.>"
    },
    {
      "id": 21,
      "model": "파우스트",
      "content": "Don’t mention it. Faust knows no struggle."
    },
    {
      "id": 22,
      "model": "그레고르",
      "content": "If anyone’s doing the heavy lifting, it’d be us… Hey! Manager Bud! More incoming!"
    }
  ]
}