{
  "dataList": [
    {
      "id": 0,
      "place": "Pawn Avenue",
      "content": "As Saude predicted, all the pawnbrokers were busy closing their street entrances to avoid trouble."
    },
    {
      "id": 1,
      "model": "세보이고싶었던콩콩파조직원",
      "teller": "Chest-puffing Tingtanger",
      "title": "Tingtang Gang",
      "content": "Ey you pricks!! Stop right where you’re standin’!"
    },
    {
      "id": 2,
      "model": "세보이고싶었던콩콩파조직원",
      "teller": "Chest-puffing Tingtanger",
      "title": "Tingtang Gang",
      "content": "Ya think you can get away with messing with our family, tiny fave?"
    },
    {
      "id": 3,
      "model": "이스마엘",
      "content": "What’s with brutish Syndicates and their pretend families? Is that the only thing they can think of to bond with each other?"
    },
    {
      "id": 4,
      "model": "세보이고싶었던콩콩파조직원",
      "teller": "Chest-puffing Tingtanger",
      "title": "Tingtang Gang",
      "content": "Look at the bump you made on our precious young’un’s head!"
    },
    {
      "id": 5,
      "model": "이스마엘",
      "content": "……"
    },
    {
      "id": 6,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Good gracious… This was not part of the plan…"
    },
    {
      "id": 7,
      "content": "Effie clutches his forehead as if it were aching."
    },
    {
      "id": 8,
      "content": "I thought about goading him to keep some headache pills at hand if this was enough to cause him pain, but I refrained."
    },
    {
      "id": 9,
      "content": "My lack of a head would’ve made the message far less impactful, anyway."
    },
    {
      "id": 10,
      "model": "오티스",
      "content": "You two, you thought we were worthless scum until now, didn’t you?"
    },
    {
      "id": 11,
      "model": "오티스",
      "content": "I know you’ve been seeing our group as sewage full of waste!"
    },
    {
      "id": 12,
      "model": "그레고르",
      "content": "I don’t think anyone spoke of us that harshly, Outis…"
    },
    {
      "id": 13,
      "model": "오티스",
      "content": "Have you not wondered why we have been charged with the momentous mission of claiming Golden Boughs despite that?"
    },
    {
      "id": 14,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Wh, why is… that?"
    },
    {
      "id": 15,
      "content": "Even Effie seemed to be taken aback by Outis’s imposing attitude."
    },
    {
      "id": 16,
      "model": "오티스",
      "content": "Although I won’t disagree that the others are rubbishes drenched in foul water…"
    },
    {
      "id": 17,
      "model": "그레고르",
      "content": "No, seriously, you’re the only one who says that…"
    },
    {
      "id": 18,
      "model": "싱클레어",
      "content": "O-Oh, that’s what Ms. Outis had been thinking all this time…"
    },
    {
      "id": 19,
      "model": "오티스",
      "content": "I have remained undefeated, and our manager is capable of resuscitating us, making us practically incapable of death."
    },
    {
      "id": 20,
      "model": "오티스",
      "content": "In fact, just the two of us should be sufficient. Though that weasel Vergilius seems to disagree…"
    },
    {
      "id": 21,
      "model": "오티스",
      "content": "The point is, these detrites won’t be scrapped even after countless battles. They will come back as the exact same piles of trash they were before death."
    },
    {
      "id": 22,
      "model": "그레고르",
      "content": "…Sigh."
    },
    {
      "id": 23,
      "model": "이스마엘",
      "content": "That was a very inspiring way of reaffirming that we’re living, breathing garbage to you."
    },
    {
      "id": 24,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "…Morons."
    },
    {
      "id": 25,
      "model": "오티스",
      "content": "Enemies are approaching. Are you prepared, Manager?"
    }
  ]
}