{
  "dataList": [
    {
      "id": 0,
      "place": "K Corp. Checkpoint",
      "model": "이스마엘",
      "content": "The line’s moving quickly. It’ll be our turn in about 10 minutes at most."
    },
    {
      "id": 1,
      "model": "이스마엘",
      "content": "Will all thirteen of us need to answer immigration questions? They won’t be able to understand Manager Dante, so what should we do?"
    },
    {
      "id": 2,
      "content": "Ishmael seemed to have a habit of speaking quickly and being more inquisitive when she got anxious."
    },
    {
      "id": 3,
      "model": "베르길리우스",
      "content": "I was just about to get to that."
    },
    {
      "id": 4,
      "model": "베르길리우스",
      "content": "Listen up. The K Corp. official will only ask very simple questions to the passengers in this line."
    },
    {
      "id": 5,
      "model": "베르길리우스",
      "content": "And your answers will be similarly concise."
    },
    {
      "id": 6,
      "model": "베르길리우스",
      "content": "When the border official asks about the nature of your visit…"
    },
    {
      "id": 7,
      "model": "베르길리우스",
      "content": "Say: “I’m here for business on the behalf of Limbus Company, please refer to my work visa.”"
    },
    {
      "id": 8,
      "model": "베르길리우스",
      "content": "Remember this exact phrase so that you can recite it word for word."
    },
    {
      "id": 9,
      "model": "베르길리우스",
      "content": "I’ll take care of the rest, so you just have to prove that you aren’t here to cause trouble."
    },
    {
      "id": 10,
      "model": "파우스트",
      "content": "If even memorizing that is too much of a burden for you, I suggest that you keep your mouth shut."
    },
    {
      "id": 11,
      "model": "파우스트",
      "content": "You can present your employee card instead."
    },
    {
      "id": 12,
      "model": "단테",
      "content": "<Keep quiet and don’t cause trouble. Easiest tasks in the world.>"
    },
    {
      "id": 13,
      "content": "I sneakily mumbled a sarcastic remark."
    },
    {
      "id": 14,
      "content": "I was worried that Faust might rat me out, but thankfully…"
    },
    {
      "id": 15,
      "content": "Vergilius was idly staring off into space, sparing me from his scathing commentary."
    },
    {
      "id": 16,
      "model": "베르길리우스",
      "content": "Now, next up."
    },
    {
      "id": 17,
      "model": "베르길리우스",
      "content": "If you have a question, make sure to first ask yourself if it’s actually meaningful."
    },
    {
      "id": 18,
      "model": "베르길리우스",
      "content": "Then quietly raise your hand."
    },
    {
      "id": 19,
      "content": "Several hands were lifted, including mine."
    },
    {
      "id": 20,
      "model": "베르길리우스",
      "content": "Rodion."
    },
    {
      "id": 21,
      "model": "로쟈",
      "content": "Since this trip is for business, we can carry our weapons, yeah~?"
    },
    {
      "id": 22,
      "model": "베르길리우스",
      "content": "Correct. Next."
    },
    {
      "id": 23,
      "model": "로쟈",
      "content": "Then, Greg’s creepy-crawly arm and Dante’s chichi clockhead’re getting a pass too?"
    },
    {
      "id": 24,
      "model": "이스마엘",
      "content": "That should be the case. For your reference, our manager’s head counts as a prosthetic rather than a weapon, which means it’d be approved even if what we had were a tourist visa, powers to revive notwithstanding."
    },
    {
      "id": 25,
      "content": "Ishmael took the role of the model student and answered in Vergilius’s stead."
    },
    {
      "id": 26,
      "content": "It feels like something changed about Ishmael’s attitude since the casino job…"
    },
    {
      "id": 27,
      "content": "She seems to have decided to take matters into her own hands after I betrayed her expectations of my capabilities as a leader."
    },
    {
      "id": 28,
      "model": "베르길리우스",
      "content": "Precisely."
    },
    {
      "id": 29,
      "content": "Gregor and I put our hands down at the same time."
    },
    {
      "id": 30,
      "model": "베르길리우스",
      "content": "And, Ryōshū. Put out your cigarette before you speak."
    },
    {
      "id": 31,
      "model": "료슈",
      "content": "…I didn’t raise my hand."
    },
    {
      "id": 32,
      "model": "돈키호테",
      "content": "……"
    },
    {
      "id": 33,
      "content": "Vergilius was doing his best to ignore Don Quixote’s arm stretched skyward…"
    },
    {
      "id": 34,
      "content": "But he finally caved and gave the woman with an adamantly raised hand the chance to speak."
    },
    {
      "id": 35,
      "model": "베르길리우스",
      "content": "…Fine, Don Quixote. What is it?"
    },
    {
      "id": 36,
      "model": "더미",
      "teller": "Don Quixote",
      "title": "Sinner #3",
      "content": "For what purpose doth that barrier of glass serve?"
    },
    {
      "id": 37,
      "content": "Following Don Quixote’s finger, our attention was drawn to the glass wall stood in the middle of the building."
    },
    {
      "id": 38,
      "content": "On the other side of that clear dividing wall…"
    },
    {
      "id": 39,
      "content": "Were countless people waiting in line."
    },
    {
      "id": 40,
      "model": "그레고르",
      "content": "That line’s slowed to a crawl, people are sat on the floor waiting for it to move."
    },
    {
      "id": 41,
      "model": "그레고르",
      "content": "Looks like they’ve been there for quite some time."
    },
    {
      "id": 42,
      "model": "뫼르소",
      "content": "There are many armed guards as well. Three times as many compared to this side."
    },
    {
      "id": 43,
      "model": "베르길리우스",
      "content": "…Most of the glass walls you find inside buildings are there for safety reasons."
    },
    {
      "id": 44,
      "model": "로쟈",
      "content": "Well~ Simply put, that line’s for Backstreets folks. Each Nest handles immigration differently, but wherever it may be, it’s super-duper hard to get into another Nest without a proper visa."
    },
    {
      "id": 45,
      "model": "로쟈",
      "content": "Why’d you think those bullies jumped us on the way to the checkpoint? They wanted our visa so they could enter the Nest."
    },
    {
      "id": 46,
      "model": "베르길리우스",
      "content": "…A problem we are not in our power to resolve."
    },
    {
      "id": 47,
      "content": "However, that answer didn’t satisfy Don Quixote."
    },
    {
      "id": 48,
      "content": "Whether it was the fault of the gloomy yet oppressive atmosphere of the area beyond the wall…"
    },
    {
      "id": 49,
      "content": "Or the disturbances happening in there, I couldn’t say."
    },
    {
      "id": 50,
      "model": "오티스",
      "content": "Manager, it’s our turn now."
    },
    {
      "id": 51,
      "model": "단테",
      "content": "<Huh? Right…>"
    },
    {
      "id": 52,
      "content": "Our line moved at such a quick pace, we barely had time to chat before it was our turn to answer the official’s questions."
    },
    {
      "id": 53,
      "model": "이스마엘",
      "content": "Remember: When you’re asked about the purpose of your visit…"
    },
    {
      "id": 54,
      "model": "료슈",
      "content": "…Remind me one more time and I’ll show SANGRIA to you and the official or whatever."
    },
    {
      "id": 55,
      "content": "Despite Ishmael’s worries, our inspection was smooth sailing."
    },
    {
      "id": 56,
      "model": "검문소경비",
      "teller": "Checkpoint Official",
      "title": "K Corp.",
      "content": "Please state your affiliation and purpose of visit."
    },
    {
      "id": 57,
      "model": "그레고르",
      "content": "Ah, I’ve come from Limbus Company on business. Here’s my employee card."
    },
    {
      "id": 58,
      "model": "검문소경비",
      "teller": "Checkpoint Official",
      "title": "K Corp.",
      "content": "…All checked out. Next."
    },
    {
      "id": 59,
      "model": "로쟈",
      "content": "From Limbus Company. Business reasons. Take a look at my card and all that."
    },
    {
      "id": 60,
      "model": "검문소경비",
      "teller": "Checkpoint Official",
      "title": "K Corp.",
      "content": "…All checked out. Next."
    },
    {
      "id": 61,
      "content": "After our first Sinner proved who we work for, it was a breeze for the rest of us."
    },
    {
      "id": 62,
      "content": "The official asked the same question in the same dry tone, took a cursory glance at our faces and employee cards―though based on their speed, it seemed more like a customary gesture rather than an actual look over―then let each Sinner pass."
    },
    {
      "id": 63,
      "model": "더미2",
      "teller": "People in Line",
      "title": "District 11",
      "content": "…… ……"
    },
    {
      "id": 64,
      "model": "이스마엘",
      "content": "…Something’s amiss over there."
    },
    {
      "id": 65,
      "content": "The glass wall standing between us and them was thick enough to block out sound."
    },
    {
      "id": 66,
      "content": "It was hard for us to tell what was going on through the wall."
    },
    {
      "id": 67,
      "content": "However, I could see what was happening unambiguously; someone with cuffed hands was being dragged away by security."
    },
    {
      "id": 68,
      "content": "And a small child was crying next to them, clearly scared and confused."
    },
    {
      "id": 69,
      "model": "이스마엘",
      "content": "…We shouldn’t bother. I don’t know what happened, but I guess someone broke a taboo."
    },
    {
      "id": 70,
      "model": "히스클리프",
      "content": "Yeah, sure. Those impoverished vandals and their audacity to break the taboo of not stuffing enough cash in the right people’s pockets, am I right?"
    },
    {
      "id": 71,
      "model": "이스마엘",
      "content": "…Are you mocking me right now?"
    },
    {
      "id": 72,
      "model": "히스클리프",
      "content": "Huh. What, I thought you didn’t care? Guess someone’s knickers are in a twist."
    },
    {
      "id": 73,
      "content": "While I was distracted by Heathcliff loudly celebrating his first successful tease on Ishmael…"
    },
    {
      "id": 74,
      "content": "Our usual suspect sprang forth at her least expected moment yet again."
    },
    {
      "id": 75,
      "model": "검문소경비",
      "teller": "Checkpoint Official",
      "title": "K Corp.",
      "content": "Please state your affiliation and purpose of visit."
    },
    {
      "id": 76,
      "model": "돈키호테",
      "content": "……"
    },
    {
      "id": 77,
      "model": "돈키호테",
      "content": "I am come to liberate the weak and powerless!"
    },
    {
      "id": 78,
      "content": "An emotion is expressed for the first time on the checkpoint official’s face."
    },
    {
      "id": 79,
      "content": "Flabbergastation."
    },
    {
      "id": 80,
      "content": "They looked up at Don Quixote with a face screaming that it was flabbergasted."
    },
    {
      "id": 81,
      "model": "돈키호테",
      "content": "Release them at once! Can you not see that they are suffering?"
    },
    {
      "id": 82,
      "model": "검문소경비",
      "teller": "Checkpoint Official",
      "title": "K Corp.",
      "content": "…Please state your affiliation and purpose of visit."
    },
    {
      "id": 83,
      "content": "The official ignored her demand and parroted the same question."
    },
    {
      "id": 84,
      "content": "All the while, Don Quixote was getting more upset by the minute."
    },
    {
      "id": 85,
      "content": "And then…"
    },
    {
      "id": 86,
      "content": "In looking through the transparent wall again…"
    },
    {
      "id": 87,
      "content": "I saw the desperate child mouth a scream at the man dragged away in handcuffs:"
    },
    {
      "id": 88,
      "teller": "Child",
      "title": "???",
      "content": "“Daaa"
    },
    {
      "id": 89,
      "teller": "Child",
      "title": "???",
      "content": "aaddy!”"
    },
    {
      "id": 90,
      "model": "돈키호테",
      "content": "If you are unwilling to take action, then I shall myself!"
    },
    {
      "id": 91,
      "model": "검문소경비",
      "teller": "Checkpoint Official",
      "title": "K Corp.",
      "content": "…Hoo."
    },
    {
      "id": 92,
      "model": "검문소경비",
      "teller": "Checkpoint Official",
      "title": "K Corp.",
      "content": "Code purple. Code purple. Violation of Taboo K185 on site."
    },
    {
      "id": 93,
      "model": "검문소경비",
      "teller": "Checkpoint Official",
      "title": "K Corp.",
      "content": "Requesting Thrombocyte units. Repeat, requesting Thrombocyte…"
    },
    {
      "id": 94,
      "content": "Veering away from inquiry like a broken record, the official spoke an intimidating immune response to the radio."
    },
    {
      "id": -1,
      "model": "//효과음",
      "content": "쾅 쾅 쾅 (철문이 강하게 내려찍는 소리)"
    },
    {
      "id": -1,
      "model": "//효과음",
      "content": "Siren"
    },
    {
      "id": 95,
      "model": "더미2",
      "teller": "Announcement",
      "title": "K Corp.",
      "content": "Attention all personnel: Code purple. Code purple. Circulation Hall 2, Inspection Booth 14. Thrombocyte, Leukocyte."
    },
    {
      "id": 96,
      "content": "Blaring sirens accompanied the perplexing announcement, all the while thick metal gates shut around us."
    },
    {
      "id": 97,
      "model": "히스클리프",
      "content": "…Should’ve smashed her skull in and carried her in a body sack."
    },
    {
      "id": 98,
      "model": "이스마엘",
      "content": "I doubt that would’ve made much of a difference."
    },
    {
      "id": 99,
      "model": "이상",
      "content": "Thrombo, Leuko… I believe they refer to platelets and white blood cells respectively."
    },
    {
      "id": 100,
      "model": "파우스트",
      "content": "It must be them. Fitting for K Corp, I’d say."
    },
    {
      "id": 101,
      "content": "Looking in the direction Faust indicated, we all saw what she meant."
    },
    {
      "id": 102,
      "content": "Security forces wearing menacing uniforms were staring at us."
    }
  ]
}