{
    "dataList": [
        {
            "id": 0,
            "content": "<color=#d4e1e8>We were neither highfliers nor greedy vultures; we were merely children who loved technology.</color>"
        },
        {
            "id": 1,
            "content": "<color=#d4e1e8>Do you remember the day when we first felt that we were breathing?</color>"
        },
        {
            "id": 2,
            "content": "<color=#d4e1e8>Back then…</color>"
        },
        {
            "id": 3,
            "content": "<color=#d4e1e8>That breath alone would suffice.</color>"
        },
        {
            "id": 4,
            "content": "<color=#d4e1e8>Or perhaps…</color>"
        },
        {
            "id": 5,
            "content": "<color=#d4e1e8>It was the air that was exceptionally clear that day.</color>"
        },
        {
            "id": 6,
            "place": "Nest K’s Ruined Streets",
            "content": "The view is obscured by smoke and dust."
        },
        {
            "id": 7,
            "content": "Terrified screams, hopeless outcries, pained moans, and the sounds of hard objects breaking create a cacophony."
        },
        {
            "id": 8,
            "model": "이상",
            "content": "It is time… to turn the clock."
        },
        {
            "id": 9,
            "content": "I can hear Yi Sang, the only conscious Sinner at the moment, muster up his remaining strength to speak."
        },
        {
            "id": 10,
            "content": "The others are on the floor among dismembered corpses like powerless puppets."
        },
        {
            "id": 11,
            "content": "Fatal injuries were left by an Abnormality."
        },
        {
            "id": 12,
            "content": "Yet, we are in the middle of a Nest."
        },
        {
            "id": 13,
            "content": "Weren’t Abnormalities… supposed to be confined within Lobotomy Corp’s branch facilities or dungeons?"
        },
        {
            "id": 14,
            "content": "Meanwhile, the Abnormality pierced Yi Sang’s abdomen as I wondered."
        },
        {
            "id": 15,
            "content": "I had no one else to share this question with."
        },
        {
            "id": 16,
            "place": "Aboard Mephistopheles",
            "model": "홍루",
            "content": "Where are we going this time?"
        },
        {
            "id": 17,
            "content": "The Sinners seemed to grow quite accustomed to this work."
        },
        {
            "id": 18,
            "content": "As if we were on a roadtrip, some were far less hesitant to ask about our next destination."
        },
        {
            "id": 19,
            "model": "파우스트",
            "content": "That’s not quite the right question. This mission begins with a person, rather than a place."
        },
        {
            "id": 20,
            "model": "이상",
            "content": "A person, you say?"
        },
        {
            "id": 21,
            "model": "파우스트",
            "content": "We happen to have a client."
        },
        {
            "id": 22,
            "model": "이스마엘",
            "content": "You mean… We take requests from outside like we’re a Fixer Office or something?"
        },
        {
            "id": 23,
            "model": "돈키호테",
            "content": "Oho, hath our carriage begun to be frequented by requests already? ¡Excelente! It may take little time at all to become a renowned Fixer!"
        },
        {
            "id": 24,
            "model": "베르길리우스",
            "content": "Quiet. I’ll be answering questions."
        },
        {
            "id": 25,
            "model": "베르길리우스",
            "content": "As you all know, the Golden Boughs are a relatively recent discovery."
        },
        {
            "id": 26,
            "model": "베르길리우스",
            "content": "Fortunately, J Corp. and D Corp. didn’t have much interest when we visited their districts."
        },
        {
            "id": 27,
            "model": "베르길리우스",
            "content": "That is why those facilities were populated by no more than Backstreets miscreants or ragtag Syndicates."
        },
        {
            "id": 28,
            "model": "베르길리우스",
            "content": "However…There are Wings that have caught wind of their existence and value early, like K Corp, whose turf we’re in right now."
        },
        {
            "id": 29,
            "model": "그레고르",
            "content": "Hmm? But I thought we’d already taken the Golden Bough here in K Corp’s Nest?"
        },
        {
            "id": 30,
            "model": "베르길리우스",
            "content": "I never said that there were any rules that say only one Bough may exist in a District."
        },
        {
            "id": 31,
            "model": "베르길리우스",
            "content": "The distribution of Lobotomy Corp’s branch facilities is more complicated than you’d expect. They can be found everywhere… spread quite literally like tree branches."
        },
        {
            "id": 32,
            "model": "싱클레어",
            "content": "Like how one was connected to our estate’s basement…"
        },
        {
            "id": 33,
            "model": "베르길리우스",
            "content": "There also haven’t been any clear definitions about who owns the Boughs."
        },
        {
            "id": 34,
            "model": "베르길리우스",
            "content": "Which is why everyone’s been playing by the primitive rule that “the first finders of a Bough are its keepers”."
        },
        {
            "id": 35,
            "model": "로쟈",
            "content": "Well, that’s how it usually goes with slumbering treasures~"
        },
        {
            "id": 36,
            "model": "그레고르",
            "content": "In that case… Are you telling us that we’ve accepted the request to earn ownership of a Golden Bough?"
        },
        {
            "id": 37,
            "model": "베르길리우스",
            "content": "To be exact, they made the offer first."
        },
        {
            "id": 38,
            "model": "베르길리우스",
            "content": "Since a Golden Bough is on the line, we have…"
        },
        {
            "id": 39,
            "model": "이스마엘",
            "content": "No choice… I get it now."
        },
        {
            "id": 40,
            "model": "베르길리우스",
            "content": "Thus… Haaa, I don’t know how many times I have to remind you of this, but do not do anything to aggravate the client."
        },
        {
            "id": 41,
            "model": "단테",
            "content": "<By the way…>"
        },
        {
            "id": 42,
            "model": "베르길리우스",
            "content": "Now then, keep your mouths shut until you’re there. All as usual."
        },
        {
            "id": 43,
            "model": "단테",
            "content": "<……>"
        },
        {
            "id": 44,
            "model": "파우스트",
            "content": "Dante seemed to have something to say."
        },
        {
            "id": 45,
            "model": "단테",
            "content": "<…Thank you, Faust.>"
        },
        {
            "id": 46,
            "model": "베르길리우스",
            "content": "Ah, sorry about that, Dante. I do hope you understand that it’s quite cumbersome to grow used to the concept that the ticking of a clock can be something to respond to."
        },
        {
            "id": 47,
            "model": "단테",
            "content": "<…So what are Golden Boughs used for, anyway?>"
        },
        {
            "id": 48,
            "model": "단테",
            "content": "<When I think about it, all we were told was a vague order to collect them… And nothing about what the company plans to do with them.>"
        },
        {
            "id": 49,
            "model": "파우스트",
            "content": "……"
        },
        {
            "id": 50,
            "model": "파우스트",
            "content": "They’re asking about the purpose of the Golden Boughs."
        },
        {
            "id": 51,
            "model": "베르길리우스",
            "content": "…Uh-huh."
        },
        {
            "id": 52,
            "model": "베르길리우스",
            "content": "I see you’ve finally begun to ruminate on subjects, Manager Dante. Here you are, growing curious about the company’s plans."
        },
        {
            "id": 53,
            "model": "베르길리우스",
            "content": "Then I ought to aid your management as a guide by providing kind explanation."
        },
        {
            "id": 54,
            "model": "베르길리우스",
            "content": "The Golden Boughs…"
        },
        {
            "id": 55,
            "model": "베르길리우스",
            "content": "They are branches, as their name suggests. That’s what we call stems growing from the trunk of a tree. These ones happen to have a golden glow."
        },
        {
            "id": 56,
            "model": "돈키호테",
            "content": "Ohoooo… Forsooth…"
        },
        {
            "id": 57,
            "content": "Don Quixote was the only one responding passionately to this information."
        },
        {
            "id": 58,
            "content": "Thanks to this exchange, he painted me as an ignorant bloke who doesn’t even know what a branch is."
        },
        {
            "id": 59,
            "content": "Rodya shrugs at me as if to chaff me for expecting a real answer."
        },
        {
            "id": 60,
            "model": "카론",
            "content": "Verg, the road is blocked. Should I go around it?"
        },
        {
            "id": 61,
            "model": "베르길리우스",
            "content": "……"
        },
        {
            "id": 62,
            "model": "이스마엘",
            "content": "It’s blocked?"
        },
        {
            "id": 63,
            "model": "이스마엘",
            "content": "Strange that there’s a blocked road. This is in the middle of K Corp’s Nest, too; it’s unlikely that there’s a scene—"
        },
        {
            "id": 64,
            "content": "Before Ishmael could finish her sentence, a dull thud at the window interrupted her."
        },
        {
            "id": 65,
            "model": "로쟈",
            "content": "…Something just got flung at the bus and boinked off… That was a person, wasn’t it?"
        },
        {
            "id": 66,
            "model": "뫼르소",
            "content": "A male individual who appears to be in his early 40s. There seems to be a serious injury in his occipital region. He had already died before the impact."
        },
        {
            "id": 67,
            "model": "베르길리우스",
            "content": "Yeah, sure doesn’t seem like the average scuffle."
        },
        {
            "id": 68,
            "model": "베르길리우스",
            "content": "Pitstop. If it’s a problem you can handle, come back after you’re done."
        },
        {
            "id": 69,
            "model": "로쟈",
            "content": "…And what about if it isn’t?"
        },
        {
            "id": 70,
            "model": "베르길리우스",
            "content": "The clock’ll have to spin until it’s been dealt with."
        },
        {
            "id": 71,
            "model": "단테",
            "content": "<That’s one elegant way to tell us to go die a thousand deaths…>"
        },
        {
            "id": 72,
            "model": "로쟈",
            "content": "Hm, now then…"
        },
        {
            "id": 73,
            "model": "로쟈",
            "content": "Off the bus."
        },
        {
            "id": 74,
            "model": "베르길리우스",
            "content": "……"
        },
        {
            "id": 75,
            "model": "로쟈",
            "content": "What? Weren’t you about to say the same thing anyway? Saved you the trouble~"
        },
        {
            "id": 76,
            "model": "홍루",
            "content": "I just can’t wait, what adventures are in store for us this time?"
        }
    ]
}