{
    "dataList": [
        {
            "id": 0,
            "place": "Nest K’s Streets",
            "model": "파우스트",
            "content": "As you saw through the bus… we are in the middle of a Nest. A place that should be the furthest from unexpected trouble."
        },
        {
            "id": 1,
            "model": "홍루",
            "content": "Hmm… Would that mean this is a precious commotion?"
        },
        {
            "id": 2,
            "content": "Everyone except drowsy Hong Lu was tensed up, carefully observing what was going on…"
        },
        {
            "id": 3,
            "model": "단테",
            "content": "<Hm? Is that…>"
        },
        {
            "id": 4,
            "content": "Someone was running our way in a hurry from the other side."
        },
        {
            "id": 5,
            "content": "The civilian was too hurried to look ahead; they bumped into the Sinners and fell to the ground."
        },
        {
            "id": 6,
            "model": "도망치던시민",
            "teller": "Running Civilian",
            "title": "Nest K",
            "content": "Huff, huff… D-Don’t go that way!"
        },
        {
            "id": 7,
            "model": "돈키호테",
            "content": "Come now, you may rest easy! We have galloped hither to save innocent lives such as yours for we are—"
        },
        {
            "id": 8,
            "model": "이스마엘",
            "content": "We are no such things as heroes, so please don’t say anything unnecessary."
        },
        {
            "id": 9,
            "model": "히스클리프",
            "content": "Oi, we need to cross here. If you’re here to stop us for nothing, then I’ll give you a taste of this bat."
        },
        {
            "id": 10,
            "content": "Looking at Heathcliff’s intimidating face and Ishmael’s frowned expression in turn, the civilian seemed to take a moment to consider which would be more of a threat."
        },
        {
            "id": 11,
            "model": "도망치던시민",
            "teller": "Running Civilian",
            "title": "Nest K",
            "content": "There’s… something ahead… something that shouldn’t be real…"
        },
        {
            "id": 12,
            "model": "도망치던시민",
            "teller": "Running Civilian",
            "title": "Nest K",
            "content": "I dunno what it was, I’ve never seen anything like it… Everyone was screaming and running, and then… people rolling on the floor… set on fire…"
        },
        {
            "id": 13,
            "model": "뫼르소",
            "content": "Did the entity you witnessed have a form that does not resemble a human?"
        },
        {
            "id": 14,
            "model": "도망치던시민",
            "teller": "Running Civilian",
            "title": "Nest K",
            "content": "…Yeah, you’re right. That’s right…!"
        },
        {
            "id": 15,
            "model": "이스마엘",
            "content": "Then, if it isn’t a person…"
        },
        {
            "id": 16,
            "content": "Keeping the suspected possibilities in our minds, we headed for the center of the disturbance…"
        },
        {
            "id": 17,
            "place": "Nest K’s Ruined Streets",
            "model": "싱클레어",
            "content": "W—What’s going on here?"
        },
        {
            "id": 18,
            "model": "히스클리프",
            "content": "It could, er… be a Distortion or whatever, no? Like that chicken place?"
        },
        {
            "id": 19,
            "model": "단테",
            "content": "<No… That’s different… That one is an Abnormality, not a Distortion. I’m sure of this… somehow.>"
        },
        {
            "id": 20,
            "model": "파우스트",
            "content": "As Dante suggested, that entity is likely to be an Abnormality. Our manager is able to “sense” it."
        },
        {
            "id": 21,
            "model": "단테",
            "content": "<But then, why…>"
        },
        {
            "id": 22,
            "model": "단테",
            "content": "<Why is an Abnormality in the middle of a Nest?>"
        },
        {
            "id": 23,
            "model": "파우스트",
            "content": "It’s a phenomenon of which Faust has never been notified. Most Lobotomy Corp. facilities were shut down as soon as the Wing was dissolved."
        },
        {
            "id": 24,
            "content": "I was reminded of the site burial Yuri told us about, but I quickly shook off those gloomy memories."
        },
        {
            "id": 25,
            "model": "파우스트",
            "content": "Even if an Abnormality did break out in the meantime, there should have been a report informing us of such a fact before this mission."
        },
        {
            "id": 26,
            "model": "파우스트",
            "content": "It’s hard to imagine that the LCC would have been unable to notice if such an event actually occurred."
        },
        {
            "id": 27,
            "model": "싱클레어",
            "content": "…Could they be the security staff that gets sent by K Corp?"
        },
        {
            "id": 28,
            "model": "이스마엘",
            "content": "Rather than suppressing the Abnormality… they’re just getting completely wrecked."
        },
        {
            "id": 29,
            "model": "그레고르",
            "content": "Mmh… It sorta takes me back to the time when we got beat bad in D Corp’s District…"
        },
        {
            "id": 30,
            "model": "로쟈",
            "content": "Aw, c’mon~ First, that chicken restaurant guy goes cuckoo, and now this? I’m really over this kinda Nest K welcome…"
        },
        {
            "id": 31,
            "content": "Right as they complained…"
        },
        {
            "id": 32,
            "model": "히스클리프",
            "content": "Gah! Bloody…"
        },
        {
            "id": 33,
            "content": "Debris created by the rampaging Abnormality narrowly grazed past us."
        },
        {
            "id": 34,
            "model": "히스클리프",
            "content": "Hah, the hell are you doing? Just watching from here won’t do any of us any good!"
        },
        {
            "id": 35,
            "model": "히스클리프",
            "content": "…It’ll crush us all to a pulp."
        },
        {
            "id": 36,
            "model": "오티스",
            "content": "……"
        },
        {
            "id": 37,
            "model": "오티스",
            "content": "You’re gravely mistaken. Have that insane brat’s daily ramblings finally managed to brainwash you?"
        },
        {
            "id": 38,
            "model": "돈키호테",
            "content": "Ho, hark? I prithee, who dost thou mean by this “insane brat”?"
        },
        {
            "id": 39,
            "model": "오티스",
            "content": "The guide only instructed us to return once the commotion has been dealt with. He never ordered us to deal with it ourselves."
        },
        {
            "id": 40,
            "model": "히스클리프",
            "content": "For goodness’ sake, what’s there to be so damn obtuse about?"
        },
        {
            "id": 41,
            "model": "히스클리프",
            "content": "Didn’t you see what just happened? It almost blew my head off! Who knows what else will happen if it keeps up!"
        },
        {
            "id": 42,
            "model": "히스클리프",
            "content": "This’ll be over if we just beat that damn thing down… What else do we got? Parking a seat to keep watching, gobbling some chicken? Huh?!"
        },
        {
            "id": 43,
            "model": "오티스",
            "content": "There’s no need to waste our lives on fights unrelated to our missions."
        },
        {
            "id": 44,
            "model": "오티스",
            "content": "I’m sure you filth didn’t even realize, but here’s the thing…"
        },
        {
            "id": 45,
            "model": "오티스",
            "content": "The more you die, the less efficient you become in battle."
        },
        {
            "id": 46,
            "model": "오티스",
            "content": "Experiencing a certain pain will make you learn to fear and avoid it."
        },
        {
            "id": 47,
            "model": "뫼르소",
            "content": "……"
        },
        {
            "id": 48,
            "model": "싱클레어",
            "content": "…People are dying over there as we speak, though?"
        },
        {
            "id": 49,
            "model": "오티스",
            "content": "Although it will cost much time and many lives… they will eventually suppress it. Just as we do."
        },
        {
            "id": 50,
            "model": "오티스",
            "content": "And I must say… I didn’t expect a whining amateur who’d cry out for his parents whenever he died to willingly suggest self-sacrifice."
        },
        {
            "id": 51,
            "model": "오티스",
            "content": "Death has become a triviality to you, has it?"
        },
        {
            "id": 52,
            "model": "싱클레어",
            "content": "……"
        },
        {
            "id": 53,
            "model": "뫼르소",
            "content": "If we must make the best decision between the Sinners, it’s right to listen to her."
        },
        {
            "id": 54,
            "model": "단테",
            "content": "<I…>"
        },
        {
            "id": 55,
            "content": "We’re not Fixers, and we certainly cannot be heroes."
        },
        {
            "id": 56,
            "content": "Turning the clock obviously hurts whenever I do it, and the pain is something I can never get used to."
        },
        {
            "id": 57,
            "content": "And yet…"
        },
        {
            "id": 58,
            "model": "단테",
            "content": "<We should suppress it. I can’t logically explain why, but… I feel like we should.>"
        },
        {
            "id": 59,
            "model": "오티스",
            "content": "……"
        },
        {
            "id": 60,
            "model": "히스클리프",
            "content": "I’d have crushed that clock and run out there if you gabbled the same rubbish, clockface."
        },
        {
            "id": 61,
            "model": "뫼르소",
            "content": "If that is your decision, I will abide by it."
        },
        {
            "id": 62,
            "model": "그레고르",
            "content": "Yeah, aight… I’m sure you made the right call."
        },
        {
            "id": 63,
            "model": "싱클레어",
            "content": "Hey, um… Thank you for making that decision."
        },
        {
            "id": 64,
            "model": "료슈",
            "content": "You worry too much over little things, clock. You won’t be an artist."
        },
        {
            "id": 65,
            "model": "오티스",
            "content": "…This judgement was made for none other than you, Executive Manager."
        },
        {
            "id": 66,
            "content": "The Sinners walk ahead after leaving me comments."
        },
        {
            "id": 67,
            "content": "While all the others moved forward, Faust remained and gave me a peculiar stare."
        },
        {
            "id": 68,
            "model": "단테",
            "content": "<What is it? You think my judgement was inefficient?>"
        },
        {
            "id": 69,
            "model": "파우스트",
            "content": "No, I just thought it would be interesting to see how you react once you’ve reclaimed your memory."
        },
        {
            "id": 70,
            "content": "Faust’s strange statement held me in place for a moment, but I decided I want to deal with the questions that are immediately ahead of me first."
        },
        {
            "id": 71,
            "model": "단테",
            "content": "<Faust, I’ve been wondering for a while… Are you really okay with being treated like this, considering your talent and everything?>"
        },
        {
            "id": 72,
            "content": "Someone of her caliber should have no problem enjoying a luxurious life in the City."
        },
        {
            "id": 73,
            "model": "파우스트",
            "content": "Faust doesn’t mind. Additionally, “talent” feels like the incorrect word to describe Faust."
        },
        {
            "id": 74,
            "model": "파우스트",
            "content": "Many can possess talent, but Faust does not want to be included in the many."
        },
        {
            "id": 75,
            "model": "파우스트",
            "content": "Among the Sinners, if we were looking for a talented individual of the most commonly agreed definition, that would be… Yi Sang. For your information, I am a genius."
        },
        {
            "id": 76,
            "content": "Yi Sang stops walking behind the other Sinners and turns around to face me."
        },
        {
            "id": 77,
            "content": "Looking again, his eyes actually stare into the emptiness behind me."
        },
        {
            "id": 78,
            "model": "이상",
            "content": "…I am no such individual."
        },
        {
            "id": 79,
            "model": "이상",
            "content": "I have long stopped fluttering my wings."
        },
        {
            "id": 80,
            "model": "이상",
            "content": "Thus, it would be of no use to discuss my talent, Manager."
        },
        {
            "id": 81,
            "model": "단테",
            "content": "<……>"
        },
        {
            "id": 82,
            "content": "Curiously enough, I find that some Sinners feel more distant as we spend more time together."
        },
        {
            "id": 83,
            "model": "료슈",
            "content": "What’s that flying machine? It’s been irking me. Got the urge to S.I.D. for the three-thousandth time."
        },
        {
            "id": 84,
            "model": "이상",
            "content": "That… is a device called a drone."
        },
        {
            "id": 85,
            "model": "이스마엘",
            "content": "Oh, they might be combat drones K Corp. sent to help us. The Wing seems to be above average in terms of technology."
        },
        {
            "id": 86,
            "model": "파우스트",
            "content": "No, viewing its design, it doesn’t appear to be equipped with combat functionalities. It also has a camera at the center."
        },
        {
            "id": 87,
            "model": "이스마엘",
            "content": "Well… I guess it makes sense to get a close look at the mess happening in a well-off Nest."
        },
        {
            "id": 88,
            "content": "Abashed, Ishmael mumbled."
        },
        {
            "id": 89,
            "model": "돈키호테",
            "content": "Ohh! Will we be featured on the thing called the “news”?"
        },
        {
            "id": 90,
            "model": "싱클레어",
            "content": "Wait, something’s off… Why’re…"
        },
        {
            "id": 91,
            "model": "싱클레어",
            "content": "Why are they only filming corpses and dying people?"
        },
        {
            "id": 92,
            "model": "그레고르",
            "content": "Well, it’s the provocative stuff that draws more attention, doesn’t it?"
        },
        {
            "id": 93,
            "model": "로쟈",
            "content": "“Look at this terrible incident! See how morbid it is!” or something like that."
        },
        {
            "id": 94,
            "model": "싱클레어",
            "content": "But…"
        },
        {
            "id": 95,
            "model": "로쟈",
            "content": "Hold up, kiddo! In front of you!"
        },
        {
            "id": 96,
            "model": "싱클레어",
            "content": "Kngh… This is… definitely weird…"
        },
        {
            "id": 97,
            "model": "단테",
            "content": "<Sinclair!>"
        },
        {
            "id": 98,
            "model": "싱클레어",
            "content": "Look at this thing. Why does it have its camera glued to me…?"
        },
        {
            "id": 99,
            "model": "료슈",
            "content": "…I don’t appreciate a soulless audience."
        },
        {
            "id": 100,
            "model": "뫼르소",
            "content": "There is a considerable number of them. And these drones…"
        },
        {
            "id": 101,
            "model": "뫼르소",
            "content": "They appear to be deliberately preventing us from entering the area where the Abnormality is."
        },
        {
            "id": 102,
            "model": "그레고르",
            "content": "Can’t be. We’re here to help, so they’d have no reason to get in…"
        },
        {
            "id": 103,
            "model": "그레고르",
            "content": "Our way… right…?"
        },
        {
            "id": 104,
            "content": "Now the drones have started lining up, and formed a wall as if to stop us from proceeding any farther."
        },
        {
            "id": 105,
            "model": "K사드론들",
            "teller": "Mysterious Drone",
            "title": "K Corp.",
            "content": "Greetings, citizens. Please keep ten meters of distance for your own safety."
        },
        {
            "id": 106,
            "model": "K사드론들",
            "teller": "Mysterious Drone",
            "title": "K Corp.",
            "content": "K Corp’s staff has been dispatched. Your safety is assured. Please keep ten meters of distance."
        },
        {
            "id": 107,
            "model": "히스클리프",
            "content": "No, look, your staff is being slaughtered over there, can’t you see?"
        },
        {
            "id": 108,
            "model": "K사드론들",
            "teller": "Mysterious Drone",
            "title": "K Corp.",
            "content": "Greetings, citizens, your safety is assured. Please keep ten meters of distance."
        },
        {
            "id": 109,
            "model": "이스마엘",
            "content": "Hah, the instructions make no sense. What difference is ten meters going to make in this mess?"
        },
        {
            "id": 110,
            "model": "그레고르",
            "content": "Tsk, not gonna do us any favors, huh…"
        },
        {
            "id": 111,
            "model": "그레고르",
            "content": "Dunno if they’re malfunctioning or just badly designed, but we’ll have to get rid of all these before we can get to the Abnormality."
        }
    ]
}