{
    "dataList": [
        {
            "id": 0,
            "model": "이상",
            "content": "<color=#d4e1e8>Thinking back to those days, I felt as though I had been afloat all the time then.</color>"
        },
        {
            "id": 1,
            "model": "이상",
            "content": "<color=#d4e1e8>Yes, I was enduring life with the feeling of flying in the sky.</color>"
        },
        {
            "id": 2,
            "model": "이상",
            "content": "<color=#d4e1e8>Thus, I had been living without knowing for certain if I truly had wings or if I was a mere half-wit.</color>"
        },
        {
            "id": 3,
            "model": "과거동랑",
            "teller": "Dongrang",
            "title": "???",
            "content": "Yi Sang, did you stay up all night working on your research again? I keep telling you, skipping sleep will get you killed."
        },
        {
            "id": 4,
            "model": "과거동백",
            "teller": "Dongbaek",
            "title": "???",
            "content": "He's something else. Remember how he'd forget to eat or sleep when he got into something?"
        },
        {
            "id": 5,
            "model": "과거동랑",
            "teller": "Dongrang",
            "title": "???",
            "content": "He can't be helped, Dongbaek. So... what do you plan to show us at this illuminators' conference?"
        },
        {
            "id": 6,
            "model": "과거동랑",
            "teller": "Dongrang",
            "title": "???",
            "content": "I can't help but look forward to something you've been working on tirelessly in your room."
        },
        {
            "id": 7,
            "model": "과거이상",
            "teller": "Yi Sang",
            "title": "???",
            "content": "This time... I have made something I call the 'mirror'."
        },
        {
            "id": 8,
            "content": "<color=#d4e1e8>Thus, it has always remained unclear.</color>"
        },
        {
            "id": 9,
            "content": "<color=#d4e1e8>Unsure if I regret that day, or reminisce it fondly.</color>"
        },
        {
            "id": 10,
            "place": "Nest K - LC Branch Manager's Office",
            "model": "단테",
            "content": "<...Sang... Yi Sang! You alright?>"
        },
        {
            "id": 11,
            "model": "이상",
            "content": "……"
        },
        {
            "id": 12,
            "content": "Yi Sang's eyes slowly opened."
        },
        {
            "id": 13,
            "content": "Their lives are so easily light, so easily recoverable."
        },
        {
            "id": 14,
            "model": "이상",
            "content": "I see... You have reversed my death as you always do."
        },
        {
            "id": 15,
            "model": "단테",
            "content": "<……>"
        },
        {
            "id": 16,
            "content": "A flash of light burst out of the Golden Bough right as it pierced his chest, blinding everyone for a moment..."
        },
        {
            "id": 17,
            "content": "And Dongbaek had disappeared in the meantime."
        },
        {
            "id": 18,
            "content": "The smiles the people in the photograph made at each other were nowhere to be seen now."
        },
        {
            "id": 19,
            "content": "And Dongrang cast his eyes into emptiness, reviewing the situation we got into."
        },
        {
            "id": 20,
            "model": "동랑",
            "teller": "Dongrang",
            "title": "K Corp. Dept. of Food Resource Development",
            "content": "...I'm sure Dongbaek's plan was to stab me."
        },
        {
            "id": 21,
            "model": "동랑",
            "teller": "Dongrang",
            "title": "K Corp. Dept. of Food Resource Development",
            "content": "Shrenne and Ran probably told her that I brought help from the outside..."
        },
        {
            "id": 22,
            "model": "동랑",
            "teller": "Dongrang",
            "title": "K Corp. Dept. of Food Resource Development",
            "content": "But she couldn't have known that Yi Sang would be one of them."
        },
        {
            "id": 23,
            "model": "홍루",
            "content": "Ah~ So you've brought Yi Sang here on purpose?"
        },
        {
            "id": 24,
            "model": "동랑",
            "teller": "Dongrang",
            "title": "K Corp. Dept. of Food Resource Development",
            "content": "Mm... Are you asking if I invited him as a meat shield knowing that I'd be ambushed? As excellent as my ability to predict courses of events is, I am no prophet."
        },
        {
            "id": 25,
            "model": "삼조",
            "teller": "Samjo",
            "title": "K Corp. Dept. of Food Resource Development",
            "content": "Either way, things went in our favor. The assault was clearly made with intent to kill."
        },
        {
            "id": 26,
            "model": "그레고르",
            "content": "What did you just...? You can't be serious... A colleague of ours got stabbed to death for your boss, and you're talking like everything went well..."
        },
        {
            "id": 27,
            "model": "삼조",
            "teller": "Samjo",
            "title": "K Corp. Dept. of Food Resource Development",
            "content": "It's not our responsibility to compensate for any injuries, is it? If this has left psychological scars, you are free to demand compensation, but please know that the procedures will be rather complex..."
        },
        {
            "id": 28,
            "model": "그레고르",
            "content": "No, my problem is with how you're describing this whole--"
        },
        {
            "id": 29,
            "model": "이상",
            "content": "Leave the matter there."
        },
        {
            "id": 30,
            "model": "이상",
            "content": "I do not feel an ounce of pain. So you have no need to pursue this matter further."
        },
        {
            "id": 31,
            "content": "When I turn the clock, every consequence is reversed."
        },
        {
            "id": 32,
            "content": "Torn clothing, bloodied stains, even the smallest scars are undone."
        },
        {
            "id": 33,
            "content": "But that doesn't make the cause of those damages something that never happened."
        },
        {
            "id": 34,
            "content": "Which is why I have to ask."
        },
        {
            "id": 35,
            "model": "단테",
            "content": "<Are you sure you're okay, Yi Sang?>"
        },
        {
            "id": 36,
            "content": "Yi Sang shut down my last attempt to inquire with a simple \"Yes\", so I couldn't try again until now..."
        },
        {
            "id": 37,
            "content": "But that man named Gubo had no problem raising his weapon against Yi Sang while claiming to be his compatriot."
        },
        {
            "id": 38,
            "model": "이상",
            "content": "I see, you must have been rather curious."
        },
        {
            "id": 39,
            "content": "This time, he didn't seem to have any intent to dodge my question."
        },
        {
            "id": 40,
            "model": "이상",
            "content": "I was once part of an organization named the League of Nine. Gubo, Dongrang, and Dongbaek, the one who stabbed my chest. Those faces you have seen were members of it as well, manager."
        },
        {
            "id": 41,
            "model": "이상",
            "content": "However, it disbanded and scattered one day. Each of us was flown away into our own path."
        },
        {
            "id": 42,
            "model": "이상",
            "content": "That was all there was to it."
        },
        {
            "id": 43,
            "model": "로쟈",
            "content": "Aw, what~ Feels like your story's missing a ton of details, y'know?"
        },
        {
            "id": 44,
            "model": "로쟈",
            "content": "You broke up 'cause things happened and now you're pointing knives at each other~ Like, is that it?"
        },
        {
            "id": 45,
            "model": "싱클레어",
            "content": "Or maybe they were never friends after all."
        },
        {
            "id": 46,
            "model": "이상",
            "content": "It was no more than a moment. I believe my testimony to be apt for a time as transient as that."
        },
        {
            "id": 47,
            "content": "He started talking a lot. He hasn't turned into a chatterbox just yet, but I had the feeling that he'd soon become more talkative."
        },
        {
            "id": 48,
            "content": "I was reminded of Faust mentioning once that he was never really the quiet sort."
        },
        {
            "id": 49,
            "model": "단테",
            "content": "<Are you really sure you're okay, Yi Sang?>"
        },
        {
            "id": 50,
            "model": "이상",
            "content": "I have always been okay."
        },
        {
            "id": 51,
            "content": "If that was his true nature, then this might not be a bad thing."
        },
        {
            "id": 52,
            "content": "Still, my feelings say that I should care for his well-being."
        },
        {
            "id": 53,
            "model": "단테",
            "content": "<From your recent memory, umm... Have you had any particularly happy or painful moments or something like that?>"
        },
        {
            "id": 54,
            "model": "이상",
            "content": "...You are devoting an unusual degree of attention to me today. While it does not please me... I will give you an answer since your demeanor is quite unlike the usual."
        },
        {
            "id": 55,
            "model": "이상",
            "content": "If I were to choose one, the happiest occasion in recent memory would be... when we held an illuminators' conference."
        },
        {
            "id": 56,
            "model": "이상",
            "content": "And the most hopeless one would be..."
        },
        {
            "id": 57,
            "model": "이상",
            "content": "At the forest where I first met you."
        },
        {
            "id": 58,
            "model": "이상",
            "content": "The very moment my life resumed when I was certain that it had ended there."
        },
        {
            "id": 59,
            "model": "이상",
            "content": "Another such moment is now. I am once again realizing that this regeneration is ever so flawless, unchanging."
        },
        {
            "id": 60,
            "model": "이상",
            "content": "I hope that sates your curiosity."
        },
        {
            "id": 61,
            "model": "단테",
            "content": "<……>"
        },
        {
            "id": 62,
            "model": "이상",
            "content": "Now, should we not be on our way? I see a long road ahead of us."
        },
        {
            "id": 63,
            "content": "As he walked ahead..."
        },
        {
            "id": 64,
            "content": "I could almost see it."
        },
        {
            "id": 65,
            "content": "Although the wound was perfectly erased, there was still..."
        },
        {
            "id": 66,
            "content": "A hole in his chest, wide open with no signs of mending."
        }
    ]
}