{
    "dataList": [
        {
            "id": 0,
            "place": "Nest K - LC Branch Manager's Office",
            "model": "삼조",
            "teller": "Samjo",
            "title": "K Corp. Dept. of Food Resource Development",
            "content": "Oh dear..."
        },
        {
            "id": 1,
            "model": "삼조",
            "teller": "Samjo",
            "title": "K Corp. Dept. of Food Resource Development",
            "content": "It seems a radio communication device was installed in this branch."
        },
        {
            "id": 2,
            "content": "His phone was intensely vibrating as though the calls set it on fire."
        },
        {
            "id": 3,
            "model": "삼조",
            "teller": "Samjo",
            "title": "K Corp. Dept. of Food Resource Development",
            "content": "Yes, I understand. I'll return right away."
        },
        {
            "id": 4,
            "model": "삼조",
            "teller": "Samjo",
            "title": "K Corp. Dept. of Food Resource Development",
            "content": "It seems the laboratory has been raided again."
        },
        {
            "id": 5,
            "model": "삼조",
            "teller": "Samjo",
            "title": "K Corp. Dept. of Food Resource Development",
            "content": "There are apparently more terrorists this time, on a fiercer offense than before."
        },
        {
            "id": 6,
            "model": "오티스",
            "content": "So the commotion earlier was a distraction to keep us here."
        },
        {
            "id": 7,
            "model": "오티스",
            "content": "Kgh... This could have easily been prevented if it weren't for your collusion."
        },
        {
            "id": 8,
            "content": "Outis lashed out in frustration."
        },
        {
            "id": 9,
            "model": "싱클레어",
            "content": "It does feel rather strange... I think this is the first time we're going through a Lobotomy Corp. branch without facing a single Abnormality."
        },
        {
            "id": 10,
            "model": "홍루",
            "content": "That's true indeed. Those we did see were resting still in their eggs."
        },
        {
            "id": 11,
            "model": "히스클리프",
            "content": "The bounders from tech liberation whatever must have got some way to put Abnormalities in their eggs without lifting a hand, eh?"
        },
        {
            "id": 12,
            "model": "파우스트",
            "content": "Though we will have to see the details with our own eyes... If they really do have the technology to revert Abnormalities into their inactive forms..."
        },
        {
            "id": 13,
            "model": "파우스트",
            "content": "It's certain that they possess the technologies to achieve more."
        },
        {
            "id": 14,
            "model": "그레고르",
            "content": "Well well, sounds like you've gotta look out, Dongrang, bud... Ms. Faust isn't one to say ominous stuff for nothing, you know."
        },
        {
            "id": 15,
            "model": "동랑",
            "teller": "Dongrang",
            "title": "K Corp. Dept. of Food Resource Development",
            "content": "It'll work out somehow. In our group is K Corp's most successful researcher... and better yet, two of the greatest geniuses in the City."
        }
    ]
}