{
  "dataList": [
    {
      "id": 0,
      "content": "I did my best to ignore the fierce glare at my clock from below."
    },
    {
      "id": 1,
      "content": "I noticed a group of staff walking this way, carrying an imposing aura, unlike any other K Corp. employee we've met."
    },
    {
      "id": 2,
      "model": "그레고르",
      "content": "Ah, you must be K Corp. staff. Hey! I saw some researchers that haven't evacuated over there..."
    },
    {
      "id": 3,
      "model": "K사 전투원 3",
      "content": "……"
    },
    {
      "id": 4,
      "content": "They ignored our–or Gregor's, rather–words and proceeded upstairs."
    },
    {
      "id": 5,
      "model": "동랑",
      "content": "They aren't here to rescue anyone. Their role is eliminating intruders and keeping classified technologies secure."
    },
    {
      "id": 6,
      "model": "동랑",
      "content": "Rescuing is left to Class 1 staff."
    },
    {
      "id": 7,
      "model": "돈키호테",
      "content": "Gasp! Is Class 1 not the highest level an employee can reach, precisely like Grade 1 is for Fixers?! Verily, 'tis no wonder that they are the noblest...!"
    },
    {
      "id": 8,
      "model": "삼조",
      "content": "Sorry? In this Nest, Class 1 is the lowest level, and higher numbers indicate better ranks..."
    },
    {
      "id": 9,
      "model": "돈키호테",
      "content": "Wha, wuh, wah, wha, wai... Whaat?!!!"
    },
    {
      "id": 10,
      "model": "동랑",
      "content": "Haha, bigger is better for numbers and riches alike, isn't that right?"
    },
    {
      "id": 11,
      "model": "돈키호테",
      "content": "...Even still, none can be too lordly or lowly to save lives, so how can the roles be divided?"
    },
    {
      "id": 12,
      "model": "뫼르소",
      "content": "I've returned."
    },
    {
      "id": 13,
      "model": "뫼르소",
      "content": "There was one message in Shrenne's mailbox that was deemed worth reading."
    },
    {
      "id": 14,
      "model": "뫼르소",
      "content": "The environment did not permit me to print it out, so I memorized the mail's content."
    },
    {
      "id": 15,
      "model": "뫼르소",
      "content": "'I hope you're doing well, Miss Ran. Open parenthesis, star, tear, tear, swung dash, caret, caret... closed parenthesis.'"
    },
    {
      "id": 16,
      "model": "단테",
      "content": "<Y-You can skip those parts...>"
    },
    {
      "id": 17,
      "model": "뫼르소",
      "content": "Understood. I will then dispense with punctuation marks that do not appear important."
    },
    {
      "id": 18,
      "model": "뫼르소",
      "content": "'I've been trying to figure out if what you said was really true, but that sucker is making it hard.'"
    },
    {
      "id": 19,
      "model": "슈렌느",
      "content": "'I've been promoted to team manager too, but I wasn't let in... just because I didn't win that silly \"best\" award.'"
    },
    {
      "id": 20,
      "model": "슈렌느",
      "content": "'And he's now recruited collaborators from the outside, probably to help with whatever he's plotting.'"
    },
    {
      "id": 21,
      "model": "슈렌느",
      "content": "'I heard they're from a newly-found company, and I haven't checked what kind of people they are yet. I bet they're all haughty and arrogant just like their client.'"
    },
    {
      "id": 22,
      "model": "슈렌느",
      "content": "'Still... Still, the plan will proceed as intended.'"
    },
    {
      "id": 23,
      "model": "슈렌느",
      "content": "'We'll succeed... and return to a glorious past.'"
    },
    {
      "id": 24,
      "model": "슈렌느",
      "content": "'To tell you the truth, my most dazzling memory was when I first met you after joining the company.'"
    },
    {
      "id": 25,
      "model": "슈렌느",
      "content": "'But our goal is more ambitious than that.'"
    },
    {
      "id": 26,
      "model": "슈렌느",
      "content": "'So, let's promise to meet again there'"
    },
    {
      "id": 27,
      "model": "슈렌느",
      "content": "'In a past where no technologies existed, allowing everything that existed to shine brighter.'"
    },
    {
      "id": 28,
      "model": "슈렌느",
      "content": "'There, chickens will freely fly over the meadows, their wings uncut.'"
    },
    {
      "id": 29,
      "model": "슈렌느",
      "content": "'When a person loses their arm, we'll comfort them...'"
    },
    {
      "id": 30,
      "model": "슈렌느",
      "content": "'And learn how to live together even if an arm is missing.'"
    },
    {
      "id": 31,
      "model": "슈렌느",
      "content": "'We may not be able to enjoy sumptuous feasts or conveniences of modern civilization, and we won't have nearly as many resources at our disposal...'"
    },
    {
      "id": 32,
      "model": "슈렌느",
      "content": "'In that vastness... We'll be free to walk all day.'"
    },
    {
      "id": 33,
      "model": "슈렌느",
      "content": "'Oh, I'm planning to bring Fixers from the outside for the plan. My juniors have gotten too used to the ampules.'"
    },
    {
      "id": 34,
      "model": "슈렌느",
      "content": "It seems like... Shrenne got sick of the laboratory she worked for at some point."
    },
    {
      "id": 35,
      "model": "슈렌느",
      "content": "'If rapid development can only be achieved by means that cause pain and suffering to people...'"
    },
    {
      "id": 36,
      "model": "뫼르소",
      "content": "'Then I'm willing to give up on all the prosperity it brings'."
    },
    {
      "id": 37,
      "model": "뫼르소",
      "content": "'That's all I have to say for now. Yours in haste...'"
    },
    {
      "id": 38,
      "model": "뫼르소",
      "content": "Star, star, heart heart heart."
    },
    {
      "id": 39,
      "model": "히스클리프",
      "content": "You don't have to read all that!"
    },
    {
      "id": 40,
      "model": "뫼르소",
      "content": "There's a possibility that it may have been a sequence or cipher, so I deemed it reasonable to read it out and let the manager determine its significance rather than mull over whether I should dispense with it and discount the possibility that it may be necessary information."
    },
    {
      "id": 41,
      "model": "단테",
      "content": "<Good work...>"
    },
    {
      "id": 42,
      "model": "이스마엘",
      "content": "How ironic."
    },
    {
      "id": 43,
      "model": "이스마엘",
      "content": "I guess it's fortunate for her that she didn't get to see liberation alliance members murdering researchers without mercy..."
    },
    {
      "id": 44,
      "model": "로쟈",
      "content": "She probably believed she was working for a noble cause to end violence until the end of her life..."
    },
    {
      "id": 45,
      "model": "로쟈",
      "content": "But I agree, it was probably best for her that she died holding onto that belief."
    }
  ]
}