{
  "dataList": [
    {
      "id": 0,
      "model": "싱클레어",
      "content": "It's too dark to see... What is that?"
    },
    {
      "id": 1,
      "model": "동랑",
      "content": "It's been stopped for a moment because of the commotion, right?"
    },
    {
      "id": 2,
      "model": "삼조",
      "content": "Yes, as intruders might come up... so Director Alfonso has ordered to halt the operation for the moment..."
    },
    {
      "id": 3,
      "model": "동랑",
      "content": "No, no, that just won't do. The losses caused in that brief moment will be tremendous, Samjo."
    },
    {
      "id": 4,
      "model": "로쟈",
      "content": "Scratch that... What IS that thing?!"
    },
    {
      "id": 5,
      "model": "동랑",
      "content": "Ah, you see... This thing cries in our stead."
    },
    {
      "id": 6,
      "model": "동랑",
      "content": "So I always look at it with gratitude and pity."
    },
    {
      "id": 7,
      "model": "동백",
      "content": "I see now... That's what Ran told me about."
    },
    {
      "id": 8,
      "content": "The voice of a person we've been desperately looking for was heard."
    },
    {
      "id": 9,
      "content": "Its source was right in front of us."
    },
    {
      "id": 10,
      "content": "Some kind of translucent veil seemed to drop as she rose..."
    },
    {
      "id": 11,
      "content": "And Dongbaek was looking at us."
    },
    {
      "id": 12,
      "model": "동랑",
      "content": "Ahh~ I've been wondering how, and now I know the answer."
    },
    {
      "id": 13,
      "model": "동랑",
      "content": "How our security was so easily breached, how we kept losing track of you, and how you kept vanishing..."
    },
    {
      "id": 14,
      "model": "동랑",
      "content": "You had the 'veil'. Ah, it was so simple, why couldn't I think of it sooner?"
    },
    {
      "id": 15,
      "model": "히스클리프",
      "content": "'Veil'? What's that supposed to be... Gah, you buggers started talking about things only you know again, eh?"
    },
    {
      "id": 16,
      "model": "이스마엘",
      "content": "You might be able to live in the City alright, but you clearly aren't cut out to be a Fixer."
    },
    {
      "id": 17,
      "model": "이스마엘",
      "content": "You don't know what a 'veil' is, unlike this \"boat-billy\"."
    },
    {
      "id": 18,
      "model": "파우스트",
      "content": "Most people will struggle to figure out or understand the source of each technology in their lives, so they give up the endeavor and simply nod along."
    },
    {
      "id": 19,
      "model": "파우스트",
      "content": "Pretending to know. It's an essential skill for making your life in the City bearable."
    },
    {
      "id": 20,
      "model": "이스마엘",
      "content": "…Ahem."
    },
    {
      "id": 21,
      "model": "동백",
      "content": "……"
    },
    {
      "id": 22,
      "model": "동랑",
      "content": "It's an expensive Singularity-based item only famous Fixers, Wing executives, or the richest classes could afford... Even if I asked how you got it, you won't answer me, will you?"
    },
    {
      "id": 23,
      "model": "동백",
      "content": "Is what I'm seeing the truth behind regeneration ampules?"
    },
    {
      "id": 24,
      "model": "동랑",
      "content": "...Yes, that's right. The source of the ampules you're hellbent on destroying."
    },
    {
      "id": 25,
      "model": "삼조",
      "content": "What do you... Destroy?"
    },
    {
      "id": 26,
      "model": "삼조",
      "content": "Let me ask you a question: Don't you know how many lives these ampules can save?"
    },
    {
      "id": 27,
      "model": "동백",
      "content": "These regeneration ampules don't simply regenerate the body."
    },
    {
      "id": 28,
      "model": "동백",
      "content": "These tears can kill as easily as they can save."
    },
    {
      "id": 29,
      "model": "삼조",
      "content": "Hah... Are you trying to suggest that these tears kill people?"
    },
    {
      "id": 30,
      "model": "동백",
      "content": "I have nothing more to say to you if you won't believe me even after seeing it happen several times already."
    },
    {
      "id": 31,
      "model": "삼조",
      "content": "Fine then, will you concede if I prove their safety by walking into this pool?"
    },
    {
      "id": 32,
      "model": "동백",
      "content": "What?"
    },
    {
      "id": 33,
      "model": "삼조",
      "content": "Don't slander Mr. Dongrang with your baseless claims. Countless people have recovered from life-threatening conditions thanks to this technology."
    },
    {
      "id": 34,
      "model": "삼조",
      "content": "I've been injected with it once myself."
    },
    {
      "id": 35,
      "model": "삼조",
      "content": "My neck broke while diving, but the regeneration ampule helped me recover from the brink of death. It was one of the reasons I applied for K Corp. as soon as I became an adult, but that's not the point here."
    },
    {
      "id": 36,
      "model": "로쟈",
      "content": "W-What are you doing, Mr. Samjo?"
    },
    {
      "id": 37,
      "model": "삼조",
      "content": "My childhood dream was to be a competitive swimmer in the Nest. I can dive from this height no problem."
    },
    {
      "id": 38,
      "model": "로쟈",
      "content": "I thought it was being a baseball star..."
    },
    {
      "id": 39,
      "model": "동랑",
      "content": "Haha, you're overdoing it again, Samjo. You don't have to go through the trouble. It's okay, so just stay here."
    },
    {
      "id": 40,
      "model": "삼조",
      "content": "It's no trouble at all. You worked on the ampule yourself."
    },
    {
      "id": 41,
      "model": "삼조",
      "content": "Mr. Dongrang, Director Alfonso... and countless other researchers worked for years to perfect K Corp's regeneration ampules."
    },
    {
      "id": 42,
      "model": "삼조",
      "content": "I could only be here because I trust this technology. I'm proud of it."
    },
    {
      "id": 43,
      "model": "삼조",
      "content": "I'll be back in a minute."
    },
    {
      "id": 44,
      "model": "동랑",
      "content": "...Wait, Samjo?"
    },
    {
      "id": 45,
      "content": "Samjo took his glasses off and jumped into the vat containing the tears."
    },
    {
      "id": 46,
      "content": "Small bubbles rose from where he dove, but a few seconds later, no sound could be heard from the vat."
    },
    {
      "id": 47,
      "model": "동랑",
      "content": "Oh…"
    },
    {
      "id": 48,
      "model": "동랑",
      "content": "Oh dear, what a bother. Samjo never knew about the unrefined tears."
    },
    {
      "id": 49,
      "model": "동랑",
      "content": "We won't be able to salvage his body. Still... It's fortunate that he remained proud of us until the end."
    },
    {
      "id": 50,
      "model": "싱클레어",
      "content": "...What did you just say?"
    },
    {
      "id": 51,
      "model": "동랑",
      "content": "Mr. Samjo's was a case of success from a humble upbringing. I like that sort of person."
    },
    {
      "id": 52,
      "model": "동랑",
      "content": "Fellows who are hired by Wings even though their qualifications are far below the Wings' requirements tend to be loyal to their employers."
    },
    {
      "id": 53,
      "model": "히스클리프",
      "content": "What? Wasn't he a Nest-born..."
    },
    {
      "id": 54,
      "model": "동랑",
      "content": "Right, you do know that being from the Nest doesn't grant you a free pass to the Wings, right?"
    },
    {
      "id": 55,
      "model": "이상",
      "content": "……"
    },
    {
      "id": 56,
      "model": "싱클레어",
      "content": "What's happening? Why isn't Mr. Samjo coming back?"
    },
    {
      "id": 57,
      "model": "이상",
      "content": "What does the unprocessed liquid do, Dongrang?"
    },
    {
      "id": 58,
      "model": "동랑",
      "content": "The tears' function is to revert things to how they were originally."
    },
    {
      "id": 59,
      "model": "동랑",
      "content": "The regeneration ampules available now are a product of numerous refining processes."
    },
    {
      "id": 60,
      "model": "동랑",
      "content": "When a person who has lost an arm takes the ampule, they'll remember having the arm as its original state."
    },
    {
      "id": 61,
      "model": "동랑",
      "content": "When someone with a dent in the head takes the ampule, their head will be restored to the shape they remember to be how it originally was."
    },
    {
      "id": 62,
      "model": "그레고르",
      "content": "What about those people in the Lobotomy branch... who died like bugs..."
    },
    {
      "id": 63,
      "model": "이상",
      "content": "They were all under a trance, so to speak."
    },
    {
      "id": 64,
      "model": "이상",
      "content": "By repeatedly playing the voice that says 'you are a bug' in a sealed, otherwise silent room... the image of bugs will be instilled in the subconscious."
    },
    {
      "id": 65,
      "model": "동랑",
      "content": "Indeed. It becomes more effective with the step of refining and diluting it with ideas of human concepts."
    },
    {
      "id": 66,
      "model": "동랑",
      "content": "But, when a drop of tear that lacks any kind of interpretation touches someone..."
    },
    {
      "id": 67,
      "model": "동랑",
      "content": "They'd be reverted all the way back... to the original form of humanity."
    },
    {
      "id": 68,
      "model": "그레고르",
      "content": "The... original form?"
    },
    {
      "id": 69,
      "model": "동랑",
      "content": "Or should I say it helps you go back to that state?"
    },
    {
      "id": 70,
      "model": "동랑",
      "content": "Although it tries... it doesn't seem to be capable of making a person fully reach that state."
    },
    {
      "id": 71,
      "model": "동랑",
      "content": "It consequently removes pain, but, well..."
    },
    {
      "id": 72,
      "model": "동랑",
      "content": "So, are you satisfied, Dongbaek? You were right, and Samjo probably turned into the original form of humanity or something like that in the vat of tears. Congratulations. Now, what do you really want?"
    },
    {
      "id": 73,
      "model": "동백",
      "content": "……"
    },
    {
      "id": 74,
      "model": "동백",
      "content": "The Singularity. Permanently destroying it and everything related by using the concept incinerator."
    },
    {
      "id": 75,
      "model": "동랑",
      "content": "Concept incinerator, huh. You'll use it again?"
    },
    {
      "id": 76,
      "model": "동랑",
      "content": "So, Dongbaek... Let's say that you do successfully return to an age of nothingness... What comes next?"
    },
    {
      "id": 77,
      "model": "동랑",
      "content": "Chop trees, build huts, make clothes out of leather... Is that the kind of life you want?"
    },
    {
      "id": 78,
      "model": "동랑",
      "content": "Mourning the lost lives of trees and animals you've killed?"
    },
    {
      "id": 79,
      "model": "동랑",
      "content": "Look, Dongbaek... With an attitude like that... you'll be nothing more than a primitive amateur. Are you really sure that's what you want?"
    },
    {
      "id": 80,
      "model": "동백",
      "content": "You... always ask stupid questions, then and now."
    },
    {
      "id": 81,
      "model": "동백",
      "content": "We decided to use vile technology as tools to get rid of their vile creators."
    },
    {
      "id": 82,
      "model": "동백",
      "content": "Thus, no one can remain in the future we envision."
    },
    {
      "id": 83,
      "model": "동백",
      "content": "That's why we could be free. From the obsession with survival."
    },
    {
      "id": 84,
      "model": "동랑",
      "content": "Haha, what are you talking about? So you weren't envisioning a future; you just can't let go of the past."
    },
    {
      "id": 85,
      "model": "이상",
      "content": "Both of you... Stop this."
    },
    {
      "id": 86,
      "model": "이상",
      "content": "I don't want old feuds repeating before my eyes."
    },
    {
      "id": 87,
      "model": "동백",
      "content": "Yi Sang, you look fine."
    },
    {
      "id": 88,
      "model": "그레고르",
      "content": "You say it like you're relieved. Didn't you want him..."
    },
    {
      "id": 89,
      "model": "동백",
      "content": "You're right. I wanted him to die."
    },
    {
      "id": 90,
      "model": "동백",
      "content": "But I'm sure he wished for the same."
    },
    {
      "id": 91,
      "model": "동백",
      "content": "He wouldn't resist while my weapon dug into his heart."
    },
    {
      "id": 92,
      "model": "동백",
      "content": "It was unpleasant. It felt like I was granting your wish."
    },
    {
      "id": 93,
      "model": "이상",
      "content": "……"
    },
    {
      "id": 94,
      "model": "그레고르",
      "content": "Seems to me both of you got a few screws loose. You think pushing someone off a cliff can be justified because that person was hesitating?"
    },
    {
      "id": 95,
      "model": "그레고르",
      "content": "And you seem to be misunderstanding something, Yi Sang and the rest of us met Dongrang for the first time here..."
    },
    {
      "id": 96,
      "model": "동백",
      "content": "Hesi— Haah, why don't we hear it from the person himself, then?"
    },
    {
      "id": 97,
      "model": "이상",
      "content": "...I have no words to say."
    },
    {
      "id": 98,
      "model": "동백",
      "content": "This conversation is over, then."
    },
    {
      "id": 99,
      "model": "동백",
      "content": "I'm frankly glad it is."
    },
    {
      "id": 100,
      "model": "동백",
      "content": "I'll take this opportunity to kill two of my old companions with my own hands."
    },
    {
      "id": 101,
      "model": "동백",
      "content": "Then I'll seize and burn the Singularity."
    }
  ]
}