{
    "dataList": [
        {
            "id": 0,
            "place": "Aboard Mephistopheles's Deck",
            "content": "It hasn't been so long since this bus... I mean, busboat was hounded by the sirens and the flashing green lights."
        },
        {
            "id": 1,
            "content": "The Sinners were sitting uncomfortably, trying to get some shut-eye in the ship cabins(formerly known as the bus cabins). The thought of returning to their rooms didn't even seem to occur to them."
        },
        {
            "id": 2,
            "model": "파우스트",
            "content": "......"
        },
        {
            "id": 3,
            "content": "After gazing out the window for a while, Faust came to her feet and approached the helm(formerly known as the wheel)."
        },
        {
            "id": 4,
            "model": "베르길리우스",
            "content": "Ms. Faust."
        },
        {
            "id": 5,
            "model": "파우스트",
            "content": "Yes. We have received a signal."
        },
        {
            "id": 6,
            "model": "단테2",
            "content": "<Faust?>"
        },
        {
            "id": 7,
            "model": "이상",
            "content": "Hurk... Haah... The long-awaited signal has arrived, then...?"
        },
        {
            "id": 8,
            "model": "돈키호테",
            "content": "Oooh! Then shall our adventure in the Great Lake finally commence?!"
        },
        {
            "id": 9,
            "model": "싱클레어",
            "content": "What signal? I don't hear or see anything... Not even an alarm."
        },
        {
            "id": 10,
            "model": "파우스트",
            "content": "A smoke signal outside our visual range has been picked up by Mephistopheles."
        },
        {
            "id": 11,
            "model": "그레고르",
            "content": "A smoke signal... the beacons are lit, then. I guess that's what we've been sitting on our butts for."
        },
        {
            "id": 12,
            "model": "카론",
            "content": "Sailing is a go. Splish splash."
        },
        {
            "id": 13,
            "model": "파우스트",
            "content": "Soon... we will be moving away from the coastal area and draw closer to what one could call the Great Lake approach."
        },
        {
            "id": 14,
            "model": "파우스트",
            "content": "Activating automatic navigation system now."
        },
        {
            "id": 15,
            "model": "돈키호테",
            "content": "How, how! Thou meanest to say that what we have experienced so far... was not the Great Lake?"
        },
        {
            "id": 16,
            "model": "파우스트",
            "content": "By strict definition... Yes, it was. We have been inside the Great Lake's borders for a while. Yet I make the distinction based on the information available to you, as our path has so far lacked any real threats."
        },
        {
            "id": 17,
            "model": "돈키호테",
            "content": "No real... threats, thou sayeth. After all that..."
        },
        {
            "id": 18,
            "model": "돈키호테",
            "content": "Lo! Yi Sang there has hitherto been burying his face in that very bucket, I shall have thee know...!"
        },
        {
            "id": 19,
            "model": "이상",
            "content": "I... mind me not, plea— hurk..."
        },
        {
            "id": 20,
            "model": "돈키호테",
            "content": "I had thought the bucket's purpose was to remove water from the ship in case of a flooding... yet all it hath heretofore removed were contents of Yi Sang's stomach..."
        },
        {
            "id": 21,
            "model": "돈키호테",
            "content": "And! That uh, Wal-puree-gisoonaught? That incident is still quite fresh in my mind!"
        },
        {
            "id": 22,
            "model": "파우스트",
            "content": "Walpurgis Night."
        },
        {
            "id": 23,
            "model": "파우스트",
            "content": "And... not many of those 'threats' could be attributed to the dangers of the Great Lake."
        },
        {
            "id": 24,
            "model": "뫼르소",
            "content": "False Cause Fallacy."
        },
        {
            "id": 25,
            "model": "돈키호테",
            "content": "... Quite the rush of daunting ideas thou hast thrown in mine direction. I shall henceforth continue to slumber, then..."
        },
        {
            "id": 26,
            "model": "오티스",
            "content": "NO! We have just entered a hostile environment. We must rouse ourselves from sleep and ready ourselves for what dangers there may be."
        },
        {
            "id": 27,
            "model": "단테2",
            "content": "<Outis?>"
        },
        {
            "id": 28,
            "model": "오티스",
            "content": "All hands, to defensive stations!"
        },
        {
            "id": 29,
            "content": "Outis suddenly leaped to her feet and began barking orders at the Sinners."
        },
        {
            "id": 30,
            "model": "그레고르",
            "content": "Guh?!"
        },
        {
            "id": 31,
            "model": "히스클리프",
            "content": "... What in the bloody..."
        },
        {
            "id": 32,
            "model": "그레고르",
            "content": "... Augh, my heart dropped for a sec there."
        },
        {
            "id": 33,
            "model": "파우스트",
            "content": "Outis, this ship is currently steered by an automated navigation system. As its name suggests, it will automatically avoid any threats the Great Lake may pose. Should a threat prove to be unavoidable, it will sound an alarm."
        },
        {
            "id": 34,
            "model": "오티스",
            "content": "Bah... Do you really expect me to trust that incomprehensible contraption?"
        },
        {
            "id": 35,
            "model": "오티스",
            "content": "Besides, this 'automated navigation system' is nothing but some slapdash, last-minute installation by the Boatworks Fixers!"
        },
        {
            "id": 36,
            "model": "파우스트",
            "content": "... Indeed, Faust was not the one who installed this system. So, no. Its reliability is not absolute."
        },
        {
            "id": 37,
            "model": "오티스",
            "content": "Well said. It is well-known wisdom that the path of a sailor is fraught with dangers unknown, which is to say that a human must handle it!"
        },
        {
            "id": 38,
            "model": "돈키호테",
            "content": "Then shalt thou be the one to lead this vessel to victory?!"
        },
        {
            "id": 39,
            "model": "오티스",
            "content": "I must rise to the occasion, as Executive Manager unfortunately lacks any memories pertinent to sailing. Luckily, I am quite experienced with a leadership position."
        },
        {
            "id": 40,
            "model": "돈키호테",
            "content": "Ooho... Commander!"
        },
        {
            "id": 41,
            "model": "오티스",
            "content": "I am no commander! I am... your Captain!"
        },
        {
            "id": 42,
            "model": "오티스",
            "content": "Executive Manager! Allow me to briefly assume your authority so that I may lead this vessel as its temporary Captain."
        },
        {
            "id": 43,
            "content": "She continued before I even had the chance to reply."
        },
        {
            "id": 44,
            "model": "오티스",
            "content": "Atten-tion! Sailing, that is to say, the act of traveling across bodies of water..."
        },
        {
            "id": 45,
            "content": "After an indeterminate amount of time..."
        },
        {
            "id": 46,
            "model": "오티스",
            "content": "... And that concludes the fundamentals of sailing! Have you been taking your notes, men?"
        },
        {
            "id": 47,
            "model": "카론",
            "content": "Snore, snore."
        },
        {
            "id": 48,
            "model": "돈키호테",
            "content": "Oho, marvelous! Quite a considerable amount of new knowledge I have acquired! 'Tis akin to an adventure, is it not?!"
        },
        {
            "id": 49,
            "model": "돈키호테",
            "content": "'Twas one of mine humble eight-hundred-and-sixty-three old dreams to sail the Great Lake as an adventurer, like a challenger of storms, a queller of rogue waves!"
        },
        {
            "id": 50,
            "model": "이상",
            "content": "Such an exact number of aspirations you have."
        },
        {
            "id": 51,
            "model": "싱클레어",
            "content": "Outis, Ma'am? I have a q-question!"
        },
        {
            "id": 52,
            "model": "오티스",
            "content": "Yes, you are recognized."
        },
        {
            "id": 53,
            "model": "싱클레어",
            "content": "Uh... What's that complicated looking lever over there?"
        },
        {
            "id": 54,
            "model": "오티스",
            "content": "... Um."
        },
        {
            "id": 55,
            "model": "돈키호테",
            "content": "Ah, It has been a riddle in mine head as well! What may be the function of that peculiar device?"
        },
        {
            "id": 56,
            "model": "돈키호테",
            "content": "Ooh, perchance it shall load and fire a volley of cannonballs at the press of a button? Kacha-chaw! Puh-puh-puh-pow!"
        },
        {
            "id": 57,
            "model": "이상",
            "content": "A lever of transformative variety. It shall be an auspicious day in which we are availed sight of this contraption in action."
        },
        {
            "id": 58,
            "model": "오티스",
            "content": "......"
        },
        {
            "id": 59,
            "model": "오티스",
            "content": "... Hm..."
        },
        {
            "id": 60,
            "model": "싱클레어",
            "content": "Uh, Outis...?"
        },
        {
            "id": 61,
            "model": "오티스",
            "content": "Hmph. I've been seeing more and more of these as of late. These so-called 'bleeding-edge' technologies are hollow inventions that have nothing to show for it aside from their pretty exteriors."
        },
        {
            "id": 62,
            "model": "오티스",
            "content": "A blind pursuit of convenience breeds increased risk. There's nothing but ruin at the end of the road paved with overreliance on these bleeding-edge technologies!"
        },
        {
            "id": 63,
            "model": "오티스",
            "content": "Fervor fueled in the furnace of bolts and engine oil, the ship's blood and sweat..."
        },
        {
            "id": 64,
            "model": "오티스",
            "content": "A combined force of the commanding officer's decisive leadership and their subordinates' firm loyalty."
        },
        {
            "id": 65,
            "model": "단테2",
            "content": "<Blood? What?>"
        },
        {
            "id": 66,
            "model": "오티스",
            "content": "That is how proper workshops of tradition and history are supposed to be run! Now THAT is how true comrades are born!"
        },
        {
            "id": 67,
            "model": "싱클레어",
            "content": "I don't know what she's talking about... but that was kind of cool...! I can feel something rising from deep within my chest...!"
        },
        {
            "id": 68,
            "model": "돈키호테",
            "content": "Commander! Ah, I mean, Captain! This 'bleeding edge' technology is bleating like a mule! Whatever shall we do?"
        },
        {
            "id": 69,
            "model": "오티스",
            "content": "......"
        },
        {
            "id": 70,
            "model": "오티스",
            "content": "I, Outis... Shall prove it to the world."
        },
        {
            "id": 71,
            "model": "오티스",
            "content": "That I don't need this high-tech junk to sail!"
        },
        {
            "id": 72,
            "model": "오티스",
            "content": "Now, seawoman Don Quixote, set the power lever to the maximum output!"
        },
        {
            "id": 73,
            "model": "돈키호테",
            "content": "Power lever to the maximum output! Aye aye, Captain!"
        },
        {
            "id": 74,
            "model": "오티스",
            "content": "Seaman Sinclair! Set the helm to the neutral position and hit the switch!"
        },
        {
            "id": 75,
            "model": "싱클레어",
            "content": "Set the helm to the neutral position, s-set the helm to the neutral position, and... h-hit the switch!"
        },
        {
            "id": 76,
            "model": "오티스",
            "content": "LET'S GOOOOO!!!!!"
        },
        {
            "id": 77,
            "model": "이상",
            "content": "The engine... has fallen silent."
        },
        {
            "id": 78,
            "model": "파우스트",
            "content": "The automatic navigation system has failed. It is an old model; rebooting will be complete in approximately five hours."
        },
        {
            "id": 79,
            "model": "카론",
            "content": "That's what you get for abandoning your bus driver."
        },
        {
            "id": 80,
            "model": "단테2",
            "content": "<Wait, wait. So we're just stuck here?>"
        },
        {
            "id": 81,
            "model": "파우스트",
            "content": "Of course not. While Mephistopheles' engine may be inoperable as it has melded with the automatic navigation system, the ship itself can still move."
        },
        {
            "id": 82,
            "model": "파우스트",
            "content": "We still have a manually activated backup power system on standby."
        }
    ]
}