{
    "dataList": [
        {
            "id": 0,
            "place": "Aboard Mephistopheles's Deck",
            "model": "오티스",
            "content": "Now, men! Clear orders and solidarity are of paramount importance in times like these!"
        },
        {
            "id": 1,
            "model": "오티스",
            "content": "Right leg on 'HEAVE', left leg on 'HO'! Let's go!"
        },
        {
            "id": 2,
            "model": "오티스",
            "content": "HEAVE!"
        },
        {
            "id": 3,
            "model": "돈키호테",
            "content": "HO!"
        },
        {
            "id": 4,
            "model": "오티스",
            "content": "HEAVE!"
        },
        {
            "id": 5,
            "model": "히스클리프",
            "content": "... HEAVE HO HOW is it fair that you get to stand there barkin' orders at us while we're pedaling our bums off?"
        },
        {
            "id": 6,
            "model": "오티스",
            "content": "A most dimwitted question. A Captain must preserve her strength, or risk putting her subordinates in danger."
        },
        {
            "id": 7,
            "model": "오티스",
            "content": "That is precisely why I am refraining from partaking in this collaborative effort myself!"
        },
        {
            "id": 8,
            "model": "단테2",
            "content": "<…….>"
        },
        {
            "id": 9,
            "model": "히스클리프",
            "content": "... Since when were you our Commander?"
        },
        {
            "id": 10,
            "model": "단테2",
            "content": "<Well, she did say she's the Captain, not the Commander...>"
        },
        {
            "id": 11,
            "model": "료슈",
            "content": "……."
        },
        {
            "id": 12,
            "model": "료슈",
            "content": "Those damn seagulls can flock off already."
        },
        {
            "id": 13,
            "model": "히스클리프",
            "content": "How 'bout we kidnap them seagulls and train them to pedal the generator?"
        },
        {
            "id": 14,
            "model": "히스클리프",
            "content": "Oi, Faust! Smartarse! I thought you were a genius; make it so! That should be easy-peasy for your brilliant intellect, no?"
        },
        {
            "id": 15,
            "model": "파우스트",
            "content": "I can make it happen, indeed. Yet I do not, as it is inefficient. Rudimentary toilet training will be the first step in making them viable as a consistent source of labor."
        },
        {
            "id": 16,
            "model": "카론",
            "content": "Charon's bored. Charon wants to vroom-vroom."
        },
        {
            "id": 17,
            "model": "료슈",
            "content": "I'm tagging out. You're the driver, so do your job. That should keep you occupied for a while."
        },
        {
            "id": 18,
            "model": "로쟈",
            "content": "Oho, ya sure about that? Vergie's not gonna let that slide~ That's how ya get yourself a 'consultation', y'know?"
        },
        {
            "id": 19,
            "model": "그레고르",
            "content": "Haah... Wait...! Let's think about this for a hot minute."
        },
        {
            "id": 20,
            "model": "그레고르",
            "content": "Let's think about the actual reason we're sweating, pedaling the crap out of the generator, huh?"
        },
        {
            "id": 21,
            "model": "오티스",
            "content": "... To nitpick and seek someone to take the fall for every little thing is... a stinking thought. All that happens on the road to success is merely a part of the process."
        },
        {
            "id": 22,
            "model": "그레고르",
            "content": "Look, I'm not saying that we should play the blame game. I'm just wondering why we're pedaling so darn hard to begin with. It's not like there's something coming after us."
        },
        {
            "id": 23,
            "model": "그레고르",
            "content": "We're headed toward one of the largest ports of U Corp., and we know exactly where that is and how to get there."
        },
        {
            "id": 24,
            "model": "그레고르",
            "content": "It's not like the port's gonna sail away, right? Why all this urgency?"
        },
        {
            "id": 25,
            "model": "파우스트",
            "content": "……."
        },
        {
            "id": 26,
            "model": "그레고르",
            "content": "I mean, am I wrong? The Great Lake has been very tranquil so far. It's not like some monster's going to suddenly appear out of nowhere and attack us, right?"
        },
        {
            "id": 27,
            "model": "파우스트",
            "content": "It appears that your consolidated field experience has evolved into a form of intuition. Fascinating, Gregor."
        },
        {
            "id": 28,
            "model": "그레고르",
            "content": "What...?"
        },
        {
            "id": 29,
            "model": "파우스트",
            "content": "Faust finds this development optimistic."
        },
        {
            "id": 30,
            "model": "파우스트",
            "content": "We must exit this area within the next 10 minutes. We are... falling somewhat behind the forecast of my predictions."
        },
        {
            "id": 31,
            "model": "그레고르",
            "content": "Okay... that was ominous. Why precisely 10 minutes?"
        },
        {
            "id": 32,
            "model": "파우스트",
            "content": "The 'laws of the Great Lake'."
        },
        {
            "id": 33,
            "model": "로쟈",
            "content": "Ohh... I knew it! It's that darn law of the Great Lake again, huh?!"
        },
        {
            "id": 34,
            "model": "파우스트",
            "content": "...?"
        },
        {
            "id": 35,
            "model": "파우스트",
            "content": "Your foreknowledge of the laws of the Great Lake is an unexpected development, Rodion. Quite difficult to believe that, even with the consolidated experience, your intuition would—"
        },
        {
            "id": 36,
            "model": "로쟈",
            "content": "Sorry, sorry~ I just wanted to look like I was in on it for once. Girl gets tired of asking every time, ya know."
        },
        {
            "id": 37,
            "model": "파우스트",
            "content": "The Great Lake of U Corp. has laws that... must never be broken."
        },
        {
            "id": 38,
            "model": "파우스트",
            "content": "And yes. The port can and will sail away, Gregor."
        },
        {
            "id": 39,
            "model": "히스클리프",
            "content": "It's a bloody lake... What laws could it possibly have?"
        },
        {
            "id": 40,
            "model": "히스클리프",
            "content": "What, are the Lake coppers going to come spank the bad boys with a stick for breaking class rules?"
        },
        {
            "id": 41,
            "model": "료슈",
            "content": "There better be a law that lets me SYNC, whiny brat. My ears are starting to bleed."
        },
        {
            "id": 42,
            "content": "'Haah... Guys, knock it off.'"
        },
        {
            "id": 43,
            "content": "I could almost hear a well-timed sigh followed by honest but brutal, piercing words. It was like someone recorded her sigh and played it in my head."
        },
        {
            "id": 44,
            "content": "But Ishmael was nowhere to be seen on the deck."
        },
        {
            "id": 45,
            "model": "이스마엘",
            "content": "So, if there's anything you want from me from now on, state it. Clearly."
        },
        {
            "id": 46,
            "content": "She wasn't kidding. Ishmael remained in her room, not a peep to be seen nor heard despite the commotion."
        },
        {
            "id": 47,
            "content": "Not appearing once through all that's happened since... the incident."
        },
        {
            "id": 48,
            "model": "파우스트",
            "content": "As much as I would like to provide you with an explanation, leaving this zone takes precedence."
        },
        {
            "id": 49,
            "model": "파우스트",
            "content": "According to my calculations, our last conversation left us with 7 minutes."
        },
        {
            "id": 50,
            "model": "뫼르소",
            "content": "We are approximately 15km away from the edge of this zone as the crow flies."
        },
        {
            "id": 51,
            "model": "뫼르소",
            "content": "Each person must pedal to generate enough energy to travel at least 10km per hour if we are to escape in time."
        },
        {
            "id": 52,
            "model": "베르길리우스",
            "content": "Wonderful. I love to see some proper teamwork for once."
        },
        {
            "id": 53,
            "model": "돈키호테",
            "content": "Hyaah! Rocinante! Our destination is nigh! Gallop on!"
        },
        {
            "id": 54,
            "model": "로쟈",
            "content": "Where does... that girl... get her energy from... Ugh, augh..."
        },
        {
            "id": 55,
            "model": "그레고르",
            "content": "Cough, cough... I think I'm done for... Just go on ahead without me..."
        },
        {
            "id": 56,
            "model": "싱클레어",
            "content": "And leave you where... We're on... a ship... agh."
        },
        {
            "id": 57,
            "model": "뫼르소",
            "content": "Hup. Hup. Hup. Hup."
        },
        {
            "id": 58,
            "model": "뫼르소",
            "content": "Diaphragmatic breathing is conducive to maintaining consistent speed in an exercise of this intensity."
        },
        {
            "id": 59,
            "model": "파우스트",
            "content": "Especially more so when each Sinner is responsible for about 10km per hour of energy output. Any higher and it would have required hyperpnea to maintain that speed."
        },
        {
            "id": 60,
            "model": "로쟈",
            "content": "Do you ever get tired, girl?!"
        },
        {
            "id": 61,
            "model": "파우스트",
            "content": "No. 3 minutes remaining, now."
        },
        {
            "id": 62,
            "model": "로쟈",
            "content": "Aough... We don't even know what happens in 3 minutes! Why are we doing this?!"
        },
        {
            "id": 63,
            "model": "단테2",
            "content": "<She said there's no time! Just step on it with your life!>"
        },
        {
            "id": 64,
            "model": "카론",
            "content": "Charon wanted to vroom-vroom. This is squeak-squeak."
        },
        {
            "id": 65,
            "model": "카론",
            "content": "Squeak-squeak. That's no fun."
        },
        {
            "id": 66,
            "model": "홍루",
            "content": "Hm hm hm~ I didn't know how energizing work songs could be."
        },
        {
            "id": 67,
            "model": "로쟈",
            "content": "Huuh?! How do you guys have so much energy left?"
        },
        {
            "id": 68,
            "model": "홍루",
            "content": "This is not even a warm-up compared to the training my family forced me to do~"
        },
        {
            "id": 69,
            "model": "히스클리프",
            "content": "Ach, you lot! Shut your gobs and pedal!"
        },
        {
            "id": 70,
            "model": "파우스트",
            "content": "30 seconds remaining."
        },
        {
            "id": 71,
            "model": "싱클레어",
            "content": "30... 30 seconds...!"
        },
        {
            "id": 72,
            "model": "돈키호테",
            "content": "Khaaaa! Quite the thrill this is!!! Now this! Is true adventure!!!"
        },
        {
            "id": 73,
            "model": "돈키호테",
            "content": "'Tis like charging an overwhelmingly colossal enemy, is it no— Ach?! Cough! Ack!"
        },
        {
            "id": 74,
            "model": "뫼르소",
            "content": "Save your words. Your breathing. Remain. In the flow. Breathe in. Out. Breathe in. Out. Breathe in. Out. Breathe in. Out. Breathe in. Out."
        },
        {
            "id": 75,
            "model": "그레고르",
            "content": "Huff... Huff... How... much... time..."
        },
        {
            "id": 76,
            "model": "파우스트",
            "content": "10 seconds remaining."
        },
        {
            "id": 77,
            "model": "파우스트",
            "content": "4 seconds."
        },
        {
            "id": 78,
            "model": "싱클레어",
            "content": "4? Why are you not... doing this by multiples of 5...?!"
        },
        {
            "id": 79,
            "model": "오티스",
            "content": "Look alive, deckhands! Put your back into it! Toil, men! Toil!"
        },
        {
            "id": 80,
            "content": "Somehow, we managed to escape the zone before Faust counted down to zero."
        },
        {
            "id": 81,
            "content": "Some Sinners immediately threw themselves to the deck of the ship like limp puppets, while some looked like they'd just taken a quick rest at a park bench."
        },
        {
            "id": 82,
            "model": "단테2",
            "content": "<So... we made it somehow, but...>"
        },
        {
            "id": 83,
            "model": "그레고르",
            "content": "I don't see any signs of those 'laws'... Am I missing something... Frau Faust?"
        },
        {
            "id": 84,
            "model": "히스클리프",
            "content": "Agh... I swear, if all this 'law of the Great Lake' drivel was some hogwash you made up..."
        },
        {
            "id": 85,
            "model": "히스클리프",
            "content": "... just to make this journey go just a tad faster, I'm going to seriously..."
        },
        {
            "id": 86,
            "content": "The tranquil Lake surface we just pedaled through... was gone, as though it was never even there."
        },
        {
            "id": 87,
            "content": "In its place was an immense... something. Its innumerable legs—or tentacles—writhed, rising above the Lake's surface. I couldn't even tell where the thing ended and where the Lake began."
        },
        {
            "id": 88,
            "content": "Did it burst from the Lake? Or..."
        },
        {
            "id": 89,
            "content": "Were we traveling unawares on its body this whole time?"
        },
        {
            "id": 90,
            "model": "돈키호테",
            "content": "PHWAAAH?!"
        },
        {
            "id": 91,
            "content": "I couldn't even find the right word to describe the magnitude of that thing. Its appearance sent waves across the waters all the way to the zone we were in..."
        },
        {
            "id": 92,
            "content": "Mephistopheles shook violently as though it was about to capsize. It need not be said that the Sinners on the deck were given an untimely shower."
        },
        {
            "id": 93,
            "model": "로쟈",
            "content": "Woah... That was too close! We were almost pancaked..."
        },
        {
            "id": 94,
            "model": "돈키호테",
            "content": "W-well! No a-adventure is complete with uh, cough, cough... nar-nary a peril, of course..."
        },
        {
            "id": 95,
            "model": "료슈",
            "content": "N.B. Now this is more like it."
        },
        {
            "id": 96,
            "model": "뫼르소",
            "content": "We have no chance of weathering a single strike from one of its limbs."
        },
        {
            "id": 97,
            "model": "베르길리우스",
            "content": "No. But 'it' will leave us alone as long as we are 'here'."
        },
        {
            "id": 98,
            "model": "베르길리우스",
            "content": "That is the law of the Great Lake."
        },
        {
            "id": 99,
            "model": "파우스트",
            "content": "Now we have time for my explanations."
        },
        {
            "id": 100,
            "model": "파우스트",
            "content": "Though the laws of the Great Lake are numerous, I will relay only the pertinent information for now."
        },
        {
            "id": 101,
            "model": "파우스트",
            "content": "Lingering longer than a predetermined amount of time in a single Lake will cause one to be struck by the 'Waves' of each Lake."
        },
        {
            "id": 102,
            "model": "그레고르",
            "content": "'Waves'...? That didn't look like any waves I've seen before."
        },
        {
            "id": 103,
            "model": "파우스트",
            "content": "There are also laws governing the time and direction in which ships are permitted to cross the borders between the Lakes."
        },
        {
            "id": 104,
            "model": "그레고르",
            "content": "Wait up. So... if we ever just come to a stop for a bit, that... octopus tentacle-like thing'll whack us?"
        },
        {
            "id": 105,
            "model": "파우스트",
            "content": "Precisely. Thus, it naturally follows that everything on the Great Lake is in a constant state of motion to position itself according to the laws."
        },
        {
            "id": 106,
            "model": "파우스트",
            "content": "And the route toward our destination will also change accordingly."
        },
        {
            "id": 107,
            "model": "홍루",
            "content": "Hmm... Can I get, like, a written list of these laws? My nanny used to stick a piece of paper with our family rules in my room. Not that I could follow them all, but…"
        },
        {
            "id": 108,
            "content": "That's when..."
        },
        {
            "id": 109,
            "content": "... I heard a door open. Whoever opened it did so with obvious irritation."
        },
        {
            "id": 110,
            "model": "이스마엘",
            "content": "... The Waves finally hit, huh?"
        },
        {
            "id": 111,
            "model": "단테2",
            "content": "<Ish... mael?>"
        },
        {
            "id": 112,
            "content": "After such a long period of isolation, Ishmael staggered out of her room at last."
        },
        {
            "id": 113,
            "model": "이스마엘",
            "content": "You can't just scribble the laws of the Great Lake down on a notepad and call it a day. Each Lake has wildly different sets of laws, even though the overarching laws governing the Great Lake are pretty straightforward."
        },
        {
            "id": 114,
            "model": "이스마엘",
            "content": "More importantly, you should know that unauthorized recording of their laws is one of U Corp's better-known taboos."
        },
        {
            "id": 115,
            "model": "료슈",
            "content": "Then my body will remember it."
        },
        {
            "id": 116,
            "model": "파우스트",
            "content": "... Tattooing them on your body, if that is what you are referring to, is also prohibited."
        },
        {
            "id": 117,
            "model": "파우스트",
            "content": "Taboo Hunters of U Corp. have been sent in pursuit of individuals who have attempted precisely that. It is best that we do not produce any written records of their laws."
        },
        {
            "id": 118,
            "model": "단테2",
            "content": "<… What have you been doing all this time, Ishmael?>"
        },
        {
            "id": 119,
            "model": "이스마엘",
            "content": "Whetting my harpoon."
        },
        {
            "id": 120,
            "model": "단테2",
            "content": "<Your harpoon? Why?>"
        },
        {
            "id": 121,
            "model": "이스마엘",
            "content": "Because I need it to be sharper."
        },
        {
            "id": 122,
            "model": "이스마엘",
            "content": "Because I'll give her the kind of pain that makes her wish she was dead. She'll feel it, even from the smallest cuts."
        },
        {
            "id": 123,
            "model": "히스클리프",
            "content": "… Then why don't you spare us from your misery and crawl back into your hole."
        },
        {
            "id": 124,
            "model": "이스마엘",
            "content": "I'm afraid that if I did, I'd later emerge to a deck littered with your melted, unrecognizable flesh."
        },
        {
            "id": 125,
            "model": "이스마엘",
            "content": "And I'm not rearing to see a sight like that again."
        },
        {
            "id": 126,
            "model": "이스마엘",
            "content": "Besides..."
        },
        {
            "id": 127,
            "model": "이스마엘",
            "content": "Watching you landsmen waste time tinkering with a ship you don't even understand, wasting precious time... has been unbearable."
        },
        {
            "id": 128,
            "content": "Even though it's been a long time since the incident at the Boatworks, her biting yet anxious lectures have not dulled at all."
        },
        {
            "id": 129,
            "content": "I was afraid that she might stir up trouble among the Sinners again..."
        },
        {
            "id": 130,
            "model": "단테2",
            "content": "<... Okay, fine.>"
        },
        {
            "id": 131,
            "content": "But she was out here with the rest of us, and I wanted to believe that that was more than enough. I decided not to question her further."
        },
        {
            "id": 132,
            "model": "이스마엘",
            "content": "... Hm. I had a feeling this would happen."
        },
        {
            "id": 133,
            "content": "Ishmael walked up to the helm."
        },
        {
            "id": 134,
            "model": "오티스",
            "content": "What are you doing? We are smooth sailing at the moment. A northbound breeze is pushing us along."
        },
        {
            "id": 135,
            "model": "이스마엘",
            "content": "I guess it could look that way for some people. Simple, one-dimensional, predictable ground pounders like you."
        },
        {
            "id": 136,
            "model": "오티스",
            "content": "You little... How dare you insult my—"
        },
        {
            "id": 137,
            "model": "단테2",
            "content": "<Outis, let's hear her out.>"
        },
        {
            "id": 138,
            "model": "오티스",
            "content": "... You got lucky, swabbie."
        },
        {
            "id": 139,
            "model": "단테2",
            "content": "<Okay, Ishmael. Tell us... How are we not smooth-sailing? We've got the wind at our backs.>"
        },
        {
            "id": 140,
            "model": "이스마엘",
            "content": "That's no wind."
        },
        {
            "id": 141,
            "model": "이스마엘",
            "content": "We're getting dragged."
        },
        {
            "id": 142,
            "model": "단테2",
            "content": "<Dragged? By what?>"
        },
        {
            "id": 143,
            "model": "이스마엘",
            "content": "Those ships."
        }
    ]
}