{
    "dataList": [
        {
            "id": 0,
            "place": "Cabins of Mephistopheles",
            "content": "Just like Ishmael said, two massive vessels were approaching us not far from where we were."
        },
        {
            "id": 1,
            "model": "단테2",
            "content": "<We're not exactly on a collision course with them, though...?>"
        },
        {
            "id": 2,
            "content": "Ishmael didn't entertain me with an answer. Instead, she took the helm and threw it wildly in one direction."
        },
        {
            "id": 3,
            "model": "단테2",
            "content": "<Woaah!>"
        },
        {
            "id": 4,
            "model": "카론",
            "content": "This skill... Splashy drift...?"
        },
        {
            "id": 5,
            "model": "그레고르",
            "content": "Huh, didn't know ships could drift like a bus..."
        },
        {
            "id": 6,
            "model": "카론",
            "content": "Charon, impressed. Redhead... not bad."
        },
        {
            "id": 7,
            "model": "베르길리우스",
            "content": "You have competition, Charon."
        },
        {
            "id": 8,
            "model": "그레고르",
            "content": "...! Hold up."
        },
        {
            "id": 9,
            "model": "그레고르",
            "content": "That's weird. She turned the helm all the way... Why are we still headed between those two ships?"
        },
        {
            "id": 10,
            "model": "싱클레어",
            "content": "I-it's like we're stuck on rails..."
        },
        {
            "id": 11,
            "content": "Though Ishmael turned the Mephistopheles' helm around to the opposite direction of the two ships..."
        },
        {
            "id": 12,
            "content": "... We were getting dragged even faster by them."
        },
        {
            "id": 13,
            "content": "And there was nothing we could do about it."
        },
        {
            "id": 14,
            "model": "로쟈",
            "content": "Ishy?! Don't tell me you hit the reverse gear?!"
        },
        {
            "id": 15,
            "model": "이스마엘",
            "content": "I turned the engine off."
        },
        {
            "id": 16,
            "model": "로쟈",
            "content": "What..."
        },
        {
            "id": 17,
            "model": "홍루",
            "content": "Woah... are those ships melding into one another?"
        },
        {
            "id": 18,
            "model": "히스클리프",
            "content": "You bloody loon!! That's what you've got to say?! We're about to get squashed like bugs!"
        },
        {
            "id": 19,
            "model": "오티스",
            "content": "You, swabbie! What happened to all of that bravado from earl—"
        },
        {
            "id": 20,
            "model": "이스마엘",
            "content": "Shut up."
        },
        {
            "id": 21,
            "model": "오티스",
            "content": "...!"
        },
        {
            "id": 22,
            "model": "이스마엘",
            "content": "I'm going to use the momentum of the pull when it's the strongest to get us out of here. And..."
        },
        {
            "id": 23,
            "model": "싱클레어",
            "content": "W-we're going to crash!!!"
        },
        {
            "id": 24,
            "model": "이스마엘",
            "content": "Now."
        },
        {
            "id": 25,
            "content": "Immediately before the crash, Ishmael deftly revved the engine and adjusted several levers in a series of decisive motions before speeding us between and past the two vessels."
        },
        {
            "id": 26,
            "model": "싱클레어",
            "content": "The back of our ship..."
        },
        {
            "id": 27,
            "content": "The ship's stern was crushed... but it was better than getting completely sandwiched between those two ships."
        },
        {
            "id": 28,
            "model": "파우스트",
            "content": "Mephistopheles' engine can reconstruct damage of this severity within the next few days."
        },
        {
            "id": 29,
            "model": "그레고르",
            "content": "Wait, this is more than just some damage... It's like they deleted a part of our ship."
        },
        {
            "id": 30,
            "model": "이상",
            "content": "Gone, as though it had never even been a part of the ship's blueprint."
        },
        {
            "id": 31,
            "content": "I took another look at where the stern used to be. It was as the Sinners said; the stern wasn't crushed. It was effectively deleted as though it had never been there."
        },
        {
            "id": 32,
            "content": "It left a bizarre looking cross-section behind."
        },
        {
            "id": 33,
            "place": "Aboard Mephistopheles's Deck",
            "model": "이스마엘",
            "content": "It's U Corp.'s Singularity, the resonance tuning fork."
        },
        {
            "id": 34,
            "model": "이스마엘",
            "content": "Ships operating in the Great Lake can merge and separate when needed. As though they’ve always been a single vessel or as though they’ve never been parts of the same ship."
        },
        {
            "id": 35,
            "model": "이스마엘",
            "content": "Resonance tuning forks used by vessels of that size are strong enough to pull in smaller boats without tuning forks like ours, or even ones with tuning forks with mismatching wavelengths."
        },
        {
            "id": 36,
            "model": "이스마엘",
            "content": "... Oh, right. Apologies for taking the helm without your orders, Manager."
        },
        {
            "id": 37,
            "model": "단테2",
            "content": "<No, don't. You just saved all of our lives...>"
        },
        {
            "id": 38,
            "model": "이스마엘",
            "content": "I wasn't trying to. But thank you for understanding anyway."
        },
        {
            "id": 39,
            "model": "이스마엘",
            "content": "Oh, and please accept my apology for giving unsolicited advice. A certain somebody won't stop flapping her gums at me, so I had to. It's not like I can plug my ears in the middle of a voyage, right?"
        },
        {
            "id": 40,
            "model": "오티스",
            "content": "......"
        },
        {
            "id": 41,
            "model": "오티스",
            "content": "Tsk. I've heard my share of blunt, foul-mouthed talk during the war. She's not the first to do so."
        },
        {
            "id": 42,
            "model": "오티스",
            "content": "Doesn't matter. As long as she can live up to her words... No need to get in the way, I suppose."
        },
        {
            "id": 43,
            "model": "오티스",
            "content": "I'm sorry, Executive Manager. I must... take a short break."
        },
        {
            "id": 44,
            "model": "돈키호테",
            "content": "Be not so crestfallen, Commander... I mean... Captain...!"
        },
        {
            "id": 45,
            "model": "오티스",
            "content": "Silence. Executive Manager is our commanding officer. Always been."
        },
        {
            "id": 46,
            "content": "Downcast and shoulders slumped, Outis made her way into the ship cabins(formerly the bus cabins)."
        },
        {
            "id": 47,
            "model": "파우스트",
            "content": "Our destination is near. Welcome to one of the Five Great Ports of U Corp., the Marlin Port."
        },
        {
            "id": 48,
            "content": "Faust's voice was dry and emotionless, as though what had just happened didn't affect her one bit."
        },
        {
            "id": 49,
            "model": "홍루",
            "content": "Wow... That's so big."
        },
        {
            "id": 50,
            "model": "홍루",
            "content": "That has to be one of the biggest ships I'd ever seen."
        },
        {
            "id": 51,
            "content": "Hong Lu was right. We were approaching a massive ship, so large that it could almost be mistaken for an island."
        },
        {
            "id": 52,
            "content": "Whichever was the case, it was clear that the port was a mega-structure built from countless metal shipping containers."
        },
        {
            "id": 53,
            "model": "이상",
            "content": "Mist fades, and what was unseen before unveils itself. I scarcely did expect the pall to shroud a structure such as this."
        },
        {
            "id": 54,
            "model": "그레고르",
            "content": "Ship...? I don't know, can we really call that a ship at this point?"
        },
        {
            "id": 55,
            "model": "단테2",
            "content": "<Can't help but agree there. Ishmael, does that count as a ship in the Great Lake?>"
        },
        {
            "id": 56,
            "model": "이스마엘",
            "content": "Your landsman common sense is useless at the Great Lake."
        },
        {
            "id": 57,
            "model": "이스마엘",
            "content": "Ships that use resonance tuning forks like those are as common as crimes are in the backstreets. Or, I guess, as common as the Whales are in the Great Lake."
        }
    ]
}