{
    "dataList": [
        {
            "id": 0,
            "place": "U Corp.'s Marlin Portship",
            "model": "베르길리우스",
            "content": "Well, then. This is where we will go our separate ways... for a short while."
        },
        {
            "id": 1,
            "model": "베르길리우스",
            "content": "Charon and I have business to attend to here."
        },
        {
            "id": 2,
            "model": "로쟈",
            "content": "Business? Why? What is it this time~?"
        },
        {
            "id": 3,
            "model": "베르길리우스",
            "content": "......"
        },
        {
            "id": 4,
            "model": "베르길리우스",
            "content": "... I'm looking to buy some Mermaid perfume. Let's leave it at that."
        },
        {
            "id": 5,
            "content": "Vergilius said, looking straight at an advertisement before us."
        },
        {
            "id": 6,
            "content": "'Bottles of Mermaid Perfume, extracted straight from their left fins! Special discount!'"
        },
        {
            "id": 7,
            "model": "돈키호테",
            "content": "Oho! Art thou planning to procure some for us as well? Quite curious I am, of that 'Mermaid Perfume'. What other curiosities of the Great Lake await us, I wonder?"
        },
        {
            "id": 8,
            "model": "파우스트",
            "content": "A significant source of income for the people of U Corp. comes from selling Whale and Mermaid products. Whale oil, Mermaid tears, Mermaid perfumes, Whale cuisine, and more, to list a few examples."
        },
        {
            "id": 9,
            "model": "돈키호테",
            "content": "Ooo! Lo! I spy a purveyor of iced creams over yonder!"
        },
        {
            "id": 10,
            "model": "그레고르",
            "content": "… Sardine Whale flavored ice cream…? How is that appetizing to you?"
        },
        {
            "id": 11,
            "model": "히스클리프",
            "content": "… Sardines are quite the savoury nosh, even if they do have a funny look to them."
        },
        {
            "id": 12,
            "model": "돈키호테",
            "content": "Alas, I am more keen to learn the flavors of the Marlin Whale ice cream..."
        },
        {
            "id": 13,
            "model": "이상",
            "content": "Will you not accompany us to our destination, dear guide?"
        },
        {
            "id": 14,
            "model": "베르길리우스",
            "content": "... I've done my job as your guide."
        },
        {
            "id": 15,
            "model": "베르길리우스",
            "content": "I point you in the right direction, and that's where my responsibilities end. It's not my job to accompany you all the way there."
        },
        {
            "id": 16,
            "model": "이상",
            "content": "While you may be correct... your words also come across as rather impersonal."
        },
        {
            "id": 17,
            "model": "베르길리우스",
            "content": "Then you heard me right, Yi Sang. I don't intend to make friends with any of you. Nor do I want to."
        },
        {
            "id": 18,
            "model": "베르길리우스",
            "content": "Hah. Don't let these small talks give you the wrong impression."
        },
        {
            "id": 19,
            "model": "베르길리우스",
            "content": "Now, Ms. Faust."
        },
        {
            "id": 20,
            "model": "파우스트",
            "content": "Our allies are expecting us."
        },
        {
            "id": 21,
            "model": "파우스트",
            "content": "The Before Team on the ground will relay us the location of the Lobotomy Corp. Branch housing the Golden Bough."
        },
        {
            "id": 22,
            "model": "파우스트",
            "content": "According to our last communication, they should be waiting for us... there."
        },
        {
            "id": 23,
            "place": "Dark Corners of U Corp.",
            "model": "싱클레어",
            "content": "This place is a bit spooky..."
        },
        {
            "id": 24,
            "model": "로쟈",
            "content": "I don't see anyone here. What's up with that, Fau?"
        },
        {
            "id": 25,
            "model": "파우스트",
            "content": "... I can tell from your tone that you doubt me. This is the location I was relayed."
        },
        {
            "id": 26,
            "model": "히스클리프",
            "content": "Huh, so we got here first? Bloody Brilliant. Before team? More like Belated team, innit?"
        },
        {
            "id": 27,
            "model": "파우스트",
            "content": "Allow me to make a minor correction. We arrived about 1 hour and 30 minutes behind schedule."
        },
        {
            "id": 28,
            "model": "오티스",
            "content": "Hm, odd. LCCB Agents we met back at J Corp were already on the scene and..."
        },
        {
            "id": 29,
            "teller": "Sinners",
            "title": "Sinners",
            "content": "......"
        },
        {
            "id": 30,
            "content": "I'm sure that comment reminded everyone of the same duo."
        },
        {
            "id": 31,
            "content": "It did for me, too."
        },
        {
            "id": 32,
            "content": "Thinking about them even for a brief moment is..."
        },
        {
            "id": 33,
            "model": "쌍갈고리파조직원1",
            "teller": "???",
            "title": "???",
            "content": "Snrk! Snore..."
        },
        {
            "id": 34,
            "model": "뫼르소",
            "content": "It appears that they have elected to sleep in lieu of our appearance."
        },
        {
            "id": 35,
            "content": "……."
        },
        {
            "id": 36,
            "content": "Effie, Saude... We didn't deserve you two."
        },
        {
            "id": 37,
            "model": "쌍갈고리파조직원1",
            "teller": "???",
            "title": "???",
            "content": "Ungh... Ain't none of ye got a watch, eh?! What the hell's wrong with ye lot?!"
        },
        {
            "id": 38,
            "model": "이상",
            "content": "Ah... Apologies... In our hurry, we happened upon an unforeseen mishap on our journey here..."
        },
        {
            "id": 39,
            "model": "쌍갈고리파조직원1",
            "teller": "???",
            "title": "???",
            "content": "Gah, then why didn'tcha take that into account before ye left? Yawn~"
        },
        {
            "id": 40,
            "content": "Someone, from the corner of the shipping container, rises from their nap and stretches."
        },
        {
            "id": 41,
            "model": "단테2",
            "content": "<They sound... oddly aggressive...>"
        },
        {
            "id": 42,
            "model": "홍루",
            "content": "...!"
        },
        {
            "id": 43,
            "model": "홍루",
            "content": "My, my!"
        },
        {
            "id": 44,
            "model": "단테2",
            "content": "<Hong Lu, wait—>"
        },
        {
            "id": 45,
            "model": "홍루",
            "content": "Your badge is upside-down. Remember to always keep your appearance tidy!"
        },
        {
            "id": 46,
            "model": "쌍갈고리파조직원1",
            "teller": "???",
            "title": "???",
            "content": "……."
        },
        {
            "id": 47,
            "model": "홍루",
            "content": "Huh? What's this sticky red thing on your..."
        },
        {
            "id": 48,
            "content": "On his chest hung an upside-down LCCB Agent badge."
        },
        {
            "id": 49,
            "content": "It was soaked in blood."
        },
        {
            "id": 50,
            "model": "쌍갈고리파조직원1",
            "teller": "???",
            "title": "???",
            "content": "... Yawn. I hoped that this badge would have a more dramatic effect."
        },
        {
            "id": 51,
            "model": "쌍갈고리파조직원1",
            "teller": "???",
            "title": "???",
            "content": "Let's see 'ere~ Limbus Company... Before Team... Team Leader."
        },
        {
            "id": 52,
            "model": "쌍갈고리파조직원1",
            "teller": "???",
            "title": "???",
            "content": "The fool was loitering around in our territory. I've gots to say, that was bravely stupid."
        },
        {
            "id": 53,
            "model": "료슈",
            "content": "Hmph. That sorry production was an insult to art. Get to the point before I SYNC."
        },
        {
            "id": 54,
            "model": "쌍갈고리파조직원1",
            "teller": "???",
            "title": "???",
            "content": "Phew, lads! So tardy, yet so impatient. Why don't ye first give us a listen?"
        },
        {
            "id": 55,
            "model": "쌍갈고리파조직원1",
            "teller": "???",
            "title": "???",
            "content": "Yer lookin' fer... the Golden... whatchamacallit, aren't ye?"
        },
        {
            "id": 56,
            "model": "오티스",
            "content": "...!"
        },
        {
            "id": 57,
            "model": "오티스",
            "content": "What have you done to the Team Leader?"
        },
        {
            "id": 58,
            "model": "쌍갈고리파조직원1",
            "teller": "???",
            "title": "???",
            "content": "Hold your horses now. Lad's alive and well."
        },
        {
            "id": 59,
            "model": "오티스",
            "content": "This is a hostage negotiation, then."
        },
        {
            "id": 60,
            "model": "쌍갈고리파조직원1",
            "teller": "Kidnapper",
            "title": "???",
            "content": "This ain't me first ransom rodeo, if ye know what I mean."
        },
        {
            "id": 61,
            "model": "쌍갈고리파조직원1",
            "teller": "Kidnapper",
            "title": "???",
            "content": "'Tis simple. Give us the cash, and we return yer friend."
        },
        {
            "id": 62,
            "model": "쌍갈고리파조직원1",
            "teller": "Kidnapper",
            "title": "???",
            "content": "We don't get the cash, and we give yer friend an impromptu burial in a shipping container, right 'ere."
        },
        {
            "id": 63,
            "model": "히스클리프",
            "content": "Kidnappers, eh... Pieces of shite..."
        },
        {
            "id": 64,
            "model": "쌍갈고리파조직원1",
            "teller": "Kidnapper",
            "title": "???",
            "content": "Woah, woah! I wouldn't do that if I were ye, laddie. Think before ye act, eh?"
        },
        {
            "id": 65,
            "model": "쌍갈고리파조직원1",
            "teller": "Kidnapper",
            "title": "???",
            "content": "Anything goes wrong, and yer friend bites it."
        },
        {
            "id": 66,
            "model": "쌍갈고리파조직원1",
            "teller": "Kidnapper",
            "title": "???",
            "content": "It's very straightforward if I do say so meself. Just do as we say, and ye and that friend of yours continue on yer merry adventure. Get back to findin' yer Golden... whatchamacallit."
        },
        {
            "id": 67,
            "model": "쌍갈고리파조직원1",
            "teller": "Kidnapper",
            "title": "???",
            "content": "Hells, we'll even throw in a full-on gourmet tour guide for ye. Just to sweeten the deal."
        },
        {
            "id": 68,
            "model": "히스클리프",
            "content": "... You bloody maggot..."
        },
        {
            "id": 69,
            "model": "그레고르",
            "content": "Okay, okay... Gotcha. I see what's going on here. Give us some time to discuss this, why don't you?"
        },
        {
            "id": 70,
            "model": "그레고르",
            "content": "Look, there's no point in escalating this. It'll do nothing but draw unnecessary attention to us."
        },
        {
            "id": 71,
            "model": "그레고르",
            "content": "And if our impulsive actions get that LCCB Agent killed..."
        },
        {
            "id": 72,
            "model": "오티스",
            "content": "True. They hold the upper hand in this negotiation."
        },
        {
            "id": 73,
            "model": "오티스",
            "content": "But I don't believe these fools know much about the Golden Bough. They likely kidnapped him by chance, thinking they could get a hefty ransom out of him."
        },
        {
            "id": 74,
            "model": "돈키호테",
            "content": "Though we have come across many men and women of evil nature in our adventure, Such brazen villainy has heretofore not been encountered..."
        },
        {
            "id": 75,
            "model": "료슈",
            "content": "How classless. It is grotesquery without a cause."
        },
        {
            "id": 76,
            "model": "오티스",
            "content": "Charging them head-on will only sic their friends after us. Friends who may be involved with a powerful local Syndicate."
        },
        {
            "id": 77,
            "model": "뫼르소",
            "content": "Our chance of victory is slim, should such an event come to pass. We do not possess enough intel on U Corp. to effectively maneuver that situation."
        },
        {
            "id": 78,
            "model": "로쟈",
            "content": "Yeah... We don't even know how big the Syndicate behind this guy is. But from the way he said his lines... this probably isn't his first time doing this, right?"
        },
        {
            "id": 79,
            "model": "홍루",
            "content": "Um... then there's also a chance that they're just small fries, isn't there?"
        },
        {
            "id": 80,
            "model": "히스클리프",
            "content": "If they're small fries, let's crush 'em all. We'll hit them before they even have the chance to lay a finger on the hostage!"
        },
        {
            "id": 81,
            "model": "오티스",
            "content": "... No. It could mean that their Syndicate may be so small and scattered that it is impossible to be traced."
        },
        {
            "id": 82,
            "model": "히스클리프",
            "content": "Ugh..."
        },
        {
            "id": 83,
            "model": "단테2",
            "content": "<So we don't know anything... Great.>"
        },
        {
            "id": 84,
            "model": "싱클레어",
            "content": "Are they really going to... If we don't pay up..."
        },
        {
            "id": 85,
            "model": "히스클리프",
            "content": "Blast it. I know their kind. Scum like them are around every corner of the City. If this goes cock-up, they'll kill the hostage and won't even leave a body for us to find."
        },
        {
            "id": 86,
            "content": "All kinds of awful images and ominous speculation begin to overwhelm us."
        },
        {
            "id": 87,
            "content": "The so-called kidnappers were crowding amongst themselves, giggling and chattering. They knew that our options were limited."
        },
        {
            "id": 88,
            "model": "단테2",
            "content": "<Okay... Then I'm going to start off by asking how much they want.>"
        },
        {
            "id": 89,
            "content": "We're out of our element here... The best I can do is to try to gather some information, at least."
        },
        {
            "id": 90,
            "model": "이스마엘",
            "content": "Huh."
        },
        {
            "id": 91,
            "content": "A short, exasperated sigh escaped Ishmael's lips. She had been standing here this whole time, arms crossed over the harpoon that rested upon her chest."
        },
        {
            "id": 92,
            "model": "이스마엘",
            "content": "You're going to pay them? Those bastards? Are you crazy?"
        },
        {
            "id": 93,
            "model": "단테2",
            "content": "<What else can we do? Even now, the hostage...>"
        },
        {
            "id": 94,
            "model": "이스마엘",
            "content": "I don't care about your excuses."
        },
        {
            "id": 95,
            "model": "이스마엘",
            "content": "I only care to know if this really is the best course of action you could come up with."
        },
        {
            "id": 96,
            "model": "뫼르소",
            "content": "Any doubts about the manager's decisions—"
        },
        {
            "id": 97,
            "model": "이스마엘",
            "content": "'—are unnecessary'. Yeah. You're as predictable as always."
        },
        {
            "id": 98,
            "model": "오티스",
            "content": "Executive Manager's decisions are orders. To doubt them is insubordination. Ishmael, it doesn't matter how competent of a seadog you are—"
        },
        {
            "id": 99,
            "model": "이스마엘",
            "content": "Hah, okay. If you say so. But who cares? They've not given me an order. They didn't forbid me from doing anything. So what's your problem here?"
        },
        {
            "id": 100,
            "model": "이스마엘",
            "content": "... I just can't sit here and watch this play out."
        },
        {
            "id": 101,
            "content": "Ishmael strode toward the Kidnappers. It was plain from her tone and expression that she did not care one bit about what the other Sinners said."
        },
        {
            "id": 102,
            "model": "이스마엘",
            "content": "I'll gladly accept the consequences..."
        },
        {
            "id": 103,
            "content": "She shot me a fleeting glance before raising her harpoon."
        },
        {
            "id": 104,
            "model": "이스마엘",
            "content": "... for insubordination, manager."
        },
        {
            "id": 105,
            "content": "Then thrust her well-sharpened harpoon right into one of the kidnappers' forehead."
        },
        {
            "id": 106,
            "model": "단테2",
            "content": "<...?!>"
        },
        {
            "id": 107,
            "content": "The entire course of her action, from start to finish, was so full of absolute confidence, that..."
        },
        {
            "id": 108,
            "content": "... no one even thought to stop her."
        },
        {
            "id": 109,
            "content": "I couldn't, either."
        },
        {
            "id": 110,
            "model": "료슈",
            "content": "O.O.F."
        },
        {
            "id": 111,
            "content": "Ryōshū was right. The kidnapper... suffered a total obliteration of forehead."
        },
        {
            "id": 112,
            "model": "싱클레어",
            "content": "Ishmael...? What did you just..."
        },
        {
            "id": 113,
            "model": "싱클레어",
            "content": "W-what did you just do?!"
        },
        {
            "id": 114,
            "content": "Sinclair was the first to snap out of this stupefied silence."
        },
        {
            "id": 115,
            "model": "싱클레어",
            "content": "The LCCB Agent they took hostage... We just put him at risk...! Because of us, h-he could...!"
        },
        {
            "id": 116,
            "content": "Sinclair was trembling hard. I couldn't tell if it was the welling tears he was holding back... or an uncontrollable fury."
        },
        {
            "id": 117,
            "model": "싱클레어",
            "content": "Just like then...! Just like back then with... Effie, with Saude...!"
        },
        {
            "id": 118,
            "model": "싱클레어",
            "content": "It was only few months ago when...! Don't tell me you've moved on already!"
        },
        {
            "id": 119,
            "model": "단테2",
            "content": "<...!>"
        },
        {
            "id": 120,
            "content": "Sinclair's... memories?"
        },
        {
            "id": 121,
            "content": "I saw an image of Saude and Effie—both smiling. Both were excellent field Agents."
        },
        {
            "id": 122,
            "content": "And because they were both excellent Agents, they suffered to their last moments before our eyes."
        },
        {
            "id": 123,
            "content": "Helplessly watching as they slowly expired in front of him, at his old home at that..."
        },
        {
            "id": 124,
            "content": "That day must have been scorched into his memories."
        },
        {
            "id": 125,
            "content": "I recalled Ishmael's vision that I witnessed back at the Boatworks."
        },
        {
            "id": 126,
            "content": "... Was that also a moment that was burned into her memories, I wonder..."
        },
        {
            "id": 127,
            "model": "이스마엘",
            "content": "......"
        },
        {
            "id": 128,
            "content": "Ishmael didn't seem to find Sinclair's questions worth answering. She strode toward one of the closed shipping containers and kicked it open."
        },
        {
            "id": 129,
            "content": "A body, that had been dead for so long that its complexion and consistency barely resembled that of a living human, slumped to the floor."
        },
        {
            "id": 130,
            "model": "단테2",
            "content": "<...!>"
        },
        {
            "id": 131,
            "model": "이스마엘",
            "content": "This one's been dead for at least a week. And of course, isn't our LCCB Agent."
        },
        {
            "id": 132,
            "content": "Ishmael kicks the body, tossing it on its back."
        },
        {
            "id": 133,
            "model": "이스마엘",
            "content": "From the looks of it, this one was a tourist visiting Marlin Port. Probably loaded too, if they could afford to travel to the Great Lake just for its sights. They would've been able to afford whatever ransom the pirates demanded."
        },
        {
            "id": 134,
            "model": "이스마엘",
            "content": "Kidnap. Extort. Execute. These Syndicates have been repeating these three steps for a good while at U Corp., even as their names and organizations changed with time. They're everywhere, like vermin."
        },
        {
            "id": 135,
            "model": "이스마엘",
            "content": "It would be more accurate to call them 'pirates' here."
        },
        {
            "id": 136,
            "model": "이스마엘",
            "content": "They never return the hostages. They'll keep asking for more and more ransom until the money well dries up..."
        },
        {
            "id": 137,
            "content": "Ishmael poked the body with her foot."
        },
        {
            "id": 138,
            "model": "이스마엘",
            "content": "Then they kill the hostages. Like they did this one in."
        },
        {
            "id": 139,
            "model": "돈키호테",
            "content": "... Quite numerous, the prevalence of such tragedies must be... How can this be? Wherefore doth no hero rise to the occasion and put a stop to these villains?"
        },
        {
            "id": 140,
            "model": "돈키호테",
            "content": "I-I believed this to be a place of tourism, is it not?"
        },
        {
            "id": 141,
            "model": "로쟈",
            "content": "Well... That usually means that there's a bigger fish looking out for these small fries."
        },
        {
            "id": 142,
            "model": "돈키호테",
            "content": "Nay! That matters not! To let such villains run rampant in the City is...!"
        },
        {
            "id": 143,
            "model": "돈키호테",
            "content": "Ah, it must be the case that the Fixers of the City are yet unaware of this travesty. Mayhaps they were preoccupied tending to others in need, indeed! Naught else but that explains this!"
        },
        {
            "id": 144,
            "model": "돈키호테",
            "content": "Were we to send a missive to one of the just and honorable Associations of the—"
        },
        {
            "id": 145,
            "model": "이스마엘",
            "content": "Don Quixote... Please."
        },
        {
            "id": 146,
            "model": "이스마엘",
            "content": "Isn't it about time you woke up from your delusions? I've had enough of your ramblings about 'justice'. Your 'villains'."
        },
        {
            "id": 147,
            "model": "돈키호테",
            "content": "I...!"
        },
        {
            "id": 148,
            "model": "이스마엘",
            "content": "Y-you know what? Nevermind. It's like I'm talking to a brick wall. You're not going to listen to me anyway. It's so frustrating to have to sit here and just..."
        },
        {
            "id": 149,
            "model": "이스마엘",
            "content": "This shabbiness is... why we can't get anything done in time..."
        },
        {
            "id": 150,
            "model": "이스마엘",
            "content": "By now, we should've been talking to the LCCB Agent, getting the intel we need...!"
        },
        {
            "id": 151,
            "content": "Ishmael's eyes darted around with wrath, impatience, and anxiety."
        },
        {
            "id": 152,
            "content": "A metaphorical storm, an amalgamation of senses."
        },
        {
            "id": 153,
            "model": "이스마엘",
            "content": "......"
        },
        {
            "id": 154,
            "content": "She was billowing wildly and helplessly in the tempest. I could not even hope to hold her steady."
        },
        {
            "id": 155,
            "model": "쌍갈고리파조직원2",
            "teller": "Kidnapper 2",
            "title": "???",
            "content": "Y-ye have brought this on yerself...!"
        },
        {
            "id": 156,
            "model": "쌍갈고리파조직원2",
            "teller": "Kidnapper 2",
            "title": "???",
            "content": "This is our waters! Do ye even know what Syndicate ye dogs just...!"
        },
        {
            "id": 157,
            "model": "이스마엘",
            "content": "Yeah. If we're doing this... Then let's get it over with."
        }
    ]
}