{
    "dataList": [
        {
            "id": 0,
            "place": "Aboard Mephistopheles's Deck",
            "model": "그레고르",
            "content": "So uh, Ishmael... This Lobotomy Corp. Branch is still a ways away. Why don't you rest up for a bit while you can? That's what we always do, anyway."
        },
        {
            "id": 1,
            "model": "그레고르",
            "content": "Or at least let me take the next shift. I've done my fair share of night... yawn... watches."
        },
        {
            "id": 2,
            "content": "Gregor's yawn betrayed his confidence. Ishmael didn't care—she wasn't going to move from her station anyway."
        },
        {
            "id": 3,
            "model": "이스마엘",
            "content": "......"
        },
        {
            "id": 4,
            "content": "Ishmael looked like she was waiting for something to happen. Or maybe she was deathly afraid of something..."
        },
        {
            "id": 5,
            "content": "She did not, not even for a second, leave the telescope(courtesy of Rain, most likely) installed on the modified Mephistopheles."
        },
        {
            "id": 6,
            "model": "오티스",
            "content": "That's a good attitude, swabbie. It has been my long-held belief that letting your guard down is to let your comrades down."
        },
        {
            "id": 7,
            "content": "I asked Outis her thoughts out of curiosity, but she simply replied that Vergilius had already acted upon the matter. If the Executive Manager would not take action, then that was that."
        },
        {
            "id": 8,
            "content": "She also explained that while she would not hesitate to clash with Ishmael again should the need arise, she would not continue this pointless tussle that only lowered the team's morale."
        },
        {
            "id": 9,
            "model": "단테2",
            "content": "<I guess that's good enough...>"
        },
        {
            "id": 10,
            "model": "그레고르",
            "content": "Hmm... But we're in the middle of a Lake..."
        },
        {
            "id": 11,
            "model": "그레고르",
            "content": "And as long as we stick to the, uh, the laws of the Great Lake, I don't see us getting—"
        },
        {
            "id": 12,
            "model": "이스마엘",
            "content": "...!"
        },
        {
            "id": 13,
            "model": "이스마엘",
            "content": "There, ahead..."
        },
        {
            "id": 14,
            "place": "Cabins of Mephistopheles",
            "content": "Ishmael suddenly got up and hurried into the cabins as though she noticed something through the telescope."
        },
        {
            "id": 15,
            "model": "그레고르",
            "content": "—attacked by anything. My bad."
        },
        {
            "id": 16,
            "model": "카론",
            "content": "Time to drift again, redhead?"
        },
        {
            "id": 17,
            "model": "이스마엘",
            "content": "It's too late to change course. That trick won't help us here."
        },
        {
            "id": 18,
            "model": "이스마엘",
            "content": "They went through the trouble of hiding themselves in an artificial fog of war... We're obviously their target."
        },
        {
            "id": 19,
            "model": "베르길리우스",
            "content": "It's a matter of time before they catch up with this ship, now that they know our location."
        },
        {
            "id": 20,
            "model": "베르길리우스",
            "content": "Deal with them as you will."
        },
        {
            "id": 21,
            "model": "이스마엘",
            "content": "Manager, permit us to board their ship."
        },
        {
            "id": 22,
            "model": "단테2",
            "content": "<Are you sure that boarding their ship is the best course of action if we want to save our ship?>"
        },
        {
            "id": 23,
            "model": "이스마엘",
            "content": "According to my experience, yes."
        },
        {
            "id": 24,
            "model": "단테2",
            "content": "<... Okay. I'll leave it to you, then.>"
        },
        {
            "id": 25,
            "model": "이스마엘",
            "content": "... I hope you'll continue to make wise choices like that."
        },
        {
            "id": 26,
            "content": "I sighed with relief, as she seemed to be going along with me for now..."
        },
        {
            "id": 27,
            "content": "With that, I took a few steps behind the other Sinners and watched her."
        },
        {
            "id": 28,
            "model": "이스마엘",
            "content": "We'll hook their ship with harpoons, force them into a melee range! Somebody grab the helm and turn it on my signal!"
        },
        {
            "id": 29,
            "model": "오티스",
            "content": "Hm. Then someone should be on standby, ready to shut the engine off at the right moment."
        },
        {
            "id": 30,
            "model": "오티스",
            "content": "Hey, you! Bring some extra rope. You! Wait for her signal inside the wheelhouse!"
        },
        {
            "id": 31,
            "content": "Ishmael's explanations were rapid and confident. Outis nodded along affirmatively. The other Sinners were quick to follow their instructions."
        },
        {
            "id": 32,
            "content": "Watching Ishmael throw her razor-sharp harpoon toward the pirate ship... I started to feel... that something was off."
        },
        {
            "id": 33,
            "content": "There they were, the Sinners... working so well together like clockwork. But underneath all that, maybe all that mattered to them was... their own goals."
        },
        {
            "id": 34,
            "content": "I was wondering if all the times I've spent thinking, hoping, and contemplating about our futures together were... pointless.\n... This thought lingered for a while in my head."
        }
    ]
}