{
    "dataList": [
        {
            "id": 0,
            "place": "Aboard Mephistopheles's Deck",
            "model": "이상",
            "content": "No words come to mind to rightly describe that... creature."
        },
        {
            "id": 1,
            "model": "이스마엘",
            "content": "The unfathomable entities inhabiting the depths of the Lakes are called 'Whales'. And those that emerge from them are called 'Mermaids'."
        },
        {
            "id": 2,
            "model": "이스마엘",
            "content": "That's the 'Whale of the Porous Hand'... I was... really hoping to avoid that one..."
        },
        {
            "id": 3,
            "model": "단테2",
            "content": "<Is that... one of the Whales they were talking about at U Corp.?>"
        },
        {
            "id": 4,
            "model": "싱클레어",
            "content": "Do Mermaids raid ships, too...? I read about them once as a child, but these don't look anything like how they did in the books..."
        },
        {
            "id": 5,
            "model": "홍루",
            "content": "Mermaids... I still remember the horrible bedtime stories my brother used to tell me about them…"
        },
        {
            "id": 6,
            "model": "그레고르",
            "content": "So... they make perfumes outta these... things...?"
        },
        {
            "id": 7,
            "model": "로쟈",
            "content": "Vergie... isn't this a good time for you to lend us a hand for once?"
        },
        {
            "id": 8,
            "model": "그레고르",
            "content": "Really? That's the guy who practically spectated like a bystander when we got slaughtered back at K Corp. He didn't even blink."
        },
        {
            "id": 9,
            "model": "홍루",
            "content": "Ah, he did wave at us, though! But I couldn't wave back because my wrists were getting snapped in half!"
        },
        {
            "id": 10,
            "model": "베르길리우스",
            "content": "Of course, I won't sit idly by as Mephistopheles sinks, if it ever comes to that. But..."
        },
        {
            "id": 11,
            "model": "베르길리우스",
            "content": "Know that I will take action only under a very particular set of circumstances."
        },
        {
            "id": 12,
            "model": "베르길리우스",
            "content": "In which all of you are decimated, the enemies have crushed the manager's head and are about to tear the hands off that clock."
        },
        {
            "id": 13,
            "model": "단테2",
            "content": "<Are... Are you serious right now...?>"
        },
        {
            "id": 14,
            "model": "베르길리우스",
            "content": "Dante, I can't allow them to take the company's precious assets right before my eyes now, can I?"
        },
        {
            "id": 15,
            "model": "베르길리우스",
            "content": "So I'm afraid that you won't see me step in before every single one of you are dead."
        },
        {
            "id": 16,
            "model": "로쟈",
            "content": "Mr. Guide... Are you really as good as they say? Maybe the stories about you were just tall tales, y'know..."
        },
        {
            "id": 17,
            "model": "돈키호테",
            "content": "That's... no. Do not."
        },
        {
            "id": 18,
            "model": "히스클리프",
            "content": "Uh, yeah. That's just— Not..."
        },
        {
            "id": 19,
            "content": "Two previous victims of Vergilius interjected, albeit in hollow voices, to rebut Rodya's rather dangerous remark."
        },
        {
            "id": 20,
            "model": "베르길리우스",
            "content": "So either take them out, welcome them aboard with open arms, or whatever. I'm leaving it up to all of you."
        }
    ]
}