{
    "dataList": [
        {
            "id": 0,
            "place": "Aboard Mephistopheles's Deck",
            "model": "단테2",
            "content": "<So something's been bothering me...>"
        },
        {
            "id": 1,
            "model": "단테2",
            "content": "<Wasn't it weird how they all seemed so... certain?>"
        },
        {
            "id": 2,
            "model": "단테2",
            "content": "<That if we kept going this way, we'd run into some other huge disaster?>"
        },
        {
            "id": 3,
            "model": "뫼르소",
            "content": "It is nothing of note, manager. It is but a byproduct of their firm belief in their advantage over us."
        },
        {
            "id": 4,
            "model": "뫼르소",
            "content": "I have observed an oddity, however. They had installed numerous spikes on the lower side of their ship's hull."
        },
        {
            "id": 5,
            "model": "오티스",
            "content": "Are they not for ramming into other vessels? I have heard that such tactics were occasionally used in naval combat."
        },
        {
            "id": 6,
            "model": "뫼르소",
            "content": "They were installed far too low in the water to be useful as a means of ramming another ship. It can be extrapolated from the metal's level of corrosion that the spikes, concentrated on the keel of the boat, have been installed recently."
        },
        {
            "id": 7,
            "model": "오티스",
            "content": "How did you see the keel of the boat...?"
        },
        {
            "id": 8,
            "model": "뫼르소",
            "content": "The water was clearer up close than it appeared from a distance."
        },
        {
            "id": 9,
            "model": "홍루",
            "content": "Mm~ Maybe they were trying to stop something from climbing up to the ship?"
        },
        {
            "id": 10,
            "model": "그레고르",
            "content": "Can't imagine that any fish would swim blindly into the keel of a boat. They're not birds crashing into windows."
        },
        {
            "id": 11,
            "model": "로쟈",
            "content": "Maybe it was nothing~ Y'know how superstitious pirates can be. What if it's like a good luck charm?"
        },
        {
            "id": 12,
            "model": "그레고르",
            "content": "Mmh... Maybe we should've let Assistant Manager Pilot tag along."
        },
        {
            "id": 13,
            "model": "그레고르",
            "content": "Know anything about this, Frau Faust?"
        },
        {
            "id": 14,
            "model": "파우스트",
            "content": "No pertinent information has been updated."
        },
        {
            "id": 15,
            "model": "파우스트",
            "content": "The most we could do is to ensure that we do not violate any laws of the Great Lake."
        },
        {
            "id": 16,
            "content": "Thus continued our journey to the Lobotomy Corp. Branch with the variable coordinates Pilot gave us..."
        },
        {
            "id": 17,
            "content": "... Paranoia of the unknown weighing heavily on our shoulders."
        },
        {
            "id": 18,
            "content": "After an indeterminate amount of time..."
        },
        {
            "id": 19,
            "place": "Cabins of Mephistopheles",
            "model": "파우스트",
            "content": "... Outis, we will have to steer the ship portside."
        },
        {
            "id": 20,
            "model": "오티스",
            "content": "... What?"
        },
        {
            "id": 21,
            "content": "Outis, who was looking out ahead from the bow of the ship, whipped around. Whatever Faust said seemed to have hit her unexpectedly."
        },
        {
            "id": 22,
            "model": "오티스",
            "content": "Hey. It hasn't been an hour since you told us that we'll have to cross this zone in a straight line."
        },
        {
            "id": 23,
            "model": "파우스트",
            "content": "We are falling short of our target speed. At our current rate, we will be struck by the next zone's Waves as soon as we exit here."
        },
        {
            "id": 24,
            "model": "오티스",
            "content": "Is that the damned law of this zone?"
        },
        {
            "id": 25,
            "model": "파우스트",
            "content": "Indeed."
        },
        {
            "id": 26,
            "model": "파우스트",
            "content": "Though our encounter with the pirates was rapidly resolved, we still fell behind schedule. The variable coordinates now points to a different route."
        },
        {
            "id": 27,
            "model": "오티스",
            "content": "... How much time are we going to have to waste here?"
        },
        {
            "id": 28,
            "model": "파우스트",
            "content": "According to the variable coordinates... the necessary roundabout path will cost us three more days."
        },
        {
            "id": 29,
            "model": "오티스",
            "content": "... Huh."
        },
        {
            "id": 30,
            "content": "Outis bit her lip with discontent before suddenly turning in my direction."
        },
        {
            "id": 31,
            "model": "오티스",
            "content": "Executive Manager, I have a genius plan. A plan that will not only accelerate this operation but also increase the chances of securing and rescuing the lives of the LCCB Agents."
        },
        {
            "id": 32,
            "model": "오티스",
            "content": "If we were to waste three more days at sea, there is very little guarantee for their well-being."
        },
        {
            "id": 33,
            "model": "단테2",
            "content": "<Well... What's the plan?>"
        },
        {
            "id": 34,
            "model": "오티스",
            "content": "... We keep going forward."
        },
        {
            "id": 35,
            "content": "With that, Outis slowly raised the acceleration lever."
        },
        {
            "id": 36,
            "model": "파우스트",
            "content": "…!"
        },
        {
            "id": 37,
            "model": "이스마엘",
            "content": "What?"
        },
        {
            "id": 38,
            "model": "베르길리우스",
            "content": "... Hm."
        },
        {
            "id": 39,
            "model": "이스마엘",
            "content": "Are you nuts? We'd be sailing right into the Waves, you know that?"
        },
        {
            "id": 40,
            "model": "오티스",
            "content": "I know what the Waves are, swabbie. I'm not as ignorant of the Great Lake as you might think. You've had plenty of experience weathering and conquering Waves as well, haven't you?"
        },
        {
            "id": 41,
            "model": "이스마엘",
            "content": "Yeah! But that's because they were unavoidable! Because we lacked enough information to take the roundabout path! I've never sailed knowingly into the Waves before."
        },
        {
            "id": 42,
            "model": "오티스",
            "content": "But you still prevailed, didn't you?"
        },
        {
            "id": 43,
            "model": "이스마엘",
            "content": "......."
        },
        {
            "id": 44,
            "model": "오티스",
            "content": "And that was when you didn't have someone to bring you back. I say that this is well within our capabilities."
        },
        {
            "id": 45,
            "model": "오티스",
            "content": "Besides, there is the added benefit of accelerating our mission, and the higher possibility of rescue that the Executive Manager and a few underlings wanted."
        },
        {
            "id": 46,
            "model": "오티스",
            "content": "It was clear to me that you, Ishmael, weren't so happy with how slow our progress has been. What is it? Did you suddenly gain a yearning for a three-day sunbathing break?"
        },
        {
            "id": 47,
            "content": "Instead of responding to Outis's sarcastic remark, Ishmael squinted in the direction the boat was speeding in."
        },
        {
            "id": 48,
            "model": "이스마엘",
            "content": "The tides… the odor… the speed… the color… that Lake over there is… the Blue Whirling Lake of Murk and Fish-Reek. I haven't suffered its Waves before, but I know many ships that have. Many of which are now lying at the bottom of that Lake."
        },
        {
            "id": 49,
            "model": "오티스",
            "content": "Fine. As long as we don't join them."
        },
        {
            "id": 50,
            "model": "싱클레어",
            "content": "W-what if we just went to take a quick look… And if we feel like it's too much for us, we can just go back the way we came from… Right?"
        },
        {
            "id": 51,
            "model": "이스마엘",
            "content": "Go back the— There is no such thing… as going back in this Lake!"
        },
        {
            "id": 52,
            "model": "파우스트",
            "content": "Your decision, Dante?"
        },
        {
            "id": 53,
            "model": "단테2",
            "content": "<... Let's try following Outis' plan.>"
        },
        {
            "id": 54,
            "model": "파우스트",
            "content": "Understood. Crossing the zone's borders to the target Lake."
        },
        {
            "id": 55,
            "model": "이스마엘",
            "content": "You've got to be kidding me... Haah. Outis, you better be right..."
        },
        {
            "id": 56,
            "content": "As soon as those words left Ishmael's mouth, there was a flash in the sky."
        },
        {
            "id": 57,
            "place": "Aboard Mephistopheles's Deck",
            "model": "단테2",
            "content": "<Thunder...?>"
        },
        {
            "id": 58,
            "model": "홍루",
            "content": "... It's really starting to pour."
        },
        {
            "id": 59,
            "model": "료슈",
            "content": "We're in the eye of the storm."
        },
        {
            "id": 60,
            "model": "단테2",
            "content": "<Wait... But the sky was clear just moments ago! How could this...?>"
        },
        {
            "id": 61,
            "model": "이스마엘",
            "content": "The Waves are already here, manager."
        },
        {
            "id": 62,
            "place": "Cabins of Mephistopheles",
            "model": "베르길리우스",
            "content": "... Hm. That was an entertaining display."
        },
        {
            "id": 63,
            "model": "베르길리우스",
            "content": "Charon, this seems like a good opportunity to test that function."
        },
        {
            "id": 64,
            "model": "카론",
            "content": "Ok. Switching to Endure mode."
        },
        {
            "id": 65
        },
        {
            "id": 66,
            "content": "That's when reality began to sink in."
        },
        {
            "id": 67,
            "content": "What had happened to, what happens to, and what will happen to everyone and everything that entered this Lake without preparation for what's to come."
        },
        {
            "id": 68
        },
        {
            "id": 69,
            "place": "Aboard Mephistopheles's Deck",
            "model": "단테2",
            "content": "<What should… What do we do now, Ishmael?>"
        },
        {
            "id": 70,
            "model": "이스마엘",
            "content": "… There's this adage that every greenhorn sailor of the Great Lake hears before they set their first sail."
        },
        {
            "id": 71,
            "model": "이스마엘",
            "content": "'There is but one thing you can count on if you find yourself in an unfamiliar Lake whose Waves are alien to you.'"
        },
        {
            "id": 72,
            "content": "A colossal wave rises to its crest before us."
        },
        {
            "id": 73,
            "model": "료슈",
            "content": "... S.I.C. Ready your weapons if you want to delay the inevitable."
        },
        {
            "id": 74,
            "model": "이스마엘",
            "content": "'It's not your sailing prowess, your far-seeing eyes of a pathfinder, or the unbreakable bond between you and your mates.'"
        },
        {
            "id": 75,
            "model": "이스마엘",
            "content": "'Many sailors fail to endure this trial and instead choose to become sacrifices to the depths of the Lake.'"
        },
        {
            "id": 76,
            "model": "싱클레어",
            "content": "Huh? S-something's climbing onto our ship?!"
        },
        {
            "id": 77,
            "teller": "Ishmael & Outis",
            "title": "Sinners",
            "content": "'Trust nothing but your own resolve to hold steadfast in the face of terror, in the face of calamity.'"
        },
        {
            "id": 78,
            "model": "이스마엘",
            "content": "'Though the raging Lake may remain indifferent to the will of your meager existence.'"
        }
    ]
}