{
    "dataList": [
        {
            "id": 0,
            "place": "Mephistopheles' Skiff",
            "model": "단테2",
            "content": "<I still don't see anyone on the deck...>"
        },
        {
            "id": 1,
            "model": "돈키호테",
            "content": "Wait but a moment. I shall make use of mine lungs to howl a bellow so powerful that they have no recourse but to heed us!"
        },
        {
            "id": 2,
            "model": "돈키호테",
            "content": "HAAARK!!!!!"
        },
        {
            "id": 3,
            "model": "히스클리프",
            "content": "Shut it! You'll burst my eardrums."
        },
        {
            "id": 4,
            "model": "그레고르",
            "content": "By the way... is it okay for us to just barge into a... yacht party like this?"
        },
        {
            "id": 5,
            "model": "그레고르",
            "content": "We don't have the, uh... an invitation or anything like it, either."
        },
        {
            "id": 6,
            "model": "로쟈",
            "content": "Puff out your chest, Greg~ The more the merrier, right? They'll understand~"
        },
        {
            "id": 7,
            "model": "이스마엘",
            "content": "I couldn't care less about a party. We're here to gather intel. Waste any more time, and I'm leaving you behind."
        },
        {
            "id": 8,
            "model": "싱클레어",
            "content": "Wow... This... this place really is fancy...!"
        },
        {
            "id": 9,
            "place": "Cruise Ship",
            "content": "Numerous liquor bottles and half-eaten food were strewn about haphazardly all over the deck."
        },
        {
            "id": 10,
            "model": "뫼르소",
            "content": "It appears that this party must have ended very recently and abruptly."
        },
        {
            "id": 11,
            "model": "돈키호테",
            "content": "Ah! I spy light shining from the ship's interiors! I shall go swiftly like the wind and verify its sources!!!"
        },
        {
            "id": 12,
            "content": "Don Quixote, running on sheer excitement for a party, scuttled to the cabins."
        },
        {
            "id": 13,
            "model": "히스클리프",
            "content": "Well, that's one loudmouth gone... Then...!"
        },
        {
            "id": 14,
            "content": "Heathcliff slammed his fist into the loudspeaker that's been blaring music this entire time."
        },
        {
            "id": 15,
            "model": "히스클리프",
            "content": "Blimey... Now that's a relief. Thought my eardrums were about to burst."
        },
        {
            "id": 16,
            "model": "단테2",
            "content": "<…….>"
        },
        {
            "id": 17,
            "content": "I decided to remain silent. The music *was* pretty loud."
        },
        {
            "id": 18,
            "model": "그레고르",
            "content": "Well, it's awful quiet up here now that the music's gone."
        },
        {
            "id": 19,
            "model": "홍루",
            "content": "Oh, this reminds me of a similar story my nanny used to tell me. It's an old story, but..."
        },
        {
            "id": 20,
            "content": "Don Quixote returns with a dumbfounded expression on her face."
        },
        {
            "id": 21,
            "model": "돈키호테",
            "content": "There was... naught..."
        },
        {
            "id": 22,
            "model": "로쟈",
            "content": "What? What was naught? Food? Drinks? Both?"
        },
        {
            "id": 23,
            "model": "돈키호테",
            "content": "There was... no one."
        },
        {
            "id": 24,
            "model": "돈키호테",
            "content": "Yet... the lights were left on... With nary a soul to be seen inside..."
        },
        {
            "id": 25,
            "model": "오티스",
            "content": "Ridiculous. It is clear that, mere moments ago, a large group of people were having a party on the deck. How could there be no one aboard?"
        },
        {
            "id": 26,
            "model": "돈키호테",
            "content": "F-for truth! Mayhaps... they are busying themselves with a game of hide-and-seek...?"
        },
        {
            "id": 27,
            "model": "그레고르",
            "content": "Can't imagine that the crowd that left all these liquor bottles behind would be the kind that enjoys playing hide-and-seek like kids at a party..."
        },
        {
            "id": 28,
            "model": "이스마엘",
            "content": "So what, they just vanished into thin air? Like they were— Wait, did the Waves already...?"
        },
        {
            "id": 29,
            "model": "뫼르소",
            "content": "There is one remaining possibility: the ship's storage space."
        },
        {
            "id": 30,
            "model": "로쟈",
            "content": "Are ya saying that these party people... left all this uneaten food and liquor behind just to huddle in a cramped storage room...?"
        },
        {
            "id": 31,
            "model": "홍루",
            "content": "Ohh~ I remember now! Yes! The story went just like this!"
        },
        {
            "id": 32,
            "model": "홍루",
            "content": "Once, a huge manor sent out invitations for a grand party. But when the guests arrived, they found the manor vacant and engulfed in deathly silence..."
        },
        {
            "id": 33,
            "model": "싱클레어",
            "content": "H-how about we get the music going again?"
        },
        {
            "id": 34,
            "model": "히스클리프",
            "content": "I smashed the radio, lad."
        },
        {
            "id": 35,
            "model": "이스마엘",
            "content": "If this ship was struck by the Waves, we have to get out of here, now..."
        },
        {
            "id": 36,
            "model": "홍루",
            "content": "Then... Boom! Boom! Banging noises, coming from behind a door slightly ajar...! So, of course, they went in there to investigate, and..."
        },
        {
            "id": 37,
            "model": "돈키호테",
            "content": "And...?! And?!"
        },
        {
            "id": 38,
            "model": "싱클레어",
            "content": "……."
        },
        {
            "id": 39,
            "model": "홍루",
            "content": "... And there they were! Bodies as stiff as corpses in rigor mortis, arms stretched forward, hopping, up and down...!"
        },
        {
            "id": 40,
            "model": "싱클레어",
            "content": "OH! That's... I-I...!!! I think I'll go check out the storage space!!"
        },
        {
            "id": 41,
            "model": "돈키호테",
            "content": "Sinclair, wherefore art thy palms so sodden?"
        },
        {
            "id": 42,
            "model": "싱클레어",
            "content": "It's genetics...!"
        },
        {
            "id": 43,
            "content": "Sinclair hurriedly left the room in search of the ship's storage."
        },
        {
            "id": 44,
            "model": "홍루",
            "content": "... Which was the dance that was all the rage back then, apparently~"
        },
        {
            "id": 45,
            "model": "돈키호테",
            "content": "... The art of dancing... must truly be an art of great profundity..."
        },
        {
            "id": 46,
            "model": "히스클리프",
            "content": "Well, that was some damp squib. I thought it was actually going somewhere."
        },
        {
            "id": 47,
            "model": "이상",
            "content": "I had thought with quite the confidence that this would be a tale of the living dead."
        },
        {
            "id": 48,
            "model": "로쟈",
            "content": "Now what'd ya do that for? You scared the kid off... Where'd he go?"
        },
        {
            "id": 49,
            "model": "단테2",
            "content": "<... I'll go find Sinclair.>"
        }
    ]
}