{
    "dataList": [
        {
            "id": 0,
            "place": "Aboard Mephistopheles's Deck",
            "model": "베르길리우스",
            "content": "Ah... There it is."
        },
        {
            "id": 1,
            "model": "베르길리우스",
            "content": "Our destination, the Lobotomy Corp. Branch of U Corp."
        },
        {
            "id": 2,
            "model": "싱클레어",
            "content": "You think they're still there...? The survivors Pilot mentioned?"
        },
        {
            "id": 3,
            "model": "이상",
            "content": "... Unless aught has transpired since then, we still have time aplenty."
        },
        {
            "id": 4,
            "content": "As Sinclair and Yi Sang shared their thoughts, the large structure loomed ever closer, out of the mist and into our line of sight."
        },
        {
            "id": 5,
            "model": "료슈",
            "content": "Ho. Creepy."
        },
        {
            "id": 6,
            "content": "Every Sinner, save for Ryōshū, froze."
        },
        {
            "id": 7,
            "model": "그레고르",
            "content": "That's... the Lobotomy Corp. Branch...?"
        },
        {
            "id": 8,
            "model": "파우스트",
            "content": "We are as close as it is physically possible to be to the center of the area delineated by the coordinates. The structure's size and appearance match the intel we received as well."
        },
        {
            "id": 9,
            "model": "이스마엘",
            "content": "Ah... Ahh..."
        },
        {
            "id": 10,
            "content": "The sight was enough to shut everyone up."
        },
        {
            "id": 11,
            "content": "To hope that there may be any survivors in this structure was far too optimistic a notion for what appeared before us."
        },
        {
            "id": 12,
            "model": "뫼르소",
            "content": "I observe the Lobotomy Corp. logo between the white materials."
        },
        {
            "id": 13,
            "model": "로쟈",
            "content": "So that's... really..."
        },
        {
            "id": 14,
            "content": "Only the smeared logo of the Lobotomy Corp. Branch glistened amidst mounds of pallid, blasphemous white. This was the undeniable reality we found ourselves in."
        },
        {
            "id": 15,
            "model": "그레고르",
            "content": "What the hell happened here...?"
        },
        {
            "id": 16,
            "model": "홍루",
            "content": "Pilot said that the last thing that the Twinhook Pirates said before leaving this place was..."
        },
        {
            "id": 17,
            "model": "홍루",
            "content": "'The Calamity is coming', wasn't it?"
        },
        {
            "id": 18,
            "model": "이상",
            "content": "This sight summons to my mind memories from the earlier days of this company. The manner in which the organic tissues are... plastered over the walls is quite reminiscent of that experience."
        },
        {
            "id": 19,
            "model": "로쟈",
            "content": "Eugh... Back at the D Corp. Branch, right? I hope there's no poison gas trap or anything like that in here..."
        },
        {
            "id": 20,
            "model": "뫼르소",
            "content": "At D Corp., there was a traitor in our midst. Thus, it would be false equivalency to use that experience to gauge the intensity of this mission."
        },
        {
            "id": 21,
            "model": "그레고르",
            "content": "Yeah, I... don't think it'll be much better here... if not worse."
        },
        {
            "id": 22,
            "model": "싱클레어",
            "content": "Then... Pilot's team is already..."
        },
        {
            "id": 23,
            "model": "오티스",
            "content": "We should consider them lucky if they haven't been turned into Mermaids..."
        },
        {
            "id": 24,
            "model": "단테2",
            "content": "<So the Calamity was...>"
        },
        {
            "id": 25,
            "content": "The Calamity that Pilot mentioned didn't destroy the Lobotomy Corp. Branch."
        },
        {
            "id": 26,
            "content": "It transformed this place into something uncanny. Something so grotesque that total obliteration would've been preferable to whatever happened here."
        },
        {
            "id": 27,
            "model": "베르길리우스",
            "content": "Well, destruction isn't the only kind of calamity in this world."
        },
        {
            "id": 28,
            "model": "베르길리우스",
            "content": "The Great Lake is home to five Calamities. Well... four now, I suppose."
        },
        {
            "id": 29,
            "model": "이상",
            "content": "Whatever do you mean?"
        },
        {
            "id": 30,
            "model": "베르길리우스",
            "content": "I meant that... Hm. You'll find out soon enough."
        },
        {
            "id": 31,
            "model": "이스마엘",
            "content": "It won't matter how careful you are. At the Great Lake, the Calamities will always find you. The laws of the Great Lake don't apply to them... making it impossible to predict their patterns."
        },
        {
            "id": 32,
            "model": "베르길리우스",
            "content": "And now's the time to row your way into the ruins the Calamity left behind."
        },
        {
            "id": 33,
            "model": "베르길리우스",
            "content": "Take the skiff to the Lobotomy Corp. Branch. It's on the Lake adjacent to this one."
        },
        {
            "id": 34,
            "model": "베르길리우스",
            "content": "I'll be keeping my distance and watching from this Lake, just in case of an emergency."
        },
        {
            "id": 35,
            "model": "단테2",
            "content": "<Isn't that exactly why you should be coming with us?>"
        },
        {
            "id": 36,
            "model": "그레고르",
            "content": "Who knows what the guide bud's thinking, eh?"
        },
        {
            "id": 37,
            "content": "After a quick tinkering from Faust, the skiff tied to the side of Mephistopheles began its slow descent."
        },
        {
            "id": 38,
            "content": "It's the same skiff we used to get to the cruise ship."
        },
        {
            "id": 39,
            "place": "Mephistopheles' Skiff",
            "model": "홍루",
            "content": "We're getting a lot of use out of this boat."
        },
        {
            "id": 40,
            "model": "로쟈",
            "content": "Mm, I still don't trust this dinghy... It's too small."
        },
        {
            "id": 41,
            "content": "The small engine on the skiff revved gently, and our short, sputtering journey to the Lobotomy Corp. Branch began."
        },
        {
            "id": 42,
            "model": "싱클레어",
            "content": "Are Lakes usually this foggy? The Lake earlier was pretty misty, too..."
        },
        {
            "id": 43,
            "model": "돈키호테",
            "content": "Mm, we must remain vigilant! Fogged up horizons are climate quite ripe for an ambush! Forsooth, 'tis the number one rule of adventuring tales!"
        },
        {
            "id": 44,
            "place": "Abandoned Lobotomy Corp. Drilling Ship",
            "content": "There was a growing sense of trepidation among the Sinners..."
        },
        {
            "id": 45,
            "content": "... as we climbed the pale membrane-enveloped stairs leading up to the Lobotomy Corp. Branch."
        },
        {
            "id": 46,
            "model": "로쟈",
            "content": "Hey, Dante? Can you... sense it? The Golden Bough?"
        },
        {
            "id": 47,
            "model": "단테2",
            "content": "<Not yet...>"
        },
        {
            "id": 48,
            "model": "로쟈",
            "content": "Hmm... You sure about that?"
        },
        {
            "id": 49,
            "content": "Rodya was visibly disappointed. Maybe she was half-hoping that I'd tell her that the Golden Bough wasn't here, so we should turn around and head right back to Mephistopheles."
        },
        {
            "id": 50,
            "model": "로쟈",
            "content": "Ugh, I know I'm the worry wart of the team whenever we gotta check out places like this, but... I have a real bad feeling about this, guys..."
        },
        {
            "id": 51,
            "content": "The closer we got to the entrance, the more reluctant the Sinners's gaits became."
        },
        {
            "id": 52,
            "content": "As though they were growing increasingly wary that some unseen enemy could ambush them at any second."
        },
        {
            "id": 53,
            "model": "이스마엘",
            "content": "What's the holdup? Aren't you coming?"
        },
        {
            "id": 54,
            "model": "그레고르",
            "content": "Don't you feel it? This dread... I thought it would affect you most. You're the one who spent years on the Lake, after all."
        },
        {
            "id": 55,
            "model": "이스마엘",
            "content": "So? That's what's stopping you?"
        },
        {
            "id": 56,
            "model": "그레고르",
            "content": "It's... Haah..."
        },
        {
            "id": 57,
            "model": "이스마엘",
            "content": "Wait by the entrance if you're not going."
        },
        {
            "id": 58,
            "model": "히스클리프",
            "content": "What did you expect, mate? I've given up talking sense into her a while ago."
        },
        {
            "id": 59,
            "model": "그레고르",
            "content": "I thought she'd gotten a bit more cooperative as of late. ... Guess I was wrong."
        },
        {
            "id": 60,
            "model": "로쟈",
            "content": "Well... We do have to go."
        },
        {
            "id": 61,
            "content": "Ishmael appeared to be the only Sinner uninterested in the Golden Bough."
        },
        {
            "id": 62,
            "content": "The Golden Bough, the unfathomable, bone-chilling horrors of the Lake..."
        },
        {
            "id": 63,
            "content": "I was starting to believe that she considered all of that nothing but obstacles between her and her mission."
        },
        {
            "id": 64,
            "model": "이상",
            "content": "What may be this pale, mucous membrane covering the entirety of this structure?"
        },
        {
            "id": 65,
            "model": "싱클레어",
            "content": "Some kind of mold... Maybe?"
        },
        {
            "id": 66,
            "model": "료슈",
            "content": "I.F."
        },
        {
            "id": 67,
            "model": "이상",
            "content": "To identify it as fungi would require it to exhibit characteristics unlike the ones we can observe here..."
        },
        {
            "id": 68,
            "model": "오티스",
            "content": "Hm. I agree. They don't appear to be fungi. In fact..."
        },
        {
            "id": 69,
            "model": "오티스",
            "content": "They appear to be made of organic, living flesh tissue. See the blood vessels here. They've grown into random shapes without purpose or intent."
        },
        {
            "id": 70,
            "model": "료슈",
            "content": "Ridiculous. I am surrounded by I.F."
        },
        {
            "id": 71,
            "model": "오티스",
            "content": "What do you mean?"
        },
        {
            "id": 72,
            "model": "료슈",
            "content": "Art reliant on the chaos of existence cannot create patterns such as these."
        },
        {
            "id": 73,
            "model": "료슈",
            "content": "Look at the big picture, fool."
        },
        {
            "id": 74,
            "model": "이상",
            "content": "Gazing upon the big picture, I only see a pointless disputation that does naught but wastes our vigor."
        },
        {
            "id": 75,
            "model": "오티스",
            "content": "... Tsk."
        },
        {
            "id": 76,
            "model": "이상",
            "content": "You do not intend to stall, no? See thither. Ishmael already walks at a fair distance away from us."
        },
        {
            "id": 77,
            "model": "이스마엘",
            "content": "……."
        }
    ]
}