{
    "dataList": [
        {
            "id": 0,
            "place": "Mephistopheles' Skiff",
            "content": "As we discussed earlier, we took a different route from the Indigo Elder. We were to first arrive at separate destinations for our plan."
        },
        {
            "id": 1,
            "model": "단테2",
            "content": "<... Something's floating over there.>"
        },
        {
            "id": 2,
            "content": "Not long after we crossed the line where the lake water turned dark grey, we noticed something pale peeking out from the lake."
        },
        {
            "id": 3,
            "model": "싱클레어",
            "content": "Are those... Islands? There's a lot of them..."
        },
        {
            "id": 4,
            "model": "오티스",
            "content": "They may be reefs. Perhaps that is this Lake's challenge... To navigate it while avoiding them to the best of our abilities."
        },
        {
            "id": 5,
            "model": "싱클레어",
            "content": "Well, they sure do look rocky. But... They're too big to be called reefs."
        },
        {
            "id": 6,
            "model": "이상",
            "content": "Do you sense aught, Dante?"
        },
        {
            "id": 7,
            "model": "이상",
            "content": "We may attempt to discover a path that does not lead into an area cluttered with such obstacles, yet that would require us to hazard a path unknown. It may lead to this plan's ruin."
        },
        {
            "id": 8,
            "model": "단테2",
            "content": "<Hm...>"
        },
        {
            "id": 9,
            "model": "파우스트",
            "content": "If you can sense even the most general direction of the Golden Bough, please relay it to me. I can use that to approximate its location."
        },
        {
            "id": 10,
            "model": "파우스트",
            "content": "I can assure you a degree of accuracy, now that we have with us additional data provided by the Indigo Elder."
        },
        {
            "id": 11,
            "model": "히스클리프",
            "content": "Huh? Why couldn't you have just been our magic compass to begin with, clockhead?"
        },
        {
            "id": 12,
            "model": "파우스트",
            "content": "They are able to do this only under the peculiar conditions of the Great Lake, which has very few in the way of obstacles."
        },
        {
            "id": 13,
            "model": "파우스트",
            "content": "The urban areas of the City are dense with structures, both high and low, and into the underground. The higher population density also complicates matters. Considering that Dante can detect the Golden Bough only in close proximities, considering that there may be insurmountable obstacles in our way, their sense will not be of much help there."
        },
        {
            "id": 14,
            "model": "히스클리프",
            "content": "Tsk. So they're back to being just your usual clockhead anywhere else."
        },
        {
            "id": 15,
            "model": "단테2",
            "content": "<Huh, so that's why... that's why I could feel the Golden Bough here, even when it was so far away...>"
        },
        {
            "id": 16,
            "content": "I raised my finger and pointed toward the general direction of this vague feeling."
        },
        {
            "id": 17,
            "model": "파우스트",
            "content": "Confirmed. We will turn the ship around in that direction."
        },
        {
            "id": 18,
            "content": "Ishmael wordlessly steered the ship according to Faust's words."
        },
        {
            "id": 19,
            "content": "We grew ever nearer to the island... or a reef. A heavy silence descended upon the Sinners."
        },
        {
            "id": 20,
            "model": "이스마엘",
            "content": "... Oh."
        },
        {
            "id": 21,
            "content": "Until Ishmael gasped with a sudden realization."
        },
        {
            "id": 22,
            "model": "이스마엘",
            "content": "It's this Lake."
        },
        {
            "id": 23,
            "content": "There was an incomprehensible look on Ishmael's face."
        },
        {
            "id": 24,
            "content": "Maybe I saw unrestrained joy. The joy of finding something she's been searching for so long. Such an overwhelming, all-consuming happiness that her facial muscles began to twitch on their own."
        },
        {
            "id": 25,
            "content": "Maybe I saw extreme fear. The fear in the face of destined, unavoidable horror. The Lake's splashing waves hit her trembling face and rolled down her cheeks. Or, maybe, she was sweating from dread."
        },
        {
            "id": 26,
            "model": "파우스트",
            "content": "Ishmael, do you have any new information to share with us?"
        },
        {
            "id": 27,
            "model": "이스마엘",
            "content": "... Yeah. Here... I know what to do from here. I know exactly what to do."
        },
        {
            "id": 28,
            "model": "이스마엘",
            "content": "Outis, I can't clearly see what's in front of us from back here. Tell me precisely what you see. Their numbers, their sizes, all of it."
        },
        {
            "id": 29,
            "model": "오티스",
            "content": "... Trying to avoid the wild currents and find a safe path around these rocks? Understood."
        },
        {
            "id": 30,
            "content": "Outis nodded emphatically before rising from her seat to gaze at the path ahead. She balanced herself as the ship rocked."
        },
        {
            "id": 31,
            "model": "오티스",
            "content": "About 350 meters ahead. Miniscule, plain patterned, glistening rock. About 500 meters ahead of that is a medium-sized rock. It has a bump on top of it that stands out."
        },
        {
            "id": 32,
            "model": "이스마엘",
            "content": "Continue."
        },
        {
            "id": 33,
            "model": "오티스",
            "content": "Hm. And not so far ahead from there is a large island with a rough, porous surface... Oh, upon closer inspection, it's like an archipelago of three... four similar islands."
        },
        {
            "id": 34,
            "model": "이스마엘",
            "content": "Good."
        },
        {
            "id": 35,
            "content": "Ishmael began fiddling with the steering gear and the engine's output levers as though something had clicked in her mind."
        },
        {
            "id": 36,
            "model": "오티스",
            "content": "... Good. We've made it past the first rock."
        },
        {
            "id": 37,
            "model": "홍루",
            "content": "Its texture was a bit... different from that of a normal rock, wasn't it?"
        },
        {
            "id": 38,
            "model": "료슈",
            "content": "G.E. That's not the texture of a rock. Or even soil."
        },
        {
            "id": 39,
            "model": "오티스",
            "content": "We just passed the second one."
        },
        {
            "id": 40,
            "model": "히스클리프",
            "content": "Oi, what's so weird about the texture? I can't see over the big boy and the long one."
        },
        {
            "id": 41,
            "model": "료슈",
            "content": "Hmph. That there... is a living, breathing thing."
        },
        {
            "id": 42,
            "model": "히스클리프",
            "content": "What?"
        },
        {
            "id": 43,
            "model": "오티스",
            "content": "... Wait... Swabbie! Watch where you're steering this ship! We're going to crash into that third rock at this rate!"
        },
        {
            "id": 44,
            "model": "이스마엘",
            "content": "And that's what I'm going to do, Outis. That's where we get off."
        },
        {
            "id": 45,
            "model": "히스클리프",
            "content": "That rock? That creepy, porous rock over there?"
        },
        {
            "id": 46,
            "model": "히스클리프",
            "content": "Oi, feel free to crash into a rock on your free time, but don't take all of us with you! There's not even a single tree up there, let alone a person. What the bloody hell are we anchoring there for?"
        },
        {
            "id": 47,
            "model": "이스마엘",
            "content": "You gotta screw your head on in a different direction in the Great Lake, Heathcliff."
        },
        {
            "id": 48,
            "model": "히스클리프",
            "content": "What are you talking abou—"
        },
        {
            "id": 49,
            "content": "A loud shock and an ear-splitting sound of the skiff scratching and sliding against something cut Heathcliff off."
        },
        {
            "id": 50,
            "model": "히스클리프",
            "content": "Do you even know where you're going, woman?!"
        },
        {
            "id": 51,
            "model": "료슈",
            "content": "... Oh yes, she knows. Huhu."
        },
        {
            "id": 52,
            "model": "싱클레어",
            "content": "Wait, that white color... Ishmael?"
        },
        {
            "id": 53,
            "model": "이스마엘",
            "content": "Yeah. Those aren't islands or rocks."
        },
        {
            "id": 54,
            "content": "What we thought were islands suddenly rumbled, vibrating, as ground tremors from an earthquake."
        },
        {
            "id": 55,
            "model": "이스마엘",
            "content": "They're... all part of a Whale."
        },
        {
            "id": 56,
            "content": "A colossal creature shudders as it wakes from a long slumber."
        }
    ]
}