{
    "dataList": [
        {
            "id": 0,
            "place": "T Corp.’s Streets",
            "model": "히스클리프",
            "content": "You..."
        },
        {
            "id": 1,
            "model": "T사시민",
            "teller": "Overdramatic Civilian",
            "title": "T Corp.",
            "content": "EEEEK!!!"
        },
        {
            "id": 2,
            "model": "히스클리프",
            "content": "Quiet… Or you’ll attract even more of ‘em to us."
        },
        {
            "id": 3,
            "model": "히스클리프",
            "content": "Shut your gob right now or we’ll feed you to the meat grinder back at our rickety, cannibal bus. Is that clear?"
        },
        {
            "id": 4,
            "model": "T사시민",
            "teller": "Overdramatic Civilian",
            "title": "T Corp.",
            "content": "T-then..."
        },
        {
            "id": 5,
            "model": "T사시민",
            "teller": "Overdramatic Civilian",
            "title": "T Corp.",
            "content": "You’re not here to kidnap me?"
        },
        {
            "id": 6,
            "model": "그레고르",
            "content": "No. For the… I don’t even know how many times we’ve told you."
        },
        {
            "id": 7,
            "model": "돈키호테",
            "content": "Of course not, indeed! For we are the Limbu— Fix— Justi—"
        },
        {
            "id": 8,
            "content": "… She is trying so, so hard not to say it."
        },
        {
            "id": 9,
            "model": "돈키호테",
            "content": "… the passers-by. Of justice. Sir Heathcliff here can be rather brutish in his manner of speech, that is all..."
        },
        {
            "id": 10,
            "model": "T사시민",
            "teller": "Overdramatic Civilian",
            "title": "T Corp.",
            "content": "R-right… Passers-by of justice..."
        },
        {
            "id": 11,
            "model": "홍루",
            "content": "So why are they asking us for time, not money?"
        },
        {
            "id": 12,
            "model": "로쟈",
            "content": "… Maybe time’s just another commodity to be sold and bought here."
        },
        {
            "id": 13,
            "model": "이스마엘",
            "content": "Guys… is it just me again…? The T Corp. pamphlet guide... did no one really...?"
        },
        {
            "id": 14,
            "content": "…Ishmael’s eyes start to glaze over. Once again, she may have been the only Sinner who bothered to read up on our destination…"
        },
        {
            "id": 15,
            "model": "이상",
            "content": "In T Corp… also known as TimeTrack Corporation..."
        },
        {
            "id": 16,
            "model": "이상",
            "content": "… its citizenry utilizes timepieces as personal identification. They oft trade with ‘time’ instead of physical currency; their means of transaction done via the timepieces they carry. Most laborers in these lands are rewarded for their efforts with time."
        },
        {
            "id": 17,
            "model": "이스마엘",
            "content": "Haah… thanks for the explanation, Yi Sang. I’ll let it slide this time."
        },
        {
            "id": 18,
            "model": "단테",
            "content": "<So… is this going to be a problem? Outis is the only one of us who carries a watch.>"
        },
        {
            "id": 19,
            "model": "홍루",
            "content": "Ohh~ you mean her broken wristwatch? I always thought that wearing a stopped watch was a neat fashion statement—"
        },
        {
            "id": 20,
            "model": "오티스",
            "content": "… It’s not a fashion item. It never was. How insolent of you to assume."
        },
        {
            "id": 21,
            "model": "그레고르",
            "content": "Right, I’ve been meaning to ask… what got ya so freaked out about a kidnapping earlier?"
        },
        {
            "id": 22,
            "model": "T사시민",
            "teller": "Overdramatic Civilian",
            "title": "T Corp.",
            "content": "Oh… There’s a pretty scary rumor of indiscriminate kidnappings going around these T Corp. streets."
        },
        {
            "id": 23,
            "model": "T사시민",
            "teller": "Overdramatic Civilian",
            "title": "T Corp.",
            "content": "These are abandoned streets, so when I saw a dozen or so people running around together, I was scared that you guys might be the infamous kidnapping Syndicate or something..."
        },
        {
            "id": 24,
            "model": "오티스",
            "content": "We need more details. I want the who, when, where, what, how, and why. Proceed."
        },
        {
            "id": 25,
            "model": "T사시민",
            "teller": "Overdramatic Civilian",
            "title": "T Corp.",
            "content": "P-people have been going missing around here."
        },
        {
            "id": 26,
            "model": "T사시민",
            "teller": "Overdramatic Civilian",
            "title": "T Corp.",
            "content": "This kinda became the last known location for a bunch of missing people. Everyone becomes a shut-in during the foggy days ‘cause they don’t wanna get kidnapped."
        },
        {
            "id": 27,
            "model": "T사시민",
            "teller": "Overdramatic Civilian",
            "title": "T Corp.",
            "content": "L-look, it’s even on the front page of this T-Times newspaper here. Mysterious Kidnapping Fear Sweeps District.… Not Even A Single Body Found… I can keep reading, if you want...?"
        },
        {
            "id": 28,
            "content": "Meursault, Rodya, and Don Quixote began enthusiastically reading the sensationalized titles and the attached articles on the newspaper he showed us."
        },
        {
            "id": 29,
            "model": "뫼르소",
            "content": "Hm..."
        },
        {
            "id": 30,
            "model": "로쟈",
            "content": "Oh… Ohoho… I gotta check out that award-winning eatery… it's not so far from where we are..."
        },
        {
            "id": 31,
            "model": "돈키호테",
            "content": "Aha, so the time retrieval Fixers have said as such in these interviews..."
        },
        {
            "id": 32,
            "model": "단테",
            "content": "<Are you guys even reading the same article?>"
        },
        {
            "id": 33,
            "model": "히스클리프",
            "content": "... Lad’s right. There’s a lot less people around here than I remember."
        },
        {
            "id": 34,
            "model": "히스클리프",
            "content": "This street used to be packed with workers headed to their factory jobs and inventors selling their useless trinkets… It’s never been this... empty."
        },
        {
            "id": 35,
            "content": "This empty street of T Corp. was thick with fog, the bustling crowd from Heathcliff's memories nowhere to be seen."
        },
        {
            "id": 36,
            "content": "Maybe the lack of color made the fog appear even thicker."
        },
        {
            "id": 37,
            "model": "오티스",
            "content": "This reminds me of the kidnapping ‘rumor’ we heard when we were working on the Blade Lineage case."
        },
        {
            "id": 38,
            "model": "이스마엘",
            "content": "Missing people… Maybe there really is a messed-up kidnapping, human trafficking Syndicate roaming this area."
        },
        {
            "id": 39,
            "model": "히스클리프",
            "content": "I’ve never heard of such Syndicate strutting about this place. Back when I lived here, at least."
        },
        {
            "id": 40,
            "model": "뫼르소",
            "content": "It is a statistical impossibility for a human trafficking Syndicate to leave zero evidence behind. There is bound to be one or two they let slip between their fingers."
        },
        {
            "id": 41,
            "model": "뫼르소",
            "content": "Especially if this 'Syndicate' is so prolific to the point of indirectly discouraging the public from leaving their homes, a body or two will invariably be found."
        },
        {
            "id": 42,
            "model": "싱클레어",
            "content": "If they really didn’t leave any bodies, then maybe it’s worse than just your usual murders..."
        },
        {
            "id": 43,
            "model": "홍루",
            "content": "Maybe it’ll be more dangerous the more we look into it?"
        },
        {
            "id": 44,
            "model": "단테",
            "content": "<If it’s not just another violent tragedy… then maybe there’s more to this than we think. Maybe there's some powerful organization pulling the strings...>"
        },
        {
            "id": 45,
            "model": "로쟈",
            "content": "Y’know, that’s a lot of conjecture to make just from the fact that no bodies have been found."
        },
        {
            "id": 46,
            "model": "싱클레어",
            "content": "I'm sorry?"
        },
        {
            "id": 47,
            "model": "로쟈",
            "content": "Guys. The Night in the Backstreets."
        },
        {
            "id": 48,
            "model": "로쟈",
            "content": "A single sweep from those Sweepers leaves nothing behind. Every trash in the Backstreets, including corpses, is completely cleaned up."
        },
        {
            "id": 49,
            "model": "그레고르",
            "content": "Right… They'd clean up even the corpses, yeah."
        },
        {
            "id": 50,
            "model": "로쟈",
            "content": "'Course, it's kinda scary that they clean up more than just trash~"
        },
        {
            "id": 51,
            "model": "단테",
            "content": "<Yeah… The idea of Sweepers really freaked Sinclair out for a while.>"
        },
        {
            "id": 52,
            "model": "싱클레어",
            "content": "… That’s because Rodya kept making funny noises and Sweeper impressions at me every night…!"
        }
    ]
}