{
    "dataList": [
        {
            "id": 0,
            "place": "Aboard Mephistopheles",
            "model": "싱클레어",
            "content": "A mysterious case of missing persons in a street shrouded in thick, heavy fog..."
        },
        {
            "id": 1,
            "model": "싱클레어",
            "content": "It's... almost as if we're in the middle of some scary urban legend. Not that I’m scared... Not at all. Ha. Ha. Ha. Ha. Ha."
        },
        {
            "id": 2,
            "model": "그레고르",
            "content": "Don’t force yourself to laugh, Sinclair."
        },
        {
            "id": 3,
            "model": "로쟈",
            "content": "I don't like this at all~ We're this scared so soon after entering the nest?"
        },
        {
            "id": 4,
            "content": "Everyone seems to be on edge, thanks to the unsettling story we heard earlier."
        },
        {
            "id": 5,
            "content": "... I know what to do."
        },
        {
            "id": 6,
            "model": "단테",
            "content": "<Hey, Heathcliff. That invitation… can you read it out loud for us again?>"
        },
        {
            "id": 7,
            "content": "It'll be a good idea to remind ourselves of our current mission. Besides, I could use a refresher myself."
        },
        {
            "id": 8,
            "model": "히스클리프",
            "content": "Hmph… It’s just an invitation. There ain't anything special about it."
        },
        {
            "id": 9,
            "content": "The neatly folded invitation Heathcliff produced from his pockets completely betrayed his attempt at appearing aloof. It was folded with such tender care that it almost resembled a neat paper craft. He cleared his throat."
        },
        {
            "id": 10,
            "model": "히스클리프",
            "content": "Ahem."
        },
        {
            "id": 11,
            "content": "Some time later..."
        },
        {
            "id": 12,
            "model": "히스클리프",
            "content": "\"... Please, honour this occasion with your presence.\""
        },
        {
            "id": 13,
            "model": "히스클리프",
            "content": "\"… With great respect, Nelly.\""
        },
        {
            "id": 14,
            "model": "로쟈",
            "content": "And…? And…?"
        },
        {
            "id": 15,
            "model": "히스클리프",
            "content": "… Bollocks."
        },
        {
            "id": 16,
            "model": "히스클리프",
            "content": "\"Y-you have to be here, Heath. I’ll be waiting. - Cathy\"."
        },
        {
            "id": 17,
            "model": "그레고르",
            "content": "Daaamn..."
        },
        {
            "id": 18,
            "model": "로쟈",
            "content": "Oho~!"
        },
        {
            "id": 19,
            "content": "… This wasn’t exactly what I had in mind when I asked him to read that letter."
        },
        {
            "id": 20,
            "model": "이스마엘",
            "content": "Ugh... What are we, a party crowd at some dive bar?"
        },
        {
            "id": 21,
            "model": "로쟈",
            "content": "Oh, that wasn't what we were going for?"
        },
        {
            "id": 22,
            "model": "히스클리프",
            "content": "I knew that this would happen… I ain't even mad."
        },
        {
            "id": 23,
            "model": "히스클리프",
            "content": "Besides… all she said is that she’d be waiting. She never said she missed me or 'wanted' to see me."
        },
        {
            "id": 24,
            "model": "그레고르",
            "content": "C’mon, bud. Just look at the way she wrote it. Here..."
        },
        {
            "id": 25,
            "model": "로쟈",
            "content": "Lemme see, lemme see~"
        },
        {
            "id": 26,
            "content": "Some Sinners gather in a circle like they’re doing a literary analysis of the invitation letter. Maybe I was worrying too much."
        },
        {
            "id": 27,
            "model": "싱클레어",
            "content": "Haha… they’re like school kids opening their first love letters."
        },
        {
            "id": 28,
            "model": "로쟈",
            "content": "What, were ya never ever interested in those things, Sinclair?"
        },
        {
            "id": 29,
            "model": "싱클레어",
            "content": "I was…! I was… a good, diligent student. The only things I ever cared about were my textbooks and the school lectures!"
        },
        {
            "id": 30,
            "model": "돈키호테",
            "content": "Sinclair, thy countenance appeareth to be turning rosy agai—"
        },
        {
            "id": 31,
            "model": "싱클레어",
            "content": "For the last time, I said! It’s! Genetics!!!"
        },
        {
            "id": 32,
            "model": "로쟈",
            "content": "What about you, Dante?!"
        },
        {
            "id": 33,
            "model": "로쟈",
            "content": "O-oh, nevermind..."
        },
        {
            "id": 34,
            "model": "단테",
            "content": "<Hey, what’s with that oddly sorry look on your face…?>"
        },
        {
            "id": 35,
            "model": "뫼르소",
            "content": "The manager has no need for your sympathy. I am certain that there are those who appreciate their unique appearance."
        },
        {
            "id": 36,
            "model": "단테",
            "content": "<…….>"
        },
        {
            "id": 37,
            "model": "이상",
            "content": "Is it not… odd?"
        },
        {
            "id": 38,
            "model": "이스마엘",
            "content": "What, that someone actually wrote Heathcliff a love letter?"
        },
        {
            "id": 39,
            "model": "홍루",
            "content": "Oh my, Yi Sang… that is such a rude thing to say..."
        },
        {
            "id": 40,
            "model": "이상",
            "content": "N-no, I had no intention of relaying such crass sentiments to... I—"
        },
        {
            "id": 41,
            "model": "이스마엘",
            "content": "Just kidding, Yi Sang. Just kidding. I was actually thinking the same thing."
        },
        {
            "id": 42,
            "model": "이스마엘",
            "content": "Since we’re not looking for a Lobotomy Corp. branch of T Corp., since we’re heading to this 'Wuthering Heights' manor instead..."
        },
        {
            "id": 43,
            "model": "이스마엘",
            "content": "… I suppose that that’s where we’ll find the Golden Bough."
        },
        {
            "id": 44,
            "model": "이상",
            "content": "That was precisely what I had intended to convey, Miss Ishmael."
        },
        {
            "id": 45,
            "model": "베르길리우스",
            "content": "Thank you for bringing that up. I was starting to get tired of being the bringer of unpleasant news."
        },
        {
            "id": 46,
            "model": "베르길리우스",
            "content": "Hopefully, none of you are under the impression that we're headed to Wuthering Heights just because of some invitation Heathcliff received. Because if you are... you'll be sorely disappointed."
        },
        {
            "id": 47,
            "model": "히스클리프",
            "content": "Right, so if we're lookin' at the context she wrote this in, what she's really tryin' to say here is..."
        },
        {
            "id": 48,
            "model": "그레고르",
            "content": "No, no. Bud, you gotta look at the tone she used here."
        },
        {
            "id": 49,
            "model": "이스마엘",
            "content": "… Sure. Moving on."
        },
        {
            "id": 50,
            "model": "파우스트",
            "content": "There was a report from the LCCB that a Golden Bough has been observed."
        },
        {
            "id": 51,
            "model": "파우스트",
            "content": "They narrowed its location down to somewhere within the Wuthering Heights manor..."
        },
        {
            "id": 52,
            "model": "파우스트",
            "content": "But there was a significant risk, on account of the manor's unique security system, that prevented the Before Team from conducting their on-site preliminary survey. The exact location of the Bough is yet to be identified."
        },
        {
            "id": 53,
            "model": "히스클리프",
            "content": "Unique… security measures? Not sure if I remember anything like that."
        },
        {
            "id": 54,
            "model": "이스마엘",
            "content": "Right, then it’s even more… odd. No other ways to put it."
        },
        {
            "id": 55,
            "model": "이상",
            "content": "Indeed. Though I remain ignorant of the monetary value and the public perception of its worth..."
        },
        {
            "id": 56,
            "model": "이상",
            "content": "… I do know that the Golden Bough is not an item so easily obtainable that it may be housed in a normal, private manor."
        },
        {
            "id": 57,
            "model": "파우스트",
            "content": "It can be shared that the Golden Bough wasn’t… always located inside the manor."
        },
        {
            "id": 58,
            "model": "이상",
            "content": "I see. Then, the Golden Bough, its previous location in an unknown area within the T Corp.’s Lobotomy Corp. branch, has been transferred to the manor for a reason we are yet to be aware of."
        },
        {
            "id": 59,
            "model": "이스마엘",
            "content": "Right. Then... this ‘Catherine’ person will be a major part of this operation."
        },
        {
            "id": 60,
            "model": "이스마엘",
            "content": "To have a Golden Bough all to herself in that manor..."
        },
        {
            "id": 61,
            "model": "이스마엘",
            "content": "And she’s gotta be one confident woman, too. Confident enough to believe that Heathcliff will come to the manor just to see her face, even if it wasn’t for the Golden Bough."
        },
        {
            "id": 62,
            "content": "None of this conversation seemed to even register to Heathcliff, however."
        },
        {
            "id": 63,
            "model": "히스클리프",
            "content": "Oi, lemme know if you see a barbershop or a boutique nearby."
        },
        {
            "id": 64,
            "model": "베르길리우스",
            "content": "... This isn't a tour bus, Heathcliff. We will not make unnecessary stops like the ones you suggest."
        },
        {
            "id": 65,
            "model": "히스클리프",
            "content": "Right, I get it. Then why don’t you just leave me behind and go on ahead? I’ll catch up..."
        },
        {
            "id": 66,
            "model": "홍루",
            "content": "So Heathcliff… I’ve been watching the shops very closely..."
        },
        {
            "id": 67,
            "model": "홍루",
            "content": "… but I haven't noticed a single open shop. It might be because of the rumors from earlier, and the fog..."
        },
        {
            "id": 68,
            "model": "홍루",
            "content": "Why don’t you just leave it to us? Rodya and I..."
        },
        {
            "id": 69,
            "model": "히스클리프",
            "content": "What the hell are you... Wait, WAIT!"
        }
    ]
}