{
    "dataList": [
        {
            "id": 0,
            "place": "Aboard Mephistopheles",
            "content": "The bus emerged from the Backstreets into a rather quiet looking village."
        },
        {
            "id": 1,
            "content": "The fog was still thick, and everything was still in that faded hue..."
        },
        {
            "id": 2,
            "content": "Even the occasional sightings of pedestrians had ceased. The very idea of color variation seemed like an alien concept here."
        },
        {
            "id": 3,
            "content": "All I see are orange-hued lights coming through the windows of misty, grey buildings. It was as though everyone decided to stay indoors for the day."
        },
        {
            "id": 4,
            "content": "I can’t even tell where we are, or how close we are from our destination anymore."
        },
        {
            "id": 5,
            "model": "단테",
            "content": "<Have you been here by any chance, Yi Sang?>"
        },
        {
            "id": 6,
            "content": "He was the only other Sinner who had spent a while in T Corp., so I decided to ask if he recognized anything. But it was evident that this scenery was unfamiliar to him."
        },
        {
            "id": 7,
            "model": "이상",
            "content": "Though I have resided here for some time, most of my hours were spent earning a living and conducting my research when I could afford to do so. Thus I have not ventured freely the streets of T Corp."
        },
        {
            "id": 8,
            "model": "단테",
            "content": "<I can’t imagine doing any research at a place like this… Can’t have been easy.>"
        },
        {
            "id": 9,
            "model": "이상",
            "content": "It is quite manageable once one grows accustomed to this monochromatic sight. The presence of variance in color itself is a concept alien to those who are born and raised in these lands."
        },
        {
            "id": 10,
            "model": "이상",
            "content": "And I had shoulders of those that I could… lean on, even for a fleeting moment. It helps to have such support when acclimating to a place as foreign as this."
        },
        {
            "id": 11,
            "content": "Yi Sang looks away to a place far beyond from here. Memories of his past, most likely."
        },
        {
            "id": 12,
            "model": "이스마엘",
            "content": "… Did you ever hear anything about what T Corp.’s Singularity is?"
        },
        {
            "id": 13,
            "model": "이상",
            "content": "… As all Singularities are, its true nature, its mechanisms, and function are all something of an enigma. Yet..."
        },
        {
            "id": 14,
            "content": "Yi Sang paused, and carefully began to speak."
        },
        {
            "id": 15,
            "model": "이상",
            "content": "I am aware is that it has aught to do with time. Though I am unsure of its use..."
        },
        {
            "id": 16,
            "model": "이상",
            "content": "Well, I suppose all this is but meaningless conjecture, and only Miss Faust among us must be aware of the answers."
        },
        {
            "id": 17,
            "model": "파우스트",
            "content": "……."
        },
        {
            "id": 18,
            "model": "파우스트",
            "content": "Its singularity is one of the reasons T Corp. constantly drains colors from its inhabitants."
        },
        {
            "id": 19,
            "model": "로쟈",
            "content": "What’s time got to do with… color?"
        },
        {
            "id": 20,
            "model": "파우스트",
            "content": "If the control of time is so imperative to T Corp.'s operations... then they must also control the realm of ‘light’."
        },
        {
            "id": 21,
            "model": "파우스트",
            "content": "As light inherently has much to do with the spectrum of colors, these two subjects eventually overlap."
        },
        {
            "id": 22,
            "model": "파우스트",
            "content": "That is as far as I could deduce regarding the concept of time that I am aware of. Yet, it must also be said that it takes time for me to reach Faust’s specific knowledge regarding T Corp.’s Singularity."
        },
        {
            "id": 23,
            "content": "Faust, known among us for her ‘Hm.’, ‘Maybe.’, and ‘Perhaps.’… rarely ever gave us answers this detailed."
        },
        {
            "id": 24,
            "content": "Then now’s the time to ask her all my questions…!"
        },
        {
            "id": 25,
            "model": "이상",
            "content": "Miss Faust, as we discuss the subject of time—"
        },
        {
            "id": 26,
            "model": "파우스트",
            "content": "Indeed. It would be safe for us to move on from the subject of T Corp. at this time."
        },
        {
            "id": 27,
            "model": "단테",
            "content": "<Aw...>"
        },
        {
            "id": 28,
            "model": "로쟈",
            "content": "There she goes again, teasing us with stuff she’s not going to tell us anyway..."
        },
        {
            "id": 29,
            "content": "Well, I guess I should be glad that she decided to tell us this much. I doubt she'll tell us more no matter how much we pry."
        },
        {
            "id": 30,
            "model": "싱클레어",
            "content": "That’s… kinda sad."
        },
        {
            "id": 31,
            "model": "싱클레어",
            "content": "That there are people who’s never seen color their whole lives, all because of this Singularity."
        },
        {
            "id": 32,
            "model": "로쟈",
            "content": "Well, that’s just how it goes, isn't it. In the eyes of a stranger, we’d be just another one of those poor, miserable people who’s never seen color."
        },
        {
            "id": 33,
            "model": "로쟈",
            "content": "That's the danger in trying your very first bite of the 'meat'. You taste it once, and you’ll never un-know the flavor. And in the end, you’ll start to wish you never tried it."
        },
        {
            "id": 34,
            "model": "이스마엘",
            "content": "Hm… It is pretty disappointing that even the sun loses its vibrancy here."
        },
        {
            "id": 35,
            "model": "이상",
            "content": "Oft did I long to see the colors of the sky. Especially the sky that looms over a light shower of rain."
        },
        {
            "id": 36,
            "model": "로쟈",
            "content": "Yeah. Things like the color of the sky, too. You long to see it only because you've seen its beauty. If you were born here, never to escape its borders to the last of your days without ever seeing the blue sky... then I'd hardly call that death miserable."
        },
        {
            "id": 37,
            "model": "로쟈",
            "content": "Calling even that miserable... is nothing but sheltered arrogance."
        },
        {
            "id": 38,
            "model": "싱클레어",
            "content": "I guess that could also be true..."
        },
        {
            "id": 39,
            "content": "The atmosphere in the bus suddenly became incredibly frosty."
        },
        {
            "id": 40,
            "model": "로쟈",
            "content": "Oh! Hey, speaking of color, I got something to ask ya. Have you guys ever heard of the ‘colors game’? Apparently, each type of personality has a corresponding color!"
        },
        {
            "id": 41,
            "content": "Rodya, who was the one to chill the bus in the first place, was also the first to break the ice."
        },
        {
            "id": 42,
            "model": "로쟈",
            "content": "If Yi Sang enjoys the light blue color of the sky, then… Let’s see. You must be a thinker and a philosopher who prefers the calm and quiet."
        },
        {
            "id": 43,
            "model": "이상",
            "content": "Ooh… How did you come to know that? That is quite the remarkable talent you have."
        },
        {
            "id": 44,
            "model": "돈키호테",
            "content": "Hark, hark! I wish my favorite color to be rated as well! Forsooth, I quite fancy the color red! Nay, yellow! Nay, red! Nay—"
        },
        {
            "id": 45,
            "model": "로쟈",
            "content": "Now, wait your turn. Next in the order is… Faust."
        },
        {
            "id": 46,
            "model": "파우스트",
            "content": "I—"
        },
        {
            "id": 47,
            "model": "로쟈",
            "content": "Wait up, wait up. I know exactly what you’re about to say. You were about to say, ‘Faust does not hold much belief in such ideations~’ or something like that, right?"
        },
        {
            "id": 48,
            "model": "로쟈",
            "content": "Which is exactly what people who like the color white would say. I'm right, aren't I? Like, your hair’s white, too!"
        },
        {
            "id": 49,
            "model": "파우스트",
            "content": "I will not comment further on this subject."
        },
        {
            "id": 50,
            "model": "히스클리프",
            "content": "… Me? My favourite colour…?"
        },
        {
            "id": 51,
            "model": "히스클리프",
            "content": "Tsk, what a stupid question. That's naff, lass."
        },
        {
            "id": 52,
            "model": "히스클리프",
            "content": "But I like…"
        },
        {
            "id": 53,
            "content": "He pauses."
        },
        {
            "id": 54,
            "content": "A great manor begins to emerge into our view from a distance. I could immediately tell that this was the ‘Wuthering Heights’ manor Heathcliff had mentioned."
        },
        {
            "id": 55,
            "model": "히스클리프",
            "content": "... black."
        },
        {
            "id": 56,
            "model": "히스클리프",
            "content": "It’s the colour you get when you dump an entire set of paint into a bucket, innit?"
        },
        {
            "id": 57,
            "model": "히스클리프",
            "content": "And that’s exactly why I tolerate it. Keep throwing paint over paint over paint… and you get black. Simple."
        },
        {
            "id": 58,
            "content": "I can clearly hear that Heathcliff is muttering through gritted teeth."
        },
        {
            "id": 59,
            "content": "I have a feeling that black wasn’t always his favorite color."
        }
    ]
}