{
    "dataList": [
        {
            "id": 0,
            "place": "Wuthering Heights Approach",
            "content": "Two things changed the moment the Wuthering Heights manor appeared over the horizon."
        },
        {
            "id": 1,
            "model": "히스클리프",
            "content": "Mirror… I need a mirror. Anyone got a mirror? Come on, anyone?"
        },
        {
            "id": 2,
            "model": "이상",
            "content": "What has gotten into you, Heathcliff… T-this mirror isn't—"
        },
        {
            "id": 3,
            "content": "One was Heathcliff, who was suddenly overcome with intense anxiety…"
        },
        {
            "id": 4,
            "content": "And the other was the weather that grew dark and tempestuous all of a sudden."
        },
        {
            "id": 5,
            "place": "Aboard Mephistopheles",
            "model": "단테",
            "content": "<… What a terrifying noise.>"
        },
        {
            "id": 6,
            "model": "홍루",
            "content": "Was the weather here always this awful?"
        },
        {
            "id": 7,
            "model": "히스클리프",
            "content": "It was always this… windy, yeah. Almost like a constant tempest."
        },
        {
            "id": 8,
            "model": "히스클리프",
            "content": "But this thunder and lightning...?"
        },
        {
            "id": 9,
            "model": "히스클리프",
            "content": "Well, the weather at Wuthering Heights was always this awful, thunder or not."
        },
        {
            "id": 10,
            "model": "이스마엘",
            "content": "That really is one massive manor if it looks that big from this far away."
        },
        {
            "id": 11,
            "model": "카론",
            "content": "Charon can’t see well. Not sure if this is the right place. But we're here."
        },
        {
            "id": 12,
            "model": "카론",
            "content": "Lightning goes boom. Eyes go ow."
        },
        {
            "id": 13,
            "content": "This manor looked as though it came straight out of a dark, gothic tale full of mysteries. I was half expecting to hear a haunting cry echoing from its windows."
        },
        {
            "id": 14,
            "model": "단테",
            "content": "<So are we just waiting for Vergilius to go ‘off the bus’ again?>"
        },
        {
            "id": 15,
            "model": "그레고르",
            "content": "When hasn’t that been the case, manager bud...?"
        },
        {
            "id": 16,
            "model": "이스마엘",
            "content": "I mean, it's not like we're digging into a Lobotomy Corp. Branch or entering one of the Wings, right? It's just a manor, so I don't see what's stopping him from coming with us."
        },
        {
            "id": 17,
            "model": "베르길리우스",
            "content": "Now, off the bus."
        },
        {
            "id": 18,
            "model": "베르길리우스",
            "content": "Charon and I—"
        },
        {
            "id": 19,
            "model": "로쟈",
            "content": "—will wait outside until we're done with our mission?"
        },
        {
            "id": 20,
            "model": "베르길리우스",
            "content": "……."
        },
        {
            "id": 21,
            "content": "None of the Sinners were hiding their dissatisfaction with Vergilius. Some of them were even standing with their arms crossed."
        },
        {
            "id": 22,
            "model": "베르길리우스",
            "content": "By the looks on your faces… clearly, you all collectively have something to say."
        },
        {
            "id": 23,
            "model": "돈키호테",
            "content": "I… of course not. Ahem. I... I would hardly ever dare to challenge thee."
        },
        {
            "id": 24,
            "content": "Well, maybe not every Sinner."
        },
        {
            "id": 25,
            "content": "We’ve gone through a lot of things, survived various trials and tribulations. Tribulations that could’ve been easily handled had Vergilius been there with us."
        },
        {
            "id": 26,
            "content": "So..."
        },
        {
            "id": 27,
            "model": "이스마엘",
            "content": "Vergilius."
        },
        {
            "id": 28,
            "content": "Looks like Ishmael decided to step up as our representative."
        },
        {
            "id": 29,
            "model": "이스마엘",
            "content": "You introduced yourself to us as our ‘guide’, didn’t you?"
        },
        {
            "id": 30,
            "model": "이스마엘",
            "content": "So what kind of 'guide' just tosses everyone at the start of the journey and goes off on their own with the bus driver? Where are you guys even going?"
        },
        {
            "id": 31,
            "model": "베르길리우스",
            "content": "……."
        },
        {
            "id": 32,
            "model": "이스마엘",
            "content": "I want to make it clear that I’m not being a hardass for no good reason."
        },
        {
            "id": 33,
            "model": "이스마엘",
            "content": "I’m asking you, because I want to trust you."
        },
        {
            "id": 34,
            "model": "이스마엘",
            "content": "After all, we’re technically all in the same boat. We're coworkers. I’d say the least you could do is to tell us where we’re headed."
        },
        {
            "id": 35,
            "content": "Vergilius held his silence for a moment. His brows were not as furrowed as they usually are… which was the only indicator to me that he wasn’t as offended to hear this as I thought he’d be."
        },
        {
            "id": 36,
            "model": "베르길리우스",
            "content": "… Just like you Sinners who joined this company via your individual contracts…"
        },
        {
            "id": 37,
            "model": "베르길리우스",
            "content": "I also signed a contract. With specific clauses and conditions I must abide by."
        },
        {
            "id": 38,
            "model": "돈키호테",
            "content": "Huh? The company made thee, a color most illustrious, sign a contract as well?"
        },
        {
            "id": 39,
            "model": "베르길리우스",
            "content": "Of course I did. Why would I be babysitting you children on this bus otherwise? I'm not one to work for free."
        },
        {
            "id": 40,
            "model": "베르길리우스",
            "content": "I don’t want to bother detailing each and every clause of my contract to you, nor should I…"
        },
        {
            "id": 41,
            "model": "베르길리우스",
            "content": "... But Ishmael, I quite liked that you used the word 'trust' in your speech. So I believe that you deserve at least a brief explanation."
        },
        {
            "id": 42,
            "model": "베르길리우스",
            "content": "I am not supposed to retrieve the Golden Boughs myself, nor am I allowed to provide you with any direct support. The contract stipulates that I must leave everything to the manager and the Sinners."
        },
        {
            "id": 43,
            "model": "그레고르",
            "content": "Why… the hell would you sign a contract like that…?"
        },
        {
            "id": 44,
            "model": "베르길리우스",
            "content": "As always, it's meaningless to ask me 'why'."
        },
        {
            "id": 45,
            "model": "베르길리우스",
            "content": "Contracts are rarely ever fully understood by those that are not a part of it."
        },
        {
            "id": 46,
            "model": "베르길리우스",
            "content": "But..."
        },
        {
            "id": 47,
            "model": "베르길리우스",
            "content": "What I can tell you is that… when I ask you Sinners to leave this bus for a mission..."
        },
        {
            "id": 48,
            "model": "베르길리우스",
            "content": "... I suppose, in a way, I... say it with a lighter heart than I used to."
        },
        {
            "id": 49,
            "model": "베르길리우스",
            "content": "I am no longer concerned that, in my desire to fulfill the conditions for every clause in my contract, the manager might be irreversibly... hurt. I would be left with nothing if such a thing were to happen."
        },
        {
            "id": 50,
            "model": "단테",
            "content": "<…….>"
        },
        {
            "id": 51,
            "model": "단테",
            "content": "<Did he just admit to trusting us more than he used to…?>"
        },
        {
            "id": 52,
            "model": "로쟈",
            "content": "Don't make him repeat something like that, Dante~"
        },
        {
            "id": 53,
            "model": "로쟈",
            "content": "Especially when someone went through the trouble of expressing their true, hidden feelings."
        },
        {
            "id": 54,
            "model": "로쟈",
            "content": "Besides..."
        },
        {
            "id": 55,
            "model": "히스클리프",
            "content": "W-wait..."
        },
        {
            "id": 56,
            "model": "히스클리프",
            "content": "I am NOT going in there like this."
        },
        {
            "id": 57,
            "model": "히스클리프",
            "content": "Nope, can’t do this. Oi, turn the bus around!"
        },
        {
            "id": 58,
            "model": "카론",
            "content": "Mephi doesn’t do U-turns."
        },
        {
            "id": 59,
            "model": "히스클리프",
            "content": "Bollocks… I ain’t going back to the manor in these wrinkly rags!"
        },
        {
            "id": 60,
            "content": "Oh yeah, right… every single one of our elaborate plans to dress him up in fancy clothes fell through."
        },
        {
            "id": 61,
            "model": "단테",
            "content": "<Hey, you don’t look *that* bad...>"
        },
        {
            "id": 62,
            "model": "히스클리프",
            "content": "If I go back in these rags, those bastards will—"
        },
        {
            "id": 63,
            "model": "이스마엘",
            "content": "... Those 'bastards'? Who are they?"
        },
        {
            "id": 64,
            "model": "히스클리프",
            "content": "Bastards that'd always eye me up and down, trying to find a speck of dust, a single flaw, something to latch onto just to humiliate me…"
        },
        {
            "id": 65,
            "model": "료슈",
            "content": "Then gouge out their eyes."
        },
        {
            "id": 66,
            "model": "오티스",
            "content": "Oho, that would be quite the clever solution."
        },
        {
            "id": 67,
            "model": "히스클리프",
            "content": "What are you even…"
        },
        {
            "id": 68,
            "content": "Looks like Heathcliff is the only one who’s taking this seriously."
        },
        {
            "id": 69,
            "model": "로쟈",
            "content": "Fuhu..."
        },
        {
            "id": 70,
            "model": "홍루",
            "content": "Huhu..."
        },
        {
            "id": 71,
            "model": "히스클리프",
            "content": "The hell is wrong with the pair of you? Quit gigglin’ like that!"
        },
        {
            "id": 72,
            "model": "로쟈",
            "content": "Good thing we came prepared exactly for this occasion~!"
        },
        {
            "id": 73,
            "model": "로쟈",
            "content": "I just couldn’t imagine Heath managing to pull off this makeover on his own."
        },
        {
            "id": 74,
            "model": "홍루",
            "content": "Rodya and I did some shopping in the Backstreets before we entered the Nest."
        },
        {
            "id": 75,
            "model": "로쟈",
            "content": "We were waiting to reveal these just in case there was anything more impressive in the Nest, but thanks to the disappointing lack of anything even remotely interesting… we’ll just make do with what we picked up earlier."
        },
        {
            "id": 76,
            "model": "히스클리프",
            "content": "Wait a bloody second. When the two of you went off on your own… No. All you brought back was a whole basket of cookies, wasn't it?"
        },
        {
            "id": 77,
            "model": "로쟈",
            "content": "Those cookies were decoy cookies, Heath! Though some of ‘em did end up as a part of my daily sustenance, of course… heh."
        },
        {
            "id": 78,
            "model": "홍루",
            "content": "While I couldn’t find the particular brands I used back home… these should be more than enough for a proper fashion makeover."
        },
        {
            "id": 79,
            "model": "베르길리우스",
            "content": "Hm."
        },
        {
            "id": 80,
            "model": "로쟈",
            "content": "Verg, c’mon. Can't we keep things nice and happy for once, hmm? Let him wear something else other than his uniform. Just for today."
        },
        {
            "id": 81,
            "model": "로쟈",
            "content": "Like, no one wants to meet their old flame while wearing their work clothes, right?"
        },
        {
            "id": 82,
            "model": "베르길리우스",
            "content": "……."
        },
        {
            "id": 83,
            "model": "히스클리프",
            "content": "W-well, I doubt the guide’ll ever let anything like that sli—"
        },
        {
            "id": 84,
            "model": "베르길리우스",
            "content": "Fine."
        },
        {
            "id": 85,
            "model": "히스클리프",
            "content": "What...!"
        },
        {
            "id": 86,
            "model": "베르길리우스",
            "content": "I would prefer it if we didn’t have to encourage another rogue incident with the Backdoor."
        },
        {
            "id": 87,
            "model": "히스클리프",
            "content": "Seriously?! Guide…!!!"
        },
        {
            "id": 88,
            "content": "Heathcliff trembled like he was about to give Vergilius a big hug."
        },
        {
            "id": 89,
            "model": "홍루",
            "content": "Now, Heathcliff, close your eyes..."
        },
        {
            "id": 90,
            "model": "홍루",
            "content": "Relax… and let us take care of everything. Pretend you’re at the proverbial peach blossom spring."
        },
        {
            "id": 91,
            "model": "히스클리프",
            "content": "Wait, don’t touch my hair like—"
        },
        {
            "id": 92,
            "model": "히스클리프",
            "content": "……."
        },
        {
            "id": 93,
            "model": "히스클리프",
            "content": "Woah..."
        },
        {
            "id": 94,
            "model": "히스클리프",
            "content": "Oi, you ain’t half bad..."
        },
        {
            "id": 95,
            "content": "……."
        },
        {
            "id": 96,
            "model": "홍루SD",
            "teller": "Hong Lu",
            "title": "Sinner #6",
            "content": "Shh~ Heathcliff’s getting a makeover!"
        },
        {
            "id": 97,
            "content": "Some time later..."
        },
        {
            "id": 98,
            "model": "히스클리프꾸밈",
            "content": "Ahem..."
        },
        {
            "id": 99,
            "model": "단테",
            "content": "<…….>"
        },
        {
            "id": 100,
            "model": "히스클리프꾸밈",
            "content": "Um… I think you might’ve overdone it with the hair."
        },
        {
            "id": 101,
            "model": "로쟈",
            "content": "Don’t touch it! Do you even have any idea how hard Hong Lu worked on that?"
        },
        {
            "id": 102,
            "model": "이스마엘",
            "content": "... Where'd his bat go?"
        },
        {
            "id": 103,
            "model": "로쟈",
            "content": "It’s a reunion of the century! We can’t possibly let him say hello to his old flame with a big brutish club in his hand~"
        },
        {
            "id": 104,
            "model": "돈키호테",
            "content": "Sir Heathcliff appeareth... a tad more merciful than usual. Mayhaps he shall accept my request should I implore him to purchase me a pint of ice-crrream..."
        },
        {
            "id": 105,
            "model": "싱클레어",
            "content": "And he no longer looks like he's on the verge of punching me when I make the smallest noises!"
        },
        {
            "id": 106,
            "model": "히스클리프꾸밈",
            "content": "……."
        },
        {
            "id": 107,
            "model": "히스클리프꾸밈",
            "content": "Lad, please... please don't bring up anything even remotely like that in front of Catherine…"
        },
        {
            "id": 108,
            "model": "베르길리우스",
            "content": "Well, I'll be. Clothes really do make the man. Do let me know how this reunion goes; I’ll be looking forward to hearing that tale."
        },
        {
            "id": 109,
            "model": "히스클리프꾸밈",
            "content": "Ahm… s-sure."
        },
        {
            "id": 110,
            "model": "단테",
            "content": "<So, Heathcliff?>"
        },
        {
            "id": 111,
            "content": "I’ve been meaning to ask this question for a while. I wanted to know the answer… but I couldn’t bring myself to ask him."
        },
        {
            "id": 112,
            "model": "단테",
            "content": "<Why’d you leave Wuthering Heights? It's where the love of your life lives, isn't it?>"
        },
        {
            "id": 113,
            "content": "Heathcliff, who’d been busily moving about and preparing to leave the bus, suddenly comes to a halt."
        },
        {
            "id": 114,
            "model": "히스클리프꾸밈",
            "content": "... I didn’t mind it. The thrashings, the starvings, the abuse, them treatin' me like a servant, like I'm something beneath them..."
        },
        {
            "id": 115,
            "model": "히스클리프꾸밈",
            "content": "I didn’t mind being treated like I’m nothing more than an afterthought, like I'm some impure trash to be discarded."
        },
        {
            "id": 116,
            "model": "히스클리프꾸밈",
            "content": "But when I heard what… Catherine said..."
        },
        {
            "id": 117,
            "model": "히스클리프꾸밈",
            "content": "… I realized that I no longer had any reason to remain in that manor."
        },
        {
            "id": 118,
            "content": "Heathcliff did not elaborate further."
        },
        {
            "id": 119,
            "content": "Perhaps it wasn't that he didn't, but that he couldn't bring himself to..."
        },
        {
            "id": 120,
            "content": "I didn't dare ask him what he was about to say, so I simply nodded in response."
        },
        {
            "id": 121,
            "model": "단테",
            "content": "<I see… >"
        },
        {
            "id": 122,
            "model": "카론",
            "content": "……."
        },
        {
            "id": 123,
            "model": "로쟈",
            "content": "Ooh, looks like Charon’s got something to say about your new fit!"
        },
        {
            "id": 124,
            "model": "카론",
            "content": "Mhm, Charon has something to say. Something big."
        },
        {
            "id": 125,
            "model": "로쟈",
            "content": "Great, awesome! Now, Charon! What do ya think~?"
        },
        {
            "id": 126,
            "model": "카론",
            "content": "Looks oily and greasy. Charon doesn't like greasy."
        },
        {
            "id": 127,
            "model": "히스클리프꾸밈",
            "content": "……."
        },
        {
            "id": 128,
            "model": "로쟈",
            "content": "Oh… This… isn’t how I thought it’d go… ha ha…"
        },
        {
            "id": 129,
            "content": "Charon’s words must’ve hit him hard."
        },
        {
            "id": 130,
            "content": "It took quite a bit of convincing for Heathcliff, who was severely discouraged by Charon’s remark, to exit the bus."
        }
    ]
}