{
    "dataList": [
        {
            "id": 0,
            "place": "Wuthering Heights Front Gate",
            "model": "히스클리프꾸밈",
            "content": "Tsk… this is uncomfortable."
        },
        {
            "id": 1,
            "model": "히스클리프꾸밈",
            "content": "Oi, is it normal for these clothes to squeeze harder with every step I take?"
        },
        {
            "id": 2,
            "model": "홍루",
            "content": "That is what it means to maintain an air of dignity~ Once you get used to that feeling, you'll feel like you're missing something whenever you're dressed casually!"
        },
        {
            "id": 3,
            "model": "이상",
            "content": "So this must be the front… gate to your former place of abode, Heathcliff."
        },
        {
            "id": 4,
            "content": "The massive gate alone feels downright intimidating."
        },
        {
            "id": 5,
            "model": "단테",
            "content": "<That's one big front door.>"
        },
        {
            "id": 6,
            "model": "뫼르소",
            "content": "It is known that, in certain regions of the City, the size of the front gate is an indicator of one's social standing. The magnitude of this front gate indicates that... the owner of this home is very affluent."
        },
        {
            "id": 7,
            "model": "이스마엘",
            "content": "Heathcliff, you picked on Hong Lu for being a rich kid when you were raised at some huge mansion yourself?"
        },
        {
            "id": 8,
            "model": "홍루",
            "content": "Heh heh, I don't mind it at all~"
        },
        {
            "id": 9,
            "model": "로쟈",
            "content": "... I'm feeling a bit betrayed, actually."
        },
        {
            "id": 10,
            "model": "돈키호테",
            "content": "Sir Heathcliff, thou appeareth quite different today..."
        },
        {
            "id": 11,
            "model": "히스클리프꾸밈",
            "content": "... Keep your stupid comments to yourselves."
        },
        {
            "id": 12,
            "content": "Some were teasing him, and some were genuinely surprised, but... it didn't matter to Heathcliff. Every word he spat out was dripping with venomous spite."
        },
        {
            "id": 13,
            "model": "히스클리프꾸밈",
            "content": "I wasn't even remotely close to being rich."
        },
        {
            "id": 14,
            "model": "히스클리프꾸밈",
            "content": "I was never once 'rich' in this manor. I wasn't even allowed to be content. Not even for a moment."
        },
        {
            "id": 15,
            "model": "히스클리프꾸밈",
            "content": "And this manor. This manor never accepted me, not even for a—"
        },
        {
            "id": 16,
            "model": "그레고르",
            "content": "…!"
        },
        {
            "id": 17,
            "model": "히스클리프꾸밈",
            "content": "W-what the hell..."
        },
        {
            "id": 18,
            "model": "오티스",
            "content": "A lightning strike. It seems to have struck an area near the forest."
        },
        {
            "id": 19,
            "model": "단테",
            "content": "<That was so loud...>"
        },
        {
            "id": 20,
            "model": "싱클레어",
            "content": "It's okay. I-I heard that it's extremely rare for lightning to actually hit people."
        },
        {
            "id": 21,
            "model": "이상",
            "content": "... A momentary musing reveals that a strike of levin brings about a sensation that is not unlike the joy of fireworks."
        },
        {
            "id": 22,
            "model": "이상",
            "content": "It fills the dark and cold void of the night sky with its incandescent brilliance, even for a brief moment, before fading away into oblivion."
        },
        {
            "id": 23,
            "model": "히스클리프꾸밈",
            "content": "… Right. And in exchange, it loses everything it has, burning and leaving nothing but ash behind."
        },
        {
            "id": 24,
            "model": "히스클리프꾸밈",
            "content": "What joy is there to be found?"
        },
        {
            "id": 25,
            "content": "I could hear some forest critters fleeing, spooked by the thunderstrike."
        },
        {
            "id": 26,
            "model": "돈키호테",
            "content": "Ooh! Behold, a tiny squirrel over yonder!"
        },
        {
            "id": 27,
            "model": "홍루",
            "content": "Woah… such nature so close to home? I didn't know you used to live at such an eco-friendly place. I suppose I wouldn't have to go through the trouble of building a private zoo if I lived at a place like this!"
        },
        {
            "id": 28,
            "model": "오티스",
            "content": "To have a garden or a forest so near their home… Even if we were to ignore everything else, that alone indicates that its owner is someone of unimaginable affluence."
        },
        {
            "id": 29,
            "model": "로쟈",
            "content": "Hmm~ Right! I remember that Sinclair's home was in the middle of a forest, too."
        },
        {
            "id": 30,
            "model": "히스클리프꾸밈",
            "content": "Squirrels, sure. There were other animals roaming about, too."
        },
        {
            "id": 31,
            "model": "히스클리프꾸밈",
            "content": "Sometimes, when I was so miserable that I could hardly bear to even be in that manor... I’d go to the forest and not return for a long, long time."
        },
        {
            "id": 32,
            "model": "돈키호테",
            "content": "Ooh, then this tiny forest friend, little Sir Squirrel, must have been quite the jolly companion for thee!"
        },
        {
            "id": 33,
            "model": "돈키호테",
            "content": "LITTLE SIR SQUIRRELLLLLL!!!!!!!!!!!"
        },
        {
            "id": 34,
            "content": "The little squirrel that may once have been Heathcliff’s tiny forest friend…"
        },
        {
            "id": 35,
            "content": "… was immediately scorched down to a pile of ash the moment it crossed over into the manor’s front gate."
        },
        {
            "id": 36,
            "model": "그레고르",
            "content": "That was… a weird lightning strike. Did it just curve midair?"
        },
        {
            "id": 37,
            "model": "파우스트",
            "content": "The chance of such an occurrence is extraordinarily low."
        },
        {
            "id": 38,
            "model": "그레고르",
            "content": "Um… it might just be that I’m overreacting, but it looked as though that lightning was curving itself to strike exactly where that squirrel was standing."
        },
        {
            "id": 39,
            "model": "이스마엘",
            "content": "Woah… Heathcliff, I had no idea you grew up at such a dangerous place. I’m impressed you even survived…"
        },
        {
            "id": 40,
            "model": "히스클리프꾸밈",
            "content": "… No. Blimey… I’ve not seen anything like it."
        },
        {
            "id": 41,
            "model": "단테",
            "content": "<Right, Heathcliff. Ready to knock on the front gate?>"
        },
        {
            "id": 42,
            "model": "히스클리프꾸밈",
            "content": "The front gate…"
        },
        {
            "id": 43,
            "content": "He stared blankly at the front gate of the manor."
        },
        {
            "id": 44,
            "model": "히스클리프꾸밈",
            "content": "I've... not knocked on this gate in good many years."
        },
        {
            "id": 45,
            "model": "히스클리프꾸밈",
            "content": "I once had to wait out here for hours because they all refused to let me in. Everyone... except Catherine. She snuck out of the manor to open it for me."
        },
        {
            "id": 46,
            "model": "히스클리프꾸밈",
            "content": "Walking through the heavy rain."
        },
        {
            "id": 47,
            "model": "이스마엘",
            "content": "Well, then... I’m sure it won’t be different this time."
        },
        {
            "id": 48,
            "model": "히스클리프꾸밈",
            "content": "So if I knock... Catherine will come out to let me in?"
        },
        {
            "id": 49,
            "model": "단테",
            "content": "<…….>"
        },
        {
            "id": 50,
            "model": "히스클리프꾸밈",
            "content": "... Hup."
        },
        {
            "id": 51,
            "content": "Heathcliff takes a deep breath before knocking on the front door."
        },
        {
            "id": 52,
            "model": "히스클리프꾸밈",
            "content": "……."
        },
        {
            "id": 53,
            "model": "이스마엘",
            "content": "Huh, nothing. That’s not what I meant when I said it won't be different this time…"
        },
        {
            "id": 54,
            "model": "이스마엘",
            "content": "Oh, we can try climbing over the fence. I think we can clear that height as long as we’re okay with breaking our ankles…"
        },
        {
            "id": 55,
            "model": "히스클리프꾸밈",
            "content": "No."
        },
        {
            "id": 56,
            "content": "Heathcliff was a whole bundle of anxiety before he knocked on the front gate, but…"
        },
        {
            "id": 57,
            "content": "… perhaps this perceived slight reverted Heathcliff into his usual, angry self."
        },
        {
            "id": 58,
            "model": "히스클리프꾸밈",
            "content": "I was invited to this manor! This invitation would be meaningless if I were to leap over the fence."
        },
        {
            "id": 59,
            "model": "히스클리프꾸밈",
            "content": "CATHERINE! I’M BACK!"
        },
        {
            "id": 60,
            "model": "오티스",
            "content": "They’ve ignored you once. Continuing to shout won’t—"
        },
        {
            "id": 61,
            "model": "히스클리프꾸밈",
            "content": "CATHERINE!"
        },
        {
            "id": 62,
            "content": "Despite his efforts, not even a soul stirred beyond the front gate. None of us really believed that anyone would come out to greet him."
        },
        {
            "id": 63,
            "content": "But…"
        },
        {
            "id": 64,
            "model": "히스클리프꾸밈",
            "content": "CATH—"
        },
        {
            "id": 65,
            "content": "The front gate began to creak open as though someone was answering his pleas."
        },
        {
            "id": 66,
            "model": "홍루",
            "content": "… The makeover was worth it, hmm?"
        }
    ]
}