{
    "dataList": [
        {
            "id": 0,
            "place": "Wuthering Heights Gardens",
            "content": "The heavy rain and the tempest only grew harsher the closer we got to the manor."
        },
        {
            "id": 1,
            "model": "돈키호테",
            "content": "Though we have long made it past the front gate, not a soul doth appear..."
        },
        {
            "id": 2,
            "content": "The bubbling excitement of the Sinners when they disembarked the bus had all but disappeared. Silent air of apprehension surrounded them as they gingerly took their hesitant steps toward the manor."
        },
        {
            "id": 3,
            "model": "히스클리프꾸밈",
            "content": "Cathy! Have you been well? No… Catherine, it has been a while, hasn’t it? No, this ain't it either…"
        },
        {
            "id": 4,
            "content": "In the midst of this aura of uneasiness, only Heathcliff seemed to be preoccupied by something else. The rest of the Sinners were—"
        },
        {
            "id": 5,
            "model": "로쟈",
            "content": "Didya catch that…?"
        },
        {
            "id": 6,
            "model": "뫼르소",
            "content": "A bird. A subspecies of sparrows, to be exact."
        },
        {
            "id": 7,
            "model": "오티스",
            "content": "Lightning continues to strike aggressively… even this far past the front gate."
        },
        {
            "id": 8,
            "model": "싱클레어",
            "content": "We would’ve been burnt to a crisp had it struck even a little closer…"
        },
        {
            "id": 9,
            "content": "Lightning continued to blast the earth, as though it wouldn't be satisfied until it's reduced every living thing in the manor grounds to a pile of ashes."
        },
        {
            "id": 10,
            "model": "로쟈",
            "content": "Is it gonna hit us if we walk faster? Or maybe it hits things that are moving too slowly? Maybe we should speed up? I don’t know…"
        },
        {
            "id": 11,
            "model": "오티스",
            "content": "Our walking speed seems irrelevant. Instead, it's almost as if this lightning has a will of its own, striking with intent. \n... This brings back some... unpleasant memories."
        },
        {
            "id": 12,
            "model": "홍루",
            "content": "Ohh~ Maybe it’s like this house’s defense system?"
        },
        {
            "id": 13,
            "model": "이상",
            "content": "Defense system… Do you imply that this may be a part of the manor's security measures?"
        },
        {
            "id": 14,
            "model": "홍루",
            "content": "Maybe it only targets things that enter the manor grounds without permission."
        },
        {
            "id": 15,
            "model": "홍루",
            "content": "I've seen security measures that are more precise and more... conclusive than this."
        },
        {
            "id": 16,
            "model": "홍루",
            "content": "Larger manors often do install more effective security systems, after all."
        },
        {
            "id": 17,
            "model": "싱클레어",
            "content": "Ohh… I think our family talked about installing a defense system at our home, too. It was one of those topics that kept coming up during dinner."
        },
        {
            "id": 18,
            "model": "이스마엘",
            "content": "... That would make sense. Not that I’ll ever understand the thought process behind these… systems…"
        },
        {
            "id": 19,
            "model": "이상",
            "content": "Perhaps the ‘security measures’ that prevented the Before Team from approaching the manor may be…"
        },
        {
            "id": 20,
            "model": "홍루",
            "content": "Yeah… But we have the invitation with us! I think we’ll be just fine."
        },
        {
            "id": 21,
            "model": "단테",
            "content": "<…….>"
        },
        {
            "id": 22,
            "content": "Is that really all this is?"
        },
        {
            "id": 23,
            "content": "Is this just one of those normal security measures that every rich family supposedly has?"
        },
        {
            "id": 24,
            "model": "홍루",
            "content": "This is pretty interesting, though. I heard that the technology to change the weather itself is really, really expensive to the point of being inefficient. So expensive that I’ve not seen it myself."
        },
        {
            "id": 25,
            "content": "I remained silent because I didn't want to concern the Sinners with something I wasn't sure about..."
        },
        {
            "id": 26,
            "content": "But the closer we got to the manor, the more confident I became that something was off."
        },
        {
            "id": 27,
            "content": "That this extremely abnormal weather… isn’t the work of some security system."
        },
        {
            "id": 28,
            "content": "This absolutely has something to do with a Golden Bough."
        },
        {
            "id": 29,
            "content": "But..."
        },
        {
            "id": 30,
            "content": "This Golden Bough feels different from the ones we've encountered before."
        },
        {
            "id": 31,
            "content": "It's a bit more... chaotic...?"
        },
        {
            "id": 32,
            "model": "싱클레어",
            "content": "Oh? Huh, these flowers..."
        },
        {
            "id": 33,
            "model": "싱클레어",
            "content": "... they've got color!"
        },
        {
            "id": 34,
            "content": "Sinclair was right. The manor’s garden was lightly littered with flowers; they were the only things of color in this dreary sight."
        },
        {
            "id": 35,
            "model": "싱클레어",
            "content": "I wonder what these flowers are called?"
        },
        {
            "id": 36,
            "model": "로쟈",
            "content": "Huh, I guess you can return the colors even to flowers if you cough up enough cash?"
        },
        {
            "id": 37,
            "model": "파우스트",
            "content": "Indeed."
        },
        {
            "id": 38,
            "model": "이상",
            "content": "Then the proprietor of this manor must have held a particular love for these flowers."
        },
        {
            "id": 39,
            "model": "이상",
            "content": "To return the colors to such transient things as flowers..."
        },
        {
            "id": 40,
            "model": "이상",
            "content": "Or, perhaps, it may simply be that they are preposterously affluent."
        },
        {
            "id": 41,
            "content": "Heathcliff quietly gazed at the patches of violet flowers as Yi Sang mused out loud."
        },
        {
            "id": 42,
            "model": "히스클리프꾸밈",
            "content": "……."
        },
        {
            "id": 43,
            "model": "히스클리프꾸밈",
            "content": "You're wrong."
        },
        {
            "id": 44,
            "model": "히스클리프꾸밈",
            "content": "There was no particular love for these flowers."
        },
        {
            "id": 45,
            "model": "히스클리프꾸밈",
            "content": "There was no room, no warmth in that heart to spare for mere flowers."
        },
        {
            "id": 46,
            "content": "Heathcliff appeared so doleful that I felt as though he had built a tall, opaque wall between himself and the world. I could not bring myself to ask further."
        },
        {
            "id": 47,
            "content": "He did not tell us the name of those flowers."
        },
        {
            "id": 48,
            "model": "넬리",
            "teller": "???",
            "title": "???",
            "content": "My, oh my!!! Please, come this way!!!!"
        },
        {
            "id": 49,
            "content": "Someone hurriedly runs this way from the manor's front door, holding a lantern."
        },
        {
            "id": 50,
            "model": "넬리",
            "teller": "???",
            "title": "???",
            "content": "What an awful weather, hmm? Well, T Corp. is… the Wuthering Heights manor is rarely ever sunny, but this is quite the storm!"
        },
        {
            "id": 51,
            "model": "히스클리프꾸밈",
            "content": "... Long..."
        },
        {
            "id": 52,
            "model": "히스클리프꾸밈",
            "content": "… Long time no see, Nelly."
        },
        {
            "id": 53,
            "model": "넬리",
            "content": "... My word, Heathcliff? Is that you? It really is you!"
        },
        {
            "id": 54,
            "model": "히스클리프꾸밈",
            "content": "Y-yeah..."
        },
        {
            "id": 55,
            "model": "넬리",
            "content": "You haven't the slightest idea how worried I was since you left! Have you been eating well? You’ve not been bullied by a rough crowd, have you?"
        },
        {
            "id": 56,
            "model": "단테",
            "content": "<Bullied by a what…?>"
        },
        {
            "id": 57,
            "model": "넬리",
            "content": "We’ve wanted to hear from you for so long!!"
        },
        {
            "id": 58,
            "model": "히스클리프꾸밈",
            "content": "……."
        },
        {
            "id": 59,
            "model": "넬리",
            "content": "Do come in now, come in!"
        },
        {
            "id": 60,
            "model": "넬리",
            "content": "……."
        },
        {
            "id": 61,
            "model": "단테",
            "content": "<…?>"
        },
        {
            "id": 62,
            "content": "This ‘Nelly’ regarded us with a curious look, as though she didn’t quite understand what we were supposed to be…"
        },
        {
            "id": 63,
            "model": "넬리",
            "content": "If I may be so bold as to presume…"
        },
        {
            "id": 64,
            "model": "넬리",
            "content": "Would you be our dear Heathcliff’s friends?!"
        },
        {
            "id": 65,
            "model": "히스클리프꾸밈",
            "content": "Ahem..."
        },
        {
            "id": 66,
            "model": "이스마엘",
            "content": "Yeah, uh, well..."
        },
        {
            "id": 67,
            "model": "싱클레어",
            "content": "Friends...? Are we?"
        },
        {
            "id": 68,
            "model": "뫼르소",
            "content": "The answer to that question hinges on the range of affinity one would define as a delineation that separates friends from acquaintances."
        },
        {
            "id": 69,
            "model": "로쟈",
            "content": "‘Course we’re friends~ Precious friendship, forged in fire! Multiple fires, actually!"
        },
        {
            "id": 70,
            "model": "오티스",
            "content": "Your dear Heathcliff’s precious friends are about to freeze to their deaths in the rain, woman."
        },
        {
            "id": 71,
            "model": "넬리",
            "content": "My, what honourable guests I welcome to this place today! I must be all over the place to leave you all standing in the rain! Come in now, come in! It’s a tad warmer in here than it is outside."
        },
        {
            "id": 72,
            "content": "The interiors of Wuthering Heights was rather dark, yet..."
        },
        {
            "id": 73,
            "place": "Wuthering Heights Entrance",
            "model": "돈키호테",
            "content": "This manor… doth have color."
        },
        {
            "id": 74,
            "content": "Its hue appeared a tad faded from its original vibrancy, but..."
        },
        {
            "id": 75,
            "content": "… there was color in this manor."
        },
        {
            "id": 76,
            "model": "히스클리프꾸밈",
            "content": "What’d I tell you? I could see colour inside this manor."
        },
        {
            "id": 77,
            "model": "히스클리프꾸밈",
            "content": "Well... it's all bought by money, anyway."
        },
        {
            "id": 78,
            "model": "히스클리프꾸밈",
            "content": "Believe it or not, there's something about these lanterns hanging about the manor that brings back colours."
        },
        {
            "id": 79,
            "model": "이상",
            "content": "Ah, the lanterns that return the objects' original saturation. These are quite the expensive luxuries, are they not?"
        },
        {
            "id": 80,
            "model": "히스클리프꾸밈",
            "content": "It still doesn’t bring all the colours back. Things still remain a tad gloomy."
        },
        {
            "id": 81,
            "model": "히스클리프꾸밈",
            "content": "So where’s Cathy—"
        },
        {
            "id": 82,
            "model": "넬리",
            "content": "Heathcliff! Please, tell me of your life since you have left us, hmm? Where have you been staying? Have you been eating well? My, have you lost weight?"
        },
        {
            "id": 83,
            "model": "히스클리프꾸밈",
            "content": "Huh? Uh… I…"
        },
        {
            "id": 84,
            "model": "넬리",
            "content": "I’m glad your delay wasn’t too substantial. We have all been waiting for your arrival."
        },
        {
            "id": 85,
            "model": "히스클리프꾸밈",
            "content": "We…?"
        },
        {
            "id": 86,
            "model": "넬리",
            "content": "Now let me get a better look at you. The refined dress clothes, the hair... My, you’ve certainly grown into a right proper gentleman, haven't you? Quite the popular lad you are, with a posse of friends and all."
        },
        {
            "id": 87,
            "model": "히스클리프꾸밈",
            "content": "Well… Hm… D-did I?"
        },
        {
            "id": 88,
            "model": "넬리",
            "content": "But of course! I would not have recognized you from a distance."
        },
        {
            "id": 89,
            "content": "Nelly was talking so fast that Heathcliff wasn't spared even a second to get in a single word."
        },
        {
            "id": 90,
            "model": "오티스",
            "content": "Nelly… was it?"
        },
        {
            "id": 91,
            "model": "오티스",
            "content": "What is your precise relation to Heathcliff? As his precious friend, colleague, and comrade in arms, I cannot help but be curious as to how you two know each other."
        },
        {
            "id": 92,
            "content": "Outis, who was conspicuously scanning the interiors of the manor, suddenly asked Nelly the most transparently suspicious question that I’ve ever heard."
        },
        {
            "id": 93,
            "model": "넬리",
            "content": "Oh, I’m… let’s see… Heathcliff’s... hm, how should I put this?"
        },
        {
            "id": 94,
            "model": "넬리",
            "content": "... Nanny, I suppose?"
        },
        {
            "id": 95,
            "model": "이스마엘",
            "content": "Nanny...?"
        },
        {
            "id": 96,
            "model": "이스마엘",
            "content": "What, like… you wiped Heathcliff's snot, changed his baby clothes, and... am I thinking of the right 'nanny'?"
        },
        {
            "id": 97,
            "model": "홍루",
            "content": "And when the baby’s fussy about the food, nannies spoon-feed it to them."
        },
        {
            "id": 98,
            "model": "히스클리프꾸밈",
            "content": "Oi, Nelly! Quit teasin’ me like that."
        },
        {
            "id": 99,
            "model": "히스클리프꾸밈",
            "content": "You weren’t exactly my ‘nanny’, and you know that."
        },
        {
            "id": 100,
            "model": "히스클리프꾸밈",
            "content": "We’ve known each other since we were both young."
        },
        {
            "id": 101,
            "model": "히스클리프꾸밈",
            "content": "And I did not treat her like a servant or follow her around like she was my nanny."
        },
        {
            "id": 102,
            "model": "넬리",
            "content": "Fuhu. Mind you, I am now the Chief Butler of the house. You must see the other Butlers moving about like soldiers when I give a word!"
        },
        {
            "id": 103,
            "model": "히스클리프꾸밈",
            "content": "… Well, you were the best at your job."
        },
        {
            "id": 104,
            "model": "히스클리프꾸밈",
            "content": "Nelly, I’m… getting quite impatient. So I’ve got to ask…"
        },
        {
            "id": 105,
            "content": "Heathcliff must have wanted so badly to ask her where Cathy was."
        },
        {
            "id": 106,
            "model": "히스클리프꾸밈",
            "content": "So when’s the… banquet starting?"
        },
        {
            "id": 107,
            "content": "Instead, he hid his true question behind a mask of aloofness."
        },
        {
            "id": 108,
            "content": "But..."
        },
        {
            "id": 109,
            "model": "넬리",
            "content": "……."
        },
        {
            "id": 110,
            "content": "Nelly's expression became somewhat odd upon hearing Heathcliff's query."
        },
        {
            "id": 111,
            "model": "넬리",
            "content": "The banquet..."
        },
        {
            "id": 112,
            "teller": "???",
            "title": "???",
            "content": "Oi! When’s that witless brigand coming? Is he even on his way?"
        },
        {
            "id": 113,
            "teller": "???",
            "title": "???",
            "content": "You can’t just leave after gathering us all down here! If I have to sit any second longer next to these mugs, I’m going to lose it!"
        },
        {
            "id": 114,
            "content": "There was a furious voice echoing from down the halls."
        },
        {
            "id": 115,
            "model": "히스클리프꾸밈",
            "content": "Nelly, wait… I recognize that voice…!"
        },
        {
            "id": 116,
            "model": "넬리",
            "content": "My, don’t rush! He just arrived, mind you!"
        },
        {
            "id": 117,
            "model": "넬리",
            "content": "Let's join the others, Heathcliff. Like I said, we've all been waiting for your arrival."
        },
        {
            "id": 118,
            "content": "Heathcliff bit his lips anxiously and followed Nelly."
        },
        {
            "id": 119,
            "model": "로쟈",
            "content": "This… doesn’t feel at all like a manor that’s about to throw a party..."
        },
        {
            "id": 120,
            "model": "싱클레어",
            "content": "Yeah, that cruise ship party, this manor…"
        },
        {
            "id": 121,
            "model": "싱클레어",
            "content": "You can’t hide the rising sense of dread from places like these. Doesn’t matter how hard you try."
        },
        {
            "id": 122,
            "model": "뫼르소",
            "content": "This manor does not appear to have been a place where liveliness is an expected element."
        },
        {
            "id": 123,
            "model": "뫼르소",
            "content": "I see signs of rushed cleaning, conducted immediately before the guests arrived. Several cracks and areas in need of repair have been identified as well."
        },
        {
            "id": 124,
            "model": "뫼르소",
            "content": "Also…"
        },
        {
            "id": 125,
            "model": "돈키호테",
            "content": "I was scant expecting a raucous par-tay, yet… this is quite the depressing presentation..."
        },
        {
            "id": 126,
            "content": "I followed Don Quixote to the halls. She appeared terribly disappointed."
        }
    ]
}