{
    "dataList": [
        {
            "id": 0,
            "place": "Wuthering Heights Hall",
            "content": "Two people sat by a dying hearth, surrounded by their respective posse. It was quite apparent from the way they sat opposite of one another that their relationship was far from amicable."
        },
        {
            "id": 1,
            "content": "On one end was a group of people dressed in mysterious masks, surrounding a jumpy-looking man who looked like he was one little nudge away from hollering foul insults at everyone."
        },
        {
            "id": 2,
            "content": "On the other end was a group of people dressed in identical uniforms (Sinclair told me that they were wearing the outfit that most manor employees wear) to each other."
        },
        {
            "id": 3,
            "content": "One of them stood out, as he was the only one among them in a black suit. He appeared somewhat uncomfortable; it seemed as though he was in a great deal of pain merely by being here."
        },
        {
            "id": 4,
            "content": "And between the two groups were…"
        },
        {
            "id": 5,
            "model": "돈키호테",
            "content": "Fixers…! I recognize their outfits! Forsooth, they must be Fixers from the O-Ou-Öufi Association!"
        },
        {
            "id": 6,
            "model": "돈키호테",
            "content": "‘Tis quite rare to even get a sighting of a single Öufi Fixer…! They requireth quite the momentous occasion to even grace us with their presence!!!!!!"
        },
        {
            "id": 7,
            "model": "단테",
            "content": "<Shh, shh… We’ll have time to ask for autographs later. Later, all right?>"
        },
        {
            "id": 8,
            "content": "I had to coax Don Quixote, who was practically quivering, from immediately running to them for signatures."
        },
        {
            "id": 9,
            "content": "… Because we had unintentionally become the center of attention from the entire room."
        },
        {
            "id": 10,
            "content": "The center of a very negative attention."
        },
        {
            "id": 11,
            "model": "조세핀",
            "content": "By gum, that vagabond 'as returned. The bloody shame o' Wuthering Heights..."
        },
        {
            "id": 12,
            "model": "히스클리프꾸밈",
            "content": "… Same old Josephine, huh…"
        },
        {
            "id": 13,
            "model": "조세핀",
            "content": "Look at 'im, struttin' about like he owns this place... If our Mistress were to witness this travesty…"
        },
        {
            "id": 14,
            "model": "넬리",
            "content": "Gosh, Josephine! That is quite enough!"
        },
        {
            "id": 15,
            "model": "넬리",
            "content": "Don’t mind her, Heathcliff."
        },
        {
            "id": 16,
            "model": "조세핀",
            "content": "This blessed land o' Wuthering Heights, reduced to an asylum for vagrants and drifters… if the Mistress had been here to witness this tragic, deplorable state o' affairs…"
        },
        {
            "id": 17,
            "content": "There was an old woman in the room who was muttering some choice words at us while staring with eyes full of hatred..."
        },
        {
            "id": 18,
            "model": "힌들리",
            "content": "Ah, the witless brigand returns, and quite delayed at that! How dare you show your face—"
        },
        {
            "id": 19,
            "model": "린튼",
            "content": "... Hindley, please. Exercise some restraint."
        },
        {
            "id": 20,
            "model": "린튼",
            "content": "Heathcliff. I hardly did expect your return."
        },
        {
            "id": 21,
            "model": "린튼",
            "content": "... You have yet to let Catherine go, still?"
        },
        {
            "id": 22,
            "content": "It was clear that the two had both been acquainted with Heathcliff for a while."
        },
        {
            "id": 23,
            "content": "But the nature of that acquaintance was more of a longstanding hatred stemming from the deep history of contention they shared."
        },
        {
            "id": 24,
            "content": "One of the two was hardly hiding his hatred, allowing it to fully seize control of his words and actions. But the other one’s hatred had sunk deep into his heart, boiling and writhing underneath."
        },
        {
            "id": 25,
            "model": "히스클리프꾸밈",
            "content": "... Hah."
        },
        {
            "id": 26,
            "model": "히스클리프꾸밈",
            "content": "Right. I wasn’t exactly expecting a grand welcome upon my return."
        },
        {
            "id": 27,
            "model": "히스클리프꾸밈",
            "content": "But I ain’t here to see your ugly mugs. It's like you always said: my base nature's just incapable of change."
        },
        {
            "id": 28,
            "content": "Heathcliff shoots back with just as much vitriol."
        },
        {
            "id": 29,
            "content": "As though he was always used to this kind of scorn and humiliation."
        },
        {
            "id": 30,
            "model": "린튼",
            "content": "……."
        },
        {
            "id": 31,
            "content": "The man in a black suit turns away, as though it would degrade him to even entertain him with an answer. But this man they called Hindley..."
        },
        {
            "id": 32,
            "model": "힌들리",
            "content": "You unscrupulous shite! You bloody animal— No, a thing lesser than a savage beast!"
        },
        {
            "id": 33,
            "content": "… jumped up from his seat, his face turning bright red from anger."
        },
        {
            "id": 34,
            "model": "힌들리",
            "content": "By the looks of it, you’ve found yourself a band of vagrants and vagabonds just like you, eh? Crawling back to see if there is something worth pilfering from this place?"
        },
        {
            "id": 35,
            "model": "힌들리",
            "content": "You lot! Beat his arse and teach him a lesson. Break a bone or two!"
        },
        {
            "id": 36,
            "model": "데드레빗츠1",
            "teller": "Hindley's Lackey",
            "title": "???",
            "content": "… No orders… from… boss…"
        },
        {
            "id": 37,
            "model": "힌들리",
            "content": "Shut it! I’m your boss’ boss! I hired him and the rest of you!"
        },
        {
            "id": 38,
            "model": "힌들리",
            "content": "I don’t expect these boneheaded fools to give you much trouble anyway."
        },
        {
            "id": 39,
            "model": "이상",
            "content": "Head... of bone? What on earth is that fellow speaking of?"
        },
        {
            "id": 40,
            "model": "이스마엘",
            "content": "He’s just expressing his explicit desire to get his ass beat. Well, since he asked for it...."
        }
    ]
}