{
    "dataList": [
        {
            "id": 0,
            "place": "Wuthering Heights Hall",
            "model": "히스클리프꾸밈",
            "content": "Boss…? Matthew…?"
        },
        {
            "id": 1,
            "model": "데드레빗츠보스",
            "teller": "???",
            "title": "???",
            "content": "Right on, you muppet! You’ve been gone for so long that people don’t even recognize the infamous Mad Coney!"
        },
        {
            "id": 2,
            "model": "로쟈",
            "content": "Mad... Coney?"
        },
        {
            "id": 3,
            "model": "힌들리",
            "content": "Y-you’ve known that vagrant for long? Why haven’t you told me so?"
        },
        {
            "id": 4,
            "model": "데드레빗츠보스",
            "teller": "???",
            "title": "???",
            "content": "Well, I hardly imagined you'd be interested in hearin' about every little friend I made back when we were just another gang rollin' in the sweaty, muddy streets."
        },
        {
            "id": 5,
            "model": "히스클리프꾸밈",
            "content": "Boss, why are you working with this blighter… Wait, no. But…"
        },
        {
            "id": 6,
            "model": "히스클리프꾸밈",
            "content": "That mask… those rabbit ears…"
        },
        {
            "id": 7,
            "model": "히스클리프꾸밈",
            "content": "Wait, you're still with the Dead Rabbits?!"
        },
        {
            "id": 8,
            "model": "데드레빗츠보스",
            "teller": "Dead Rabbits Boss",
            "title": "T Corp. Gang",
            "content": "Yeah, we’ve uh, changed a tad, eh?"
        },
        {
            "id": 9,
            "model": "데드레빗츠보스",
            "teller": "Dead Rabbits Boss",
            "title": "T Corp. Gang",
            "content": "Remember, lad? Back in the day, all we needed to crack some Addams Family 'eads was some tattered scarf 'round one arm and bottles of beer on tab."
        },
        {
            "id": 10,
            "model": "데드레빗츠보스",
            "teller": "Dead Rabbits Boss",
            "title": "T Corp. Gang",
            "content": "We even named one of them beers after you, didn't we? The pub that used to sell that beer closed shop a few weeks ago. Ain’t got much business around with that dreadful rumour keepin’ everyone home nowadays."
        },
        {
            "id": 11,
            "model": "히스클리프꾸밈",
            "content": "What?! The Wolf’s Fall closed? Bloody hell..."
        },
        {
            "id": 12,
            "model": "수감자들",
            "teller": "Sinners",
            "title": "Limbus Company",
            "content": "……."
        },
        {
            "id": 13,
            "model": "히스클리프꾸밈",
            "content": "Oh… I suppose I’m leaving you all out the loop, eh?"
        },
        {
            "id": 14,
            "model": "히스클리프꾸밈",
            "content": "Well, allow me to introduce the gaffer."
        },
        {
            "id": 15,
            "model": "히스클리프꾸밈",
            "content": "He was a boss of the old Syndicate I used to run with."
        },
        {
            "id": 16,
            "model": "데드레빗츠보스",
            "teller": "Dead Rabbits Boss",
            "title": "T Corp. Gang",
            "content": "They all friends of yours, eh? Joined some posh proper company after running out on us outta nowhere, did you?"
        },
        {
            "id": 17,
            "model": "히스클리프꾸밈",
            "content": "Well… things just worked out that way."
        },
        {
            "id": 18,
            "model": "데드레빗츠보스",
            "teller": "Dead Rabbits Boss",
            "title": "T Corp. Gang",
            "content": "Are all them lads and lasses your lackeys? Blimey, got a walking timepiece with you too... You daft bastard, you’ve certainly moved up in the world, eh?"
        },
        {
            "id": 19,
            "model": "히스클리프꾸밈",
            "content": "Heheh..."
        },
        {
            "id": 20,
            "model": "이스마엘",
            "content": "Lackeys…?"
        },
        {
            "id": 21,
            "content": "Ishmael glared at Heathcliff with a look that could kill… but she decided to hold her silence and merely shook her head in disbelief. She probably decided that it was not worth the trouble."
        },
        {
            "id": 22,
            "model": "히스클리프꾸밈",
            "content": "So what’s up with the masks, boss?"
        },
        {
            "id": 23,
            "model": "데드레빗츠보스",
            "teller": "Dead Rabbits Boss",
            "title": "T Corp. Gang",
            "content": "What, is it odd? Trends change with time, lad! The time for scarves with rabbit embroidery is long past!"
        },
        {
            "id": 24,
            "model": "히스클리프꾸밈",
            "content": "Uh, is that so? It looks a bit…"
        },
        {
            "id": 25,
            "model": "데드레빗츠보스",
            "teller": "Dead Rabbits Boss",
            "title": "T Corp. Gang",
            "content": "‘Course not! Who do you think we are? We the Dead Rabbits ain’t a bookish rabble that follows the coattails of some naff trend."
        },
        {
            "id": 26,
            "model": "데드레빗츠보스",
            "teller": "Dead Rabbits Boss",
            "title": "T Corp. Gang",
            "content": "You’ve… really not once returned to this place since you left, have you?"
        },
        {
            "id": 27,
            "model": "히스클리프꾸밈",
            "content": "No. When I left this manor… and eventually, the Dead Rabbits…"
        },
        {
            "id": 28,
            "model": "히스클리프꾸밈",
            "content": "... I made a promise to myself that I’d not return."
        },
        {
            "id": 29,
            "model": "히스클리프꾸밈",
            "content": "Not even a step closer to this place until I’ve made something of myself. Not until I can return as a successful man."
        },
        {
            "id": 30,
            "model": "데드레빗츠보스",
            "teller": "Dead Rabbits Boss",
            "title": "T Corp. Gang",
            "content": "Well, you’ve always hated this place. Even when you were one of us."
        },
        {
            "id": 31,
            "model": "히스클리프꾸밈",
            "content": "……."
        },
        {
            "id": 32,
            "model": "데드레빗츠보스",
            "teller": "Dead Rabbits Boss",
            "title": "T Corp. Gang",
            "content": "I’ve got news for ya, Heathcliff. We’re no longer the same lowly Backstreets gang yer familiar with."
        },
        {
            "id": 33,
            "model": "데드레빗츠보스",
            "teller": "Dead Rabbits Boss",
            "title": "T Corp. Gang",
            "content": "I ‘spose we’ve also ‘moved up in the world’. Someone from the Ring who'd been keeping their eyes on us plucked us right off the streets and into their fold. We’re bigger now; we’re one of the up-and-coming Syndicates."
        },
        {
            "id": 34,
            "model": "로쟈",
            "content": "T-the Ring? One of the Fingers?"
        },
        {
            "id": 35,
            "model": "료슈",
            "content": "… Must be the Fauvists of the Ring, then. They’re the only ones who’d outfit their underlings with these cheap, tacky animal masks."
        },
        {
            "id": 36,
            "model": "히스클리프꾸밈",
            "content": "Then you’re…"
        },
        {
            "id": 37,
            "model": "데드레빗츠보스",
            "teller": "Dead Rabbits Boss",
            "title": "T Corp. Gang",
            "content": "Yeah, ya little shite. I’m the top boss of the Dead Rabbits now."
        },
        {
            "id": 38,
            "model": "히스클리프꾸밈",
            "content": "Boss..."
        },
        {
            "id": 39,
            "model": "히스클리프꾸밈",
            "content": "Remember what you always used to say when we’ve each filled up with more than three bottles of beer?"
        },
        {
            "id": 40,
            "model": "데드레빗츠보스",
            "teller": "Dead Rabbits Boss",
            "title": "T Corp. Gang",
            "content": "What we drank were some lousy beer made from halfway rotten wheat, Heathcliff."
        },
        {
            "id": 41,
            "model": "데드레빗츠보스",
            "teller": "Dead Rabbits Boss",
            "title": "T Corp. Gang",
            "content": "All that I remembered come the next morn was a poundin’ headache and the light feeling of our emptied pockets."
        },
        {
            "id": 42,
            "model": "히스클리프꾸밈",
            "content": "You used to tell me that it hurt like hell every time one of your own men came back to us hurt. Even the recruits."
        },
        {
            "id": 43,
            "model": "히스클리프꾸밈",
            "content": "Like they hurt not just any underling, but an extension of you."
        },
        {
            "id": 44,
            "model": "히스클리프꾸밈",
            "content": "I knew you’d make it big one day, boss."
        },
        {
            "id": 45,
            "model": "데드레빗츠보스",
            "teller": "Dead Rabbits Boss",
            "title": "T Corp. Gang",
            "content": "Well, I 'spose drunk me knew how to wax poetic."
        },
        {
            "id": 46,
            "model": "히스클리프꾸밈",
            "content": "I knew it was you, Matthew. The mask threw me off for a moment, boss."
        },
        {
            "id": 47,
            "model": "힌들리",
            "content": "What a sorry sight this is."
        },
        {
            "id": 48,
            "model": "힌들리",
            "content": "I sincerely apologize to you two sweethearts for crashing your tearful reunion…"
        },
        {
            "id": 49,
            "model": "힌들리",
            "content": "But the point is, while you were wandering the streets, wasting away the best years of your life on the road…"
        },
        {
            "id": 50,
            "model": "힌들리",
            "content": "Matt’s made something of himself. Which is why I hired him as my bodyguard. You hear me?"
        },
        {
            "id": 51,
            "model": "힌들리",
            "content": "Not like you and your merry band of no-name, second-rate hooligans!"
        },
        {
            "id": 52,
            "content": "I could think of more than a few Sinners who would've gotten angry enough to brandish their weapons at such an insult..."
        },
        {
            "id": 53,
            "content": "... but they all seemed to remember that responding to such insults with violence only begot pointless turmoil. So, instead, they all began sighing heavily in an attempt to vent some of their pent-up anger."
        },
        {
            "id": 54,
            "model": "히스클리프꾸밈",
            "content": "... Hindley. You seem to be sorely mistaken. This isn't the same winter you thrashed me, treated me like an indentured servant, and abused me like a hound."
        },
        {
            "id": 55,
            "model": "히스클리프꾸밈",
            "content": "I won't deny that I spent many days and nights imagining tearing that foul tongue from your gob."
        },
        {
            "id": 56,
            "model": "히스클리프꾸밈",
            "content": "But…"
        },
        {
            "id": 57,
            "content": "Heathcliff glanced briefly in our direction."
        },
        {
            "id": 58,
            "model": "히스클리프꾸밈",
            "content": "Even a poor sod like myself found a place to belong. Went on adventures to places you couldn't even imagine. Learned a thing or two from 'em."
        },
        {
            "id": 59,
            "model": "히스클리프꾸밈",
            "content": "So I just… feel bad for you, mate."
        },
        {
            "id": 60,
            "model": "힌들리",
            "content": "What…?"
        },
        {
            "id": 61,
            "model": "히스클리프꾸밈",
            "content": "Because you really haven’t changed one bit."
        },
        {
            "id": 62,
            "model": "히스클리프꾸밈",
            "content": "Besides…"
        },
        {
            "id": 63,
            "model": "히스클리프꾸밈",
            "content": "The hell is that rag you’re wearing? You look more like a drifting vagabond than I do."
        },
        {
            "id": 64,
            "model": "힌들리",
            "content": "What? ...WHAT? Y-you insolent fool…!"
        },
        {
            "id": 65,
            "model": "이스마엘",
            "content": "That man’s been saying some pretty nasty stuff about us…"
        },
        {
            "id": 66,
            "model": "이스마엘",
            "content": "But he doesn't even look like someone that's worth arguing with..."
        },
        {
            "id": 67,
            "model": "히스클리프꾸밈",
            "content": "Haah… mate, did you even check yourself in the mirror in the last week?"
        },
        {
            "id": 68,
            "model": "히스클리프꾸밈",
            "content": "I can’t bear to look at you so down in the dumps, Hindley."
        },
        {
            "id": 69,
            "content": "Of course, we had no way of knowing what Hindley looked like in the past. But…"
        },
        {
            "id": 70,
            "content": "We could pretty easily tell that he was far from the most stable person in the room."
        },
        {
            "id": 71,
            "model": "힌들리",
            "content": "You… you fucking bastard…!"
        },
        {
            "id": 72,
            "model": "데드레빗츠보스",
            "teller": "Dead Rabbits Boss",
            "title": "T Corp. Gang",
            "content": "Now, now. Mister Hindley, why don't ye seat yerself on this sofa and calm down?"
        },
        {
            "id": 73,
            "model": "데드레빗츠보스",
            "teller": "Dead Rabbits Boss",
            "title": "T Corp. Gang",
            "content": "Be more considerate of our boys standin' in that corner, watching the whole thing go down, huh? They don’t even get these comfy-looking leather sofas."
        },
        {
            "id": 74,
            "model": "힌들리",
            "content": "Tsk…"
        },
        {
            "id": 75,
            "content": "Hindley grumbled for a moment before slumping down on a sofa."
        },
        {
            "id": 76,
            "content": "And even that simple action was stumbling and pathetic."
        },
        {
            "id": 77,
            "model": "그레고르",
            "content": "I see what happened."
        },
        {
            "id": 78,
            "model": "그레고르",
            "content": "He let the alcohol consume him, and not the other way around. Fell into a big, nasty barrel with no way out."
        },
        {
            "id": 79,
            "model": "이스마엘",
            "content": "I’ve seen the same look on some sailors. Failing to pull themselves out of that habit… would lead them straight into the merciless maws of the Lake. Not even a trace of them would be left."
        },
        {
            "id": 80,
            "model": "데드레빗츠보스",
            "teller": "Dead Rabbits Boss",
            "title": "T Corp. Gang",
            "content": "Well, this man’s still my client."
        },
        {
            "id": 81,
            "model": "데드레빗츠보스",
            "teller": "Dead Rabbits Boss",
            "title": "T Corp. Gang",
            "content": "Mister Hindley hired me for some job, which is why I’m here at Wuthering Heights."
        },
        {
            "id": 82,
            "model": "히스클리프꾸밈",
            "content": "Job?"
        },
        {
            "id": 83,
            "model": "히스클리프꾸밈",
            "content": "Catherine's hosting this banquet, ain't she? What kind of job could possibly need the Dead Rabbits’ help here?"
        },
        {
            "id": 84,
            "model": "린튼",
            "content": "… What?"
        },
        {
            "id": 85,
            "model": "힌들리",
            "content": "… Hah. A banquet?"
        },
        {
            "id": 86,
            "model": "힌들리",
            "content": "Well, I suppose there is one thing that hasn't changed with time. It's that witless, useless idiot brain of yours, you absolute dullard."
        },
        {
            "id": 87,
            "model": "린튼",
            "content": "Hindley…!"
        },
        {
            "id": 88,
            "model": "린튼",
            "content": "Please, cease this at once. I implore you."
        },
        {
            "id": 89,
            "model": "린튼",
            "content": "I do not wish to see my manor sullied by such... foul obscenities."
        },
        {
            "id": 90,
            "model": "힌들리",
            "content": "This is not your home, Linton. It's mine. It’s my manor!"
        },
        {
            "id": 91,
            "model": "힌들리",
            "content": "You’re the one who sullied this noble Wuthering Heights, MY birthright bestowed upon me by my father, by taking it from me by the means of trickery!"
        },
        {
            "id": 92,
            "model": "힌들리",
            "content": "Was your own family manor too small for you, Linton Edgar? Your oh-so-noble Edgar Family?"
        },
        {
            "id": 93,
            "model": "돈키호테",
            "content": "… Edgar Family?"
        },
        {
            "id": 94,
            "model": "린튼",
            "content": "The time for whining, crying, and throwing a tantrum to get what you want is… long past. Cough."
        },
        {
            "id": 95,
            "model": "힌들리",
            "content": "Bold words for some milksop who’s about to choke himself to death on air!"
        },
        {
            "id": 96,
            "model": "린튼버틀러1",
            "teller": "Discreet Butler",
            "title": "Edgar Family",
            "content": "Please maintain your distance, Mister Hindley."
        },
        {
            "id": 97,
            "model": "힌들리",
            "content": "I’ve seen mongrels more loyal than you lot! I was your master only a few years ago! Have you cast aside your memories as well when you did your loyalty?"
        },
        {
            "id": 98,
            "model": "넬리",
            "content": "Cease this at once, Master Hindley. The Butlers have all left Hindley Earnshaw behind, as you are very well aware yourself."
        },
        {
            "id": 99,
            "model": "넬리",
            "content": "And you too, Butlers. We do not want to make further trouble here, hmm?"
        },
        {
            "id": 100,
            "model": "린튼버틀러1",
            "teller": "Discreet Butler",
            "title": "Edgar Family",
            "content": "Understood, Chief Butler Nelly."
        },
        {
            "id": 101,
            "model": "히스클리프꾸밈",
            "content": "……."
        },
        {
            "id": 102,
            "content": "After a brief silence, Heathcliff finally brought up the question he'd been stewing for so long."
        },
        {
            "id": 103,
            "model": "히스클리프꾸밈",
            "content": "Nelly, where is Catherine?"
        },
        {
            "id": 104,
            "model": "히스클리프꾸밈",
            "content": "You must know, Nelly, that Catherine never did like these commotions. So many guests making so much noise in her home... she won't be pleased."
        },
        {
            "id": 105,
            "model": "넬리",
            "content": "... I suppose she never did."
        },
        {
            "id": 106,
            "model": "히스클리프꾸밈",
            "content": "I've been... keeping my volume in check because I didn't want to offend her. But it's getting harder and harder to keep it down."
        },
        {
            "id": 107,
            "model": "넬리",
            "content": "……."
        },
        {
            "id": 108,
            "content": "There was a look of unfathomable, immeasurable grief on both Linton and Nelly."
        },
        {
            "id": 109,
            "content": "Hindley was absentmindedly mumbling some foul language at the ceiling..."
        },
        {
            "id": 110,
            "content": "... and Heathcliff probably sensed from this ineffably dark and ominous silence that something was terribly wrong."
        },
        {
            "id": 111,
            "content": "It was setting in for us as well."
        },
        {
            "id": 112,
            "content": "After all we've been through in this journey... this kind of silence was all too familiar."
        },
        {
            "id": 113,
            "model": "히스클리프꾸밈",
            "content": "Where is Catherine? What's with this dour look on everyone?"
        },
        {
            "id": 114,
            "model": "넬리",
            "content": "I'm terribly sorry, Heathcliff. I..."
        },
        {
            "id": 115,
            "model": "히스클리프꾸밈",
            "content": "Why... why are you sorry? What the hell are you sorry about?!"
        },
        {
            "id": 116,
            "model": "넬리",
            "content": "……."
        },
        {
            "id": 117,
            "model": "뫼르소",
            "content": "Heathcliff."
        },
        {
            "id": 118,
            "model": "뫼르소",
            "content": "I may have a correct assumption as to what this silence indicates."
        },
        {
            "id": 119,
            "model": "뫼르소",
            "content": "So I have no other choice but to tell you, as it is common courtesy to do so, that I am very sorry to hear that."
        },
        {
            "id": 120,
            "model": "히스클리프꾸밈",
            "content": "What the fu— aagh!"
        },
        {
            "id": 121,
            "model": "히스클리프꾸밈",
            "content": "Can't you talk normally for once?!"
        },
        {
            "id": 122,
            "model": "넬리",
            "content": "I hardly know how to tell you this, but..."
        },
        {
            "id": 123,
            "model": "넬리",
            "content": "Miss Catherine... isn't here anymore."
        },
        {
            "id": 124,
            "model": "히스클리프꾸밈",
            "content": "What do you mean she's not...?"
        },
        {
            "id": 125,
            "model": "린튼",
            "content": "Catherine, she's... dead."
        }
    ]
}