{
    "dataList": [
        {
            "id": 0,
            "place": "Wuthering Heights Hall",
            "model": "히스클리프꾸밈",
            "content": "……."
        },
        {
            "id": 1,
            "content": "Linton looked up at Heathcliff. His eyes were bloodshot."
        },
        {
            "id": 2,
            "model": "린튼",
            "content": "As you said earlier... none of us are here to see each other's 'ugly mugs'. What other reason could we possibly have to reconvene like this?"
        },
        {
            "id": 3,
            "model": "히스클리프꾸밈",
            "content": "……."
        },
        {
            "id": 4,
            "model": "히스클리프꾸밈",
            "content": "That... can't be real. What kind of insane—"
        },
        {
            "id": 5,
            "model": "외우피협회보스F",
            "teller": "Öufi Assoc. Director",
            "title": "Öufi Association",
            "content": "Now."
        },
        {
            "id": 6,
            "content": "Fixers of the Öufi Association, who have remained silent throughout the entire commotion, suddenly spoke up."
        },
        {
            "id": 7,
            "model": "외우피협회보스F",
            "teller": "Öufi Assoc. Director",
            "title": "Öufi Association",
            "content": "The promised hour is come."
        },
        {
            "id": 8,
            "model": "외우피협회보스F",
            "teller": "Öufi Assoc. Director",
            "title": "Öufi Association",
            "content": "Mister Hindley Earnshaw, a blood-relative of the deceased."
        },
        {
            "id": 9,
            "model": "외우피협회보스F",
            "teller": "Öufi Assoc. Director",
            "title": "Öufi Association",
            "content": "Mister Linton Edgar, the spouse of the deceased."
        },
        {
            "id": 10,
            "model": "외우피협회보스F",
            "teller": "Öufi Assoc. Director",
            "title": "Öufi Association",
            "content": "And Mister Heathcliff, an individual mentioned by name in the will."
        },
        {
            "id": 11,
            "model": "외우피협회보스F",
            "teller": "Öufi Assoc. Director",
            "title": "Öufi Association",
            "content": "Now that the three relevant parties are all present, we, as the executors of the deceased's will, may begin the ceremony."
        },
        {
            "id": 12,
            "model": "외우피협회보스F",
            "teller": "Öufi Assoc. Director",
            "title": "Öufi Association",
            "content": "The first order of business will be the execution of Miss Catherine's will."
        },
        {
            "id": 13,
            "model": "외우피협회보스F",
            "teller": "Öufi Assoc. Director",
            "title": "Öufi Association",
            "content": "Thus commences this solemn occasion of Miss Catherine's funeral rites. As per the deceased's wishes, the will shall be read out aloud here, at Miss Catherine's manor, in attendance of all those present. Then—"
        },
        {
            "id": 14,
            "model": "히스클리프꾸밈",
            "content": "No."
        },
        {
            "id": 15,
            "model": "히스클리프꾸밈",
            "content": "You... stop. Shut up for a second."
        },
        {
            "id": 16,
            "model": "히스클리프꾸밈",
            "content": "Whose funeral rites?"
        },
        {
            "id": 17,
            "model": "히스클리프꾸밈",
            "content": "And..."
        },
        {
            "id": 18,
            "model": "히스클리프꾸밈",
            "content": "What... what was that about her 'spouse'?"
        },
        {
            "id": 19,
            "content": "The man they called Linton rose from his seat for the first time since we arrived here."
        },
        {
            "id": 20,
            "model": "린튼",
            "content": "After you abandoned this place with nary a word to her..."
        },
        {
            "id": 21,
            "model": "린튼",
            "content": "... Catherine immediately turned to me."
        },
        {
            "id": 22,
            "model": "린튼",
            "content": "Then we married. Every waking hour we spent together were filled with happiness and joy. We were happy to the very last day, to her very last breath..."
        },
        {
            "id": 23,
            "model": "히스클리프꾸밈",
            "content": "Shut your stupid gob."
        },
        {
            "id": 24,
            "model": "히스클리프꾸밈",
            "content": "The moment I set my foot in this manor..."
        },
        {
            "id": 25,
            "model": "히스클리프꾸밈",
            "content": "... I heard her voice. I *felt* her presence. So what the bloody hell are you even talking about?!"
        },
        {
            "id": 26,
            "model": "히스클리프꾸밈",
            "content": "This has to be some ploy. These fucking bastards, they must've... This... This can't..."
        },
        {
            "id": 27,
            "content": "Heathcliff paused for a moment, struggling to find the words."
        },
        {
            "id": 28,
            "model": "히스클리프꾸밈",
            "content": "... This can't be how it ends."
        },
        {
            "id": 29,
            "model": "히스클리프꾸밈",
            "content": "I won't believe a single shite coming out of your mouths until I see her body with my own eyes! Where is she?! Bring her here, now!"
        },
        {
            "id": 30,
            "model": "린튼",
            "content": "What a repulsive sight. The least you could have done was to show some proper respect for the dead, but I suppose even the bare minimum was too much to expect from someone like— cough."
        },
        {
            "id": 31,
            "model": "넬리",
            "content": "I understand how you feel, Heathcliff. So please, calm yourself and take a seat—"
        },
        {
            "id": 32,
            "model": "히스클리프꾸밈",
            "content": "Get your hands off me! You can't just decide for me that she's dead! I won't accept any of this, not until I see Cathy with my own—"
        },
        {
            "id": 33,
            "model": "외우피협회보스F",
            "teller": "Öufi Assoc. Director",
            "title": "Öufi Association",
            "content": "Warning. Should this interruption to the will-reading continue, we may have to resort to use of force to ensure the full execution of this will."
        },
        {
            "id": 34,
            "model": "히스클리프꾸밈",
            "content": "Shut up! You don't know shite, so shut your fucking mouth!"
        },
        {
            "id": 35,
            "content": "Heathcliff was gasping. The sheer momentousness of the emotion overwhelmed him; it looked as though he was about to lunge at anyone who even dared to get close."
        },
        {
            "id": 36,
            "content": "I could hardly tell whether it was sorrow or wrath that came over him."
        },
        {
            "id": 37,
            "model": "힌들리",
            "content": "Ha! Ha! Heathcliff, why don't you go have a look in the mirror yourself? What a pathetic mess you've become."
        },
        {
            "id": 38,
            "model": "힌들리",
            "content": "It doesn't matter what posh garb plebs like you wrap yourselves in; that filth from your low birth seeps right through the fabric at the slightest provocation!"
        },
        {
            "id": 39,
            "model": "힌들리",
            "content": "You'll eventually see Catherine's corpse all right. It's all part of the funeral process, so don't be in such a hurry to get there. I can't wait to see how well she's resting after what she's done to me."
        },
        {
            "id": 40,
            "model": "외우피협회보스F",
            "teller": "Öufi Assoc. Director",
            "title": "Öufi Association",
            "content": "Mister Hindley Earnshaw. Mister Heathcliff. We order that both of you immediately return to your seats. This is your final warning."
        },
        {
            "id": 41,
            "model": "돈키호테",
            "content": "Manager Esquire...! We must do aught anon...! Fixers of the Öufi Association may even execute those involved should there be a breach of contract!"
        },
        {
            "id": 42,
            "model": "돈키호테",
            "content": "I ill wish to see Sir Heathcliff be executed, nor do I wish to have to battle the honorable Fixers of the Öufi Association..."
        },
        {
            "id": 43,
            "content": "I agree with Don Quixote. There is... no need for us to get involved in an unnecessary conflict, but..."
        },
        {
            "id": 44,
            "model": "단테",
            "content": "<I don't think Heathcliff's going to listen to us...>"
        },
        {
            "id": 45,
            "content": "I don't even know if there's anyone who can talk Heathcliff down when he's that agitated."
        },
        {
            "id": 46,
            "model": "외우피협회보스F",
            "teller": "Öufi Assoc. Director",
            "title": "Öufi Association",
            "content": "You have refused to comply."
        },
        {
            "id": 47,
            "model": "히스클리프헝클어짐",
            "content": "Kah, gahh..."
        },
        {
            "id": 48,
            "content": "We had no choice but to watch as Fixers of the Öufi Association struck Heathcliff with their weapons. He fell to his knees with a painful cry."
        },
        {
            "id": 49,
            "model": "료슈",
            "content": "... Y.S."
        },
        {
            "id": 50,
            "model": "이상",
            "content": "Do speak."
        },
        {
            "id": 51,
            "model": "료슈",
            "content": "Not you."
        },
        {
            "id": 52,
            "model": "이상",
            "content": "... Speak still, your intentions notwithstanding."
        },
        {
            "id": 53,
            "model": "료슈",
            "content": "You, Stop. All of you. Something's off about this whole thing."
        },
        {
            "id": 54,
            "model": "외우피협회보스F",
            "teller": "Öufi Assoc. Director",
            "title": "Öufi Association",
            "content": "Would you like to speak for this individual?"
        },
        {
            "id": 55,
            "model": "그레고르",
            "content": "... Was what she was going to say, but she decided to remain silent in favor of not getting in trouble, ha ha ha ha ha...\n... Right?"
        },
        {
            "id": 56,
            "model": "료슈",
            "content": "Haah? What are you doing, B.G.?"
        },
        {
            "id": 57,
            "model": "그레고르",
            "content": "Ryōshū, I understand that seeing our fellow Sinner get smacked around like that can be pretty aggravating, but…"
        },
        {
            "id": 58,
            "model": "그레고르",
            "content": "... once you get involved, peace will simply no longer be an option..."
        },
        {
            "id": 59,
            "model": "단테",
            "content": "<…….>"
        },
        {
            "id": 60,
            "model": "단테",
            "content": "<... Didn’t know you cared so much about Heathcliff, Ryōshū…>"
        },
        {
            "id": 61,
            "model": "료슈",
            "content": "... N.C."
        },
        {
            "id": 62,
            "content": "Ryōshū flicked her cigarette indifferently as though she was no longer interested. No comment."
        },
        {
            "id": 63,
            "model": "히스클리프헝클어짐",
            "content": "You... you bastards..."
        },
        {
            "id": 64,
            "model": "히스클리프헝클어짐",
            "content": "Fine. Let's crack some skulls then, shall we?"
        },
        {
            "id": 65,
            "content": "Heathcliff stumbled to his feet with the club in his hand, glaring at everyone that stood before him."
        },
        {
            "id": 66,
            "model": "외우피협회보스F",
            "teller": "Öufi Assoc. Director",
            "title": "Öufi Association",
            "content": "I see that you are still refusing to comply, despite our initial attempt."
        },
        {
            "id": 67,
            "model": "외우피협회보스F",
            "teller": "Öufi Assoc. Director",
            "title": "Öufi Association",
            "content": "Should you refuse to let go of your weapon within the next minute, we will have no choice but to escalate to our next steps."
        },
        {
            "id": 68,
            "model": "히스클리프헝클어짐",
            "content": "I couldn't care less about your 'steps'. Give me Catherine, or..."
        },
        {
            "id": 69,
            "model": "히스클리프헝클어짐",
            "content": "... none of us are leaving this manor alive. You lot, me... we're all goin' six feet under."
        },
        {
            "id": 70,
            "model": "단테",
            "content": "<Heathcliff!>"
        },
        {
            "id": 71,
            "model": "히스클리프헝클어짐",
            "content": "SHUT IT, CLOCKHEAD! This ain't the time to bring up shite like the company rules. Stay out of my way."
        },
        {
            "id": 72,
            "model": "단테",
            "content": "<Ah...>"
        },
        {
            "id": 73,
            "model": "싱클레어",
            "content": "I... I don't have anything to say. If someone that important to me died... I'd be blinded and deafened to all reason, too..."
        },
        {
            "id": 74,
            "model": "로쟈",
            "content": "Hey, Heath... I understand how angry and frustrated you must be. But you can't—"
        },
        {
            "id": 75,
            "model": "히스클리프헝클어짐",
            "content": "Shut your trap! All of you, don't you dare touch me unless you want your faces caved in too..."
        },
        {
            "id": 76,
            "model": "넬리",
            "content": "... It's nap time, Heathcliff."
        },
        {
            "id": 77,
            "model": "히스클리프헝클어짐",
            "content": "Gah!"
        },
        {
            "id": 78,
            "model": "이스마엘",
            "content": "Woah..."
        },
        {
            "id": 79,
            "model": "로쟈",
            "content": "D-did she just knock him out cold with her bare hands?"
        },
        {
            "id": 80,
            "model": "로쟈",
            "content": "And it wasn't even a punch! It was just a light tap...!"
        },
        {
            "id": 81,
            "model": "뫼르소",
            "content": "His breathing is stable. It appears that she gave the nerve on the back of his head a precise, focused strike, which led to his loss of consciousness."
        },
        {
            "id": 82,
            "model": "홍루",
            "content": "What a flawless execution of that move... I can certainly say that I've seen something like that before. Reminds me of my family's—"
        },
        {
            "id": 83,
            "model": "돈키호테",
            "content": "S-Sir Heathcliff hath been defeated with a single fell strike..."
        },
        {
            "id": 84,
            "model": "넬리",
            "content": "Every self-respecting Butler has to be equipped with one such move. What other choice have we got when the child fusses and fusses for twenty hours instead of going to sleep?"
        },
        {
            "id": 85,
            "model": "돈키호테",
            "content": "F-forsooth, I can say with quite the confidence that I can immediately slumber to the dreamlands upon tucking myself in bed! F-for truth!"
        },
        {
            "id": 86,
            "model": "외우피협회보스F",
            "teller": "Öufi Assoc. Director",
            "title": "Öufi Association",
            "content": "Though it was not by his own volition, we have confirmed that he is no longer in possession of a weapon, and has been... subdued."
        },
        {
            "id": 87,
            "model": "외우피협회보스F",
            "teller": "Öufi Assoc. Director",
            "title": "Öufi Association",
            "content": "We will allow for a ten-minute recess to let things calm down for a moment, then we will proceed as planned."
        },
        {
            "id": 88,
            "model": "싱클레어",
            "content": "Um, excuse me, Lady Nelly...?"
        },
        {
            "id": 89,
            "model": "넬리",
            "content": "Lady Nelly?! No need for such honorifics! Please, just call me Nelly~"
        },
        {
            "id": 90,
            "model": "싱클레어",
            "content": "The contractors that Mister... Linton Edgar brought... they once worked at this manor, right?"
        },
        {
            "id": 91,
            "model": "넬리",
            "content": "Yes, indeed. Some Butlers from the Earnshaws, like myself, followed Miss Catherine to Master Linton's. Of course, most of Master Linton's Butlers are from his own Edgar Family."
        },
        {
            "id": 92,
            "model": "싱클레어",
            "content": "So... if he gives the order to... attack us, Lady Nelly would..."
        },
        {
            "id": 93,
            "model": "넬리",
            "content": "Oh, pish posh! Ridiculous!"
        },
        {
            "id": 94,
            "model": "넬리",
            "content": "I was a Butler in direct service of Miss Catherine."
        },
        {
            "id": 95,
            "model": "넬리",
            "content": "Young Master Linton could plead and beg all he wants, but I won't always be taking his side."
        },
        {
            "id": 96,
            "model": "그레고르",
            "content": "So, uh..."
        },
        {
            "id": 97,
            "model": "그레고르",
            "content": "What exactly are the Butlers?"
        },
        {
            "id": 98,
            "model": "돈키호테",
            "content": "Butlers? Forsooth, I am quite well-acquainted with this matter! They are—"
        },
        {
            "id": 99,
            "model": "료슈",
            "content": "House dogs on tight leash, groveling before their masters."
        },
        {
            "id": 100,
            "model": "홍루",
            "content": "The most trustworthy and loyal people I've ever known, I'd say."
        },
        {
            "id": 101,
            "model": "돈키호테",
            "content": "—Fixers bound to families!"
        },
        {
            "id": 102,
            "model": "그레고르",
            "content": "... Nice. Gotcha. Some great help you fellas are."
        },
        {
            "id": 103,
            "model": "단테",
            "content": "<Well, I'm glad that I'm not the only one out of the loop for once.>"
        },
        {
            "id": 104,
            "model": "넬리",
            "content": "At least some of you know who we Butlers are. It is a rather rare occupation, so not many people even know that we exist."
        },
        {
            "id": 105,
            "model": "로쟈",
            "content": "Mm~ doesn't sound like most normal folk would have a reason to know anything about 'em."
        },
        {
            "id": 106,
            "model": "로쟈",
            "content": "... Unless they're in a position where they have no choice but to work at the rich folks' homes."
        },
        {
            "id": 107,
            "model": "그레고르",
            "content": "Well, one of us is quite... a passionate fan of Fixers."
        },
        {
            "id": 108,
            "model": "넬리",
            "content": "Quite. Oh, I'm very pleased to know that our dear Heathcliff made some very intelligent friends!"
        },
        {
            "id": 109,
            "model": "돈키호테",
            "content": "Lady Nelly...!"
        },
        {
            "id": 110,
            "model": "돈키호테",
            "content": "I promise thee that, once I make my return to the bus, I shall have my hands on the Butler figurine I had given up on acquiring! It shall stand tall and proud on the front-most row of my display shelf...!"
        },
        {
            "id": 111,
            "content": "Don Quixote's eyes were practically exploding with joy at having her Fixer obsession positively acknowledged and accepted for once."
        },
        {
            "id": 112,
            "model": "돈키호테",
            "content": "Allow me to explain! Butlers are Fixers, indeed; yet they are raaather distinct from most Fixers thou hast encountered thus far."
        },
        {
            "id": 113,
            "model": "돈키호테",
            "content": "A 'Fixer' oft refers to those who accept contracts as a part of an Association or an Office! Alas, there exists a distinction when it comes to Butlers!"
        },
        {
            "id": 114,
            "model": "돈키호테",
            "content": "Butlers join families or manors to serve them, and only them, on long-term contracts! Forsooth, like any other Fixers, Butlers may be hired by a single person to serve them and only them as well!"
        },
        {
            "id": 115,
            "model": "넬리",
            "content": "Do note that our service is not limited to combat; we also conduct household management and care as well."
        },
        {
            "id": 116,
            "model": "넬리",
            "content": "It must also be mentioned that proficiency in many fields is a necessity to be a respected Butler~ This is no easy occupation, mind you!"
        },
        {
            "id": 117,
            "model": "돈키호테",
            "content": "Yet from what I have learned... to hire a Butler is to pay an inordinate amount of salary..."
        },
        {
            "id": 118,
            "model": "넬리",
            "content": "Indeed. While Butlers are always oh-so busy, we are promised expensive compensation at every contract extension, with stable bonuses such as pensions."
        },
        {
            "id": 119,
            "model": "넬리",
            "content": "Many famous Association Fixers also retire to serve as Butlers as well."
        },
        {
            "id": 120,
            "model": "넬리",
            "content": "I was once a Butler in service of Miss Catherine's family, and was transferred to Master Linton Edgar's family to join their ranks when she married him."
        },
        {
            "id": 121,
            "model": "넬리",
            "content": "Still, after a rather peaceful, mutual 'debate' we came to the conclusion that I would be assuming the position of the Chief Butler... leader of the Butlers in that household."
        },
        {
            "id": 122,
            "model": "그레고르",
            "content": "Gotcha... totally peaceful. Mhm... I'm sure it really was one peaceful transfer of power."
        },
        {
            "id": 123,
            "model": "돈키호테",
            "content": "Ooh... 'tis quite fascinating to imagine that even Sir Heathcliff once had been a tiny bairn... How was he as a youth?"
        },
        {
            "id": 124,
            "model": "넬리",
            "content": "Mm, he was... quite the special child. I do not believe that I would have become a Chief Butler had it not been for him."
        },
        {
            "id": 125,
            "model": "넬리",
            "content": "Oh, what a lovely boy he was~"
        },
        {
            "id": 126,
            "model": "돈키호테",
            "content": "Umm... lovely... quite..."
        }
    ]
}