{
    "dataList": [
        {
            "id": 0,
            "place": "Wuthering Heights Corridors",
            "model": "로쟈",
            "content": "What just happened? Everything went dark for a sec..."
        },
        {
            "id": 1,
            "model": "싱클레어",
            "content": "I think the lightning caused a brief power outage... the power's back now, though."
        },
        {
            "id": 2,
            "model": "이스마엘",
            "content": "What we just saw were..."
        },
        {
            "id": 3,
            "model": "이스마엘",
            "content": "... Catherine's memories, right?"
        },
        {
            "id": 4,
            "model": "히스클리프",
            "content": "... I think so."
        },
        {
            "id": 5,
            "model": "파우스트",
            "content": "As it has been in the past, such occurrences can be attributed to the influence of the Golden Bough."
        },
        {
            "id": 6,
            "model": "이스마엘",
            "content": "Hold on. This is..."
        },
        {
            "id": 7,
            "model": "이스마엘",
            "content": "... This is the corridor we walked through earlier, isn't it? This isn't where we were before the power outage."
        },
        {
            "id": 8,
            "model": "단테",
            "content": "<I don't see Hindley or Linton anywhere, either.>"
        },
        {
            "id": 9,
            "model": "넬리",
            "content": "Oh my word... what just happened...?"
        },
        {
            "id": 10,
            "model": "로쟈",
            "content": "But... we didn't, like, take a step or anything, did we?"
        },
        {
            "id": 11,
            "model": "이상",
            "content": "Mm. I do not believe that any of our fellows have moved."
        },
        {
            "id": 12,
            "model": "홍루",
            "content": "If we were all standing still, then I suppose this means that it's the house that moved!"
        },
        {
            "id": 13,
            "model": "그레고르",
            "content": "What the... Know anything about this, Nelly?"
        },
        {
            "id": 14,
            "model": "넬리",
            "content": "I-I haven't the slightest idea."
        },
        {
            "id": 15,
            "model": "넬리",
            "content": "I have been away from this manor for many years myself. I seldom had any reason to return ever since Miss Catherine married Master Linton and left this place to live with him."
        },
        {
            "id": 16,
            "model": "오티스",
            "content": "Catherine, the deceased... didn't someone mention that she purchased this manor, Wuthering Heights?"
        },
        {
            "id": 17,
            "model": "넬리",
            "content": "Yes, indeed. But she did not immediately move here after the purchase."
        },
        {
            "id": 18,
            "model": "넬리",
            "content": "Oh! Now that you mention it... I see that some changes have been made to this manor since I was gone."
        },
        {
            "id": 19,
            "content": "Nelly was probably referring to the numerous exposed cables, holes, and cracks that seemed to have been painted over."
        },
        {
            "id": 20,
            "model": "넬리",
            "content": "Had I been the Chief Butler of this manor... I would not have let such slovenliness slide."
        },
        {
            "id": 21,
            "model": "넬리",
            "content": "But..."
        },
        {
            "id": 22,
            "model": "홍루",
            "content": "Maybe she was trying to make modifications to the manor?"
        },
        {
            "id": 23,
            "model": "로쟈",
            "content": "Is it normal for rich folks to just buy a whole manor and modify it to their liking?"
        },
        {
            "id": 24,
            "model": "홍루",
            "content": "Mm... I'd say it's kinda like changing your hairstyle once in a while!"
        },
        {
            "id": 25,
            "model": "홍루",
            "content": "Maintaining the exact same style of hair for too long gets pretty boring, you know~"
        },
        {
            "id": 26,
            "model": "로쟈",
            "content": "Uh-huh. So that's how, uh, casual a full-on house remodeling is like for rich folks. I see."
        },
        {
            "id": 27,
            "model": "넬리",
            "content": "Heathcliff..."
        },
        {
            "id": 28,
            "model": "히스클리프",
            "content": "……."
        },
        {
            "id": 29,
            "model": "넬리",
            "content": "I hardly know what to tell you. I do not know what words could possibly comfort you now."
        },
        {
            "id": 30,
            "model": "넬리",
            "content": "But what you said about Miss Catherine's death... and how you didn't believe that she was truly dead..."
        },
        {
            "id": 31,
            "model": "히스클리프",
            "content": "... What."
        },
        {
            "id": 32,
            "model": "넬리",
            "content": "... I gave that idea some thought."
        },
        {
            "id": 33,
            "model": "넬리",
            "content": "And I agree. To an extent."
        },
        {
            "id": 34,
            "model": "히스클리프",
            "content": "... What?"
        },
        {
            "id": 35,
            "content": "Heathcliff's pupils suddenly dilated."
        },
        {
            "id": 36,
            "model": "넬리",
            "content": "Even I... haven't seen Miss Catherine's body."
        },
        {
            "id": 37,
            "model": "넬리",
            "content": "I was so beside myself when Master Linton told me of Miss Catherine's passing... that I did not even care to verify it with my own eyes."
        },
        {
            "id": 38,
            "model": "히스클리프",
            "content": "So what you're trying to say here is..."
        },
        {
            "id": 39,
            "model": "히스클리프",
            "content": "Uh... is it really what I think it is? You're saying that Cathy might... still be alive?"
        },
        {
            "id": 40,
            "model": "넬리",
            "content": "Nothing but a suspicion at this point. ... Besides, you know how Miss Catherine can be."
        },
        {
            "id": 41,
            "model": "넬리",
            "content": "Stubborn as a mule, sometimes doing things so unexpected that they're almost frightening..."
        },
        {
            "id": 42,
            "model": "넬리",
            "content": "Honestly, I even wondered if this whole funeral business was but an awful, elaborate jest from the Miss."
        },
        {
            "id": 43,
            "model": "히스클리프",
            "content": "……."
        },
        {
            "id": 44,
            "model": "넬리",
            "content": "What's certain is, however, that the will was undeniably in her own handwriting."
        },
        {
            "id": 45,
            "model": "넬리",
            "content": "And Master Linton, he... never once stopped making modifications to the manor..."
        },
        {
            "id": 46,
            "model": "넬리",
            "content": "... even after Miss Catherine passed."
        },
        {
            "id": 47,
            "model": "히스클리프",
            "content": "That bastard Linton made these modifications to the manor?"
        },
        {
            "id": 48,
            "model": "넬리",
            "content": "Yes. I haven't gotten a good look at this place, nor did I personally ask him of his motives, but..."
        },
        {
            "id": 49,
            "model": "넬리",
            "content": "... it is quite evident that something is to transpire here, isn't it? ... Or that something had already happened."
        },
        {
            "id": 50,
            "model": "히스클리프",
            "content": "Bollocks... I don't understand any of this."
        },
        {
            "id": 51,
            "model": "싱클레어",
            "content": "What do you think the 'lightning' in her will is talking about?"
        },
        {
            "id": 52,
            "model": "이스마엘",
            "content": "Maybe she meant it literally. Seven lightning strikes."
        },
        {
            "id": 53,
            "model": "오티스",
            "content": "Are you suggesting that she knew we would arrive precisely under this weather, on the day of her funeral? Unless she moonlighted as a renowned prophet, I don't see that happening."
        },
        {
            "id": 54,
            "model": "그레고르",
            "content": "Who knows? I don't even understand what Miss Catherine was trying to do here with that will."
        },
        {
            "id": 55,
            "model": "로쟈",
            "content": "Right... We can't... ever know the will of the dead."
        },
        {
            "id": 56,
            "model": "넬리",
            "content": "Oh...!"
        },
        {
            "id": 57,
            "model": "넬리",
            "content": "Perhaps there is something, a clue, to be found in Miss Catherine's room?"
        },
        {
            "id": 58,
            "model": "넬리",
            "content": "She did visit Wuthering Heights from time to time, even after her marriage to Master Linton."
        },
        {
            "id": 59,
            "model": "넬리",
            "content": "Don't you remember, Heathcliff? Miss Catherine..."
        },
        {
            "id": 60,
            "model": "히스클리프",
            "content": "... Yeah. She always liked riddles."
        },
        {
            "id": 61,
            "model": "넬리",
            "content": "Not like you, who preferred a more... direct approach. Which involved smashing everything to pieces."
        },
        {
            "id": 62,
            "model": "히스클리프",
            "content": "Got me in plenty of trouble for trying to brute force problems without even trying to think about the intent."
        },
        {
            "id": 63,
            "content": "A faint smile appeared on Heathcliff's face as he seemed to recall a fond memory..."
        },
        {
            "id": 64,
            "model": "히스클리프",
            "content": "... I don't know if I've gotten any better at it since."
        },
        {
            "id": 65,
            "content": "But the heavy, somber expression soon returned."
        },
        {
            "id": 66,
            "model": "단테",
            "content": "<I guess... our next order of things is to find where that room is.>"
        }
    ]
}