{
    "dataList": [
        {
            "id": 0,
            "place": "Wuthering Heights Corridors",
            "model": "돈키호테",
            "content": "I espy blood, everywhere on the floor..."
        },
        {
            "id": 1,
            "model": "로쟈",
            "content": "I doubt anything nice went down here, that's for sure..."
        },
        {
            "id": 2,
            "model": "그레고르",
            "content": "And I doubt there's anyone nice down here, either. Look."
        },
        {
            "id": 3,
            "model": "힌들리",
            "content": "Get back! Back off, you dogs! Have you even an inkling of who I am?!"
        },
        {
            "id": 4,
            "model": "조세핀",
            "content": "Speak plainly, Hindley. What have ye done to this manor?"
        },
        {
            "id": 5,
            "model": "힌들리",
            "content": "Hells, I do not know! I'm just as lost as you are!"
        },
        {
            "id": 6,
            "model": "힌들리",
            "content": "Nelly, get these brutes off me!"
        },
        {
            "id": 7,
            "model": "넬리",
            "content": "What are you all doing here?"
        },
        {
            "id": 8,
            "model": "조세핀",
            "content": "My, my. If it isn't Nelly, the vagabond child, and his gang o' uninvited guests."
        },
        {
            "id": 9,
            "model": "로쟈",
            "content": "... Is... is she talking about us?"
        },
        {
            "id": 10,
            "model": "넬리",
            "content": "Josephine. Something is terribly wrong with the manor. Is there anything you know about this?"
        },
        {
            "id": 11,
            "model": "조세핀",
            "content": "Wuthering Heights has always been like this. More importantly... how dare ye bring those louts to this place! Mistress would have had ye whipped, had she been here to witness this desecration!"
        },
        {
            "id": 12,
            "model": "넬리",
            "content": "We are in the dark as much as you are! Everyone was displaced when the lights flickered. Besides... what is this noise?"
        },
        {
            "id": 13,
            "model": "조세핀",
            "content": "How are you still unaware? The Dead Rabbits louts and the Butlers are battling in all corners o' this manor! Ripping, tearing, biting... Oh, what I wouldn't give to have them kill each other until they all lay dead!"
        },
        {
            "id": 14,
            "model": "넬리",
            "content": "They're fighting...? But why?"
        },
        {
            "id": 15,
            "model": "조세핀",
            "content": "After the lightning struck, after the lights flickered..."
        },
        {
            "id": 16,
            "model": "조세핀",
            "content": "The Dead Rabbits suddenly charged us."
        },
        {
            "id": 17,
            "model": "조세핀",
            "content": "Hindley... that fool must be scheming to take over our manor."
        },
        {
            "id": 18,
            "model": "넬리",
            "content": "What in the blazes..."
        },
        {
            "id": 19,
            "model": "조세핀",
            "content": "Do you fail to heed the voice of Wuthering Heights... the voice of the Mistress?!"
        },
        {
            "id": 20,
            "model": "힌들리",
            "content": "What the bloody hell do these out-of-control Dead Rabbits have got to do with me?! I haven't even given them any orders!"
        },
        {
            "id": 21,
            "model": "넬리",
            "content": "……."
        },
        {
            "id": 22,
            "model": "그레고르",
            "content": "Nelly, is there something you can do to deescalate this? We'd rather not get involved in something like this..."
        },
        {
            "id": 23,
            "model": "로쟈",
            "content": "Josephine and those Butlers... Didn't they serve Hindley once?"
        },
        {
            "id": 24,
            "model": "넬리",
            "content": "Their service is to Wuthering Heights, and Wuthering Heights only."
        },
        {
            "id": 25,
            "model": "넬리",
            "content": "Strictly speaking, Josephine and her Butlers are bound to a contract different from mine."
        },
        {
            "id": 26,
            "model": "넬리",
            "content": "I am contracted with a specific person within the family, while they are contracted with the manor and the estate itself..."
        },
        {
            "id": 27,
            "model": "로쟈",
            "content": "Wow, okay. I get wanting to work for a rich family to make yourself some dough, but... is such a complicated contract worth it for Butlers who are bound to the manor and its land?"
        },
        {
            "id": 28,
            "model": "파우스트",
            "content": "That depends on the terms of their contracts."
        },
        {
            "id": 29,
            "model": "파우스트",
            "content": "Once they have completed their duties as Butlers, which may be over a set period of time or over specific conditions stipulated in the contract..."
        },
        {
            "id": 30,
            "model": "파우스트",
            "content": "... they may be able to raise their Fixer grades or gain the rights to certain valuable assets tied to the land itself."
        },
        {
            "id": 31,
            "model": "넬리",
            "content": "Therein lies the irony... Butlers bound to manors and estates often inherit their parents' careers and contracts. Sometimes, it continues for generations upon generations..."
        },
        {
            "id": 32,
            "model": "넬리",
            "content": "... until the initial contract is eventually forgotten."
        },
        {
            "id": 33,
            "model": "로쟈",
            "content": "Ugh, really? What if they forget what the contract was even about?"
        },
        {
            "id": 34,
            "model": "넬리",
            "content": "Ha ha... Still, the contract isn't voided merely because people stop remembering it. Breaking it may invite the Taboo Hunters from an unexpected Nest or Fixers from the Öufi Association we had the pleasure of meeting earlier."
        },
        {
            "id": 35,
            "model": "넬리",
            "content": "And that Josephine is obsessed with following the long-dead Mistress' orders and won't listen to anyone else."
        },
        {
            "id": 36,
            "model": "조세핀",
            "content": "Ye know me well, Nelly. Well enough to get out of my way while I remain courteous."
        },
        {
            "id": 37,
            "model": "조세핀",
            "content": "Do not get in my way of punishing this rat that dared to scheme, to take our Wuthering Heights from us."
        },
        {
            "id": 38,
            "model": "로쟈",
            "content": "S-sure thing~ We'll just go, 'kay? Let's just pretend we didn't see anything."
        },
        {
            "id": 39,
            "model": "히스클리프",
            "content": "……."
        },
        {
            "id": 40,
            "model": "힌들리",
            "content": "I'm locking the door now, Heathcliff. You don't deserve to come indoors."
        },
        {
            "id": 41,
            "model": "힌들리",
            "content": "Do you really think that a thing like you deserve to sit next to our family? To dine alongside us?"
        },
        {
            "id": 42,
            "model": "힌들리",
            "content": "Stay put in the barn. If I see you wandering in the living rooms without my permission, I'll..."
        },
        {
            "id": 43,
            "content": "I hear Hindley's voice echoing from Heathcliff's memories."
        },
        {
            "id": 44,
            "model": "단테",
            "content": "<…….>"
        },
        {
            "id": 45,
            "content": "This revenge may not be so difficult after all."
        },
        {
            "id": 46,
            "content": "We just had to pretend we didn't see anything, leave Hindley behind, and have Josephine and her Butlers take care of him for us."
        },
        {
            "id": 47,
            "content": "Even if he does put up a fight, there is no telling how long he could hold out against all of them without backup."
        },
        {
            "id": 48,
            "model": "히스클리프",
            "content": "Haah..."
        },
        {
            "id": 49,
            "content": "I can feel Heathcliff turning slightly to look in my direction."
        },
        {
            "id": 50,
            "content": "I'm sure he's thinking the same thing as I am."
        },
        {
            "id": 51,
            "model": "히스클리프",
            "content": "... No, Clockface. I won't leave him to die."
        },
        {
            "id": 52,
            "model": "단테",
            "content": "<... You won't?>"
        },
        {
            "id": 53,
            "model": "히스클리프",
            "content": "I won't..."
        },
        {
            "id": 54,
            "model": "히스클리프",
            "content": "Because Cathy... wouldn't have wanted me to abandon that sod to die by their hands. Not like this."
        }
    ]
}