{
    "dataList": [
        {
            "id": 0,
            "place": "Wuthering Heights Corridors",
            "model": "조세핀",
            "content": "... Understood, Mistress. I shall do as you command."
        },
        {
            "id": 1,
            "model": "조세핀",
            "content": "We will not waste any more time here. Let's go and clear out the Dead Rabbits rabble."
        },
        {
            "id": 2,
            "model": "조세핀",
            "content": "... We'll put the rest of you in the bin should our paths cross again."
        },
        {
            "id": 3,
            "model": "힌들리",
            "content": "Tsk..."
        },
        {
            "id": 4,
            "content": "Hindley didn't show even a hint of gratitude."
        },
        {
            "id": 5,
            "model": "힌들리",
            "content": "Well… I could’ve handled them all on my own. I didn't need your help to beat up some insane old hag and her pawns…"
        },
        {
            "id": 6,
            "model": "단테",
            "content": "<... Maybe we should’ve just left him behind.>"
        },
        {
            "id": 7,
            "model": "힌들리",
            "content": "And that ‘Boss’ of yours… you don't even remember his name properly, do you? So much for your loyalty."
        },
        {
            "id": 8,
            "content": "Rage slowly returns to Heathcliff's face and draws a deep crease between his brows."
        },
        {
            "id": 9,
            "model": "히스클리프",
            "content": "… What dodgy nonsense are you blathering about?"
        },
        {
            "id": 10,
            "model": "힌들리",
            "content": "He goes by 'Matt'. Not Matthew, or whatever you decided to call him."
        },
        {
            "id": 11,
            "model": "히스클리프",
            "content": "What? What are you... have you finally gone mad? I've known the gaffer for years, and you think I'd get his name wrong?"
        },
        {
            "id": 12,
            "model": "파우스트",
            "content": "……."
        },
        {
            "id": 13,
            "model": "힌들리",
            "content": "Besides..."
        },
        {
            "id": 14,
            "model": "힌들리",
            "content": "That insane old hag still has some of her wits about. Because I do intend to take this manor back. No matter what."
        },
        {
            "id": 15,
            "model": "힌들리",
            "content": "I almost had it! If only I hadn't gotten that confounded card in that round...!"
        },
        {
            "id": 16,
            "model": "힌들리",
            "content": "No, the game must've been rigged. That’s the only way this makes sense. Nothing else explains how Catherine could have had the funds so ready to purchase Wuthering Heights the moment it was put up for sale at the auction."
        },
        {
            "id": 17,
            "model": "히스클리프",
            "content": "You lost this manor in a gamble? And Catherine bought it back?"
        },
        {
            "id": 18,
            "model": "힌들리",
            "content": "Yes! That girl was always as insane as Josephine."
        },
        {
            "id": 19,
            "model": "힌들리",
            "content": "But mark my words, Wuthering Heights shall be mine again."
        },
        {
            "id": 20,
            "model": "힌들리",
            "content": "Matt's made a deal with me."
        },
        {
            "id": 21,
            "model": "힌들리",
            "content": "He promised to help me retrieve this manor, as long as I let him and his Dead Rabbits into Wuthering Heights."
        },
        {
            "id": 22,
            "model": "넬리",
            "content": "Master Hindley, wait. Where are you going?"
        },
        {
            "id": 23,
            "model": "힌들리",
            "content": "You didn't seriously expect me to be cosy with you lot after that, did you?"
        },
        {
            "id": 24,
            "model": "힌들리",
            "content": "I'll find Matt. And I'll do everything I can to make this place mine again."
        },
        {
            "id": 25,
            "model": "힌들리",
            "content": "... And don't be so quick to assume that you've really changed, Heathcliff."
        },
        {
            "id": 26,
            "model": "힌들리",
            "content": "You haven't. You simply can't change."
        },
        {
            "id": 27,
            "model": "힌들리",
            "content": "You're nothing but a ragged sack of waste. Don't you forget that."
        },
        {
            "id": 28,
            "model": "그레고르",
            "content": "What an asshole..."
        },
        {
            "id": 29,
            "model": "돈키호테",
            "content": "Ahem, Sir Heathcliff... I am quite unsure as to how much of my words may reach thine ears, given thy fury, but..."
        },
        {
            "id": 30,
            "model": "히스클리프",
            "content": "Hah."
        },
        {
            "id": 31,
            "content": "Some Sinners attempted to cheer Heathcliff up, who would normally be seething with anger upon hearing abuse like that, but..."
        },
        {
            "id": 32,
            "content": "... this was different. It wasn't anger."
        },
        {
            "id": 33,
            "model": "히스클리프",
            "content": "Back then... whenever I heard that kind of contemptuous shite from that bastard..."
        },
        {
            "id": 34,
            "model": "히스클리프",
            "content": "... it felt as though every word he spat out rang true. That I really was just a useless lowlife who deserved nothing but the rags."
        },
        {
            "id": 35,
            "model": "히스클리프",
            "content": "I've spent days and nights coming up with all kinds of ways I'd exact my revenge on 'im. But now it's..."
        },
        {
            "id": 36,
            "model": "히스클리프",
            "content": "Hah, bloody hell. I can't even put this feeling to words."
        },
        {
            "id": 37,
            "model": "이스마엘",
            "content": "He's the one that couldn't change, not you. Look at him, clinging desperately to his past like it's the only thing he's got."
        },
        {
            "id": 38,
            "model": "이스마엘",
            "content": "He's just... he's just like an immature kid who never grew up past ten."
        },
        {
            "id": 39,
            "model": "오티스",
            "content": "Where is Catherine's room? We would do well to be on our guard in this manor. We must always be wary of our surroundings in this field of battle."
        },
        {
            "id": 40,
            "model": "넬리",
            "content": "It should be there once we turn right here. Odd... I don't recall the corridor being this long."
        },
        {
            "id": 41,
            "model": "넬리",
            "content": "Heavens! There..."
        },
        {
            "id": 42,
            "model": "오티스",
            "content": "Dead Rabbits. At the end of the corridor."
        },
        {
            "id": 43,
            "model": "로쟈",
            "content": "Is it just me, or do they look a bit different from earlier? I'll take \"it's just you\" for an answer, by the way."
        },
        {
            "id": 44,
            "model": "넬리",
            "content": "That reminds me... I have heard tales from the streets about those strange, wandering Dead Rabbits."
        },
        {
            "id": 45,
            "model": "넬리",
            "content": "Word on the street is that we should steer clear of the Dead Rabbits with red eyes... Just... like... the ones they have..."
        },
        {
            "id": 46,
            "model": "데드레빗츠1",
            "teller": "Strange Dead Rabbits Henchman",
            "title": "The Dead Rabbits",
            "content": "……."
        },
        {
            "id": 47,
            "model": "넬리",
            "content": "Excuse me, are you looking for something... or someone?"
        },
        {
            "id": 48,
            "model": "그레고르",
            "content": "Just for your information, that 'Linton' fella ain't here! Those 'Butlers' of Wuthering Heights ain't here either. They all went that way, past the hallway. Clearly, you've got no beef with us, right? Ha ha ha."
        },
        {
            "id": 49,
            "model": "데드레빗츠1",
            "teller": "Strange Dead Rabbits Henchman",
            "title": "The Dead Rabbits",
            "content": "……."
        },
        {
            "id": 50,
            "model": "료슈",
            "content": "Looks like they've got plenty of beef with us."
        },
        {
            "id": 51,
            "model": "오티스",
            "content": "Can they even hear what we are saying? If you have demands, then state them. If there is room for negotiation—"
        },
        {
            "id": 52,
            "model": "데드레빗츠1",
            "teller": "Strange Dead Rabbits Henchman",
            "title": "The Dead Rabbits",
            "content": "……."
        },
        {
            "id": 53,
            "model": "단테",
            "content": "<They all look a bit... no, they all look completely out of it, don't they?>"
        },
        {
            "id": 54,
            "model": "오티스",
            "content": "What a shame. I, Outis, would have loved to demonstrate my excellent negotiation skills to the Executive Manager."
        }
    ]
}