{
    "dataList": [
        {
            "id": 0,
            "place": "Wuthering Heights Corridors",
            "content": "Heathcliff was digging through the deceased Dead Rabbits' pockets."
        },
        {
            "id": 1,
            "model": "단테",
            "content": "<What are you looking for, Heathcliff?>"
        },
        {
            "id": 2,
            "model": "히스클리프",
            "content": "They don't have 'em."
        },
        {
            "id": 3,
            "model": "단테",
            "content": "<The timepieces that Yi Sang mentioned earlier?>"
        },
        {
            "id": 4,
            "model": "히스클리프",
            "content": "Yeah. Everyone born and raised in T Corp. carries a watch. They have to."
        },
        {
            "id": 5,
            "content": "Right... the Kurokumo Clan officer we fought in Yong-jin building was looking for a timepiece, too."
        },
        {
            "id": 6,
            "model": "히스클리프",
            "content": "It's... like a form of personal identification. It's something you carry around to show others that you are who you are."
        },
        {
            "id": 7,
            "model": "히스클리프",
            "content": "I abandoned my watch when I left T Corp., but..."
        },
        {
            "id": 8,
            "model": "넬리",
            "content": "I see... They don't even have their pocket watch chains with them."
        },
        {
            "id": 9,
            "model": "넬리",
            "content": "If they did carry a watch, we would have been able to learn at least where they were coming from."
        },
        {
            "id": 10,
            "model": "로쟈",
            "content": "So someone either doesn't want people finding out who they are... or they're simply not from around here. Right?"
        },
        {
            "id": 11,
            "model": "이상",
            "content": "I have witnessed such garb commonly worn about within the T Corp. territory. I have no doubts that they must be locals..."
        },
        {
            "id": 12,
            "model": "오티스",
            "content": "There are many unanswered questions... but let us save that discussion for later."
        },
        {
            "id": 13,
            "model": "히스클리프",
            "content": "... Here it is."
        },
        {
            "id": 14,
            "model": "넬리",
            "content": "Whew... Now that was quite the journey, wasn't it? Shall we enter?"
        },
        {
            "id": 15,
            "model": "히스클리프",
            "content": "... Nelly. Tell me."
        },
        {
            "id": 16,
            "model": "히스클리프",
            "content": "After I... left without a word... how did Catherine fare?"
        },
        {
            "id": 17,
            "model": "넬리",
            "content": "……."
        },
        {
            "id": 18,
            "model": "히스클리프",
            "content": "Of course, I already know that she lived happily ever after with that sod, Linton. But..."
        },
        {
            "id": 19,
            "model": "넬리",
            "content": "Are you sure you want to know?"
        },
        {
            "id": 20,
            "model": "히스클리프",
            "content": "Dammit, I do. But... I also don't."
        },
        {
            "id": 21,
            "model": "히스클리프",
            "content": "I must look so... pathetic. If Cathy was here, she would've mocked me mercilessly."
        },
        {
            "id": 22,
            "model": "넬리",
            "content": "I would have brought you a mirror so you can see that priceless look on your face..."
        },
        {
            "id": 23,
            "model": "넬리",
            "content": "... if I hadn't removed them all from the premises... Ha ha."
        },
        {
            "id": 24,
            "model": "히스클리프",
            "content": "Tsk, I'm not interested in your stupid jests."
        },
        {
            "id": 25,
            "model": "히스클리프",
            "content": "But has Catherine ever, even once, talked about me at all since I left?"
        },
        {
            "id": 26,
            "model": "넬리",
            "content": "... No."
        },
        {
            "id": 27,
            "model": "히스클리프",
            "content": "……."
        },
        {
            "id": 28,
            "model": "히스클리프",
            "content": "Of course she didn’t. A witless brigand, a scoundrel like me… I’m sure it didn’t matter to Catherine whether I—"
        },
        {
            "id": 29,
            "model": "넬리",
            "content": "I wouldn't be so sure, Heathcliff."
        },
        {
            "id": 30,
            "model": "넬리",
            "content": "That is not what I meant."
        },
        {
            "id": 31,
            "model": "넬리",
            "content": "When you left, Miss Catherine… she began withering away. She skulked in her room for days upon days, refusing to eat or even speak."
        },
        {
            "id": 32,
            "model": "넬리",
            "content": "Then she’d suddenly grow lachrymose, scream, cry, whisper things to herself… Master Linton would come by to coax her, but it hardly helped matters."
        },
        {
            "id": 33,
            "model": "넬리",
            "content": "She was so ill that I was worried that we might have to start making arrangements with a mortician in advance."
        },
        {
            "id": 34,
            "model": "히스클리프",
            "content": "Really? I... Catherine… she was in that much pain?"
        },
        {
            "id": 35,
            "content": "Heathcliff asked, incredulously."
        },
        {
            "id": 36,
            "model": "넬리",
            "content": "Yes. It pained us to even watch her suffer. And one day, she…"
        },
        {
            "id": 37,
            "model": "캐서린",
            "content": "Nelly, look. Linton’s left a flower on my pillow."
        },
        {
            "id": 38,
            "model": "캐서린",
            "content": "Oh, it’s golden. I didn’t know that spring had come to Wuthering Heights already. I suppose the snow has all but thawed, too."
        },
        {
            "id": 39,
            "model": "넬리",
            "content": "Is that not so romantic of him, miss?"
        },
        {
            "id": 40,
            "model": "캐서린",
            "content": "I suppose it could appear that way. He must have paid quite the fortune for this."
        },
        {
            "id": 41,
            "model": "캐서린",
            "content": "But if Linton truly cared for me, truly wished to return a color to a flower for my sake..."
        },
        {
            "id": 42,
            "model": "캐서린",
            "content": "... then he should have brought me a violet flower."
        },
        {
            "id": 43,
            "model": "넬리",
            "content": "……."
        },
        {
            "id": 44,
            "model": "캐서린",
            "content": "So... he did not bring this flower for my sake. This was only for his own satisfaction."
        },
        {
            "id": 45,
            "model": "넬리",
            "content": "Are you... okay, Miss?"
        },
        {
            "id": 46,
            "model": "캐서린",
            "content": "Whatever do you mean? I have never felt better than I do today."
        },
        {
            "id": 47,
            "model": "캐서린",
            "content": "Walk with me, won't you? I would like to see which flowers have weathered the wintery cold and bloomed."
        },
        {
            "id": 48,
            "model": "넬리",
            "content": "After that day, Miss Catherine truly appeared convalescent."
        },
        {
            "id": 49,
            "model": "넬리",
            "content": "We were all happy to see Miss Catherine be herself again, but..."
        },
        {
            "id": 50,
            "model": "넬리",
            "content": "... now that I think about it, it was a tad strange. She suffered for months upon months from fever; how could anyone so suddenly recover from all that after a single night's repose?"
        },
        {
            "id": 51,
            "model": "넬리",
            "content": "That is also when she purchased Wuthering Heights from Mister Hindley Earnshaw..."
        },
        {
            "id": 52,
            "model": "넬리",
            "content": "... and started making sweeping modifications to this place."
        },
        {
            "id": 53,
            "model": "넬리",
            "content": "I thought the two of them had intended to return to Wuthering Heights, so I asked them what exactly they planned to do with it… but they never gave me a straight answer."
        },
        {
            "id": 54,
            "model": "넬리",
            "content": "Haah. I'm just as in the dark as you are. I've not the slightest clue as to what she was thinking..."
        },
        {
            "id": 55,
            "model": "히스클리프",
            "content": "What about... my letters?"
        },
        {
            "id": 56,
            "model": "히스클리프",
            "content": "I sent her letters. I haven't been able to since I joined this company, but... when I was a part of that gang..."
        },
        {
            "id": 57,
            "model": "히스클리프",
            "content": "... I wrote her letters. Though I didn't sign my name on 'em."
        },
        {
            "id": 58,
            "model": "히스클리프",
            "content": "I... just wanted to let her know that I was doing fine."
        },
        {
            "id": 59,
            "model": "넬리",
            "content": "Well, I don't recall her ever opening a letter."
        },
        {
            "id": 60,
            "model": "넬리",
            "content": "Seriously, once she has her mind set on something, no one could convince her otherwise. No one..."
        }
    ]
}