{
    "dataList": [
        {
            "id": 0,
            "place": "Wuthering Heights Fireplace",
            "model": "오티스",
            "content": "What have you done to this manor?"
        },
        {
            "id": 1,
            "model": "린튼",
            "content": "I did not... tamper with the manor myself. I have not once been anywhere near the subject of workshops or engineering in my life; I am but a sheltered child of the esteemed Edgar Family. How would I have the capacity to do the modifications myself?"
        },
        {
            "id": 2,
            "model": "린튼",
            "content": "All I have done is... make a few investments in a separate organization that worked on the construction."
        },
        {
            "id": 3,
            "model": "린튼",
            "content": "They were introduced to me as a group that was once a part of this... Syndicate called 'the Ring'."
        },
        {
            "id": 4,
            "model": "료슈",
            "content": "... Hah."
        },
        {
            "id": 5,
            "model": "로쟈",
            "content": "The Ring...? Didn't the Dead Rabbits guy say something about being plucked by the Ring?"
        },
        {
            "id": 6,
            "model": "히스클리프",
            "content": "What the hell are you doing... bringing those blighters here...?"
        },
        {
            "id": 7,
            "model": "린튼",
            "content": "I don't know... I never really cared much about the details of how this manor was modified. If my brother found out what I was doing, he would have tried to kill me... but I cared not."
        },
        {
            "id": 8,
            "model": "이스마엘",
            "content": "How did you even come across the Golden Bough? It's..."
        },
        {
            "id": 9,
            "model": "린튼",
            "content": "... impossible for a private individual to acquire the Golden Boughs? Indeed. But the Edgar Family is a family of vast means."
        },
        {
            "id": 10,
            "model": "린튼",
            "content": "When my eldest brother left, most of the family fortune became mine. I quite enjoyed the affluence. One could say that it's the only thing of my possession that I liked. Though I have spent most of it... procuring... the Golden Bough... Cough..."
        },
        {
            "id": 11,
            "content": "Linton was coughing harshly between every couple of words. It seemed as though he was pushing himself just to finish a sentence."
        },
        {
            "id": 12,
            "content": "It wasn't that the battles had been grueling; it was merely that he was someone of a frailer constitution."
        },
        {
            "id": 13,
            "model": "돈키호테",
            "content": "The Edgar Family... I believe that I have once espied that name in the Fixers Monthly magazines... Mayhaps...?"
        },
        {
            "id": 14,
            "model": "히스클리프",
            "content": "Haah... what have I got to say to a bloke who looks like he belongs in the infirmary?"
        },
        {
            "id": 15,
            "model": "히스클리프",
            "content": "Just tell me what happened to... Catherine. That's all I'm asking."
        },
        {
            "id": 16,
            "model": "린튼",
            "content": "Do you really think that you even deserve to meddle in my family's affairs...? To meddle in this business between me and... my wife?"
        },
        {
            "id": 17,
            "model": "히스클리프",
            "content": "Don't talk like that to me, dammit! What, are you trying to flaunt those words at me or something...?!"
        },
        {
            "id": 18,
            "model": "린튼",
            "content": "We were married. De facto, de jure."
        },
        {
            "id": 19,
            "model": "린튼",
            "content": "I was Catherine's lawfully wedded husband, and we lived under the same roof. We built a family together."
        },
        {
            "id": 20,
            "model": "히스클리프",
            "content": "……."
        },
        {
            "id": 21,
            "model": "린튼",
            "content": "Right, 'husband'. I suppose you will never know how it feels to be called that... am I wrong?"
        },
        {
            "id": 22,
            "model": "린튼",
            "content": "It's only expected at this point, is it not? Who in their right mind would leave everything behind just to be with some... poor Backstreets vagrant... like you...? Cough."
        },
        {
            "id": 23,
            "model": "히스클리프",
            "content": "... I told you to stop provoking me."
        },
        {
            "id": 24,
            "model": "히스클리프",
            "content": "It's... Agh. Dammit..."
        },
        {
            "id": 25,
            "content": "Heathcliff fell silent for a moment. What Linton said hurt him so much that he could not even come up with a rebuttal."
        },
        {
            "id": 26,
            "content": "Linton continued, somewhat emboldened by his silence."
        },
        {
            "id": 27,
            "model": "린튼",
            "content": "You were the first to leave her, yes... but I assure you, it was certainly for the better."
        },
        {
            "id": 28,
            "model": "린튼",
            "content": "Because she would have... left you first if you hadn't. Because she would have grown tired of you!"
        },
        {
            "id": 29,
            "model": "히스클리프",
            "content": "Tired... of me...?"
        },
        {
            "id": 30,
            "model": "어린캐서린",
            "content": "Linton. You said that on purpose, didn't you?"
        },
        {
            "id": 31,
            "model": "어린린튼",
            "content": "What do you mean?"
        },
        {
            "id": 32,
            "model": "어린캐서린",
            "content": "Just now. You provoked Heathcliff. So that you'll anger that boy, so that he'll attack you first."
        },
        {
            "id": 33,
            "model": "어린린튼",
            "content": "No! I never said anything to him. You see, I was just talking to Hindley."
        },
        {
            "id": 34,
            "model": "어린린튼",
            "content": "Besides, let's be honest. Just look at him. His unkempt hair, the rags he's wearing... He's laughable, isn't he?"
        },
        {
            "id": 35,
            "model": "어린캐서린",
            "content": "Do you even know what you've done? Hindley will thrash that boy once you leave! Do you understand?"
        },
        {
            "id": 36,
            "model": "어린린튼",
            "content": "No, no!"
        },
        {
            "id": 37,
            "model": "어린캐서린",
            "content": "Quit your weeping, Linton! You have no idea how unhappy your tears make me."
        },
        {
            "id": 38,
            "content": "Linton tortures Heathcliff like that on purpose."
        },
        {
            "id": 39,
            "content": "Every time my brother speaks ill of Heathcliff, he giggles with him or mutters in agreement. As if he wants Heathcliff to hear."
        },
        {
            "id": 40,
            "content": "And Heathcliff would always attack Linton. Because he is an impulsive child."
        },
        {
            "id": 41,
            "content": "Why can't the people I love... also love one another?"
        },
        {
            "id": 42,
            "model": "캐서린",
            "content": "Linton. You love me, don't you?"
        },
        {
            "id": 43,
            "model": "린튼",
            "content": "Of course, dear Catherine."
        },
        {
            "id": 44,
            "content": "Then how far are you willing to go for love?"
        },
        {
            "id": 45,
            "content": "What does 'love' mean to you?"
        },
        {
            "id": 46,
            "content": "... If you truly love me, then..."
        },
        {
            "id": 47,
            "content": "... perhaps you could bring Heathcliff back to me?"
        },
        {
            "id": 48,
            "model": "린튼",
            "content": "... That... diary...!"
        },
        {
            "id": 49,
            "model": "린튼",
            "content": "You can... read it...?"
        },
        {
            "id": 50,
            "content": "Linton looked downright pathetic. He was gasping for air with every breath, trying to read the open diary."
        },
        {
            "id": 51,
            "content": "It was a wretched sight; the rapier in his hand clattered pitifully to the floor."
        },
        {
            "id": 52,
            "model": "히스클리프",
            "content": "Yeah. As you can plainly see yourself."
        },
        {
            "id": 53,
            "model": "린튼",
            "content": "When I tried to read it, it was full of nothing but pages upon pages of ink stains..."
        },
        {
            "id": 54,
            "model": "린튼",
            "content": "So why does it refuse me but not..."
        },
        {
            "id": 55,
            "model": "린튼",
            "content": "... Hah."
        },
        {
            "id": 56,
            "model": "린튼",
            "content": "Catherine... this is your answer, then?"
        },
        {
            "id": 57,
            "model": "린튼",
            "content": "I no longer know if I even have the right to stand in your way."
        },
        {
            "id": 58,
            "content": "Linton closes his eyes for a moment, and backs away from us."
        },
        {
            "id": 59,
            "content": "He activates a button somewhere within the fireplace, and..."
        },
        {
            "id": 60,
            "content": "... the fireplace opens, loud with the sound of moving mechanical parts. Before us appears a long staircase leading downstairs."
        },
        {
            "id": 61,
            "model": "린튼",
            "content": "……."
        },
        {
            "id": 62,
            "content": "He is watching us with a hollow, dejected look."
        },
        {
            "id": 63,
            "model": "넬리",
            "content": "Master Linton..."
        },
        {
            "id": 64,
            "model": "이스마엘",
            "content": "This staircase leads to the basement...? What the hell were you doing down there...?"
        },
        {
            "id": 65,
            "model": "린튼",
            "content": "All I can say is that... I have been preparing to invite a new guest."
        },
        {
            "id": 66,
            "model": "린튼",
            "content": "Descend. Whatever appears before you, whatever transpires..."
        },
        {
            "id": 67,
            "model": "린튼",
            "content": "... it shall all be as Catherine willed."
        }
    ]
}