{
    "dataList": [
        {
            "id": 0,
            "place": "Wuthering Heights Basement Entrance",
            "model": "그레고르",
            "content": "I haven't the faintest idea as to who might be behind this, but..."
        },
        {
            "id": 1,
            "model": "그레고르",
            "content": "... man, someone really doesn't want us reaching the basement."
        },
        {
            "id": 2,
            "model": "그레고르",
            "content": "We're finding more and more Peccatula the closer we get to the entrance."
        },
        {
            "id": 3,
            "model": "싱클레어",
            "content": "Since we haven't come across any other entrances on our way down... I guess the only place they could be coming from is the basement."
        },
        {
            "id": 4,
            "model": "로쟈",
            "content": "What... the heck are they keeping in this basement...?"
        },
        {
            "id": 5,
            "model": "그레고르",
            "content": "Don't the rich families with big mansions usually keep basements for..."
        },
        {
            "id": 6,
            "model": "그레고르",
            "content": "... fancy, classy stuff like fermenting some good whiskey?"
        },
        {
            "id": 7,
            "model": "로쟈",
            "content": "They also use 'em for storing treasures... Hehe, I have many fond memories of raiding their basements."
        },
        {
            "id": 8,
            "model": "홍루",
            "content": "Hmm... It probably depends on the family, but if a rich family wanted to hide something they're doing, they'd do it in the basement."
        },
        {
            "id": 9,
            "model": "로쟈",
            "content": "Can you check the diary again, Heath? Maybe something new appeared on the pages like it did earlier."
        },
        {
            "id": 10,
            "model": "히스클리프",
            "content": "It can't possibly be that easy. This is just a diary, nothing more. You can ask these papers all you want, but—"
        },
        {
            "id": 11,
            "model": "히스클리프",
            "content": "……."
        },
        {
            "id": 12,
            "model": "단테",
            "content": "<... Is there something wrong with the diary, Heathcliff?>"
        },
        {
            "id": 13,
            "model": "히스클리프",
            "content": "I felt an odd sensation earlier. I dismissed it, thought it was just the chills."
        },
        {
            "id": 14,
            "model": "히스클리프",
            "content": "But I just felt it again."
        },
        {
            "id": 15,
            "model": "히스클리프",
            "content": "This diary... I ain't even sure how to put it... haah. The point is, I just had the strangest sensation."
        },
        {
            "id": 16,
            "model": "히스클리프",
            "content": "The same feeling I felt earlier when that glass window suddenly shattered all on its own."
        },
        {
            "id": 17,
            "model": "파우스트",
            "content": "……."
        },
        {
            "id": 18,
            "model": "파우스트",
            "content": "Heathcliff, if I may..."
        },
        {
            "id": 19,
            "model": "히스클리프",
            "content": "I know! I know I must sound like I've gone barmy. But..."
        },
        {
            "id": 20,
            "model": "파우스트",
            "content": "No, Heathcliff. It appears rather obvious that the ink used to write the entries was not an ordinary ink."
        },
        {
            "id": 21,
            "model": "파우스트",
            "content": "There is a small chance that your 'suspicions' may be true. That is what I believe."
        },
        {
            "id": 22,
            "model": "이스마엘",
            "content": "What are you two even talking about...?"
        },
        {
            "id": 23,
            "model": "파우스트",
            "content": "I would like to recommend that you open the diary yourself, Heathcliff."
        },
        {
            "id": 24,
            "model": "히스클리프",
            "content": "……."
        },
        {
            "id": 25,
            "content": "Heathcliff opened the diary with a somber expression..."
        },
        {
            "id": 26,
            "content": "... and once again, the ink stains on the page had transformed into a series of legible alphabets."
        },
        {
            "id": 27,
            "content": "XX/XX"
        },
        {
            "id": 28,
            "content": "I once had a dream."
        },
        {
            "id": 29,
            "content": "A dream of my own death, or an eternal slumber."
        },
        {
            "id": 30,
            "content": "I found myself in heaven upon my waking."
        },
        {
            "id": 31,
            "content": "It was just as it was described in the books. I was surrounded by angels who sang a song for me."
        },
        {
            "id": 32,
            "content": "But at that moment, I also understood that I belonged elsewhere."
        },
        {
            "id": 33,
            "content": "I cried and pleaded with the angels to send me back..."
        },
        {
            "id": 34,
            "content": "And the angels were so furious that they cast me out from heaven back into the middle of the violet flowers on top of Wuthering Heights."
        },
        {
            "id": 35,
            "content": "Only then did I truly awake in this world, sobbing for joy."
        },
        {
            "id": 36,
            "content": "Now that I reminisce upon that memory..."
        },
        {
            "id": 37,
            "content": "... I no longer believe that it was a mere dream."
        },
        {
            "id": 38,
            "content": "It was just as real as the ghost from my youth that I have seen haunting this very manor..."
        },
        {
            "id": 39,
            "content": "Yes. If we were in heaven, we shall be eternally miserable."
        },
        {
            "id": 40,
            "content": "Thus we must embrace the encroaching sins and descend into the world beneath."
        },
        {
            "id": 41
        },
        {
            "id": 42,
            "model": "싱클레어",
            "content": "Here it is again. The 'we'..."
        },
        {
            "id": 43,
            "model": "이스마엘",
            "content": "Most diaries are written in first person. Do you know anything about this, Heathcliff?"
        },
        {
            "id": 44,
            "model": "히스클리프",
            "content": "No... She's never once mentioned this dream to me."
        },
        {
            "id": 45,
            "model": "이상",
            "content": "Though it may be baseless conjecture..."
        },
        {
            "id": 46,
            "model": "이상",
            "content": "But to say that we must \"embrace the encroaching sins and descend into the world beneath\"..."
        },
        {
            "id": 47,
            "model": "이상",
            "content": "... Perhaps the diary means to instruct us to face the Peccatula and continue to descend into the basement."
        },
        {
            "id": 48,
            "model": "히스클리프",
            "content": "You're saying that Catherine... planned all this?"
        },
        {
            "id": 49,
            "model": "이상",
            "content": "Mm. Though I remain uncertain if this is what Miss Faust had implied earlier, yet..."
        },
        {
            "id": 50,
            "model": "이상",
            "content": "... Heathcliff, did it not appear to you that the diary is answering directly to your beckoning?"
        },
        {
            "id": 51,
            "model": "히스클리프",
            "content": "... Right, it's not just me who felt that, then?"
        },
        {
            "id": 52,
            "model": "싱클레어",
            "content": "Miss Catherine, she..."
        },
        {
            "id": 53,
            "model": "싱클레어",
            "content": "I don't want to speak so ill of the dead, but she seems a bit..."
        },
        {
            "id": 54,
            "model": "넬리",
            "content": "Yes, she was quite the character. And she could be a tad frightening, from time to time."
        },
        {
            "id": 55,
            "model": "히스클리프",
            "content": "... Nelly. Linton said... something about my letters being burned at the incinerator, didn't he?"
        },
        {
            "id": 56,
            "model": "히스클리프",
            "content": "You think he's really the prick who nicked all my letters before they reached Cathy?"
        },
        {
            "id": 57,
            "model": "넬리",
            "content": "Well... I wouldn't put such behavior beyond Master Linton."
        },
        {
            "id": 58,
            "model": "히스클리프",
            "content": "……."
        }
    ]
}