{
    "dataList": [
        {
            "id": 0,
            "place": "Wuthering Heights Laboratory",
            "model": "이스마엘",
            "content": "You guys might want to come take a look at this..."
        },
        {
            "id": 1,
            "model": "이스마엘",
            "content": "Look at the corpse of the Dead Rabbits boss we defeated earlier."
        },
        {
            "id": 2,
            "model": "이스마엘",
            "content": "This... isn't Heathcliff from the other world. I don't think we've ever seen this person before."
        },
        {
            "id": 3,
            "model": "넬리",
            "content": "Heavens, this is...!"
        },
        {
            "id": 4,
            "model": "히스클리프",
            "content": "I know her."
        },
        {
            "id": 5,
            "model": "넬리",
            "content": "Miss Isabella, how... how could this...!"
        },
        {
            "id": 6,
            "model": "단테",
            "content": "<Isabella?>"
        },
        {
            "id": 7,
            "model": "히스클리프",
            "content": "Isabella Edgar... Linton's younger sister. She came by this manor a few times along with Linton."
        },
        {
            "id": 8,
            "model": "단테",
            "content": "<They overwrote Linton's sister... with Heathcliff's Identity...?>"
        },
        {
            "id": 9,
            "model": "히스클리프",
            "content": "He wasn't even real... We lost him."
        },
        {
            "id": 10,
            "model": "단테",
            "content": "<... This technology they're using to summon Identities... it's definitely a lot like our own.>"
        },
        {
            "id": 11,
            "model": "이상",
            "content": "……."
        },
        {
            "id": 12,
            "model": "뫼르소",
            "content": "There have been a total of four separate instances of lightning strikes."
        },
        {
            "id": 13,
            "content": "Meursault was the first to break the silence."
        },
        {
            "id": 14,
            "model": "뫼르소",
            "content": "The most logical course of action, from the perspective of our company..."
        },
        {
            "id": 15,
            "model": "뫼르소",
            "content": "... would have been to wait until the Golden Bough becomes available to us. Just as Linton had suggested earlier."
        },
        {
            "id": 16,
            "model": "히스클리프",
            "content": "What, hide in the barn and wait for the seventh strike of lightning like cowards?"
        },
        {
            "id": 17,
            "model": "히스클리프",
            "content": "What a helpful lot you are. Thank you kindly for your words of encouragement. You know what? We should've done that from the start... It was foolish of me to even—"
        },
        {
            "id": 18,
            "model": "뫼르소",
            "content": "... Allow me to finish, Heathcliff. I am beginning to feel the need to practice hastening my speech."
        },
        {
            "id": 19,
            "model": "뫼르소",
            "content": "We have experienced consistent escalation of risk merely by moving about the manor. Moreover, it is growing increasingly difficult to ensure Heathcliff's safety."
        },
        {
            "id": 20,
            "model": "뫼르소",
            "content": "Therefore, in conclusion..."
        },
        {
            "id": 21,
            "content": "Meursault paused for a moment."
        },
        {
            "id": 22,
            "model": "뫼르소",
            "content": "... I judged that we may have to stop the lightning from striking."
        },
        {
            "id": 23,
            "model": "뫼르소",
            "content": "Even if that decision leads to our failure to obtain the Golden Bough."
        },
        {
            "id": 24,
            "content": "Everyone fell silent, deep in thought after hearing Meursault's judgment. It wasn't a decision based on cold, hard facts that we had come to expect from him."
        },
        {
            "id": 25,
            "model": "오티스",
            "content": "Agreed..."
        },
        {
            "id": 26,
            "model": "오티스",
            "content": "It never appeared that the lightning strikes were a result of natural phenomena. It always struck at the most dramatic moments. Always on a certain trigger, killing the manor's power without fail."
        },
        {
            "id": 27,
            "model": "그레고르",
            "content": "Okay, let's think about this. Let's think about the circumstances..."
        },
        {
            "id": 28,
            "model": "그레고르",
            "content": "... surrounding each strike of lightning."
        },
        {
            "id": 29,
            "model": "이스마엘",
            "content": "First one was... yeah, at the funeral."
        },
        {
            "id": 30,
            "model": "이스마엘",
            "content": "When they were reading Catherine's will..."
        },
        {
            "id": 31,
            "model": "로쟈",
            "content": "No, we can get a bit more specific than that."
        },
        {
            "id": 32,
            "model": "로쟈",
            "content": "It was when Heath called out Catherine's name."
        },
        {
            "id": 33,
            "model": "싱클레어",
            "content": "The second one..."
        },
        {
            "id": 34,
            "model": "싱클레어",
            "content": "... was when Linton said something hurtful to Heathcliff. All that verbal abuse..."
        },
        {
            "id": 35,
            "model": "이상",
            "content": "The third was when Hindley drew his last breath. And..."
        },
        {
            "id": 36,
            "model": "린튼",
            "content": "Thus all is ruined..."
        },
        {
            "id": 37,
            "content": "Linton's exhausted voice broke through our musings."
        },
        {
            "id": 38,
            "content": "He looks around at the destroyed laboratory, the corpses, and the husks of dead Peccatula. There was a hollow look in his eyes."
        },
        {
            "id": 39,
            "content": "His face, already so sallow, had lost even more of its color. But he stood tall."
        },
        {
            "id": 40,
            "content": "Linton's gaze lingers for a moment on his sister's mangled corpse before moving toward Catherine in the coffin."
        },
        {
            "id": 41,
            "model": "린튼",
            "content": "Isabella... my dearest sister."
        },
        {
            "id": 42,
            "model": "린튼",
            "content": "So this is how our reunion was to be. It feels like it was just yesterday that you left our home without a word..."
        },
        {
            "id": 43,
            "model": "이스마엘",
            "content": "You didn't even write to each other?"
        },
        {
            "id": 44,
            "model": "린튼",
            "content": "She did send me a few childish letters. That she'd met her fated partner... That she's found true love. But she couldn't possibly introduce me to this person, as I would surely refuse to give my blessings..."
        },
        {
            "id": 45,
            "model": "히스클리프",
            "content": "You..."
        },
        {
            "id": 46,
            "model": "히스클리프",
            "content": "Do you even understand what you've done?"
        },
        {
            "id": 47,
            "model": "린튼",
            "content": "I merely follow the path laid before me."
        },
        {
            "id": 48,
            "model": "린튼",
            "content": "... The lightning has struck four times."
        },
        {
            "id": 49,
            "model": "그레고르",
            "content": "Yeah, we know. We know how to count, y'know..."
        },
        {
            "id": 50,
            "model": "오티스",
            "content": "Executive Manager... I can tell from the way that man is speaking..."
        },
        {
            "id": 51,
            "model": "오티스",
            "content": "... that he may know the conditions that trigger the lightning strikes."
        },
        {
            "id": 52,
            "content": "Outis spoke plainly without even trying to lower her voice."
        },
        {
            "id": 53,
            "model": "린튼",
            "content": "Lightning strikes..."
        },
        {
            "id": 54,
            "model": "린튼",
            "content": "Each strike of lightning is a blessing..."
        },
        {
            "id": 55,
            "model": "린튼",
            "content": "For it signifies that you have a place in her heart."
        },
        {
            "id": 56,
            "content": "Linton looked straight toward Heathcliff, and I could finally see his face clearly for the first time."
        },
        {
            "id": 57,
            "content": "He wore the expression of deep, bottomless pain..."
        },
        {
            "id": 58,
            "content": "It didn't change the fact that Linton was still extremely suspicious, and had quite a lot of things to answer for, but..."
        },
        {
            "id": 59,
            "content": "... it began to sink in that he was also a man who was grieving for someone he loved."
        },
        {
            "id": 60,
            "model": "린튼",
            "content": "I lied to you, Heathcliff."
        },
        {
            "id": 61,
            "model": "린튼",
            "content": "Our marriage... was never happy."
        },
        {
            "id": 62,
            "model": "린튼",
            "content": "But I have spent my entire life struggling to earn a place in her heart."
        },
        {
            "id": 63,
            "model": "린튼",
            "content": "Knocking and knocking so that she would let me in."
        },
        {
            "id": 64,
            "model": "린튼",
            "content": "Yet there was nothing. She never once gave me an answer. Even now, she remains silent."
        },
        {
            "id": 65,
            "model": "이상",
            "content": "Linton."
        },
        {
            "id": 66,
            "model": "이상",
            "content": "Nothing... none of that justifies the atrocity that you have committed in building this abominable laboratory."
        },
        {
            "id": 67,
            "model": "린튼",
            "content": "……."
        },
        {
            "id": 68,
            "model": "뫼르소",
            "content": "I have given some thought as to how so many people could disappear without leaving a shred of evidence."
        },
        {
            "id": 69,
            "model": "뫼르소",
            "content": "It cannot be said that gangs kidnapped them by force, for there were no signs of resistance."
        },
        {
            "id": 70,
            "model": "뫼르소",
            "content": "There have also been cases of simultaneous disappearances. Sometimes, even entire families would disappear all at once."
        },
        {
            "id": 71,
            "model": "로쟈",
            "content": "You actually read... the whole article?"
        },
        {
            "id": 72,
            "model": "뫼르소",
            "content": "Then, it can be reasoned that they weren't taken against their will. It would be more believable to say that they followed their would-be kidnappers willingly."
        },
        {
            "id": 73,
            "model": "린튼",
            "content": "……."
        },
        {
            "id": 74,
            "model": "이스마엘",
            "content": "Which means... the kidnapper was someone well-known. Someone with a decent reputation."
        },
        {
            "id": 75,
            "model": "이스마엘",
            "content": "What, did you offer them a job at the manor? Promise to treat them to a nice meal or something?"
        },
        {
            "id": 76,
            "model": "린튼",
            "content": "……."
        },
        {
            "id": 77,
            "model": "이상",
            "content": "An experiment to 'produce a human', or so it was called."
        },
        {
            "id": 78,
            "model": "이상",
            "content": "Yet I cannot imagine a single human being for whom these heinous experimentations, all this sacrifice, this suffering... would have been worth it for."
        },
        {
            "id": 79,
            "model": "넬리",
            "content": "Master Linton, even if it was Miss Catherine who asked you to do this, this is too—"
        },
        {
            "id": 80,
            "model": "히스클리프",
            "content": "... What?"
        },
        {
            "id": 81,
            "model": "넬리",
            "content": "Oh...!"
        },
        {
            "id": 82,
            "model": "히스클리프",
            "content": "Catherine... she asked you to do all this? No, that's... impossible."
        },
        {
            "id": 83,
            "content": "Linton receives the Sinner's deluge of resentful accusations with an unstirring expression."
        },
        {
            "id": 84,
            "model": "린튼",
            "content": "Yes. I will not deny that everything was by Catherine's request. But it was by my will that every one of her requests were carried out to the letter."
        },
        {
            "id": 85,
            "model": "히스클리프",
            "content": "I'm asking you why—"
        },
        {
            "id": 86,
            "model": "린튼",
            "content": "The 'why' never mattered to me. So I never asked her."
        },
        {
            "id": 87,
            "model": "린튼",
            "content": "All I ever cared about was endlessly endeavouring to carry out her wishes, to do as I was told."
        },
        {
            "id": 88,
            "model": "이스마엘",
            "content": "Yeah, still... why? With your family's wealth, you could've just lived out the rest of your days in complete luxury with money to spare. So why..."
        },
        {
            "id": 89,
            "model": "이상",
            "content": "Should T Corp. be made aware of what has transpired here..."
        },
        {
            "id": 90,
            "model": "이상",
            "content": "... you may be subject to a high degree of punishment, even if your family name were to mitigate it."
        },
        {
            "id": 91,
            "model": "린튼",
            "content": "You ask me why? Is it not obvious?"
        },
        {
            "id": 92,
            "model": "린튼",
            "content": "Because I loved Catherine. Ever since the moment I laid my eyes upon her, to this very day. I have spent every single moment of my life pining for her."
        },
        {
            "id": 93,
            "model": "이스마엘",
            "content": "You're just desperately begging for her affection, blinded by your own obsession..."
        },
        {
            "id": 94,
            "model": "린튼",
            "content": "Speak ill of me as you will. I care not."
        },
        {
            "id": 95,
            "model": "린튼",
            "content": "Because my joy comes from what morsel of affection she spared me."
        },
        {
            "id": 96,
            "model": "린튼",
            "content": "So... you have no idea how much I envied you, Heathcliff."
        },
        {
            "id": 97,
            "model": "히스클리프",
            "content": "You envied... me? You?"
        },
        {
            "id": 98,
            "model": "린튼",
            "content": "Even in her youth, when I would come to spend time with Catherine at this manor..."
        },
        {
            "id": 99,
            "model": "린튼",
            "content": "She would always ask me the same question."
        },
        {
            "id": 100,
            "model": "린튼",
            "content": "\"I wonder where Heathcliff has gone to? I wish he was here.\""
        },
        {
            "id": 101,
            "model": "린튼",
            "content": "Of course, you must have been hiding from her. For you could not bear the sight of us."
        },
        {
            "id": 102,
            "model": "린튼",
            "content": "And believe it or not, it was not I who burned your letters."
        },
        {
            "id": 103,
            "model": "린튼",
            "content": "In truth, I would have delivered them to her myself had I had my hands on your letters. Because that was how desperately Catherine was waiting for your news."
        },
        {
            "id": 104,
            "model": "린튼",
            "content": "Once you left, Catherine... she shut herself off in her room, refused to eat, and withered away."
        },
        {
            "id": 105,
            "model": "린튼",
            "content": "Gazing into a mirror, day and night... until one day, she calmly emerged from that very room and asked me for my hand."
        },
        {
            "id": 106,
            "model": "히스클리프",
            "content": "A mirror..."
        },
        {
            "id": 107,
            "model": "히스클리프",
            "content": "... She mentioned the same thing in the diary. That she saw herself in the mirror."
        },
        {
            "id": 108,
            "model": "린튼",
            "content": "Yet we kept no mirrors at the manor we lived."
        },
        {
            "id": 109,
            "model": "린튼",
            "content": "The mirror she looked into was, according to her, a gift."
        },
        {
            "id": 110,
            "model": "히스클리프",
            "content": "... A gift from who?"
        },
        {
            "id": 111,
            "model": "린튼",
            "content": "If you would like to know what she saw in that mirror, what it was that she saw that prompted her to ask to marry me..."
        },
        {
            "id": 112,
            "model": "린튼",
            "content": "... Why don't you ask the diary yourself?"
        },
        {
            "id": 113,
            "model": "린튼",
            "content": "Ask that old diary that remains in obstinate silence before me."
        }
    ]
}