{
    "dataList": [
        {
            "id": 0,
            "place": "Stairwell to the Rooftop",
            "model": "넬리",
            "content": "I'll knock that wretch unconscious! It is one of many lesser-known skills of Butlers to keep their foes neutralized."
        },
        {
            "id": 1,
            "model": "파우스트",
            "content": "Dante. Our foremost priority should be..."
        },
        {
            "id": 2,
            "model": "파우스트",
            "content": "... finding out who it was that showed the Erlking Heathcliff about Heathcliffs and Catherines in every world. The one who opened his eyes to the Mirror Worlds."
        },
        {
            "id": 3,
            "model": "단테",
            "content": "<... I see now. Faust, you only have the potential to know all things... not the knowledge of all things.>"
        },
        {
            "id": 4,
            "model": "파우스트",
            "content": "... If that statement pertains to me, then yes. But that is—"
        },
        {
            "id": 5,
            "model": "단테",
            "content": "<I suppose I'll find out when it's your turn. One thing at a time, Faust. Let's think about this from the very start.>"
        },
        {
            "id": 6,
            "model": "파우스트",
            "content": "Understood. The very first question we must ask is how Catherine suddenly gained a keen interest in studying the Mirror Worlds. Considering that she had led a relatively normal life before Heathcliff's departure, this behavior seems highly irregular."
        },
        {
            "id": 7,
            "model": "이스마엘",
            "content": "So it's pretty much a given that there was someone acting behind the scenes, egging her on..."
        },
        {
            "id": 8,
            "model": "파우스트",
            "content": "Indeed. Someone who handed the mirror to Catherine, leading her to create the library. Someone who had to have invited Erlking Heathcliff to this manor."
        },
        {
            "id": 9,
            "model": "뫼르소",
            "content": "It must be someone close to Catherine. Someone who she heavily relied on."
        },
        {
            "id": 10,
            "model": "오티스",
            "content": "……."
        },
        {
            "id": 11,
            "model": "오티스",
            "content": "Executive Manager. If you would allow me to voice a few suspicions."
        },
        {
            "id": 12,
            "model": "오티스",
            "content": "Do you recall what Nelly said, when we first discovered the Golden Bough in the basement?"
        },
        {
            "id": 13,
            "model": "넬리",
            "content": "T-there! Is that the Golden Bough you were looking for...?"
        },
        {
            "id": 14,
            "model": "단테",
            "content": "<Right... she did say that.>"
        },
        {
            "id": 15,
            "model": "오티스",
            "content": "Executive Manager. She couldn't have known that we were actively seeking the Golden Boughs. We never shared that information with her. The only thing she should have known at that stage is what Catherine's will stated: that she was leaving the Golden Bough to Heathcliff."
        },
        {
            "id": 16,
            "model": "오티스",
            "content": "And..."
        },
        {
            "id": 17,
            "model": "오티스",
            "content": "When we encountered the Dead Rabbits in the corridor..."
        },
        {
            "id": 18,
            "model": "오티스",
            "content": "She claimed that the 'word on the street' is that we must be wary of Dead Rabbits with red eyes, but... as you are well aware yourself, in the 'streets', their eyes would not have had any color."
        },
        {
            "id": 19,
            "model": "로쟈",
            "content": "Right? She wasn't even at an angle where she could see their eyes."
        },
        {
            "id": 20,
            "model": "오티스",
            "content": "It can only mean that she was already aware of that fact before we encountered them."
        },
        {
            "id": 21,
            "model": "단테",
            "content": "<Nelly...>"
        },
        {
            "id": 22,
            "model": "단테",
            "content": "<Don't let Nelly anywhere near Heathcliff...!>"
        },
        {
            "id": 23,
            "content": "But we were too late."
        },
        {
            "id": 24,
            "model": "넬리",
            "content": "Now ascend to the rooftops... Heathcliff."
        },
        {
            "id": 25,
            "model": "히스클리프",
            "content": "... Nelly? Why are you talking to him...?"
        },
        {
            "id": 26,
            "model": "마왕히스클리프2",
            "title": "A Distant World",
            "content": "Do you still not understand?"
        },
        {
            "id": 27,
            "model": "마왕히스클리프2",
            "title": "A Distant World",
            "content": "It was Nelly who invited me to this manor!"
        },
        {
            "id": 28,
            "model": "마왕히스클리프2",
            "title": "A Distant World",
            "content": "She summoned me here, gave me information I needed to utterly destroy that fool Hindley."
        },
        {
            "id": 29,
            "model": "마왕히스클리프2",
            "title": "A Distant World",
            "content": "Oh, and it was Nelly who introduced me to that girl, Isabella."
        },
        {
            "id": 30,
            "model": "마왕히스클리프2",
            "title": "A Distant World",
            "content": "Do not ask me why, for the answer is quite plain. Because we were both tired of enduring!"
        },
        {
            "id": 31,
            "content": "Erlking Heathcliff, now freed by Nelly's hand..."
        },
        {
            "id": 32,
            "model": "단테",
            "content": "<NO!>"
        },
        {
            "id": 33,
            "content": "Disappeared to the rooftop of the manor."
        }
    ]
}