{
    "dataList": [
        {
            "id": 0,
            "place": "Stairwell to the Rooftop",
            "model": "다친넬리",
            "content": "Miss Catherine was... difficult from time to time, but I do not wish to deny even the times we've spent together."
        },
        {
            "id": 1,
            "model": "다친넬리",
            "content": "I even miss the late Mister Earnshaw Senior from time to time."
        },
        {
            "id": 2,
            "model": "다친넬리",
            "content": "No... I never lived a life full of hate, animosity. I am just struggling desperately to change my destiny."
        },
        {
            "id": 3,
            "model": "다친넬리",
            "content": "To get here, I worked myself to the bone... trained and worked harder than anyone else to become a Chief Butler..."
        },
        {
            "id": 4,
            "model": "히스클리프",
            "content": "... Move..."
        },
        {
            "id": 5,
            "model": "다친넬리",
            "content": "... You still endeavour to reach the rooftops? I must tell you that it is a fruitless effort. That other Heathcliff is already there."
        },
        {
            "id": 6,
            "model": "다친넬리",
            "content": "And that is how this tale shall end."
        },
        {
            "id": 7,
            "model": "다친넬리",
            "content": "This is the better ending, isn't it? You two couldn't even summon the smallest courage to talk to one another."
        },
        {
            "id": 8,
            "model": "히스클리프",
            "content": "... Stop it..."
        },
        {
            "id": 9,
            "model": "다친넬리",
            "content": "You two always believed everything I told you, without even one iota of doubt. Every little twist, every little nudge I made in my tales... taken as truth."
        },
        {
            "id": 10,
            "place": "Catherine's Room",
            "model": "넬리",
            "content": "... No, Miss. He hasn't sent you any letters. Though I am quite certain that he must be living a good life somewhere out there."
        },
        {
            "id": 11,
            "model": "넬리",
            "content": "I'll send the invitation, Miss. It's still that same Heathcliff who didn't even bother to write you, but... when he sees this, he will have no choice but to return to this manor."
        },
        {
            "id": 12,
            "place": "Wuthering Heights Corridors",
            "model": "넬리",
            "content": "Well, I don't recall her ever opening a letter."
        },
        {
            "id": 13,
            "model": "넬리",
            "content": "Seriously, once she has her mind set on something, no one could convince her otherwise. No one..."
        },
        {
            "id": 14,
            "place": "Wuthering Heights Fireplace",
            "model": "다친넬리",
            "content": "You two have mired more people than you could imagine into your business. Yet you do not even talk to one another, nor do you ask questions."
        },
        {
            "id": 15,
            "model": "다친넬리",
            "content": "Do you really believe that you even deserve to move on? With such slothfulness?"
        },
        {
            "id": 16,
            "place": "Stairwell to the Rooftop",
            "model": "다친넬리",
            "content": "No more. This tale ends here."
        }
    ]
}