{
    "dataList": [
        {
            "id": 0,
            "place": "Stairwell to the Rooftop",
            "model": "히스클리프",
            "content": "Nelly..."
        },
        {
            "id": 1,
            "model": "히스클리프",
            "content": "You... betrayed me?"
        },
        {
            "id": 2,
            "model": "넬리",
            "content": "This manor has never been on your side. Not even once."
        },
        {
            "id": 3,
            "model": "넬리",
            "content": "And Heathcliff, I find it rather vexing that you would use the expression 'betrayal'."
        },
        {
            "id": 4,
            "content": "Heathcliff slowly approaches Nelly."
        },
        {
            "id": 5,
            "content": "I can't imagine the level of betrayal he must be feeling."
        },
        {
            "id": 6,
            "model": "히스클리프",
            "content": "……."
        },
        {
            "id": 7,
            "model": "히스클리프",
            "content": "Tell me... tell me why."
        },
        {
            "id": 8,
            "model": "넬리",
            "content": "You've really changed, Heathcliff."
        },
        {
            "id": 9,
            "model": "넬리",
            "content": "The old you wouldn't have bothered to ask even a single question before swinging that big club at my skull."
        },
        {
            "id": 10,
            "model": "히스클리프",
            "content": "I'm asking, because it's you!"
        },
        {
            "id": 11,
            "model": "히스클리프",
            "content": "Do I really have to destroy... even our childhood?"
        },
        {
            "id": 12,
            "model": "넬리",
            "content": "……."
        },
        {
            "id": 13,
            "model": "넬리",
            "content": "Heathcliff... what are you most afraid of?"
        },
        {
            "id": 14,
            "model": "넬리",
            "content": "I... wasn't afraid of the ghost that Miss Catherine claimed to have seen. I wasn't afraid of the tempest that sometimes shook this manor. Or how violent Mister Hindley would get when he was drunk."
        },
        {
            "id": 15,
            "model": "넬리",
            "content": "Until one day... I became afraid."
        },
        {
            "id": 16,
            "model": "넬리",
            "content": "I became afraid of an old woman whose heart and body were aged beyond their years."
        },
        {
            "id": 17,
            "model": "넬리",
            "content": "I was that old woman. An old woman who suffered because of you, Heathcliff, and Miss Catherine in every world."
        },
        {
            "id": 18,
            "model": "넬리",
            "content": "Round and round you and Miss Catherine went, both plagued by the hatred, the misunderstandings, the terrible obsessions..."
        },
        {
            "id": 19,
            "model": "넬리",
            "content": "And I, in every world, was always dragged under that wheel of destruction, suffering and struggling to my last haggardly breath. Again, and again, and again..."
        },
        {
            "id": 20,
            "model": "넬리",
            "content": "The worst thing..."
        },
        {
            "id": 21,
            "model": "넬리",
            "content": "... was that all of us were ignorant of our doomed fates. I hadn't even an inkling that the two of you were consuming every minute of my life, little by little."
        },
        {
            "id": 22,
            "model": "넬리",
            "content": "So... I showed it to her, too."
        },
        {
            "id": 23,
            "model": "넬리",
            "content": "I told her that... it was a mirror shard that showed the beholder whatever their heart wished to see."
        },
        {
            "id": 24,
            "model": "파우스트",
            "content": "The glass shards can make countless cracks in the hearts of humans."
        },
        {
            "id": 25,
            "model": "파우스트",
            "content": "It shakes the very foundation of one's existence."
        },
        {
            "id": 26,
            "model": "파우스트",
            "content": "The knowledge of Mirror Worlds can suck the meaning out of every struggle, everything that one has worked for their entire life..."
        },
        {
            "id": 27,
            "model": "파우스트",
            "content": "... and plants the seeds of doubt in their heart."
        },
        {
            "id": 28,
            "model": "파우스트",
            "content": "Doubts about the very path one seeks to take in their life. It's..."
        },
        {
            "id": 29,
            "model": "파우스트",
            "content": "... enough to make them attempt to meddle with the selves in other worlds. Believing that it is the right thing to do."
        },
        {
            "id": 30,
            "model": "파우스트",
            "content": "If someone has shown Nelly that mirror... then that must have been precisely their intended outcome."
        },
        {
            "id": 31,
            "model": "이상",
            "content": "... Yet, a mirror technology that allows for such high degree of interactivity must be..."
        },
        {
            "id": 32,
            "model": "넬리",
            "content": "Then... everything began to unravel all on its own."
        },
        {
            "id": 33,
            "model": "넬리",
            "content": "She conversed with someone on the other end of the mirror for a long time. Someone who was suffering as much as she was."
        },
        {
            "id": 34,
            "model": "넬리",
            "content": "Then the laboratory began to take shape."
        },
        {
            "id": 35,
            "model": "넬리",
            "content": "Oh, she mustn't have known even in her wildest dreams. She never once doubted me, even as she closed her eyes forevermore in that coffin! As naive as any other sheltered child, a caged bird."
        },
        {
            "id": 36,
            "model": "넬리",
            "content": "I suppose it wasn't only naïveté, but also her own temperament. She was the kind of person who always had to be the center of everything."
        },
        {
            "id": 37,
            "model": "히스클리프",
            "content": "……."
        },
        {
            "id": 38,
            "model": "넬리",
            "content": "But please, do not deny every memory we've shared together."
        },
        {
            "id": 39,
            "model": "넬리",
            "content": "The pity I felt for you as they abused you, wishing that you would live your best life, a life better than anyone else's... were all my honest feelings."
        }
    ]
}