{
    "dataList": [
        {
            "id": 0
        },
        {
            "id": 1,
            "content": "In every world of possibilities that may or may not have been."
        },
        {
            "id": 2,
            "content": "Every Catherine and Heathcliff of all worlds call out to each other, feeling the echoes of their partners."
        },
        {
            "id": 3,
            "content": "They struggle for the one last unseen embrace."
        },
        {
            "id": 4,
            "place": "Wuthering Heights Rooftop",
            "model": "마왕히스클리프3",
            "title": "A Distant World",
            "content": "Where are you, Cathy?! I wish to have you in my embrace again."
        },
        {
            "id": 5,
            "model": "마왕히스클리프3",
            "title": "A Distant World",
            "content": "I have felt your presence all along. I knew for certain that you have been haunting me."
        },
        {
            "id": 6,
            "model": "마왕히스클리프3",
            "title": "A Distant World",
            "content": "You lie not beneath the cold earth; you are beside me, are you not?"
        },
        {
            "id": 7,
            "model": "마왕캐서린",
            "teller": "Every Catherine",
            "title": "A Certain Every World",
            "content": "Heathcliff! Why do you refuse to embrace me?"
        },
        {
            "id": 8,
            "model": "마왕히스클리프3",
            "title": "A Distant World",
            "content": "I have not broken your heart—you have broken it; and in breaking it, you have broken mine...!"
        },
        {
            "id": 9,
            "model": "마왕캐서린",
            "teller": "Every Catherine",
            "title": "A Certain Every World",
            "content": "Do come to me, Heathcliff! Whisk me away and embrace me in your heart—the gust here is too cold; my body is turning into ice. Only by your warmth shall the frost thaw!"
        },
        {
            "id": 10,
            "content": "Millions of worlds made real by Catherine and Heathcliff begin speeding by before us."
        },
        {
            "id": 11,
            "content": "Every possibility of Heathcliff and Catherine."
        },
        {
            "id": 12,
            "content": "Most end in a tragedy, full of suffering and lamentation..."
        },
        {
            "id": 13,
            "place": "Wuthering Heights of a Certain Future",
            "content": "But among the infinity, I catch a glimpse of tranquility."
        },
        {
            "id": 14,
            "content": "Outside the manor, there are two gravestones marking Heathcliff and Catherine's final resting places."
        },
        {
            "id": 15,
            "content": "And in the desolate, forlorn moorlands of Wuthering Heights..."
        },
        {
            "id": 16,
            "content": "... are two youths who each resemble Heathcliff and Catherine. They gaze deeply into each other's eyes; their mouths drawn into the sweetest, happiest smiles."
        },
        {
            "id": 17,
            "content": "The hearts connected. Despite everything."
        },
        {
            "id": 18,
            "place": "Wuthering Heights Rooftop",
            "model": "마왕히스클리프3",
            "title": "A Distant World",
            "content": "They were..."
        },
        {
            "id": 19,
            "model": "마왕히스클리프3",
            "title": "A Distant World",
            "content": "I see... I let my conviction... blind myself to the other possibilities..."
        },
        {
            "id": 20,
            "content": "Erlking Heathcliff's last words are hollow and bittersweet. Its echoes scatter into nothingness."
        },
        {
            "id": 21,
            "content": "Catherine begins to disappear from every world."
        },
        {
            "id": 22,
            "content": "As though she was never there."
        },
        {
            "id": 23,
            "content": "And when Every Catherine eventually disappeared..."
        },
        {
            "id": 24,
            "content": "Millions of changing possibilities appeared before us."
        },
        {
            "id": 25,
            "content": "Mr. Earnshaw brings Heathcliff from the Backstreets."
        },
        {
            "id": 26,
            "content": "Hindley's scorn and hatred for Heathcliff remained the same..."
        },
        {
            "id": 27,
            "content": "... but without Catherine, Heathcliff had no reason to endure the suffering in Wuthering Heights."
        },
        {
            "id": 28,
            "content": "So he quickly moves on from Wuthering Heights. Each Heathcliff..."
        },
        {
            "id": 29,
            "content": "... lives a different life, meets all kinds of different people..."
        },
        {
            "id": 30,
            "content": "... and lives on without Catherine."
        },
        {
            "id": 31,
            "model": "히스클리프다침",
            "content": "……."
        },
        {
            "id": 32,
            "content": "Our Heathcliff watched as the worlds transformed."
        },
        {
            "id": 33,
            "content": "Each Heathcliff living a life of his own, and Catherine's existence slowly fading away from him."
        },
        {
            "id": 34,
            "model": "단테",
            "content": "<…….>"
        },
        {
            "id": 35,
            "content": "I would have understood if Heathcliff were to curse me with weeping, cruel words. I would have understood if he were to grab and shake me by the collars."
        },
        {
            "id": 36,
            "content": "To erase someone's entire existence... is an unimaginably terrible thing."
        },
        {
            "id": 37,
            "content": "But Heathcliff was watching all of it in silence. As if he wished to carve each and every single one of them into his memory."
        },
        {
            "id": 38,
            "content": "And..."
        },
        {
            "id": 39,
            "model": "다친넬리",
            "content": "Finally, there isn't anything left."
        },
        {
            "id": 40,
            "model": "히스클리프다침",
            "content": "Nelly... are you taking the Golden Bough?"
        },
        {
            "id": 41,
            "content": "Nelly stood atop the railings of the rooftop and gazed down at us."
        },
        {
            "id": 42,
            "content": "Most Sinners had fallen or were unconscious."
        },
        {
            "id": 43,
            "content": "In her hands she held the Golden Bough that appeared to have been pried from the rooftop."
        },
        {
            "id": 44,
            "model": "다친넬리",
            "content": "But Heathcliff..."
        },
        {
            "id": 45,
            "model": "다친넬리",
            "content": "You are a good, kindhearted boy, aren't you? I'm certain you understand."
        },
        {
            "id": 46,
            "model": "다친넬리",
            "content": "I suppose I will bring this to the one who first showed me the mirror shard."
        },
        {
            "id": 47,
            "model": "히스클리프다침",
            "content": "……."
        },
        {
            "id": 48,
            "model": "다친넬리",
            "content": "You know it's futile."
        },
        {
            "id": 49,
            "model": "다친넬리",
            "content": "You and your friends... have fought battle after battle, pushed yourselves past the brink of exhaustion. How will you stop a Chief Butler who has waited for this precise moment?"
        },
        {
            "id": 50,
            "model": "다친넬리",
            "content": "They can turn the clock, but I will no longer be here once the hands turn once."
        },
        {
            "id": 51,
            "model": "히스클리프다침",
            "content": "……."
        },
        {
            "id": 52,
            "model": "히스클리프다침",
            "content": "Sure. I can't stop you now. But..."
        },
        {
            "id": 53,
            "model": "히스클리프다침",
            "content": "But I'll get it all back."
        },
        {
            "id": 54,
            "model": "히스클리프다침",
            "content": "The Golden Bough. My Catherine."
        },
        {
            "id": 55,
            "model": "다친넬리",
            "content": "……."
        },
        {
            "id": 56,
            "model": "다친넬리",
            "content": "Catherine? Who are you talking about?"
        },
        {
            "id": 57,
            "model": "다친넬리",
            "content": "I can't say I understand what you are talking about, Heathcliff."
        },
        {
            "id": 58,
            "model": "히스클리프다침",
            "content": "... I know."
        },
        {
            "id": 59,
            "model": "히스클리프다침",
            "content": "That name no longer means anything to you or anyone else. Nothing but an ink stain remains where she once stood."
        },
        {
            "id": 60,
            "model": "히스클리프다침",
            "content": "But she's never been clearer to me. So, so clear that it can never be erased."
        },
        {
            "id": 61,
            "model": "다친넬리",
            "content": "Well, if you are that desperate... then I hope your wish shall come true one day."
        },
        {
            "id": 62,
            "model": "다친넬리",
            "content": "It is said that the Golden Bough can make any wish... any heart... come true."
        }
    ]
}