{
  "dataList": [
    {
      "id": 0,
      "place": "P Corp. WARP train platform",
      "content": "So she's the one we were supposed to meet here at the station..."
    },
    {
      "id": 1,
      "model": "체사라",
      "teller": "???",
      "title": "The Client",
      "content": "My, my... what an honor this is, to meet the Red Gaze himself in the flesh."
    },
    {
      "id": 2,
      "model": "체사라",
      "content": "Everyone, I am pleased to meet you all. I am Cesara, Head Manager of P Corp. Archival Department."
    },
    {
      "id": 3,
      "model": "오티스",
      "content": "Archival Department? So you are... bookkeepers, then?"
    },
    {
      "id": 4,
      "model": "체사라",
      "content": "In a manner of speaking, yes. It is a rather significant department within P Corp., regardless of how other Wings treat their own archivists."
    },
    {
      "id": 5,
      "model": "그레고르",
      "content": "If a bigwig like the Head Manager of such an important Department is here to see us herself, then... boy, I guess we really are putting our names out there."
    },
    {
      "id": 6,
      "model": "체사라",
      "content": "Not an entirely incorrect assessment. I did hear some things about you and Limbus Company through the word of mouth."
    },
    {
      "id": 7,
      "model": "체사라",
      "content": "What was it...? Ah, yes. A medium-sized enterprise with its employees gladly braving death to see a contract to its end. All just to obtain these... 'Golden Boughs'."
    },
    {
      "id": 8,
      "model": "그레고르",
      "content": "That's true, I guess, but..."
    },
    {
      "id": 9,
      "model": "단테",
      "content": "<Hey, she's actually making us sound pretty impressive, huh...?>"
    },
    {
      "id": 10,
      "model": "돈키호테",
      "content": "For-sooth! I, and my dearest compatriots, have vanquished countless evils through all kinds of hardships and deadly foes! Braved death, indeed."
    },
    {
      "id": 11,
      "content": "The other Sinners were more confused than impressed by her description, but it was clear from Don Quixote's practically twinkling eyes that she was immensely infatuated by it."
    },
    {
      "id": 12,
      "model": "베르길리우스",
      "content": "We did receive a brief of this contract."
    },
    {
      "id": 13,
      "model": "베르길리우스",
      "content": "A particularly stubborn Urban Nightmare case, which all kinds of Fixers have failed to rout despite their repeated attempts."
    },
    {
      "id": 14,
      "model": "체사라",
      "content": "Correct."
    },
    {
      "id": 15,
      "model": "베르길리우스",
      "content": "I doubt it is customary for the Head Manager of an entire department to greet every no-name Fixer Office looking to make a name for themselves."
    },
    {
      "id": 16,
      "model": "체사라",
      "content": "Correct again."
    },
    {
      "id": 17,
      "model": "베르길리우스",
      "content": "And seeing how you've gone to the lengths to privately deliver this particular contract to our hands..."
    },
    {
      "id": 18,
      "model": "베르길리우스",
      "content": "... this isn't a simple Urban Nightmare eradication contract, is it?"
    },
    {
      "id": 19,
      "model": "베르길리우스",
      "content": "I sense that your expectations of us extend beyond simply defeating it."
    },
    {
      "id": 20,
      "model": "베르길리우스",
      "content": "There must be a particular task you're expecting us to 'brave death' for, given your emphasis."
    },
    {
      "id": 21,
      "model": "체사라",
      "content": "... Hm. What an odd feeling. I wasn't going to hide it from you anyway, but... it feels as though you're reading me like an open book."
    },
    {
      "id": 22,
      "content": "We stared in dumbfounded silence as Vergilius effortlessly cut through the hoops to get to the core of the contract."
    },
    {
      "id": 23,
      "model": "체사라",
      "content": "Yes. Your people were quite blunt about this when you contacted us first. That there's this 'Golden Bough' somewhere near our eradication target."
    },
    {
      "id": 24,
      "model": "체사라",
      "content": "My, I was so astonished when I picked up that call. Your people refused to answer our questions, refused to tell us what those 'Golden Boughs' are, insisted that we let your people inside the zone to confirm the exact coordinates... I almost thought it was a prank call or something."
    },
    {
      "id": 25,
      "model": "베르길리우스",
      "content": "I believe we also made you an offer you couldn't refuse."
    },
    {
      "id": 26,
      "model": "체사라",
      "content": "... Haah. I don't know if it's a particularly versatile agent or a very proactive intelligence department, but your company has some serious intel gathering capabilities."
    },
    {
      "id": 27,
      "content": "Cesara let out a deep sigh and leaned against a wall, her shoulders slumping slightly."
    },
    {
      "id": 28,
      "model": "이스마엘",
      "content": "So what exactly are we eradicating this time?"
    },
    {
      "id": 29,
      "model": "이스마엘",
      "content": "Given that we have hopeful Fixers queuing up to join the mission... what, is an escaped Abnormality wreaking havoc somewhere like last time? Or is it a Distortion, because if it is—"
    },
    {
      "id": 30,
      "content": "Cesara wordlessly stared at Ishmael as she began to rapid-fire her list of questions."
    },
    {
      "id": 31,
      "model": "이스마엘",
      "content": "Oh, uh... ah, right. Forgot to explain. So Abnormalities and Distortions are the kind of 'monsters' that may look similar at first glance—"
    },
    {
      "id": 32,
      "model": "체사라",
      "content": "... If only our problem was just another monster to deal with."
    },
    {
      "id": 33,
      "content": "Something had caught my eye immediately after we arrived at this place."
    },
    {
      "id": 34,
      "model": "단테",
      "content": "<The missing persons flyers...>"
    },
    {
      "id": 35,
      "content": "Countless flyers, each in search of a different person, were taped to the pillars inside the station."
    },
    {
      "id": 36,
      "content": "Looks like people of P Corp. are randomly going missing in no discernible age or gender patterns."
    },
    {
      "id": 37,
      "content": "Cesara, realizing that we were staring at the wall of missing person flyers, began."
    },
    {
      "id": 38,
      "model": "체사라",
      "content": "As you can see, the flyers are all old, faded, and tattered to the point where the papers are starting to peel off."
    },
    {
      "id": 39,
      "model": "체사라",
      "content": "... Which means that none of them have returned home safely."
    },
    {
      "id": 40,
      "model": "오티스",
      "content": "……."
    },
    {
      "id": 41,
      "model": "오티스",
      "content": "So we're not dealing with an entity, then..."
    },
    {
      "id": 42,
      "model": "오티스",
      "content": "... It is a phenomenon."
    },
    {
      "id": 43,
      "model": "체사라",
      "content": "The land where the happiest smiles bloom."
    },
    {
      "id": 44,
      "model": "체사라",
      "content": "The 'amusement park' of fables and legends, La Manchaland."
    },
    {
      "id": 45,
      "model": "싱클레어",
      "content": "La Manchaland..."
    },
    {
      "id": 46,
      "model": "체사라",
      "content": "More than several dozen people have been reported missing. But the real number is likely much higher."
    },
    {
      "id": 47,
      "model": "체사라",
      "content": "Most of the guests who visited La Manchaland, which mysteriously materialized two months ago at the Backstreets of P Corp... are still trapped within."
    },
    {
      "id": 48,
      "model": "돈키호테",
      "content": "They have gone 'missing', thou sayest? Yet how can that be? 'Tis against the nature of amusement parks to be so full of horror, not joy...!"
    },
    {
      "id": 49,
      "model": "체사라",
      "content": "I simply did not have enough manpower under my authority to deal with this. It was designated an Urban Plague three days after its first appearance, and now it's been escalated to an Urban Nightmare."
    },
    {
      "id": 50,
      "model": "베르길리우스",
      "content": "Curious. If it is a mere Urban Nightmare, not even a Star of the City, then shouldn't P Corp. be able to easily handle this on its own?"
    },
    {
      "id": 51,
      "model": "체사라",
      "content": "Mm... that's the thing. The other departments aren't really interested in this phenomenon, which means that the Martial Department won't be sending their elite employees to handle this case."
    },
    {
      "id": 52,
      "model": "돈키호테",
      "content": "Wha— Yet wherefore? Wherefore doth P Corp. not deploy their elite forces to swiftly vanquish this risk to the lives of the innocent?!"
    },
    {
      "id": 53,
      "content": "Don Quixote was now completely and emotionally invested in this gripping tale of tragedy that our client was sharing."
    },
    {
      "id": 54,
      "content": "... Cesara seemed to be enjoying Don Quixote's excessive, almost theatrical reaction."
    },
    {
      "id": 55,
      "model": "체사라",
      "content": "Because the phenomenon only affects the Backstreets."
    },
    {
      "id": 56,
      "model": "체사라",
      "content": "Imagine if it happened somewhere within the Nest; squadrons of elite agents from the Compression Department would've descended the moment it manifested."
    },
    {
      "id": 57,
      "model": "베르길리우스",
      "content": "That's enough beating around the bush, Head Manager Cesara. What more are you hiding?"
    },
    {
      "id": 58,
      "model": "베르길리우스",
      "content": "It would've been a walk in the park for someone of your status and station to requisition agents from a different department."
    },
    {
      "id": 59,
      "model": "베르길리우스",
      "content": "So, explain. Why did you really go through the trouble of hiring Limbus Company?"
    },
    {
      "id": 60,
      "model": "체사라",
      "content": "Yes, yes. My, you really are unrelenting."
    },
    {
      "id": 61,
      "model": "체사라",
      "content": "Fine. I confess. The goal of our department..."
    },
    {
      "id": 62,
      "model": "체사라",
      "content": "... isn't the eradication of La Manchaland."
    },
    {
      "id": 63,
      "model": "단테",
      "content": "<... Huh?>"
    },
    {
      "id": 64,
      "model": "체사라",
      "content": "Now, you will soon be heading into La Manchaland with the other Fixers."
    },
    {
      "id": 65,
      "model": "체사라",
      "content": "A piece of advice, if you will; do not let the other Fixers know that you are here to find the Golden Bough."
    },
    {
      "id": 66,
      "model": "체사라",
      "content": "If they were to somehow find out that there is this mysterious artifact called the 'Golden Bough' hidden somewhere within that zone..."
    },
    {
      "id": 67,
      "model": "체사라",
      "content": "... it could start attracting unwanted attention from Fixers who consider it a bounty separate from the eradication reward. No need to stir the pot, hm?"
    },
    {
      "id": 68,
      "model": "체사라",
      "content": "And I'm sure you are all savvy enough to know that it would be wise to keep quiet about the true objective of our department... if you know what I mean."
    },
    {
      "id": 69,
      "model": "이스마엘",
      "content": "I hear you loud and clear. Let's keep this hush-hush between P Corp. and Limbus Company, we both get what we want, and we can go our separate ways once this business is over. No fuss, no muss. Did I get that right?"
    },
    {
      "id": 70,
      "model": "체사라",
      "content": "That's a pretty good summary."
    },
    {
      "id": 71,
      "model": "오티스",
      "content": "Who do you think we are? I can tell you right now that, when it comes to OPSEC—"
    },
    {
      "id": 72,
      "model": "오티스",
      "content": "... some of us might fall slightly behind."
    },
    {
      "id": 73,
      "model": "베르길리우스",
      "content": "It's about time we got to the point. We're only attracting more unwanted eyes by lingering here."
    },
    {
      "id": 74,
      "model": "체사라",
      "content": "... That's true."
    },
    {
      "id": 75,
      "model": "체사라",
      "content": "Here is your mission. Enter La Manchaland. Find the thing—or someone—that created La Manchaland, and bring it to me."
    },
    {
      "id": 76,
      "model": "오티스",
      "content": "Or someone...?"
    },
    {
      "id": 77,
      "model": "뫼르소",
      "content": "\"The thing—or someone\" is too insufficient a description. We do not even know if what we seek is made of organic or inorganic material."
    },
    {
      "id": 78,
      "model": "싱클레어",
      "content": "So why do you need the... thing... person... who created La Manchaland? Shouldn't eradicating it be enough?"
    },
    {
      "id": 79,
      "model": "체사라",
      "content": "... Hah."
    },
    {
      "id": 80,
      "content": "Cesara's eyes twinkled for a brief moment as they lingered on Sinclair."
    },
    {
      "id": 81,
      "model": "싱클레어",
      "content": "D-did I say something wrong...?"
    },
    {
      "id": 82,
      "model": "체사라",
      "content": "I don't know. I suppose I was flabbergasted by your boldness of daring to ask a question like that."
    },
    {
      "id": 83,
      "model": "체사라",
      "content": "Notice how I'm not asking you why you're looking for the Golden Boughs?"
    },
    {
      "id": 84,
      "model": "싱클레어",
      "content": "Ahh..."
    },
    {
      "id": 85,
      "model": "체사라",
      "content": "Well, it's not like a big secret or anything."
    },
    {
      "id": 86,
      "model": "체사라",
      "content": "If you really do want to know, here it is. I just want whoever, or whatever it is behind this case to be held responsible for the damages they've caused."
    },
    {
      "id": 87,
      "model": "돈키호테",
      "content": "Mm, forsooth! A villain who hath committed such wicked atrocity deserveth a punishment most fitting!"
    },
    {
      "id": 88,
      "model": "체사라",
      "content": "And as a little bonus, I get to put some achievements under my belt to give my department a little push to rise above the others. I could use some promotion right about now, you know."
    },
    {
      "id": 89,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 90,
      "model": "오티스",
      "content": "... I suppose it doesn't matter whether we accept your proposition or not. You must have already reached an agreement with the top brass of our company."
    },
    {
      "id": 91,
      "model": "히스클리프",
      "content": "... Right. But what if, after kickin' the phenomenon's arse, we don't bother bringin' in the bloke who made that bizarre amusement park?"
    },
    {
      "id": 92,
      "model": "히스클리프",
      "content": "What'll you do then?"
    },
    {
      "id": 93,
      "content": "Heathcliff spoke crassly, but it was a reasonable question."
    },
    {
      "id": 94,
      "content": "After all, there was also a chance that we could *fail* to bring the culprit here, even if we wanted to."
    },
    {
      "id": 95,
      "model": "체사라",
      "content": "Well, then I suppose we'll start looking into what these 'Golden Boughs' are, even if we won't get our hands on them immediately."
    },
    {
      "id": 96,
      "model": "오티스",
      "content": "Hah. So you'll start getting in our way if we don't bring you what you want, is that it?"
    },
    {
      "id": 97,
      "model": "체사라",
      "content": "It would be a rather unnecessary and cost-ineffective research investment, of course, but you just might force our hand if you don't do as we requested."
    },
    {
      "id": 98,
      "model": "체사라",
      "content": "Besides... While La Manchaland is only an Urban Nightmare at the moment, its threat level is rising exponentially. This means that more and more people in the City are beginning to catch wind of this case."
    },
    {
      "id": 99,
      "model": "체사라",
      "content": "Numerous Fixers from all over the City are gathering here at this very moment to eradicate La Manchaland, to demonstrate my point."
    },
    {
      "id": 100,
      "model": "이스마엘",
      "content": "So, you're saying that we're not your only option."
    },
    {
      "id": 101,
      "model": "체사라",
      "content": "Mhm, who doesn't love fame and fortune? We could always get a truckload of willing participants if we wanted to."
    },
    {
      "id": 102,
      "model": "체사라",
      "content": "Oh, and maybe, just maybe, some Fixers among them may find themselves becoming particularly interested in these Golden Boughs. I swear, these precious artifacts must have a particular smell that attracts Fixers like bees to honey."
    },
    {
      "id": 103,
      "model": "이스마엘",
      "content": "... Got it. You want this mission taken care of before the phenomenon attracts too much attention."
    },
    {
      "id": 104,
      "model": "체사라",
      "content": "Oh, you're cutting right through the fluff again!"
    },
    {
      "id": 105,
      "model": "체사라",
      "content": "Anyways, you got that right. Isn't it so fortunate how we both seem to be under the impression that what each of us is looking for won't be of much use to the other? For now, at least?"
    },
    {
      "id": 106,
      "model": "체사라",
      "content": "I suppose that is why you're keeping the nature of those Golden Boughs discreet, and that is why we're keeping it on the down low about what created La Manchaland."
    },
    {
      "id": 107,
      "model": "료슈",
      "content": "Agreed. The more eyes observe an info, the less value it has. Like run-of-the-mill mass-produced products."
    },
    {
      "id": 108,
      "model": "로쟈",
      "content": "Haah... of course it's all work talk. I got excited for a sec thinkin' we were about to get some nice souvenirs."
    },
    {
      "id": 109,
      "model": "체사라",
      "content": "We have very high expectations for every single one of you."
    },
    {
      "id": 110,
      "model": "체사라",
      "content": "After all, you're all willing to die for this, aren't you?"
    },
    {
      "id": 111,
      "model": "단테",
      "content": "<She keeps saying that...>"
    },
    {
      "id": 112,
      "content": "This is what every single one of our contracts has been like."
    },
    {
      "id": 113,
      "content": "Our stability and safety go out the window the moment a mission begins in earnest."
    },
    {
      "id": 114,
      "content": "We share nothing but our cold goals and objectives, not exchanging anything deeper than the shallowest transactions."
    },
    {
      "id": 115,
      "content": "I'd grown to accept this as an inevitability, but..."
    },
    {
      "id": 116,
      "content": "... I do know that this is... probably not the right way."
    },
    {
      "id": 117,
      "model": "돈키호테",
      "content": "AHEM!"
    },
    {
      "id": 118,
      "content": "Amidst the dull and resigned eyes of the other Sinners, Don Quixote's eyes alone burned with passionate fire."
    },
    {
      "id": 119,
      "model": "돈키호테",
      "content": "Thou mayest put thy faith in us, Head Manager Cesara!"
    },
    {
      "id": 120,
      "model": "돈키호테",
      "content": "I, Don Quixote, and my compatriots here at Limbus Company shall put an end to the terrible reign of this 'La Manchaland', and rescue every single victim it hath claimed!"
    },
    {
      "id": 121,
      "model": "돈키호테",
      "content": "And mark my words; we shall pinch this vile rascal who created La Manchaland by the collar and present them before thee! Prithee, smite them with the hammer of justice in everyone's stead."
    },
    {
      "id": 122,
      "model": "체사라",
      "content": "My, my...! You certainly know how to inspire confidence. That's more than I could say for the vast majority of Fixers I've known!"
    },
    {
      "id": 123,
      "model": "돈키호테",
      "content": "Sniff... I, Don Quixote, shall battle valiantly and honorably; thus shall my name be forever etched in the halls of P Corp....!"
    },
    {
      "id": 124,
      "content": "Don Quixote was bouncing up and down like she was prepared to stand at Cesara's beck and call."
    },
    {
      "id": 125,
      "model": "히스클리프",
      "content": "Please stop..."
    },
    {
      "id": 126,
      "model": "오티스",
      "content": "This woman certainly wasted no time figuring out how to turn her into putty in her hands..."
    },
    {
      "id": 127,
      "model": "히스클리프",
      "content": "It really ain't that difficult to see how the lass works, to be fair..."
    },
    {
      "id": 128,
      "model": "체사라",
      "content": "Well, then! Shall we get a move on?"
    },
    {
      "id": 129,
      "model": "돈키호테",
      "content": "Let us depart! Lead the way, Lady Cesara!"
    },
    {
      "id": 130,
      "model": "체사라",
      "content": "Oh, I'm sorry. Sadly, I can't go there with you."
    },
    {
      "id": 131,
      "model": "체사라",
      "content": "Please head to the location marked on this piece of paper."
    },
    {
      "id": 132,
      "model": "돈키호테",
      "content": "Yet wherefore?! A journey on thy lonesome shall be so dreary, no?"
    },
    {
      "id": 133,
      "model": "이스마엘",
      "content": "Isn't it obvious? If we show up at the Fixers' gathering with the Head Manager of a whole department in tow, we'll attract more eyes than superstars on a red carpet."
    },
    {
      "id": 134,
      "model": "로쟈",
      "content": "Yep. I'm sure they'll sniff out our connection to P Corp. at a glance..."
    },
    {
      "id": 135,
      "model": "돈키호테",
      "content": "Yet... are not stars of... super variety a good goal to strive for?"
    },
    {
      "id": 136,
      "model": "그레고르",
      "content": "Don Quixote... this might come as news to you, but sometimes words can mean more than one thing at a time..."
    },
    {
      "id": 137,
      "model": "체사라",
      "content": "Here's a pass that'll let you move freely between the Backstreets and the Nest of P Corp. Do note that it's a work visa, however, so it won't last forever."
    },
    {
      "id": 138,
      "model": "싱클레어",
      "content": "Hmm... If they can just hand out something so important this easily, I can't imagine why her department won't be able to handle it themselves..."
    },
    {
      "id": 139,
      "content": "Sinclair was still quietly suspicious, but that small doubt was practically buried in the brief commotion that followed as Sinners gathered in front of Cesara to receive their visa."
    }
  ]
}