{
  "dataList": [
    {
      "id": 0,
      "place": "Backstreets of P Corp., Outside the Tent",
      "content": "Cesara's directions led us to an empty lot in the Backstreets."
    },
    {
      "id": 1,
      "model": "히스클리프",
      "content": "... The hell is this now?"
    },
    {
      "id": 2,
      "model": "히스클리프",
      "content": "This ain't like the tight alleyways of the Backstreets I know. What's this huge empty lot doin' here?"
    },
    {
      "id": 3,
      "model": "로쟈",
      "content": "Right? Weird, it's rare to see this much real estate go unused in the Backstreets."
    },
    {
      "id": 4,
      "model": "싱클레어",
      "content": "There are a bunch of banners hanging by the buildings for some reason, too."
    },
    {
      "id": 5,
      "model": "베르길리우스",
      "content": "Miss Faust and I will converse with the person in charge. The rest of you, assess the situation in the meantime."
    },
    {
      "id": 6,
      "model": "베르길리우스",
      "content": "Don't start any troub..."
    },
    {
      "id": 7,
      "model": "베르길리우스",
      "content": "... Don't start too much trouble until we return."
    },
    {
      "id": 8,
      "model": "돈키호테",
      "content": "Thou mayest place thy faith in us!"
    },
    {
      "id": 9,
      "content": "... He's given up on the slim hope that we won't be getting into any trouble without him."
    },
    {
      "id": 10,
      "model": "그레고르",
      "content": "Well, let's see what we're working with here..."
    },
    {
      "id": 11,
      "content": "The empty lot was surrounded by all kinds of warning signs and perimeter tapes, deterring anyone from haphazardly wandering inside..."
    },
    {
      "id": 12,
      "content": "... And when we reached out to grab the tapes to duck under them..."
    },
    {
      "id": 13,
      "model": "휴고",
      "teller": "???",
      "title": "???",
      "content": "Dude, hey! Dude!!!"
    },
    {
      "id": 14,
      "content": "... a voice rang out, stopping us in our tracks."
    },
    {
      "id": 15,
      "model": "싱클레어",
      "content": "Yeah? ... I mean, what?"
    },
    {
      "id": 16,
      "model": "휴고",
      "teller": "Overdramatic Fixer",
      "title": "???",
      "content": "Alright, I'll be nice since it doesn't seem like you guys know what you just walked into. This place is off-limits, okay? Off-limits!"
    },
    {
      "id": 17,
      "model": "휴고",
      "teller": "Overdramatic Fixer",
      "title": "???",
      "content": "Fixers only, like me and the rest of the people gathered here, yeah? F-I-X-E-R-S. Civvies aren't allowed on the operation grounds! Jeez, these P Corp. folks sure are sloppy with their perimeter job."
    },
    {
      "id": 18,
      "model": "싱클레어",
      "content": "Wait, why did you look at me when you said that? Why—"
    },
    {
      "id": 19,
      "model": "돈키호테",
      "content": "Ooh, thou art concerned for our safety? No worries, good man! No worries!"
    },
    {
      "id": 20,
      "model": "돈키호테",
      "content": "Fixers we may not be, but the daring heart of justice that burns within thee is just as bright in our own! Forsooth, we are prepared to brave death to see it!"
    },
    {
      "id": 21,
      "content": "Don Quixote confidently leaps over the warning tape and scampers into the empty lot."
    },
    {
      "id": 22,
      "model": "휴고",
      "teller": "Overdramatic Fixer",
      "title": "???",
      "content": "H-hey...! Do you have any idea what you're walking into—"
    },
    {
      "id": 23,
      "model": "돈키호테",
      "content": "Hark! We arrive here on a contract, just as you! The contract for the eradication of La Manchaland!"
    },
    {
      "id": 24,
      "model": "해결사들",
      "teller": "Crowd of Fixers",
      "title": "???",
      "content": "……."
    },
    {
      "id": 25,
      "content": "I could practically hear everyone in the empty lot turning around to look at us."
    },
    {
      "id": 26,
      "content": "The looks on their eyes could hardly be described as friendly; in fact, their alarm at our arrival was palpable."
    },
    {
      "id": 27,
      "content": "That's when one of the Fixers, wielding a massive weapon, strode in our direction."
    },
    {
      "id": 28,
      "model": "혈귀사냥꾼",
      "teller": "Intimidating Fixer",
      "title": "???",
      "content": "You're here for the hunt? You twerps?"
    },
    {
      "id": 29,
      "model": "휴고",
      "teller": "Overdramatic Fixer",
      "title": "???",
      "content": "Uh... uhm... Oh, oh man! Silly me, I forgot to do maintenance for my weapons. I don't have time for this! I guess I'll, uh, go take care of that now! Bye!"
    },
    {
      "id": 30,
      "content": "The obnoxious guy, who was clearly way in over his head, hurried away when the giant of a Fixer stomped his way into the conversation..."
    },
    {
      "id": 31,
      "content": "... and the other Fixers shook their heads as though they knew what was about to happen."
    },
    {
      "id": 32,
      "model": "혈귀사냥꾼",
      "teller": "Intimidating Fixer",
      "title": "???",
      "content": "You're clearly not Fixers from an Association, obviously not anyone from an Office of even passing renown..."
    },
    {
      "id": 33,
      "model": "혈귀사냥꾼",
      "teller": "Intimidating Fixer",
      "title": "???",
      "content": "How many more of these small-time freeloaders are we going to take on? Accept any more of them, and we'd end up having to split an Ahn of that reward money between us."
    },
    {
      "id": 34,
      "model": "히스클리프",
      "content": "... We're already gettin' these bloody tossers rearin' for a fight, eh?"
    },
    {
      "id": 35,
      "model": "돈키호테",
      "content": "Emblems on their garbs patently say \"Fanghunt Office\", yet... to hunt fangs has to mean..."
    },
    {
      "id": 36,
      "model": "혈귀사냥꾼",
      "teller": "Intimidating Fixer",
      "content": "You even seen one of 'em in person before?"
    },
    {
      "id": 37,
      "model": "돈키호테",
      "content": "Prithee, seen what?"
    },
    {
      "id": 38,
      "model": "혈귀사냥꾼",
      "teller": "Intimidating Fixer",
      "content": "Bloodfiends."
    },
    {
      "id": 39,
      "model": "이스마엘",
      "content": "Bloodfiends? Wait, we're dealing with Bloodfiends in this contract?"
    },
    {
      "id": 40,
      "model": "뫼르소",
      "content": "We were not informed of any Bloodfiend involvement in this contract."
    },
    {
      "id": 41,
      "model": "혈귀사냥꾼",
      "teller": "Intimidating Fixer",
      "content": "Would you look at that. Know-nothing amateurs, all of 'em."
    },
    {
      "id": 42,
      "model": "혈귀사냥꾼",
      "teller": "Intimidating Fixer",
      "content": "It makes my blood boil to watch idiots like you rushing to nab a contract just for the promise of some cash and fame. Not only do you get in the way of the hunt, but you also really spoil the fun out of this activity."
    },
    {
      "id": 43,
      "model": "로쟈",
      "content": "Say, what? What's so wrong with keeping your eye on the money?"
    },
    {
      "id": 44,
      "model": "싱클레어",
      "content": "Rodya, I don't think they're here just for the contract reward..."
    },
    {
      "id": 45,
      "model": "오티스",
      "content": "Hm, yes. This case seems to hold a special meaning to them. Fools driven by their creed are much more troublesome to deal with than simpletons motivated by money."
    },
    {
      "id": 46,
      "model": "혈귀사냥꾼",
      "content": "I refuse to take part in an operation alongside these idiots who don't even know what it's like to deal with Bloodfiends."
    },
    {
      "id": 47,
      "model": "료슈",
      "content": "S.T.F.U."
    },
    {
      "id": 48,
      "model": "혈귀사냥꾼",
      "content": "As much as I would like to avoid entertaining you amateurs, I'll admit that curiosity has gotten the better of me. What did she just say to me?"
    },
    {
      "id": 49,
      "model": "싱클레어",
      "content": "Shut the fuck up, you arrogant son of—!"
    },
    {
      "id": 50,
      "model": "료슈",
      "content": "... It was \"Shut that flaphole, ugly\"."
    },
    {
      "id": 51,
      "model": "싱클레어",
      "content": "Oh...!"
    },
    {
      "id": 52,
      "model": "홍루",
      "content": "Looks like you let a bit of your personal feelings bleed into that interpretation~"
    },
    {
      "id": 53,
      "model": "료슈",
      "content": "But yours wasn't half bad. Heh."
    },
    {
      "id": 54,
      "model": "싱클레어",
      "content": "A-anyways! This isn't our first Bloodfiend contract, you know? It may not be much, but we've dealt with them before! W-we don't deserve to get talked down to by you like that! Not one of us!"
    },
    {
      "id": 55,
      "model": "싱클레어",
      "content": "……."
    },
    {
      "id": 56,
      "model": "싱클레어",
      "content": "... At least when it comes to fighting..."
    },
    {
      "id": 57,
      "model": "로쟈",
      "content": "Great comeback, but I'm docking a few points for that hesitation there..."
    },
    {
      "id": 58,
      "model": "혈귀사냥꾼",
      "content": "So this ain't your first rodeo, eh? Then show me what you've got. Let's see if you're all talk or if you're 'real hunters' ready for the real deal."
    },
    {
      "id": 59,
      "model": "히스클리프",
      "content": "Wha— Haah... Mate, are we really doin' this? Here? Before we even set foot in there? I'm tellin' you, we've got permits and everything!"
    },
    {
      "id": 60,
      "model": "혈귀사냥꾼",
      "content": "Don't be a baby. I'll hurt you just enough to send you home crying. Will a broken arm and a leg convince you?"
    },
    {
      "id": 61,
      "model": "혈귀사냥꾼",
      "content": "You'll thank us on your train home. I'd say an arm and a leg are much more acceptable losses than getting your blood brutally drained by a Bloodfiend."
    }
  ]
}