{
  "dataList": [
    {
      "id": 0,
      "place": "Backstreets of P Corp., Outside the Tent",
      "model": "혈귀사냥꾼",
      "teller": "Bloodfiend Hunter",
      "title": "Fanghunt Office",
      "content": "Your... transformations... I must say, I haven't seen anything like it before."
    },
    {
      "id": 1,
      "model": "히스클리프",
      "content": "That enough demonstration for you, you twit?"
    },
    {
      "id": 2,
      "model": "혈귀사냥꾼",
      "teller": "Bloodfiend Hunter",
      "title": "Fanghunt Office",
      "content": "... Fine. I'll admit, you've got some skill."
    },
    {
      "id": 3,
      "model": "로메로",
      "teller": "???",
      "title": "???",
      "content": "Ooh, they're not half bad! We always welcome cooperation with fellow Fixers who can carry their own weight."
    },
    {
      "id": 4,
      "model": "로메로",
      "content": "Hey, I recognize you. I saw you guys busily chatting away back at the WARP train platform. My name's Romero, by the way."
    },
    {
      "id": 5,
      "model": "오티스",
      "content": "You just sat there and watched as your men were out here fighting?"
    },
    {
      "id": 6,
      "model": "로메로",
      "content": "Yeah, but the fight was already underway when I got here. And I doubt I would've been able to talk them out of it. Besides, I had a feeling that you guys could hold your own against my men."
    },
    {
      "id": 7,
      "model": "로메로",
      "content": "So please allow me to ask for your understanding. They're not bad people; they're just on edge. Anyone would be after what they've gone through in their struggles against the Bloodfiends."
    },
    {
      "id": 8,
      "model": "이상",
      "content": "You have my understanding. Hunting entities such as those who lie beyond the ken must plant seeds of doubt in many a heart of men."
    },
    {
      "id": 9,
      "model": "로메로",
      "content": "Right. And I do agree with them, at least partially. The bar set by P Corp. and the Hana Association for Fixers participating in this contract is... shockingly low and indiscriminate."
    },
    {
      "id": 10,
      "model": "로메로",
      "content": "If it were up to me, I would've set a more strict set of conditions."
    },
    {
      "id": 11,
      "content": "His friendly smile faltered slightly as he gestured around the empty lot."
    },
    {
      "id": 12,
      "model": "로메로",
      "content": "Look around, over there by the command tent. Just one look at who we're working with, and I'm sure it'll become plenty clear that they don't know what they're walking into. They should've hired only the professionals to take on this contract."
    },
    {
      "id": 13,
      "model": "단테",
      "content": "<Around the command tent...?>"
    },
    {
      "id": 14,
      "content": "We all simultaneously turned to look at the large, noisy tent."
    },
    {
      "id": 15,
      "model": "까미유카메라",
      "teller": "???",
      "title": "???",
      "content": "Wow. Chat, is this for real? There was a huge brawl by the entrance! It's real amateur hour out here, guys. Can you believe that I gotta stand shoulder-to-shoulder with these idiots for the contract...?"
    },
    {
      "id": 16,
      "model": "오티스",
      "content": "What... the hell is he doing?"
    },
    {
      "id": 17,
      "content": "In the distance, we saw some guy running his mouth and striking several exaggerated, dramatic poses at a tiny device—most likely a camera of sorts."
    },
    {
      "id": 18,
      "content": "... I... no, we have all had experience with someone like him in the past."
    },
    {
      "id": 19,
      "model": "단테",
      "content": "<That guy reminds me of a certain someone...>"
    },
    {
      "id": 20,
      "model": "이스마엘",
      "content": "... He's taking pics like that guy, Siegfried."
    },
    {
      "id": 21,
      "content": "He ran around for a while, visiting every corner of the empty lot, trying to get every detail in the frame..."
    },
    {
      "id": 22,
      "content": "... and suddenly started striding toward us in an annoyed gait."
    },
    {
      "id": 23,
      "model": "까미유",
      "teller": "???",
      "title": "???",
      "content": "Hello, yes, you guys over there!"
    },
    {
      "id": 24,
      "model": "돈키호테",
      "content": "H-hast thou called upon us?!"
    },
    {
      "id": 25,
      "model": "까미유",
      "teller": "???",
      "title": "???",
      "content": "Do you mind loitering around somewhere else? Shoo, you're getting in the way of my viewers, guys."
    },
    {
      "id": 26,
      "model": "이스마엘",
      "content": "But... you're literally in our way. Guy."
    },
    {
      "id": 27,
      "content": "He whipped his attention back to the camera as though he was pretending not to hear what Ishmael said, or as if he decided that her words weren't worth entertaining."
    },
    {
      "id": 28,
      "model": "까미유카메라",
      "teller": "???",
      "title": "???",
      "content": "Oh, you wanna know where I am? Hold onto your seats, guys. I'm at the Backstreets of District 16. Yep, where P Corp. is!"
    },
    {
      "id": 29,
      "model": "까미유카메라",
      "teller": "???",
      "title": "???",
      "content": "Oh yeah. Remember the P Corp. 150 Vintage Semi-permanent Canned Ice Cream unboxing & review livestream? Yep, the very same. Unfortunately, I'm not here to eat ice cream today."
    },
    {
      "id": 30,
      "model": "그레고르",
      "content": "So I've been meaning to ask... who's that fella even talking to? The heck's he doing?"
    },
    {
      "id": 31,
      "model": "싱클레어",
      "content": "I think he's talking to his 'viewers' who are watching his show..."
    },
    {
      "id": 32,
      "model": "뫼르소",
      "content": "It appears that he is the host of a certain show. It has been reported that, in certain parts of the City, a new culture of \"livestreaming\" via those cameras has been on the rise."
    },
    {
      "id": 33,
      "model": "로쟈",
      "content": "What a rude piece of work. Don't let him get ya down, kiddo~"
    },
    {
      "id": 34,
      "model": "돈키호테",
      "content": "What... what a..."
    },
    {
      "id": 35,
      "model": "로쟈",
      "content": "H-huh...?"
    },
    {
      "id": 36,
      "model": "돈키호테",
      "content": "Sob... what a glorious day it is..."
    },
    {
      "id": 37,
      "model": "돈키호테",
      "content": "Behold! This man is Sir Camille of Cinq Association West, his name honored as one of the 'Top Ten Up-and-coming New Generation Fixers' featured in the October issue of 'Fixers Monthly', one of the big three Fixer Magazines of the City!"
    },
    {
      "id": 38,
      "model": "이스마엘",
      "content": "I know we say this every single time, but most people don't know what— Haah, nevermind."
    },
    {
      "id": 39,
      "model": "돈키호테",
      "content": "How?! Have ye not hearken'd when I shared this news of grave significance aboard the bus?! Hath none of you heeded mine words!?"
    },
    {
      "id": 40,
      "model": "히스클리프",
      "content": "Are you mad? Why would I listen to you when I can nap instead?"
    },
    {
      "id": 41,
      "model": "이상",
      "content": "Such haranguing over a winding path... is oft a cause for sickness on the road, Miss Don Quixote."
    },
    {
      "id": 42,
      "content": "The grumbling Sinners clearly existed outside Don Quixote's world; she was breathing very heavily, a look of admiration clear on her face."
    },
    {
      "id": 43,
      "model": "돈키호테",
      "content": "Heeugh... I for one did not imagine even in mine wildest dreams that I should be shaking hands with Sir Camille in person..."
    },
    {
      "id": 44,
      "content": "... Of course, no one 'shook hands' or exchanged the simplest pleasantries with Camille just yet."
    }
  ]
}