{
  "dataList": [
    {
      "id": 0,
      "place": "Backstreets of P Corp., Outside the Tent",
      "model": "폴라",
      "teller": "???",
      "title": "???",
      "content": "So embarrassing... Do you really have to clown around with that thing while on a mission?"
    },
    {
      "id": 1,
      "model": "까미유카메라",
      "content": "Wow! Hey chat, look! Allow me to introduce you all to Paula from the Zwei Association. She'll be my sidekick in this mission."
    },
    {
      "id": 2,
      "model": "폴라",
      "content": "Listen, I'm not your sidekick—"
    },
    {
      "id": 3,
      "model": "까미유카메라",
      "content": "As you can probably tell from her outfit, she's a Fixer from the west, just like myself."
    },
    {
      "id": 4,
      "model": "까미유카메라",
      "content": "The Association sometimes sticks me with sidekicks like her against my will for some contracts. A joint operation, you know? Hm? Oh yeah, totally. I know I really shine when I work alone~ But what can I do? Gotta do what the higher-ups tell me to do. You get it, right~?"
    },
    {
      "id": 5,
      "model": "까미유카메라",
      "content": "Well, why don't you say hello to my dear fans anyway, Miss Paula?"
    },
    {
      "id": 6,
      "model": "폴라",
      "content": "……."
    },
    {
      "id": 7,
      "model": "돈키호테",
      "content": "Oooh...! A collaboration of the Cinq and the Zwei, two formidable forces together as one...!"
    },
    {
      "id": 8,
      "content": "I think she's tearing up..."
    },
    {
      "id": 9,
      "model": "돈키호테",
      "content": "What... great... glorious... grand... blood-pumping feeling this is...! My heart pounds madly, as though its explosion nigh...!"
    },
    {
      "id": 10,
      "model": "돈키호테",
      "content": "The great figures I had previously seen only through recordings, through books, through figurines... are here before me in the flesh...! Conversing, ambling, right before mine eyes...!"
    },
    {
      "id": 11,
      "model": "단테",
      "content": "<Do you know most of the Fixers here then, Don Quixote?>"
    },
    {
      "id": 12,
      "model": "돈키호테",
      "content": "If a Fixer hath been featured in one of the magazines I am subscribed to, then verily! Heh heh heh."
    },
    {
      "id": 13,
      "content": "... Right. If that's the case... and if everyone here really are all Fixers..."
    },
    {
      "id": 14,
      "content": "... then she probably knows who that person is too, right? That person who's been staring daggers at us this whole time."
    },
    {
      "id": 15,
      "model": "단테",
      "content": "<Then... who are they over there? That group of Fixers who's been staring at us for a while.>"
    },
    {
      "id": 16,
      "model": "돈키호테",
      "content": "Ah, allow me to observe!"
    },
    {
      "id": 17,
      "model": "돈키호테",
      "content": "Hath our reputation already preceded us?! To be recognized by mere sight... Muahaha, 'tis a joyous conundrum, indeed! Eheh, 'tis precisely why I had said that I must graciously bow out from that special feature on the front page of a newspaper!"
    },
    {
      "id": 18,
      "model": "돈키호테",
      "content": "Umm..."
    },
    {
      "id": 19,
      "model": "돈키호테",
      "content": "Uhmmm..."
    },
    {
      "id": 20,
      "model": "돈키호테",
      "content": "Hmm...?"
    },
    {
      "id": 21,
      "model": "돈키호테",
      "content": "Hm, I may have a few gaps in my knowledge. 'Tis probable that they are from a small, upstart Office that hath only recently registered itself. But 'tis clear from the fashion in which they are garbed that they hail from the east..."
    },
    {
      "id": 22,
      "model": "홍루",
      "content": "What a relief."
    },
    {
      "id": 23,
      "model": "홍루",
      "content": "Conveniently, I recognize who they are."
    },
    {
      "id": 24,
      "model": "돈키호테",
      "content": "Hoyday?!?! Thou recognizest a Fixer whom I do not? For truth?!"
    },
    {
      "id": 25,
      "content": "Don Quixote stares at Hong Lu in utter disbelief."
    },
    {
      "id": 26,
      "model": "그레고르",
      "content": "... Meursault. C'mon, man. Don't look back at them."
    },
    {
      "id": 27,
      "model": "뫼르소",
      "content": "We have been looking at each other for a while. There is no reason for me to avert my eyes."
    },
    {
      "id": 28,
      "model": "그레고르",
      "content": "My man, that's what most people call a staring contest, and it's rude. So let's just—"
    },
    {
      "id": 29,
      "model": "싱클레어",
      "content": "Uhh, they're all walking toward us. S-should we wave at them or something?"
    },
    {
      "id": 30,
      "model": "그레고르",
      "content": "Crap. Then, uh... yeah, let's stare right back at them again. Let's at least not come off like we're scared of 'em. Yeah. Confidence."
    },
    {
      "id": 31,
      "model": "단테",
      "content": "<You know they're within hearing distance, right...?>"
    },
    {
      "id": 32,
      "model": "싱클레어",
      "content": "Yep, they're right in front of us..."
    },
    {
      "id": 33,
      "model": "히스클리프",
      "content": "Bloody hell, don't look away, lad! Eyeball 'em right back, we don't wanna get caught unawares if we're about to get into fisticuffs. Oi, lass! Have you got business with us or what?"
    },
    {
      "id": 34,
      "model": "히스클리프",
      "content": "Huh? What's with that grin on your face?"
    },
    {
      "id": 35,
      "model": "홍루",
      "content": "Ha ha, I didn't know I'd be introducing her to everyone so soon..."
    },
    {
      "id": 36,
      "model": "홍루",
      "content": "Please say hello..."
    },
    {
      "id": 37,
      "model": "홍루",
      "content": "... to my little sister, Jia Xichun."
    },
    {
      "id": 38,
      "model": "단테",
      "content": "<Little sister?>"
    },
    {
      "id": 39,
      "model": "이스마엘",
      "content": "Little sister?"
    },
    {
      "id": 40,
      "model": "홍루",
      "content": "I almost didn't recognize you. Last I remember, you were only up to my knees in height."
    },
    {
      "id": 41,
      "model": "가시춘",
      "title": "???",
      "content": "That's because I was a child the last time you saw me."
    },
    {
      "id": 42,
      "model": "가시춘",
      "title": "???",
      "content": "And here I was, wondering what kind of impressive shenanigans you were preparing for since you left home..."
    },
    {
      "id": 43,
      "model": "가시춘",
      "title": "???",
      "content": "This is it? Is this all you've managed to build of your own faction?"
    },
    {
      "id": 44,
      "model": "홍루",
      "content": "Ha ha, they're not my 'faction', Xichun. Come on, let me introduce you to them. I'll start here: this is Mr. Gregor. Say hello~"
    },
    {
      "id": 45,
      "model": "그레고르",
      "content": "Y-yo..."
    },
    {
      "id": 46,
      "model": "로쟈",
      "content": "Pfft, don't be shy! My name's Ro—"
    },
    {
      "id": 47,
      "model": "가시춘",
      "title": "???",
      "content": "Forget it. I don't have time for this."
    },
    {
      "id": 48,
      "content": "Jia Xichun gave us a side-eye before dismissively cutting us off."
    },
    {
      "id": 49,
      "model": "그레고르",
      "content": "Welp..."
    },
    {
      "id": 50,
      "model": "홍루",
      "content": "... Okay. Oh! Hey, you've not only grown in height, Xichun..."
    },
    {
      "id": 51,
      "model": "홍루",
      "content": "... I see that your circle of friends has been growing too, just like mine. Are they new?"
    },
    {
      "id": 52,
      "content": "To call them 'friends' was a very optimistic assessment on Hong Lu's part."
    },
    {
      "id": 53,
      "content": "Because..."
    },
    {
      "id": 54,
      "content": "The people who accompanied Jia Xichun were all threateningly sizing us up like they were getting ready for a fight."
    },
    {
      "id": 55,
      "model": "가시춘",
      "title": "???",
      "content": "You don't really think they're my 'friends', do you?"
    },
    {
      "id": 56,
      "model": "가시춘",
      "title": "???",
      "content": "I'm still far behind my older siblings, anyway."
    },
    {
      "id": 57,
      "model": "홍루",
      "content": "... Mhm, I see."
    },
    {
      "id": 58,
      "model": "가시춘",
      "title": "???",
      "content": "Do you know that some of us are still out here, looking for you?"
    },
    {
      "id": 59,
      "model": "홍루",
      "content": "I do. Oh, that reminds me... I ran into Jia Huan earlier and had a quick chat with him."
    },
    {
      "id": 60,
      "model": "가시춘",
      "title": "???",
      "content": "Huh, and you're still in one piece after a run-in with that asshole? Still lucky as always, huh?"
    },
    {
      "id": 61,
      "content": "I think back to the time we first met this... Jia Huan."
    },
    {
      "id": 62,
      "content": "His venomous words. That contemptuous look he gave us as we lay there dying. It seems that moment was embellished into a pleasant 'quick chat' in Hong Lu's memory."
    },
    {
      "id": 63,
      "content": "... Either that, or that interaction was what counts as a 'quick chat' for Hong Lu."
    },
    {
      "id": 64,
      "model": "홍루",
      "content": "Xichun, I overheard that this is a pretty dangerous place. People have been going missing around here. Why don't you and your friends go find somewhere safe to take refuge in?"
    },
    {
      "id": 65,
      "model": "가시춘",
      "title": "???",
      "content": "Ha ha ha... I still can't tell if you're trying to be funny, or if you're genuinely worried for me."
    },
    {
      "id": 66,
      "model": "가시춘",
      "title": "???",
      "content": "Listen, my naive brother. I got here first, okay? Earlier than you and your 'faction'... I mean, your second-rate minions."
    },
    {
      "id": 67,
      "model": "가시춘",
      "title": "???",
      "content": "Is this making sense to you? I'm here to take part in the eradication of La Manchaland. I'm pretty sure I have better intel on this place than you do."
    },
    {
      "id": 68,
      "model": "홍루",
      "content": "You are...? But why would you take part in something like this? It's not like you need the reward money, right?"
    },
    {
      "id": 69,
      "model": "가시춘",
      "title": "???",
      "content": "Yeah, you don't say. And I doubt you're in it for some pocket money, either."
    },
    {
      "id": 70,
      "model": "로쟈",
      "content": "Pocket money, huh... Sure, whatever. 'Pocket money'..."
    },
    {
      "id": 71,
      "model": "홍루",
      "content": "Oh, then is it... Ah, nevermind. I don't think you or Mister Wei are going to answer that question anyway."
    },
    {
      "id": 72,
      "content": "Hong Lu's eyes momentarily diverted from his younger sister to her posse."
    },
    {
      "id": 73,
      "content": "There stood a long-haired man, who looked toward Jia Xichun as though he was asking for her permission, then..."
    },
    {
      "id": 74,
      "content": "... walked toward us and bowed deeply and politely toward Hong Lu."
    },
    {
      "id": 75,
      "model": "웨이",
      "title": "???",
      "content": "... It has been a while, young master."
    },
    {
      "id": 76,
      "model": "홍루",
      "content": "Wow~ It's been so long, Mister Wei! Still escorting Xichun, I see?"
    },
    {
      "id": 77,
      "model": "웨이",
      "title": "???",
      "content": "Yes, I am still in her service, despite my shortcomings."
    },
    {
      "id": 78,
      "model": "홍루",
      "content": "Hm... I'm worried that it might be too dangerous in there..."
    },
    {
      "id": 79,
      "model": "홍루",
      "content": "Aha! Why don't you tag along with us, Xichun? Let's do this together."
    },
    {
      "id": 80,
      "model": "웨이",
      "title": "???",
      "content": "Young master... I see that you are still yourself."
    },
    {
      "id": 81,
      "model": "가시춘",
      "title": "???",
      "content": "Forget that. Why don't you mind your own business, and we go our separate ways?"
    },
    {
      "id": 82,
      "model": "가시춘",
      "title": "???",
      "content": "I can see that you and your friends have some real talent for attracting attention... but I prefer to keep things discreet."
    },
    {
      "id": 83,
      "model": "가시춘",
      "title": "???",
      "content": "And I'd prefer it if you didn't embarrass me in there by talking to me or something."
    },
    {
      "id": 84,
      "model": "홍루",
      "content": "Okay. If that's... what you want, Xichun."
    },
    {
      "id": 85,
      "model": "가시춘",
      "title": "???",
      "content": "... I thought you'd have gotten better after all this time, brother. At least better than you were the last time we met."
    },
    {
      "id": 86,
      "model": "홍루",
      "content": "I see. I suppose I haven't improved at all in your eyes."
    },
    {
      "id": 87,
      "model": "가시춘",
      "title": "???",
      "content": "You should consider yourself lucky that it's me who you ran into. If it was one of our other older siblings, your pretty head would already be rolling in the dirt."
    },
    {
      "id": 88,
      "model": "홍루",
      "content": "Mmhm, thank you. I appreciate that."
    },
    {
      "id": 89,
      "model": "가시춘",
      "title": "???",
      "content": "……."
    },
    {
      "id": 90,
      "content": "Jia Xichun scowled and opened her lips as though she was about to shoot something back... but she thought better of it, turned around, and left with her posse."
    },
    {
      "id": 91,
      "model": "그레고르",
      "content": "Well... They say it's rarer to see a happy family than it is to see an unhappy one."
    },
    {
      "id": 92,
      "model": "히스클리프",
      "content": "... Don't look at me. I never considered that dog my family."
    },
    {
      "id": 93,
      "model": "그레고르",
      "content": "N-no. Bud, that's not what I—"
    },
    {
      "id": 94,
      "model": "료슈",
      "content": "What are you looking at? Do you expect me to back you up or something?"
    },
    {
      "id": 95,
      "model": "그레고르",
      "content": "Oh, man..."
    },
    {
      "id": 96,
      "model": "홍루",
      "content": "Just like old times."
    },
    {
      "id": 97,
      "model": "로쟈",
      "content": "Huh, so she was always that spiteful?"
    },
    {
      "id": 98,
      "model": "홍루",
      "content": "Spiteful? No, no. Xichun has always been, and still is, my most amicable sibling."
    },
    {
      "id": 99,
      "model": "이상",
      "content": "Mmm... I must ask, for I have cause to believe that I may have misheard. 'Still is', was it?"
    },
    {
      "id": 100,
      "model": "홍루",
      "content": "Yes."
    },
    {
      "id": 101,
      "model": "이상",
      "content": "Hmmh... That was...? Mmm."
    },
    {
      "id": 102,
      "content": "Yi Sang's expression grew into a complicated mess of emotions as he looked to the ground, unable to speak further."
    },
    {
      "id": 103,
      "model": "싱클레어",
      "content": "Uh... looks like they're holding some kind of meeting in there."
    },
    {
      "id": 104,
      "model": "싱클레어",
      "content": "We should probably join them."
    },
    {
      "id": 105,
      "content": "I looked to where Sinclair was pointing at, and saw a line of Fixers walking into what appeared to be a makeshift command tent."
    },
    {
      "id": 106,
      "model": "단테",
      "content": "<... Yeah, we should.>"
    }
  ]
}