{
  "dataList": [
    {
      "id": 0,
      "place": "Backstreets of P Corp., Outside the Tent",
      "model": "돈키호테",
      "content": "... 'Tis but a light wound... Thou art sorely mistaken... if thou truly believest that such meager wound could..."
    },
    {
      "id": 1,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 2,
      "content": "That was definitely more than just a 'light wound'. It was outright crippling, if not fatal."
    },
    {
      "id": 3,
      "content": "Camille wasn't all talk, after all. He moved at an impressive speed and precision, living up to his boasts."
    },
    {
      "id": 4,
      "content": "I couldn't bear to look at Don Quixote squirm in pain, but... turning the clock here would leave an even greater wound in her heart."
    },
    {
      "id": 5,
      "model": "돈키호테",
      "content": "'Tis... not the end..."
    },
    {
      "id": 6,
      "model": "까미유",
      "content": "Tsk, what a waste of my blade. I'd rather not have others hear of this duel; they'll think I'm bullying some poor amateur."
    },
    {
      "id": 7,
      "model": "폴라",
      "content": "That's enough, Camille. It's no crime to wish for the safety of all victims."
    },
    {
      "id": 8,
      "model": "까미유",
      "content": "Yeah, but her attitude needs correction. Spouting nonsense like that, not knowing who she's talking to..."
    },
    {
      "id": 9,
      "model": "까미유",
      "content": "Fixer this, honor that, justice and... Doesn't she know that's all just... Ha!"
    },
    {
      "id": 10,
      "model": "한울",
      "content": "That's enough shenanigans. Let's not all waste our strengths before even stepping foot into La Manchaland."
    },
    {
      "id": 11,
      "model": "한울",
      "content": "Cause further trouble, and I will put a stop to it myself."
    },
    {
      "id": 12,
      "model": "알레시오",
      "content": "... La Manchaland ETA in approximately one hour. After an hour from now, the phenomenon may appear at any moment; please remain in close proximity to your teams in case of an emergency."
    },
    {
      "id": 13,
      "content": "The momentary kerfuffle came to a close thanks to the Hana Association's intervention..."
    },
    {
      "id": 14,
      "model": "돈키호테",
      "content": "Hngh..."
    },
    {
      "id": 15,
      "content": "... and only silence and occasional groans of pain from Don Quixote filled the empty lot."
    },
    {
      "id": 16,
      "model": "단테",
      "content": "<... Let's get back inside. I can't turn my clock in front of so many people.>"
    }
  ]
}