{
  "dataList": [
    {
      "id": 0,
      "place": "Makeshift Command Tent",
      "model": "단테",
      "content": "<Hm? Who are those people accompanying Vergilius and Charon?>"
    },
    {
      "id": 1,
      "model": "로쟈",
      "content": "Damn, not even a wave back, huh?"
    },
    {
      "id": 2,
      "content": "No, this wasn't about Vergilius..."
    },
    {
      "id": 3,
      "model": "돈키호테",
      "content": "Hoooagh... Hooah...!"
    },
    {
      "id": 4,
      "content": "Don Quixote, who stood next to me, was very gradually starting to hyperventilate."
    },
    {
      "id": 5,
      "model": "단테",
      "content": "<You... you okay, Don Quixote?>"
    },
    {
      "id": 6,
      "model": "뫼르소",
      "content": "The gradual acceleration of her breathing patterns was first observed ten minutes ago. I did not report it, as it posed no real risk to her health and well-being."
    },
    {
      "id": 7,
      "model": "료슈",
      "content": "I know a good way of dealing with a case of hyperventilation."
    },
    {
      "id": 8,
      "content": "Ryōshū regarded at me with a look that clearly and concisely communicated that she wanted to choke out Don Quixote. I tried my best to look away."
    },
    {
      "id": 9,
      "model": "돈키호테",
      "content": "HA... HAA..."
    },
    {
      "id": 10,
      "model": "돈키호테",
      "content": "HAAA... HA... HAAAGGHHHHH..."
    },
    {
      "id": 11,
      "model": "료슈",
      "content": "Haah...."
    },
    {
      "id": 12,
      "content": "Ishmael sighed and stepped forward, sensing that Ryōshū was about to do something we would rather not have her do."
    },
    {
      "id": 13,
      "model": "이스마엘",
      "content": "Sigh, I can tell you what's going on. That Fixer's from the Hana Association."
    },
    {
      "id": 14,
      "model": "단테",
      "content": "<Uhh, the 'Hana Association' is the one that's overseeing all Fixer Association activities, right?>"
    },
    {
      "id": 15,
      "content": "I guess all the times Don Quixote went on impromptu Fixer-related lectures weren't all for naught."
    },
    {
      "id": 16,
      "content": "I never paid much attention to it, but once you hear something enough times... those lectures just have a way of lodging themselves into your brain."
    },
    {
      "id": 17,
      "model": "엑스트라해결사1",
      "teller": "Muttering Fixer",
      "title": "???",
      "content": "A Fixer from the Hana Association...?"
    },
    {
      "id": 18,
      "content": "That name alone clearly carried a lot of weight among other Fixers. As the Hana Association Fixer, dressed in pure white, walked into the room, they all slowly turned around to gaze upon her."
    },
    {
      "id": 19,
      "content": "And..."
    },
    {
      "id": 20,
      "model": "엑스트라해결사2",
      "teller": "Amazed Fixer",
      "title": "???",
      "content": "The Red Gaze, too...?"
    },
    {
      "id": 21,
      "model": "엑스트라해결사2",
      "teller": "Amazed Fixer",
      "title": "???",
      "content": "Holy crap, a Color Fixer? Here...?"
    },
    {
      "id": 22,
      "model": "로쟈",
      "content": "Hey... looks like we've got another superstar here..."
    },
    {
      "id": 23,
      "content": "Vergilius, who we'd somehow grown used to seeing after such a long period of traveling together, was commanding the attention of everyone in the room merely by his presence."
    },
    {
      "id": 24,
      "content": "That reminds me. I heard that Don Quixote was overwhelmed by sheer excitement when she saw Vergilius on the bus. I'm pretty sure she was on the verge of passing out from the sheer joy of getting to work next to a Color Fixer."
    },
    {
      "id": 25,
      "model": "이스마엘",
      "content": "I guess this was to be expected. Vergilius is one of the very few Fixers who has the honor of getting bestowed with the title of a Color."
    },
    {
      "id": 26,
      "model": "까미유카메라",
      "content": "Chat, are you seeing this? Crazy, right? Look, that's none other than the Color Fixer Red Gaze himself, in the flesh. This is no mere backwaters, Backstreets operation we're talking about."
    },
    {
      "id": 27,
      "model": "까미유카메라",
      "content": "Remember my pregame stream? I told you guys that this had to be more than an Urban Nightmare! Oh, you're worried about me? Guys. Listen. All I need is your support to..."
    },
    {
      "id": 28,
      "model": "오티스",
      "content": "Tsk, tsk... youngsters these days..."
    },
    {
      "id": 29,
      "content": "Between Camille's nonstop jabbering and Outis' tongue clicking in even, 3-second intervals, I wasn't sure which one of the two was more annoying."
    },
    {
      "id": 30,
      "content": "... Thankfully, we weren't the only ones getting increasingly tired of Camille's antics."
    },
    {
      "id": 31,
      "model": "한울",
      "teller": "???",
      "title": "Hana Assoc. North",
      "content": "From this point onward, any recording activity, save for official work-related recordings with prior authorization from the Hana Association, will no longer be permitted."
    },
    {
      "id": 32,
      "model": "한울",
      "teller": "???",
      "title": "Hana Assoc. North",
      "content": "Should you be caught in violation of this decree, the Fixer Association will be levying penalty points to your name. And we who are gathered here must be well aware of the consequences of accumulating too many penalty points. Fixer License suspension, grade demotion..."
    },
    {
      "id": 33,
      "model": "까미유카메라",
      "content": "Well, chat... seems like it's the curtain call for tonight's show. I'll give them a valorous, noble fight, and I'll see you guys next time. Oh, and don't forget about casting your votes for the 'Fixer I want to have dinner with' contest. It closes at midnight!"
    },
    {
      "id": 34,
      "content": "The Hana Fixer's cold declaration fell upon Camille and the Fixers inside the command tent like a heavy layer of snow. They all begin hurriedly fidgeting with their devices, trying to put them back in their respective cases and bags."
    },
    {
      "id": 35,
      "content": "With that, the commotion inside the tent rapidly simmered down."
    },
    {
      "id": 36,
      "model": "이스마엘",
      "content": "Serves them right."
    },
    {
      "id": 37,
      "model": "한울",
      "teller": "???",
      "title": "Hana Assoc. North",
      "content": "You there. That woman with... an apparently dislocated jaw... appears to be a part of your group. Is she alright?"
    },
    {
      "id": 38,
      "content": "The Fixer from the Hana Association asks in our direction, glancing at Don Quixote."
    },
    {
      "id": 39,
      "model": "베르길리우스",
      "content": "... Don't mind her. It's easier that way."
    },
    {
      "id": 40,
      "content": "Soon, a P Corp. employee walked out in front of the Fixers."
    },
    {
      "id": 41,
      "model": "알레시오",
      "teller": "???",
      "title": "P Corp. Staff",
      "content": "Right. Round four against La Manchaland, huh?"
    },
    {
      "id": 42,
      "model": "알레시오",
      "teller": "???",
      "title": "P Corp. Staff",
      "content": "I am very glad to be here. Happy to see you all."
    },
    {
      "id": 43,
      "content": "For someone who's very happy to see us... he didn't so much as glance up in our direction."
    },
    {
      "id": 44,
      "model": "알레시오",
      "content": "I am a Class 3 Documentation Staff Manager at P Corp. Archival Department. My name is Alessio."
    },
    {
      "id": 45,
      "model": "알레시오",
      "content": "And she is..."
    },
    {
      "id": 46,
      "model": "한울",
      "content": "Han-ul."
    },
    {
      "id": 47,
      "model": "싱클레어",
      "content": "So... Head Manager Cesara isn't here to brief us herself."
    },
    {
      "id": 48,
      "model": "오티스",
      "content": "Not willing to dirty her boots by coming all the way out here, I see."
    },
    {
      "id": 49,
      "model": "알레시오",
      "content": "Right, then. Let's get on with the briefing, shall we?"
    },
    {
      "id": 50,
      "content": "As we were all standing here and sharing our predictions, the employee, who introduced himself as Alessio, started loading up various images on the monitor."
    },
    {
      "id": 51,
      "model": "히스클리프",
      "content": "Yaaaaawn... Mate, do we really gotta go through all this bureaucracy?"
    },
    {
      "id": 52,
      "model": "이상",
      "content": "T-the briefing is yet to even commence, however..."
    },
    {
      "id": 53,
      "content": "Heathcliff lets out a loud, exaggerated yawn. The reproachful glares of other Fixers were so palpable that I could almost feel them prickling at my skin..."
    },
    {
      "id": 54,
      "model": "이스마엘",
      "content": "Can we pretend we don't know him...?"
    },
    {
      "id": 55,
      "model": "단테",
      "content": "<Huh, it makes me feel like I'm something of a Fixer myself, sitting here with all these people...>"
    },
    {
      "id": 56,
      "model": "오티스",
      "content": "Heh. Executive Manager, I have been a leader of numerous operations that would dwarf this little skirmish—"
    },
    {
      "id": 57,
      "model": "단테",
      "content": "<Numerous...?>"
    },
    {
      "id": 58,
      "content": "I wanted to hear more about her story, but the mission briefing was actually getting started; I decided to table my curiosity until later."
    },
    {
      "id": 59,
      "model": "알레시오",
      "content": "La Manchaland, which will manifest here within the next three hours, is an officially-recognized Urban Nightmare class phenomenon. Dozens of Fixers have attempted and failed to take it down."
    },
    {
      "id": 60,
      "model": "알레시오",
      "content": "... We will now hold a moment of silence for its victims."
    },
    {
      "id": 61,
      "content": "Don Quixote immediately cast her gaze downward with a graven expression, but... I could count with my ten fingers the number of people who seemed to be taking it even remotely seriously."
    },
    {
      "id": 62,
      "content": "Some Fixers muttered amongst themselves that the victims were just fools who were in over their heads."
    },
    {
      "id": 63,
      "content": "Even I, with my endless naïveté, could tell that none of the Fixers really considered them 'victims'."
    },
    {
      "id": 64,
      "content": "A light buzz of murmurs and idle chatter fills the silence, a look of boredom clear on the Fixers' face as though they've heard it all before."
    },
    {
      "id": 65,
      "model": "알레시오",
      "content": "Now, if I may direct your attention to this screen."
    },
    {
      "id": 66,
      "content": "Several low-resolution images began to load on the display."
    },
    {
      "id": 67,
      "model": "알레시오",
      "content": "It is speculated that the origin of La Manchaland dates back two-hundred years in the past, by a conservative estimation."
    },
    {
      "id": 68,
      "model": "알레시오",
      "content": "This has been determined based on photographic evidence, and the level of decay of the buildings and materials retrieved and analyzed from the phenomenon."
    },
    {
      "id": 69,
      "model": "알레시오",
      "content": "However, La Manchaland was largely unknown and invisible to the public until two months ago. And the raw material that makes up this 'amusement park' is—"
    },
    {
      "id": 70,
      "model": "엑스트라해결사1",
      "teller": "Muttering Fixer",
      "title": "???",
      "content": "Tsk, we know all this already. Just get on with it."
    },
    {
      "id": 71,
      "model": "알레시오",
      "content": "Ah, mm... P Corp. has the responsibility to share sufficient information to all participants of this mission."
    },
    {
      "id": 72,
      "model": "엑스트라해결사1",
      "teller": "Muttering Fixer",
      "title": "???",
      "content": "And like I said, we all have more than sufficient information, got that?! Let's stop wasting time and—"
    },
    {
      "id": 73,
      "model": "한울",
      "content": "You seem to be under a rather severe misconception."
    },
    {
      "id": 74,
      "model": "한울",
      "content": "Of course, I'm sure some of my present company are consummate professionals with the skill and grit most people wouldn't dare scoff at."
    },
    {
      "id": 75,
      "model": "엑스트라해결사1",
      "teller": "Muttering Fixer",
      "title": "???",
      "content": "Heh..."
    },
    {
      "id": 76,
      "model": "오티스",
      "content": "Heh..."
    },
    {
      "id": 77,
      "model": "한울",
      "content": "But the truth is, most of you are... fodder. Common as muck, painfully average, garden variety, bargain bin Fixers who are most likely going to meet their dirt-filled miserable ends while stuck on Urban Nightmare duty their whole careers. That's all you'll ever be."
    },
    {
      "id": 78,
      "model": "한울",
      "content": "... Most of you will fall by the wayside before this path leads to you anywhere of even passing significance, let alone joining the ranks of Grade 1 Fixers like myself."
    },
    {
      "id": 79,
      "model": "한울",
      "content": "Some, maybe one or two of you, may make it to Grade 1, sure. But I can guarantee that you won't even dare dream of getting anywhere near The Red Gaze's greatness."
    },
    {
      "id": 80,
      "model": "한울",
      "content": "Hm, maybe your best will be the honor of dying next to him. Feeling the disparity between yourselves and those who are at the top of the City."
    },
    {
      "id": 81,
      "content": "The grin on the Fixers' faces quickly faded away as the boisterous Fixer fell dead silent."
    },
    {
      "id": 82,
      "model": "히스클리프",
      "content": "Blimey. So that Hana Fixer is... almost right up there with the guide, eh? Or at least somewhere right beneath his level?"
    },
    {
      "id": 83,
      "model": "돈키호테",
      "content": "Aha, yet the Red Gaze shan't be outdone by a mere Grade 1 Fixer!"
    },
    {
      "id": 84,
      "model": "한울",
      "content": "So, know your places and pay attention to the briefing."
    },
    {
      "id": 85,
      "model": "알레시오",
      "content": "Thank you for your cooperation. Now, let's see..."
    },
    {
      "id": 86,
      "model": "알레시오",
      "content": "The reason for La Manchaland's sudden appearance here is yet to be explained."
    },
    {
      "id": 87,
      "model": "알레시오",
      "content": "Though its influence is still confined to the Backstreets, the uniqueness of La Manchaland poses a tangible threat to P Corp. merely by its existence."
    },
    {
      "id": 88,
      "model": "휴고",
      "teller": "Overdramatic Fixer",
      "title": "???",
      "content": "Yeah, totally, dude. The local housing market hit rock bottom and continued to crash, didn't it~?"
    },
    {
      "id": 89,
      "content": "The Fixer from earlier, the one who tried to stop us from entering the scene before scuttling away, slowly sidled up to us and began chatting us up."
    },
    {
      "id": 90,
      "content": "Most of us ignored him, but Hong Lu responds to him in a kindly voice."
    },
    {
      "id": 91,
      "model": "홍루",
      "content": "Oh, is that right?"
    },
    {
      "id": 92,
      "model": "휴고",
      "teller": "Overdramatic Fixer",
      "title": "???",
      "content": "Yeah. It was insane when that thing showed up here for the first time."
    },
    {
      "id": 93,
      "model": "휴고",
      "teller": "Overdramatic Fixer",
      "title": "???",
      "content": "It appeared in the middle of a dense population center. It was like two hells in one. All that screaming, all that blood and..."
    },
    {
      "id": 94,
      "model": "료슈",
      "content": "Two hells in one, hm? What a beautiful phrasing."
    },
    {
      "id": 95,
      "model": "휴고",
      "teller": "Overdramatic Fixer",
      "title": "???",
      "content": "Well, P Corp. buildings are well-known for their elasticity, so while they all got bent along the newly manifested phenomenon, they didn't like, crumble or anything."
    },
    {
      "id": 96,
      "model": "휴고",
      "teller": "Overdramatic Fixer",
      "title": "???",
      "content": "Anyways... when La Manchaland suddenly appeared there, pulsing and pushing away all the buildings that used to be there, people got crushed and a bunch of buildings got bent."
    },
    {
      "id": 97,
      "model": "휴고",
      "teller": "Overdramatic Fixer",
      "title": "???",
      "content": "There were really a lot of survivors for something so devastating. All thanks to P Corp.'s Singularity, which kept the people inside the buildings safe."
    },
    {
      "id": 98,
      "model": "휴고",
      "teller": "Overdramatic Fixer",
      "title": "???",
      "content": "They set up a three-kilometer radius buffer zone to limit any construction in the Area where it manifests, but~"
    },
    {
      "id": 99,
      "model": "그레고르",
      "content": "... Just three kilometers?"
    },
    {
      "id": 100,
      "model": "파우스트",
      "content": "Buildings utilizing P Corp.'s Singularity have a very high level of elasticity, meaning that buildings made using their technology are very unlikely to collapse or fall apart in response to shock. It is probable that they have decided that it would be safe enough to let the periphery of La Manchaland slightly overlap with the residential zone."
    },
    {
      "id": 101,
      "model": "휴고",
      "teller": "Overdramatic Fixer",
      "title": "???",
      "content": "Well, you know what they say. P Corp. can make a safe home anywhere."
    },
    {
      "id": 102,
      "model": "휴고",
      "teller": "Overdramatic Fixer",
      "title": "???",
      "content": "So imagine the shock when all that disaster happened. Their only claim to fame crumbled, the faith in their technology growing shaky... no wonder the real estate market crashed through rock bottom around here."
    },
    {
      "id": 103,
      "model": "휴고",
      "teller": "Overdramatic Fixer",
      "title": "???",
      "content": "I mean, it was so bad that the locals banded together and stormed La Manchaland. Pickets and all."
    },
    {
      "id": 104,
      "model": "단테",
      "content": "<So that's what those banners were about, huh...>"
    },
    {
      "id": 105,
      "model": "한울",
      "content": "As you can all see, La Manchaland presents itself as an extravagantly decorated amusement park."
    },
    {
      "id": 106,
      "model": "한울",
      "content": "One of the most commonly heard testimonies from the reports state that there is an eight-kilometer range radius from the epicenter in which people have been hearing a disembodied music of sorts. Several curious civilians, drawn by the music, approached it. Most of them are yet to return."
    },
    {
      "id": 107,
      "model": "폴라",
      "content": "Is it possible that the 'music' holds hypnogenic qualities?"
    },
    {
      "id": 108,
      "model": "알레시오",
      "content": "Hm, that is indeed a possibility we won't be ruling out. Too many visitors have ignored the obvious warning signs and perimeter tapes to call it a coincidence. Possibly erring on the side of caution, we and the relevant individuals will be equipping ourselves with earplugs."
    },
    {
      "id": 109,
      "model": "혈귀사냥꾼",
      "content": "What must we do once this 'La Manchaland' materializes?"
    },
    {
      "id": 110,
      "model": "한울",
      "content": "Once you enter its perimeters, you will have to ready yourselves for imminent combat."
    },
    {
      "id": 111,
      "model": "한울",
      "content": "There aren't any kindly pierrots giving away balloons, no amusement park employees popping popcorns, no staff members greeting you with a welcoming song."
    },
    {
      "id": 112,
      "model": "로메로",
      "content": "……."
    },
    {
      "id": 113,
      "model": "로메로",
      "content": "... Only Bloodfiends."
    },
    {
      "id": 114,
      "model": "엑스트라해결사1",
      "teller": "Muttering Fixer",
      "title": "???",
      "content": "Huh? Bloodfiends...? They're real?"
    },
    {
      "id": 115,
      "model": "엑스트라해결사2",
      "teller": "Amazed Fixer",
      "title": "???",
      "content": "Haven't you heard about the Blood-red Night, that infamous Star of the City? Some people say that the Blood-red Night was actually a really powerful Bloodfiend."
    },
    {
      "id": 116,
      "model": "엑스트라해결사1",
      "teller": "Muttering Fixer",
      "title": "???",
      "content": "Yeah, and people say a lot of stuff. You know how rumors spread in the City. I bet it wasn't anything too crazy once you got down to it."
    },
    {
      "id": 117,
      "model": "혈귀사냥꾼",
      "content": "... Hah, rumors? You'll never know how resilient, how devastatingly powerful and stubborn the Blood-red Night was. You ignoramuses do not have the right to talk about that thing so lightly."
    },
    {
      "id": 118,
      "model": "한울",
      "content": "……."
    },
    {
      "id": 119,
      "model": "한울",
      "content": "Yes, the only things you'll find in there..."
    },
    {
      "id": 120,
      "model": "한울",
      "content": "... are Bloodbags and the Bloodfiends that turned them, sharpening their fangs to fill their ravenous hunger with your blood."
    },
    {
      "id": 121,
      "model": "알레시오",
      "content": "Oh, here's a detail I was going to share earlier before I was cut off. The raw material that makes up every structure within La Manchaland... is human blood. Human blood dating back over two-hundred years in the past."
    },
    {
      "id": 122,
      "model": "싱클레어",
      "content": "... Bloodfiends can make amusement parks out of blood?"
    },
    {
      "id": 123,
      "model": "로메로",
      "content": "Oh, now I'm looking forward to this. If it's only Bloodfiends we'll find in there, I'm sure they'll waste no time making mincemeat out of the greenhorns."
    },
    {
      "id": 124,
      "model": "로쟈",
      "content": "Is that how all Fixers talk? The way that guy's talking about Bloodfiends reminds me a lot of how Ishy used to talk about the Great Lake..."
    },
    {
      "id": 125,
      "model": "이스마엘",
      "content": "... Hey, you can't blame us for being on edge all the time when the smallest mistake could cost us our lives. Not to mention how irritating it is when others, who don't even understand the dangers, are dozing off like there's no tomorrow..."
    },
    {
      "id": 126,
      "model": "히스클리프",
      "content": "Uhnn. Didn't doze. Thanks to some sod who's been constantly stepping on my foot..."
    },
    {
      "id": 127,
      "model": "싱클레어",
      "content": "... Mm. Mm... What a nice weather today, huh?"
    },
    {
      "id": 128,
      "content": "It was Sinclair who was stepping on his foot, at the rather forcible behest of Ishmael, but I held my silence. The last thing I wanted was to have the two of them bickering again..."
    },
    {
      "id": 129,
      "model": "한울",
      "content": "... Anyway. If you manage to survive for six hours within La Manchaland, the music announcing the closure of the park will start playing. We were able to cross-reference this fact from testimonies of every Fixer and civilian who managed to make it out alive."
    },
    {
      "id": 130,
      "model": "한울",
      "content": "Once the exit song starts playing, you will have thirty minutes to exit La Manchaland. Should you fail to do so... you'll be trapped inside La Manchaland until it manifests here again. Effectively putting you in an endless battle against the Bloodfiends."
    },
    {
      "id": 131,
      "model": "혈귀사냥꾼",
      "content": "If anyone even survives that long..."
    },
    {
      "id": 132,
      "model": "알레시오",
      "content": "There also were eyewitness reports where some Fixers identified missing people aboard certain amusement park rides, but that's not an important detail for those who are present."
    },
    {
      "id": 133,
      "model": "한울",
      "content": "Based on testimonies and reports from the survivors, we have been able to establish a map of La Manchaland, comprised of four separate 'Areas'."
    },
    {
      "id": 134,
      "model": "한울",
      "content": "No one has yet to make it to the final Area, which is located here."
    },
    {
      "id": 135,
      "model": "한울",
      "content": "However, we were able to identify that a certain device in each Area... Area 1, 2, and 3 respectively, had to be activated first in order to unlock the final Area."
    },
    {
      "id": 136,
      "model": "한울",
      "content": "The devices within Area 1 and 2 have been activated in the past, but no one has managed to activate the one in Area 3 just yet."
    },
    {
      "id": 137,
      "model": "혈귀사냥꾼",
      "content": "Understood. I suppose we should beeline it to Area 3 to save some time, then?"
    },
    {
      "id": 138,
      "model": "한울",
      "content": "No. It appears that the devices reset when La Manchaland disappears."
    },
    {
      "id": 139,
      "model": "알레시오",
      "content": "In other words, we will have to divide and conquer. Team up with other Fixers, choose an Area to tackle."
    },
    {
      "id": 140,
      "model": "로메로",
      "content": "Hm, I see. Split up, activate our respective devices, and rendezvous at the final Area."
    },
    {
      "id": 141,
      "model": "로메로",
      "content": "... assuming that every team successfully activates the device they're responsible for."
    },
    {
      "id": 142,
      "model": "알레시오",
      "content": "Correct. We suspect that the key to solving the La Manchaland problem lies within its final Area."
    },
    {
      "id": 143,
      "model": "로메로",
      "content": "Pfft..."
    },
    {
      "id": 144,
      "model": "한울",
      "content": "Is there something you'd like to share?"
    },
    {
      "id": 145,
      "model": "로메로",
      "content": "Isn't it funny? That we have to go activate some kind of device in each section of La Manchaland to unlock the final Area..."
    },
    {
      "id": 146,
      "model": "로메로",
      "content": "It's kind of like a game, isn't it? Like they're giving those who dare to challenge the might of La Manchaland stages to beat, conditions to fulfill."
    },
    {
      "id": 147,
      "model": "혈귀사냥꾼",
      "content": "How should we know what the Bloodfiends are thinking? Those monsters are born twisted."
    },
    {
      "id": 148,
      "model": "폴라",
      "content": "Hana, we have something we'd like to confirm."
    },
    {
      "id": 149,
      "model": "폴라",
      "content": "The Zwei Association is here to rescue our client, not for the eradication reward."
    },
    {
      "id": 150,
      "model": "까미유",
      "content": "Mm~ Don't you mean the Zwei and the Cinq? Don't leave me out~"
    },
    {
      "id": 151,
      "model": "폴라",
      "content": "... Therefore, the Zwei and the Cinq have no reason to enter the three Areas to activate those devices."
    },
    {
      "id": 152,
      "model": "한울",
      "content": "... I suppose you could take over from here for the sake of accuracy."
    },
    {
      "id": 153,
      "model": "알레시오",
      "content": "Oh, sure."
    },
    {
      "id": 154,
      "model": "알레시오",
      "content": "Right. I'm sure you all have your own reasons for being here, yes?"
    },
    {
      "id": 155,
      "model": "알레시오",
      "content": "Therefore, we at P Corp. set up an eradication dividend fund, which means that we will be giving out the reward money based on how much you have contributed to the eradication of La Manchaland."
    },
    {
      "id": 156,
      "model": "로메로",
      "content": "... Assuming a successful outcome, that is."
    },
    {
      "id": 157,
      "model": "알레시오",
      "content": "If your goal isn't the eradication of La Manchaland, then feel free to roam on your own to fulfill your respective contracts. As long as you acknowledge that you won't be receiving any payout from that fund upon the successful completion of this expedition, you are free to do as you will."
    },
    {
      "id": 158,
      "model": "알레시오",
      "content": "However, we would also like to request that you submit a copy of that contract so that we are aware of its details."
    },
    {
      "id": 159,
      "model": "폴라",
      "content": "Understood. I will hand it over as soon as this meeting adjourns."
    },
    {
      "id": 160,
      "model": "혈귀사냥꾼",
      "content": "Speaking of which, I'd like to take this opportunity to declare something. If you... and I mean if any of you intend to ride our coattails to pilfer more of that reward than you deserve... I'll hunt you down, too. Got that?"
    },
    {
      "id": 161,
      "model": "로메로",
      "content": "Ladies and gents, I can attest that he isn't one for empty threats. Can't promise I'll be able to stop him, hmm?"
    },
    {
      "id": 162,
      "model": "싱클레어",
      "content": "He sure is intense..."
    },
    {
      "id": 163,
      "model": "한울",
      "content": "... I understand that a lot of money hinges on this contract. However, remember that our primary objective remains to minimize casualties and to prevent further disappearances. Leave some of that selfishness behind and cooperate for the greater good."
    },
    {
      "id": 164,
      "model": "혈귀사냥꾼",
      "content": "... Fine, I'll cooperate. If that's even possible."
    },
    {
      "id": 165,
      "model": "한울",
      "content": "……."
    },
    {
      "id": 166,
      "content": "The Hana Fixer did not contradict him."
    },
    {
      "id": 167,
      "content": "She was the kind of person who wouldn't hesitate to put her foot down... she could've easily forced us into cooperating. But it seemed that she wouldn't keep us from infighting, if it did come to that."
    },
    {
      "id": 168,
      "content": "... Don Quixote was the only one passionately nodding along to her advice."
    },
    {
      "id": 169,
      "model": "가시춘",
      "title": "???",
      "content": "So, who's going with who? And to which Area?"
    },
    {
      "id": 170,
      "content": "Xichun, Hong Lu's little sister who'd been listening quietly to the briefing, raised her hand with a question."
    },
    {
      "id": 171,
      "model": "한울",
      "content": "You will be assigned to teams and Areas based on our internal data analyses of your individual capabilities, potential, and alignment."
    },
    {
      "id": 172,
      "model": "가시춘",
      "title": "???",
      "content": "So we should probably avoid overcrowding, huh."
    },
    {
      "id": 173,
      "model": "가시춘",
      "title": "???",
      "content": "Such as saddling us a group of dozen or so people, for example..."
    },
    {
      "id": 174,
      "model": "한울",
      "content": "... We intend to avoid bottlenecking too many people in the same Area."
    },
    {
      "id": 175,
      "model": "로쟈",
      "content": "She's not hiding her disdain at all, huh?"
    },
    {
      "id": 176,
      "model": "싱클레어",
      "content": "W-well, i-it's not like we wanted her to tag along..."
    },
    {
      "id": 177,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 178,
      "model": "알레시오",
      "content": "If there are no further questions, I will be assigning you all to teams and Area pairs—"
    },
    {
      "id": 179,
      "model": "돈키호테",
      "content": "HOOOOLD!"
    },
    {
      "id": 180,
      "content": "Every single Fixer in the room whipped around to look at Don Quixote at her bellowing roar. Perhaps it was the sheer fervor in her voice... or perhaps, they were simply annoyed by her asking that 'one last question' when the boring briefing was almost over."
    },
    {
      "id": 181,
      "model": "이스마엘",
      "content": "Oh please... don't tell me this is actually happening."
    },
    {
      "id": 182,
      "model": "히스클리프",
      "content": "Ooh. Oi, that actually woke me up this time."
    },
    {
      "id": 183,
      "model": "그레고르",
      "content": "No, no. This might be the best time to go back to sleep, bud."
    },
    {
      "id": 184,
      "model": "오티스",
      "content": "Would've resulted in a summary execution back in the day..."
    },
    {
      "id": 185,
      "model": "알레시오",
      "content": "Okay... And the question is...?"
    },
    {
      "id": 186,
      "model": "돈키호테",
      "content": "Hark, it appeareth that the information of the greatest import is missing from thy briefing."
    },
    {
      "id": 187,
      "model": "알레시오",
      "content": "It... is...? Um, a moment, please."
    },
    {
      "id": 188,
      "content": "Alessio began flipping through the briefing, flustered."
    },
    {
      "id": 189,
      "model": "돈키호테",
      "content": "When shall the rescue operation for the victims of this terrible amusement park commence?"
    },
    {
      "id": 190,
      "model": "돈키호테",
      "content": "I believe that an operation of such a grand scale may be difficult to accomplish only with the help of Sirs and Ladies from the Zwei and the Cinq Association."
    },
    {
      "id": 191,
      "model": "폴라",
      "content": "……."
    },
    {
      "id": 192,
      "model": "휴고",
      "teller": "Overdramatic Fixer",
      "title": "???",
      "content": "Uhh..."
    },
    {
      "id": 193,
      "model": "까미유",
      "content": "Hey, is that like, a character you're playing or something?"
    },
    {
      "id": 194,
      "model": "까미유",
      "content": "That's not mainstream at all, I like it. Though I gotta say, playing a character's a bit old-fashioned. At least I know that my viewers won't enjoy something like that."
    },
    {
      "id": 195,
      "model": "폴라",
      "content": "It appears that there has been some misunderstanding. Our contract has nothing to do with rescuing the visitors, let alone all of them. Our contract is a search-and-rescue operation for a specific visitor requested to us by our client."
    },
    {
      "id": 196,
      "model": "돈키호테",
      "content": "Then..."
    },
    {
      "id": 197,
      "model": "돈키호테",
      "content": "... whoever shall make up the rescue party for the rest of its victims?"
    },
    {
      "id": 198,
      "model": "까미유",
      "content": "Hah, is she for real?"
    },
    {
      "id": 199,
      "model": "엑스트라해결사1",
      "teller": "Muttering Fixer",
      "title": "???",
      "content": "Where'd these idiots come from?"
    },
    {
      "id": 200,
      "model": "엑스트라해결사2",
      "teller": "Amazed Fixer",
      "title": "???",
      "content": "Dude, lemme see."
    },
    {
      "id": 201,
      "model": "이스마엘",
      "content": "……."
    },
    {
      "id": 202,
      "model": "폴라",
      "content": "Unless you have been specifically contracted to rescue someone, I recommend that you peruse the missing persons' flyers for the rewards."
    },
    {
      "id": 203,
      "model": "돈키호테",
      "content": "Yet... it is not the promise of rewards that I desire."
    },
    {
      "id": 204,
      "model": "돈키호테",
      "content": "So many valiant Fixers are gathered here, yet not one taketh up the role of a rescuer? Prithee, Fixer of the Zwei. Art thou not one of the Zwei, one of those who call themselves \"Your Shield\"—"
    },
    {
      "id": 205,
      "model": "까미유",
      "content": "Yeah, they're shields all right. The iron shield of whoever enters an official contractual agreement with them."
    },
    {
      "id": 206,
      "model": "돈키호테",
      "content": "Fie, yet a Fixer mustn't wager their own life on shallow promise of capital! Pray tell, when did the Fixers of Associations abandon honor for greed?!"
    },
    {
      "id": 207,
      "model": "까미유",
      "content": "... Oh, jeez. Okay, that's enough playing around. Do you even have any idea who you're talking to—"
    },
    {
      "id": 208,
      "model": "돈키호테",
      "content": "I am very well aware, young Camille of Cinq Association, Section 3. Frequent feature of the Fixers Monthly magazine. Currently #7 in the 'Fixers I want to have dinner with' contest."
    },
    {
      "id": 209,
      "model": "까미유",
      "content": "H-huh, so you know your... wait, I'm only #7?"
    },
    {
      "id": 210,
      "model": "까미유",
      "content": "Well, that's not important right now. If you're so knowledgeable about the Fixers, then I'm sure you know this as well."
    },
    {
      "id": 211,
      "model": "까미유",
      "content": "That I, as a Fixer of the Cinq Association, am not one to waste breath on mere words. When we want to settle something or make a statement, we duel. An official duel to the death."
    },
    {
      "id": 212,
      "model": "돈키호테",
      "content": "Then..."
    },
    {
      "id": 213,
      "model": "돈키호테",
      "content": "Wilt thou heed mine words should I best thee in a duel?"
    },
    {
      "id": 214,
      "model": "까미유",
      "content": "What?"
    },
    {
      "id": 215,
      "model": "돈키호테",
      "content": "Should I best thee in a duel..."
    },
    {
      "id": 216,
      "model": "돈키호테",
      "content": "... wilt thou swear on thine honor that thou shalt assist us in our rescue mission... for those who have gone missing?"
    },
    {
      "id": 217,
      "model": "까미유",
      "content": "Wait. Are you seriously challenging me to a..."
    },
    {
      "id": 218,
      "model": "단테",
      "content": "<No...>"
    },
    {
      "id": 219,
      "model": "돈키호테",
      "content": "I, Don Quixote, perforce, shall not so lightly forsake my creed! I hereby challenge thee to a duel!"
    },
    {
      "id": 220,
      "content": "Things were quickly starting to spiral out of control."
    },
    {
      "id": 221,
      "content": "Almost panicking, I glanced toward Vergilius..."
    },
    {
      "id": 222,
      "model": "베르길리우스",
      "content": "……."
    },
    {
      "id": 223,
      "content": "... but I couldn't read his expression. He was simply staring at us in that inscrutable silence."
    },
    {
      "id": 224,
      "content": "... Silence that almost felt like... warmth...?"
    },
    {
      "id": 225,
      "content": "Somehow, I found myself getting more intimidated by this than outright anger."
    },
    {
      "id": 226,
      "model": "알레시오",
      "content": "... Okay, then. I'll end the briefing here."
    },
    {
      "id": 227,
      "model": "뫼르소",
      "content": "It can be determined from prior experience that it will be impossible to stop the presently developing situation."
    },
    {
      "id": 228,
      "model": "뫼르소",
      "content": "Pupils, dilated. Brows, furrowed at a steep angle. Clear refusal to heed any external input. Our attempts to coax her will not be met with any meaningful response."
    },
    {
      "id": 229,
      "model": "단테",
      "content": "<So she's lost it...>"
    },
    {
      "id": 230,
      "model": "파우스트",
      "content": "I neglected to mention this earlier at the empty lot, Dante, on account of the lack of prying eyes..."
    },
    {
      "id": 231,
      "model": "파우스트",
      "content": "... I recommend against turning your clock when the eyes of every Fixer participating in this case are watching us intently. Especially for a duel in which there is very little benefit to be gained."
    },
    {
      "id": 232,
      "model": "파우스트",
      "content": "This includes summoning Identities from different worlds or the use of E.G.O."
    },
    {
      "id": 233,
      "model": "단테",
      "content": "<W-well, yeah. But... it's not like we won't be using them once we get inside, right? I don't see what's wrong with—>"
    },
    {
      "id": 234,
      "content": "Just as I was trying to convince Faust otherwise, Don Quixote stepped in and resolutely shook her head."
    },
    {
      "id": 235,
      "model": "돈키호테",
      "content": "Nay, worry not. 'Tis an unnecessary crutch."
    },
    {
      "id": 236,
      "model": "단테",
      "content": "<Wha... seriously?!>"
    },
    {
      "id": 237,
      "model": "돈키호테",
      "content": "A duel against a member of the Cinq Association must be fair and just! Never did I intend to borrow thy strength, Manager Esquire, for this hallowed battle of mine!"
    },
    {
      "id": 238,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 239,
      "model": "까미유",
      "content": "... Fine."
    },
    {
      "id": 240,
      "model": "까미유",
      "content": "Sucks that I don't have my fans here to watch me wipe the floor with you... But I'm sure someone here will spread the story by word of mouth."
    },
    {
      "id": 241,
      "model": "까미유",
      "content": "I won't throw my gauntlet out of pity. En garde, petit nouveau!"
    }
  ]
}