{
  "dataList": [
    {
      "id": 0,
      "place": "La Manchaland Front Gates",
      "content": "Earlier, they assigned the gathered Fixers with Areas."
    },
    {
      "id": 1,
      "model": "로메로",
      "content": "Ah, looks like we'll be going our separate ways here. Different Area."
    },
    {
      "id": 2,
      "model": "로메로",
      "content": "Here's hoping we'll both be alive the next time we meet~"
    },
    {
      "id": 3,
      "place": "La Manchaland, Area 1",
      "content": "It seemed that the Bloodfiend Hunters were assigned to Area 3, Jia Xichun to Area 2, and us to... Area 1."
    },
    {
      "id": 4,
      "model": "휴고",
      "content": "Heh, pleased to be working with you guys. Name's Hugo."
    },
    {
      "id": 5,
      "content": "The Fixer from earlier, whose name was Hugo, appeared visibly relieved that he was assigned the same Area as us."
    },
    {
      "id": 6,
      "model": "휴고",
      "content": "Hey, look what I found. A map of La Manchaland. That's how ya know I'm the ace of the team!"
    },
    {
      "id": 7,
      "model": "이스마엘",
      "content": "The ace? You just picked up one of the dozens of papers strewn about the entrance."
    },
    {
      "id": 8,
      "model": "이스마엘",
      "content": "Hm, this is an amusement park brochure with a map on it..."
    },
    {
      "id": 9,
      "model": "휴고",
      "content": "Ugh, I don't even want to imagine what those brutish Office guys would've done to me if I got lumped in with them. Who knows, they might've killed me as soon as the gate closed. Or worse, they might've left my name out of the eradication fee recipients. Just awful."
    },
    {
      "id": 10,
      "model": "휴고",
      "content": "So, uh. Who did you guys say you were? Limbus Company... Office? Right?"
    },
    {
      "id": 11,
      "content": "It seemed that he was under the impression that we were one of the numerous no-name Fixer Offices, but I didn't really feel the need to correct him."
    },
    {
      "id": 12,
      "model": "휴고",
      "content": "Haah, man. Sucks being a small-timer, huh? We always get left out of the good stuff."
    },
    {
      "id": 13,
      "model": "휴고",
      "content": "Not like those Cinq or Zwei Association Offices who always get the top billing."
    },
    {
      "id": 14,
      "model": "돈키호테",
      "content": "Nay, 'tis untrue. Every Fixer, honored be their great valor and righteousness, deserveth respect."
    },
    {
      "id": 15,
      "model": "돈키호테",
      "content": "Long have I dreamt a dream of becoming a Fixer myself."
    },
    {
      "id": 16,
      "model": "돈키호테",
      "content": "A Fixer fixes things; thus, a Fixer is a fixer of injustices, a fixer of the downtrodden fortunes, a fixer of all that is unjust!"
    },
    {
      "id": 17,
      "model": "돈키호테",
      "content": "Thus, once we survive this encounter with this wicked place hand-in-hand, all shalt re-think their impressions of us Fixers!"
    },
    {
      "id": 18,
      "model": "로쟈",
      "content": "……."
    },
    {
      "id": 19,
      "model": "돈키호테",
      "content": "... Wh... wherefore art thou giving me such a terrifying look?"
    },
    {
      "id": 20,
      "model": "로쟈",
      "content": "Kiddo, what you just said was... You don't just say stuff like \"once we survive this\"... that's... nevermind..."
    },
    {
      "id": 21,
      "model": "싱클레어",
      "content": "The survivors are..."
    },
    {
      "id": 22,
      "model": "단테",
      "content": "<Okay. Let's go find the... 'device' in Area 1, then.>"
    },
    {
      "id": 23,
      "model": "이상",
      "content": "A glance at the brochure reveals many a kind of 'rides' here. And we are at 'the... pret...ty... and wonder...ful place'. Installed here are rides and attractions called 'Fixer for a Day', 'Fashionista Show'..."
    },
    {
      "id": 24,
      "model": "그레고르",
      "content": "All that stuff just sounds like your typical amusement park stuff. It's even got themes."
    },
    {
      "id": 25,
      "model": "이상",
      "content": "What... rests at the incipience of this place, I must wonder?"
    },
    {
      "id": 26,
      "model": "히스클리프",
      "content": "I dunno. But it ain't our business to know, innit?"
    },
    {
      "id": 27,
      "model": "이상",
      "content": "I ask nonetheless, for I must wonder that, shrouded beneath the scars of time..."
    },
    {
      "id": 28,
      "model": "이상",
      "content": "... lies the place of joy it once claimed to be."
    },
    {
      "id": 29,
      "model": "이상",
      "content": "Laughter, from the heart and unforced..."
    },
    {
      "id": 30,
      "model": "이발사부하",
      "teller": "???",
      "title": "Bloodfiends?",
      "content": "HA... HA... HA...!"
    },
    {
      "id": 31,
      "model": "이발사부하",
      "teller": "???",
      "title": "Bloodfiends?",
      "content": "It begins! It begins again! The eradication party-party!"
    },
    {
      "id": 32,
      "model": "이발사부하",
      "teller": "Scissors-holding Bloodfiend",
      "title": "La Manchaland",
      "content": "More humans, more excitement! More exciting-excited humans!"
    },
    {
      "id": 33,
      "model": "이발사부하",
      "teller": "Scissors-holding Bloodfiend",
      "title": "La Manchaland",
      "content": "Oh, if only they held this party more often, three times a day! So I'll send one of you back out there with two days to live."
    },
    {
      "id": 34,
      "model": "이발사부하",
      "teller": "Scissors-holding Bloodfiend",
      "title": "La Manchaland",
      "content": "Go tell the boss who sent you here, that we look forward to their visit later!"
    },
    {
      "id": 35,
      "model": "오티스",
      "content": "How about this? Tell us where the device is, and I'll kill you painlessly."
    },
    {
      "id": 36,
      "model": "이발사부하",
      "teller": "Scissors-holding Bloodfiend",
      "title": "La Manchaland",
      "content": "Ohoho... I like it! I love it! Splendid! Words so nasty, yet blood so tasty!"
    },
    {
      "id": 37,
      "model": "이발사부하",
      "teller": "Scissors-holding Bloodfiend",
      "title": "La Manchaland",
      "content": "Don't be so hasty, though. We've got plenty of events to cover. Fashion shows, popularity contests, oh! How oh-so-exciting! Right?"
    },
    {
      "id": 38,
      "model": "돈키호테",
      "content": "So this... is thou hast made mockery of thy guests and Fixers."
    },
    {
      "id": 39,
      "model": "이발사부하",
      "teller": "Scissors-holding Bloodfiend",
      "title": "La Manchaland",
      "content": "Oh, almost forgot the most important thing."
    },
    {
      "id": 40,
      "model": "이발사부하",
      "teller": "Scissors-holding Bloodfiend",
      "title": "La Manchaland",
      "content": "Can't have you skittering around here looking so unfashionable. You know that, right? Can't have our guests wearing rags that look like they've been stitched together from rat hides. I'll get in trouble!"
    },
    {
      "id": 41,
      "model": "로쟈",
      "content": "What, all of us...? Hey! Look closer. At least I don't look half bad, right?"
    },
    {
      "id": 42,
      "model": "이발사부하",
      "teller": "Scissors-holding Bloodfiend",
      "title": "La Manchaland",
      "content": "We'll dress you all in pretty, pretty dresses and suits..."
    },
    {
      "id": 43,
      "model": "이발사부하",
      "teller": "Scissors-holding Bloodfiend",
      "title": "La Manchaland",
      "content": "... put you up for display in the powder room, and nibble you slowly for a week."
    },
    {
      "id": 44,
      "model": "이발사부하",
      "teller": "Scissors-holding Bloodfiend",
      "title": "La Manchaland",
      "content": "Mmmmm~ where should I taste first? I'm so excited!"
    },
    {
      "id": 45,
      "model": "단테",
      "content": "<Uh, there are a lot of Bloodfiends here. Can you guys handle them?>"
    },
    {
      "id": 46,
      "model": "이상",
      "content": "Worry not, for naught has put a moratorium on their deaths here."
    },
    {
      "id": 47,
      "model": "오티스",
      "content": "They appear to be much inferior to the one we engaged aboard the train. I believe they are, at best, as strong as that prosthetic Fixer. Most likely weaker."
    },
    {
      "id": 48,
      "model": "히스클리프",
      "content": "Jolly good and all that. Let's go smash 'em, then!"
    },
    {
      "id": 49,
      "content": "With Heathcliff's charge as our signal, the Sinners advanced, leaping into the horde of Bloodfiends."
    }
  ]
}