{
  "dataList": [
    {
      "id": 0,
      "place": "Fantasy Blood-shooting",
      "model": "이발사",
      "teller": "???",
      "title": "???",
      "content": "Oh, hey... that reminds me."
    },
    {
      "id": 1,
      "model": "이발사다침",
      "teller": "???",
      "title": "???",
      "content": "How rude of me to... not say hello to our visitors... Right...?"
    },
    {
      "id": 2,
      "model": "싱클레어",
      "content": "Ugh...!"
    },
    {
      "id": 3,
      "model": "단테",
      "content": "<The mask...>"
    },
    {
      "id": 4,
      "model": "돈키호테",
      "content": "…!"
    },
    {
      "id": 5,
      "model": "이발사다침",
      "teller": "???",
      "title": "???",
      "content": "I have to be courteous... It's impolite to wear a mask in front of our guests..."
    },
    {
      "id": 6,
      "model": "료슈",
      "content": "……."
    },
    {
      "id": 7,
      "model": "단테",
      "content": "<…!>"
    },
    {
      "id": 8,
      "content": "The face hidden behind the mask... was bloody and mangled. To the point where it felt wrong to look at her in that state."
    },
    {
      "id": 9,
      "model": "이발사다침",
      "teller": "???",
      "title": "???",
      "content": "Wh... no, don't look! Don't look at me like that!"
    },
    {
      "id": 10,
      "model": "이발사다침",
      "teller": "???",
      "title": "???",
      "content": "If you're going to kill me, at least kill me with my mask on, please? I know you will. I know you will! What's a little favor between you and me?"
    },
    {
      "id": 11,
      "content": "The Bloodfiend's unmasked eyes glowered intensely at Don Quixote as she pleaded."
    },
    {
      "id": 12,
      "content": "As Don Quixote stood there, stunned by the sheer intensity of the screeching Bloodfiend, a slow voice began to echo from the void."
    },
    {
      "id": 13,
      "model": "산손",
      "teller": "???",
      "title": "???",
      "content": "The Barber used to enjoy wearing cuter, prettier masks. Something with more charm, more elaborate design."
    },
    {
      "id": 14,
      "model": "산손",
      "teller": "???",
      "title": "???",
      "content": "She thought these terrifying, rough masks only served to scare people."
    },
    {
      "id": 15,
      "model": "산손",
      "teller": "???",
      "title": "???",
      "content": "Perhaps she believed that it was only fair that she wore a prettier mask, now that her face was shrouded."
    },
    {
      "id": 16,
      "model": "단테",
      "content": "<…!>"
    },
    {
      "id": 17,
      "model": "오티스",
      "content": "... That individual is wearing a mask as well, Executive Manager. We must stay alert."
    },
    {
      "id": 18,
      "model": "싱클레어",
      "content": "But... isn't there just one overseer Bloodfiend for every Area...?"
    },
    {
      "id": 19,
      "model": "싱클레어",
      "content": "Maybe he's from a different Area? But why would he..."
    },
    {
      "id": 20,
      "model": "오티스",
      "content": "Tsk, we should've gotten more intel out of the traitor before he betrayed us..."
    },
    {
      "id": 21,
      "model": "히스클리프",
      "content": "Shite... a little much, innit? Two bigwig Bloodfiends right by the entrance, seriously?"
    },
    {
      "id": 22,
      "model": "산손",
      "teller": "???",
      "title": "???",
      "content": "Mhm, certainly. It appears to me that you are all rather spent from the struggle against the Barber here."
    },
    {
      "id": 23,
      "model": "산손",
      "teller": "???",
      "title": "???",
      "content": "Then allow me to make a proposition."
    },
    {
      "id": 24,
      "model": "산손",
      "teller": "???",
      "title": "???",
      "content": "You have gone there and back again on all kinds of adventures, yet I am but a mere guide and a greeter here at La Manchaland, a place of blossoming smiles and dreams."
    },
    {
      "id": 25,
      "model": "산손",
      "teller": "???",
      "title": "???",
      "content": "So I will gladly open the path for you..."
    },
    {
      "id": 26,
      "model": "산손",
      "teller": "???",
      "title": "???",
      "content": "... should you promise to tell me all about your wonderful adventures. So that you may find the prize you seek."
    },
    {
      "id": 27,
      "model": "산손",
      "teller": "???",
      "title": "???",
      "content": "So that you may not lose your way this time."
    },
    {
      "id": 28,
      "model": "단테",
      "content": "<What...?>"
    },
    {
      "id": 29,
      "model": "산손",
      "teller": "???",
      "title": "???",
      "content": "However, if that is not what you seek, well... why else would you be slaughtering scores of Bloodfiends here now?"
    },
    {
      "id": 30,
      "content": "The masked Bloodfiend in blue, who suddenly appeared here..."
    },
    {
      "id": 31,
      "model": "돈키호테",
      "content": "……."
    },
    {
      "id": 32,
      "content": "... was clearly speaking to Don Quixote, and only Don Quixote."
    },
    {
      "id": 33,
      "model": "돈키호테",
      "content": "Forsooth, many a great adventure have I undertaken—so many that to recount them all would parch my throat before the tale's end."
    },
    {
      "id": 34,
      "model": "돈키호테",
      "content": "... Yet thy trickery shan't fool me! While the treasure is of great worth, my true purpose here is to vanquish wicked Bloodfiends such as thee!"
    },
    {
      "id": 35,
      "model": "돈키호테",
      "content": "I, Don Quixote! Shan't compromise with villains!"
    },
    {
      "id": 36,
      "model": "산손",
      "teller": "???",
      "title": "???",
      "content": "Ha ha... I had a feeling you would say that. But that won't do."
    },
    {
      "id": 37,
      "model": "산손",
      "teller": "???",
      "title": "???",
      "content": "You have to share it with everyone, the most wondrous adventures of yours."
    },
    {
      "id": 38,
      "model": "돈키호테",
      "content": "Wha—"
    },
    {
      "id": 39,
      "content": "The masked Bloodfiend raises his staff, and Don Quixote's mouth shuts. As though a supernatural power was forcing its will on her movements."
    },
    {
      "id": 40,
      "content": "In that bizarre silence, her eyes shimmer quietly."
    }
  ]
}