{
  "dataList": [
    {
      "id": 0,
      "place": "Shepherds' Village",
      "model": "기사돈키",
      "content": "Eventually, I managed to wholly purge the village of bandits and return the peace to where it belongs!"
    },
    {
      "id": 1,
      "model": "주민로쟈",
      "content": "\"O Don Quixote, your worship! I thank you for protecting our village. How may we repay this great favor?\""
    },
    {
      "id": 2,
      "model": "산손",
      "content": "The villagers spoke of the reward for this brave adventurer."
    },
    {
      "id": 3,
      "model": "산손",
      "content": "Of course they did. Expecting a reward for a job done well was a most natural thing, indeed. After all, who would do such difficult work for no pay?"
    },
    {
      "id": 4,
      "model": "기사돈키",
      "content": "\"No need, my good lady! There is no need at all. I have merely done my duty as a righteous Fixer.\""
    },
    {
      "id": 5,
      "model": "주민로쟈",
      "content": "\"Oh my! For truth?! You helped us... for free? Without expecting any compensation?\""
    },
    {
      "id": 6,
      "model": "기사돈키",
      "content": "\"Forsooth! For that! Is the duty of a Fixer. Ah, yet... ahem. If thou truly wishest to help, then... I do have aught to ask thee...\""
    },
    {
      "id": 7,
      "model": "주민로쟈",
      "content": "\"Of course! Anything for you, brave adventurer!\""
    },
    {
      "id": 8,
      "model": "기사돈키",
      "content": "\"That is...! 'Tis naught of any import, of course. 'Tis... uh...\""
    },
    {
      "id": 9,
      "model": "기사돈키",
      "content": "“…….”"
    },
    {
      "id": 10,
      "model": "주민로쟈",
      "content": "\"... Huh?\""
    },
    {
      "id": 11,
      "place": -1,
      "content": "<color=#ebcaa2>But, um... how could we repay you...? We don't have much money...</color>"
    },
    {
      "id": 12,
      "content": "<color=#ffef23>Your running shoes look like they could fetch a nice price...</color>"
    },
    {
      "id": 13,
      "content": "<color=#cc2424>Fie on thee! A... ...doth not dole out justice based on promise of capital!</color>"
    },
    {
      "id": 14,
      "content": "<color=#cc2424>Still, if thou truly wishest to help, then...</color>"
    },
    {
      "id": 15,
      "place": "Shepherds' Village",
      "model": "단테",
      "content": "<This memory... Was that... Don Quixote...?>"
    },
    {
      "id": 16,
      "model": "산손",
      "content": "Ah, can't have dead silence on the stage. Let's keep things moving and head on to the next tale, shall we?"
    }
  ]
}