{
  "dataList": [
    {
      "id": 0,
      "place": -1,
      "content": "<color=#3e7fed>[EP 3] - 'IN WHICH IS RECOUNTED THE MATTER OF DON QUIXOTE AND THE HELMET'</color>"
    },
    {
      "id": 1,
      "place": "Shepherds' Village",
      "model": "산손",
      "content": "Thus continues the adventures of Don Quixote."
    },
    {
      "id": 2,
      "model": "말레고르",
      "content": "\"That 'Relic' or whatever it is... is it even real? What if those bastards were lying to us?\""
    },
    {
      "id": 3,
      "model": "기사돈키",
      "content": "\"Nay, such cannot be true, for they would not lie to their very deliverer. I am certain the Relic is near.\""
    },
    {
      "id": 4,
      "model": "산손",
      "content": "The pair are clearly searching for something. But pray, what might that be?"
    },
    {
      "id": 5,
      "model": "기사돈키",
      "content": "\"I beseech thee, fellow traveler of the road. Dost thou know aught about the local tale of 'A Noble and Knightly Helm of the Absolutely and Incandescently Resplendent Mambrino'?\""
    },
    {
      "id": 6,
      "model": "주민오티스",
      "content": "“…….”"
    },
    {
      "id": 7,
      "model": "주민오티스",
      "content": "\"If yer' lookin' for that... absol.. incan... whatever helmet, ye might wanna go up that little hill over yonder, walk along the trail all the way into the cave, and keep goin' deeper 'till ye find the helm. At least that's what folks say out 'ere, milord.\""
    },
    {
      "id": 8,
      "place": "Before the Cave",
      "model": "기사돈키",
      "content": "\"Very well! Then I shall march to that cave posthaste!\""
    },
    {
      "id": 9,
      "place": "Cave's Deepest Fathoms",
      "model": "기사돈키",
      "content": "Thus, Rocinante and I journeyed to that cave in search of that legendary helm. 'Twasn't easy, forsooth. One of trials that which dared to stand in our path was a big, scary bear..."
    },
    {
      "id": 10,
      "model": "곰스클리프",
      "content": "\"G-grrr...\""
    },
    {
      "id": 11,
      "model": "기사돈키",
      "content": "\"Behold, dear Rocinante! That creature there must be the man-eating bear the tales of which we have heard so much of.\""
    },
    {
      "id": 12,
      "model": "곰스클리프",
      "content": "Oi, how long am I gonna be in this getup? It's pissin' me off."
    },
    {
      "id": 13,
      "model": "곰스클리프",
      "content": "Listen, you sod. It's— \"Grrrr.\""
    },
    {
      "id": 14,
      "model": "말레고르",
      "content": "\"I am... beholding it...\""
    },
    {
      "id": 15,
      "model": "말레고르",
      "content": "\"...You can handle it, right? Like you always do?\""
    },
    {
      "id": 16,
      "model": "기사돈키",
      "content": "\"Verily! A mere beast such as that bear shan't match our strength!\""
    }
  ]
}