{
  "dataList": [
    {
      "id": 0,
      "place": "Fantasy Blood-shooting",
      "model": "로쟈",
      "content": "W-what just happened? I... I just started saying the lines like I've known them by heart..."
    },
    {
      "id": 1,
      "model": "그레고르",
      "content": "Y-yeah... it's like... we were almost hypnotized by something. And it felt so real, as though we were really there."
    },
    {
      "id": 2,
      "model": "그레고르",
      "content": "I know this sounds absurd, but I clearly remember transforming into a horse. Then, a pair of running shoes, somehow. But I was still myself up here. Strange..."
    },
    {
      "id": 3,
      "model": "산손",
      "content": "Ah, how wonderful was that story, hm? I like this one much more than the juvenile, naive story of peace and happiness between humans and Bloodfiends that this place has to tell."
    },
    {
      "id": 4,
      "model": "산손",
      "content": "So, where did you place that precious helm? If I had such a priceless artifact myself, I would be wearing it on my head every single day."
    },
    {
      "id": 5,
      "model": "돈키호테",
      "content": "……."
    },
    {
      "id": 6,
      "model": "돈키호테",
      "content": "... Tragically, the helm ill fit my head. I had no choice but to leave it in mine warehouse."
    },
    {
      "id": 7,
      "model": "돈키호테",
      "content": "Most likely..."
    },
    {
      "id": 8,
      "model": "산손",
      "content": "Shame, shame. Why did you not keep a close eye on something so important, something you had to go through so much to claim?"
    },
    {
      "id": 9,
      "model": "산손",
      "content": "You might regret the want of it someday."
    },
    {
      "id": 10,
      "model": "산손",
      "content": "As much as I would like to hear what comes next... this seems to be where I bid you all adieu."
    },
    {
      "id": 11,
      "model": "산손",
      "content": "I will open the entrance to Area 2, as promised. I'm sure there aren't any other Bloodfiends who are as honest about their promises as I am."
    },
    {
      "id": 12,
      "model": "돈키호테",
      "content": "Wicked... Bloodfiend, how dare—!"
    },
    {
      "id": 13,
      "content": "Don Quixote's rage resumed just as the story ended, but she was still stuck in place as though the tale hadn't left her body just yet."
    },
    {
      "id": 14,
      "model": "산손",
      "content": "How exciting. What new tales shall greet you in the next Area, I wonder?"
    },
    {
      "id": 15,
      "model": "산손",
      "content": "Well, then... I hope you enjoy La Manchaland's next Area, O righteous adventurer of justice... Don Quixote."
    },
    {
      "id": 16,
      "model": "단테",
      "content": "<What... was that...? That wasn't a Golden Bough resonance, was it? It felt... slightly different.>"
    },
    {
      "id": 17,
      "model": "이스마엘",
      "content": "I have no idea what he did to us, but we all helplessly froze in place. As though we were all collectively hypnotized..."
    },
    {
      "id": 18,
      "model": "싱클레어",
      "content": "It wasn't like this when we entered Yi Sang's fathoms, right?"
    },
    {
      "id": 19,
      "model": "이상",
      "content": "Mm. Quite. We could then well tell that it was merely a reenactment of a tale with a pre-written script we read of our own volition."
    },
    {
      "id": 20,
      "model": "그레고르",
      "content": "Maybe it has something to do with that Bloodfiend's... special ability?"
    },
    {
      "id": 21,
      "model": "파우스트",
      "content": "It may be that he took advantage of La Manchaland's Golden Bough resonating with a certain Sinner among us... and inserted his own power there to cause this phenomenon."
    },
    {
      "id": 22,
      "model": "단테",
      "content": "<We should... probably steer clear of that Bloodfiend...>"
    },
    {
      "id": 23,
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 24,
      "model": "단테",
      "content": "<Faust...>"
    },
    {
      "id": 25,
      "content": "We can't continue this story. We shouldn't."
    },
    {
      "id": 26,
      "content": "I didn't have the courage to tell them what I've been thinking this whole time."
    },
    {
      "id": 27,
      "content": "That Don Quixote, the hero of the story in which she vanquished the bandits and protected an innocent village..."
    },
    {
      "id": 28,
      "content": "That Don Quixote, whose eyes twinkled with sheer excitement at the thought of taking down La Manchaland..."
    },
    {
      "id": 29,
      "content": "... will eventually be forced to spill before every Sinner..."
    },
    {
      "id": 30,
      "content": "... That she is a Second Kindred, Bloodfiend."
    },
    {
      "id": 31,
      "model": "파우스트",
      "content": "However, Dante..."
    },
    {
      "id": 32,
      "model": "돈키호테",
      "content": "Agh... the Bloodfiend hath given us the slip...!"
    },
    {
      "id": 33,
      "model": "돈키호테",
      "content": "Alas! We have dealt a fatal blow against one of them, and managed to activate the device we had intended to access! 'Tis a very successful mission thus far, I say!"
    },
    {
      "id": 34,
      "content": "She was back to her usual, energetic self..."
    },
    {
      "id": 35,
      "model": "파우스트",
      "content": "... there comes a time when one must awaken from their dream."
    },
    {
      "id": 36,
      "content": "... but Faust's answer seemed to be pointing toward something else."
    },
    {
      "id": 37,
      "content": "Once the button was pressed, a low rumble emanated from around us..."
    },
    {
      "id": 38,
      "content": "And a large passageway slowly emerged before us, like gargantuan parts of a great machine ponderously clicking into place."
    },
    {
      "id": 39,
      "model": "돈키호테",
      "content": "Ho! Let us hasten to the subsequent canto of this epic!"
    }
  ]
}