{
  "dataList": [
    {
      "id": 0,
      "place": "Haunted: Bloody Mary",
      "model": "싱클레어",
      "content": "It's been so long since I visited one of these haunted mansions... The last time I was at a place like this, I thought when the next time came I'd be here with my family again. Not... all on my own like this..."
    },
    {
      "id": 1,
      "model": "로쟈",
      "content": "All on your own? C'mon, kiddo... You're here with your coworkers~"
    },
    {
      "id": 2,
      "model": "히스클리프",
      "content": "Ahm. Coworkers who are... kinda like family, innit?"
    },
    {
      "id": 3,
      "model": "료슈",
      "content": "…….\n"
    },
    {
      "id": 4,
      "model": "오티스",
      "content": "Enough chit-chat. Everyone, direct your attention to the floor. There's something there."
    },
    {
      "id": 5,
      "model": "오티스",
      "content": "... Yes, there are numerous signs of battle. Just as I expected."
    },
    {
      "id": 6,
      "model": "이상",
      "content": "A stench, this miasma of rot fills my lungs... it has been some time since the battle took place."
    },
    {
      "id": 7,
      "model": "이상",
      "content": "... No body here appears to be a Fixer who participated in our ongoing mission."
    },
    {
      "id": 8,
      "content": "... Or maybe they've all been turned into Bloodbags and are shambling through the haunted mansion... but it's probably better to not share that kind of thought here."
    },
    {
      "id": 9,
      "model": "단테",
      "content": "<There's blood everywhere...>"
    },
    {
      "id": 10,
      "content": "Tzzzt... zzzt..."
    },
    {
      "id": 11,
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "I welcome you all with all my heart, dear guests, to Haunted: Bloody Mary."
    },
    {
      "id": 12,
      "content": "The portrait from which the voice was echoing from was torn in half."
    },
    {
      "id": 13,
      "content": "From what we could deduce from the remaining part of the portrait, it was likely a depiction of the king of this castle... or at least, that was the story it tried to convey."
    },
    {
      "id": 14,
      "model": "이스마엘",
      "content": "... It's all torn up."
    },
    {
      "id": 15,
      "model": "뫼르소",
      "content": "It can be extrapolated from the torn patterns that it was intended to be displayed in its current, tattered, form."
    },
    {
      "id": 16,
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "You find yourselves in the castle of an ancient, once-prosperous kingdom that has long fallen to ruin."
    },
    {
      "id": 17,
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "Now, you must explore every corner of this derelict castle to unveil the true secrets of the old kingdom."
    },
    {
      "id": 18,
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "Please note that there are several installations with the explicit purpose of inducing fear. If you have a heart condition, or cannot handle horror very well, please reconsider partaking in this expedition."
    },
    {
      "id": 19,
      "model": "그레고르",
      "content": "So he says."
    },
    {
      "id": 20,
      "model": "돈키호테",
      "content": "W-well! V-v-v-v-verily, I have no such fear in my heart! Pah!"
    },
    {
      "id": 21,
      "model": "싱클레어",
      "content": "Aagh! Don't squeeze me so tightly, Don Quixote!... Can you let go of my arm, please...?"
    },
    {
      "id": 22,
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "Hm? Sancho, your grace, if you have something you would like to tell me, please come closer and..."
    },
    {
      "id": 23,
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "I missed a line, you say? What... ah, I see."
    },
    {
      "id": 24,
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "Ahm, ahm. Let the fire of courage light your way in this adventure of cold, bone-chilling fear."
    },
    {
      "id": 25,
      "model": "이스마엘",
      "content": "The tour must start somewhere around here... Hm. That mirror's gotta be where the Bloodfiends used to hide to shock their guests. And look, that ceiling panel's slightly ajar. That's probably where—"
    },
    {
      "id": 26,
      "model": "신부부하",
      "teller": "Angry Bloodfiend",
      "title": "La Manchaland",
      "content": "Keeeeeh! I hate smartasses who can't keep their mouths shut! Stop explaining things!"
    },
    {
      "id": 27,
      "model": "싱클레어",
      "content": "HEEAAAAGH!!!!!"
    },
    {
      "id": 28,
      "model": "히스클리프",
      "content": "Bloody hell!"
    },
    {
      "id": 29,
      "model": "단테",
      "content": "<Huh, she was right...>"
    },
    {
      "id": 30,
      "model": "신부부하",
      "teller": "Angry Bloodfiend",
      "title": "La Manchaland",
      "content": "Don't you understand that the real fun of Haunted: Bloody Mary is walking into a scare knowing that it's going to happen?! Why can't you just be a good guest?!"
    },
    {
      "id": 31,
      "model": "이스마엘",
      "content": "Sorry, I'm just not that nice."
    },
    {
      "id": 32,
      "model": "신부부하",
      "teller": "Angry Bloodfiend",
      "title": "La Manchaland",
      "content": "We were just going to let you through, but... she's really getting on my nerves!"
    }
  ]
}