{
  "dataList": [
    {
      "id": 0,
      "place": "Haunted: Bloody Mary",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "Tzzzt... zzzt..."
    },
    {
      "id": 1,
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "Congratulations, O brave adventurers. You have uncovered every secret of the kingdom."
    },
    {
      "id": 2,
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "It is time I let you leave. Should you face such terrors in the world beyond, remember your bravery here and triumph over them as you have today."
    },
    {
      "id": 3,
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "And now, please give a warm welcome to the Bloodfiends of the attraction 'Haunted: Bloody Mary'. They'll be here for the \"Spooky Scary Photoshoot with Bloodfiends\"."
    },
    {
      "id": 4,
      "model": "이스마엘",
      "content": "And the narration just stops there, huh. Well, we already took care of the Bloodfiends who were supposed to show up on cue, so... yeah. Makes sense."
    },
    {
      "id": 5,
      "model": "료슈",
      "content": "He would've G.U.H."
    },
    {
      "id": 6,
      "model": "싱클레어",
      "content": "... \"He would've graced us himself\", she says."
    },
    {
      "id": 7,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "What misfortune! Every clue that may have shed light on the secrets of this tragic kingdom's history has all been pulverized by the guests who passed through before you."
    },
    {
      "id": 8,
      "model": "단테",
      "content": "<... Did the voice just change? It wasn't just the audio quality this time, right?>"
    },
    {
      "id": 9,
      "model": "돈키호테",
      "content": "... 'Tis the voice of that Sansón."
    },
    {
      "id": 10,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "And our dear Bloodfiend actors who have put so much effort into giving you a good surprise have all disappeared as well."
    },
    {
      "id": 11,
      "model": "돈키호테",
      "content": "... We have brought righteous judgment upon those evil wretches."
    },
    {
      "id": 12,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "Even the gentleman responsible for that narration..."
    },
    {
      "id": 13,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "Well, perhaps in place of a photoshoot, we could slot in a brief explanation about the secrets of this kingdom."
    },
    {
      "id": 14,
      "content": "The voice beyond the speaker began with a hint of excitement, as though he'd been expecting this situation all along. Or maybe he's expecting something to come of this."
    },
    {
      "id": 15,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "... Long, Long ago, a lonesome king resided within the towering walls of this great castle."
    },
    {
      "id": 16,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "Enduring so many years in such a desolate place... wore him down."
    },
    {
      "id": 17,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "Lonely mornings, silent nights. The king's heart forever a hollow void."
    },
    {
      "id": 18,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "So, this soul-crushing loneliness drove the king to yearn for… a family."
    },
    {
      "id": 19,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "Desperately. Oh, so desperately."
    },
    {
      "id": 20,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "So, the king began turning his wish into reality. Forging a family of his own, blood-bound, to spend the rest of their lives together until the end of days."
    },
    {
      "id": 21,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "The king's love for his family was bottomless and generous; soon, the cold, desolate castle became a cozy home brimming with warm laughter."
    },
    {
      "id": 22,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "Yet, perhaps... happiness simply isn't a thing that lasts."
    },
    {
      "id": 23,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "It was on one of those many happy days when a knight, hailing from a faraway kingdom, arrived at the gates of this castle."
    },
    {
      "id": 24,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "The knight was a traveler and a wanderer with hundreds of adventures and thousands of tales to tell, collected from hither and thither and yonder beyond the world outside the castle."
    },
    {
      "id": 25,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "The king, who had spent his entire life never setting so much as a foot outside the castle, requested that the knight recount tales of those adventures to him."
    },
    {
      "id": 26,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "The knight, at want of any reason to refuse this request, said as such: \"O honored king! Verily, I shall regale thee with tales of the worlds I've witnessed, the adventures I've undertaken!\""
    },
    {
      "id": 27,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "Soon, something new, something different, began to fill the castle—tales of thrilling adventures. Some days, they would talk of a long voyage at sea, of heroes braving the relentless waves. Some days, they would whisper the heartbreaking, tragic tale of lovers. Some days, they would sing of a hero's perilous encounter with an unyielding monster... and it kept going, and going, and going, as though 'the end' was an idea alien to them."
    },
    {
      "id": 28,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "As the king spent days upon days without sleep or rest, lost in the tales of adventures, he soon came to a grave realization."
    },
    {
      "id": 29,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "That his family of blood... this confined happiness locked within the castle... cannot fill that void in his heart."
    },
    {
      "id": 30,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "So, the king began to fill that emptiness with tales of adventures the knight regaled him with. And his infinite love for his family started to grow in a different direction. Toward adventure. Toward the knight. And toward the world outside the periphery of his castle."
    },
    {
      "id": 31,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "The family thought it wouldn't last. It was all but a fleeting dream, after all—just a brief, silly whim in which he fancied himself as what he was not, donning himself a pair of ragged boots and wielding an iron lance."
    },
    {
      "id": 32,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "The family waited. Waited for the king, their creator who not only gave them love... but bequeathed them the same void of the heart, to love them, and only them, again."
    },
    {
      "id": 33,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "Yet, for all their waiting, what came thereafter from the king's mouth was bitter to their ears."
    },
    {
      "id": 34,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "\"Let us bring down the walls of this castle! Let us make friends with those outside!\" declared the king."
    },
    {
      "id": 35,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "The family was afraid. To bring down the castle meant that their comfortable, familiar, and eternal home and nest was to be no more."
    },
    {
      "id": 36,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "But the family loved the lonely king and his will, enough to help him demolish his own castle. So the deed was done, spades in their hands."
    },
    {
      "id": 37,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "Yet... those who lived outside the castle were far too different from those who lived within."
    },
    {
      "id": 38,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "The king's family had to give up so many things."
    },
    {
      "id": 39,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "Happiness. Joy. Ecstasy. Pleasure. Hope. Anticipation..."
    },
    {
      "id": 40,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "They had to give them all up, because otherwise... they could not become friends with those outside the castle."
    },
    {
      "id": 41,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "So the king outlawed happiness from his family."
    },
    {
      "id": 42,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "Because he believed that they could be happy merely by watching the happiness of others, of those who lived outside the castle, blossom. That happiness was something that could be shared. "
    },
    {
      "id": 43,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "Believing that their happiness could be our own, in time."
    },
    {
      "id": 44,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "All of our pursuits of happiness... were deigned a sin."
    },
    {
      "id": 45,
      "model": "산손",
      "teller": "Narrator",
      "title": "La Manchaland",
      "content": "So I ask: why must we repent for our happiness?"
    },
    {
      "id": 46,
      "model": "싱클레어",
      "content": "There were so many mentions of 'family'... What do you suppose he's trying to say?"
    },
    {
      "id": 47,
      "model": "료슈",
      "content": "A load of shit, that's what."
    },
    {
      "id": 48,
      "model": "히스클리프",
      "content": "…….\n"
    },
    {
      "id": 49,
      "model": "홍루",
      "content": "How interesting. I wonder if that family ever had real happiness to begin with?"
    },
    {
      "id": 50,
      "content": "While everyone else found themselves rendered speechless by this gloomy tale, Hong Lu did not hesitate to share his thoughts as though it was just another lighthearted tale."
    },
    {
      "id": 51,
      "model": "홍루",
      "content": "Ah, look; I see the exit sign over there. Looks like this is where the attraction ends?"
    },
    {
      "id": 52,
      "model": "단테",
      "content": "<... Y-yeah. It says something under there...>"
    },
    {
      "id": 53,
      "content": "There was a sign on the wall with instructions written in bolded letters."
    },
    {
      "id": 54,
      "content": "'All Bloodfiends must attend at least one weekly consultation session with the Priest.'"
    },
    {
      "id": 55,
      "model": "그레고르",
      "content": "Consultation session..."
    },
    {
      "id": 56,
      "model": "이상",
      "content": "Consultations of what kind, and on which subject... One must wonder."
    },
    {
      "id": 57,
      "model": "로쟈",
      "content": "Hmm... anything, I guess? Or maybe it's like... a confession?"
    },
    {
      "id": 58,
      "model": "그레고르",
      "content": "Huh. I know it's clearly not true anymore, but..."
    },
    {
      "id": 59,
      "model": "그레고르",
      "content": "... La Manchaland must've put in a lot of effort back in the day."
    },
    {
      "id": 60,
      "model": "이상",
      "content": "Indeed. Perhaps... they once dreamed of coexistence."
    },
    {
      "id": 61,
      "model": "돈키호테",
      "content": "... Nay."
    },
    {
      "id": 62,
      "model": "돈키호테",
      "content": "Nothing but wicked trickery, all."
    }
  ]
}