{
  "dataList": [
    {
      "id": 0,
      "place": "Confessional",
      "model": "가시춘",
      "title": "???",
      "content": "Don't touch it. That thing is mine."
    },
    {
      "id": 1,
      "content": "Xichun and her men approached us, appearing to be in pristine condition compared to the Priest."
    },
    {
      "id": 2,
      "model": "홍루",
      "content": "... Xichun."
    },
    {
      "id": 3,
      "model": "가시춘",
      "title": "???",
      "content": "Shut up. I don't want to waste any more time talking to you."
    },
    {
      "id": 4,
      "model": "홍루",
      "content": "Ha ha."
    },
    {
      "id": 5,
      "model": "그레고르",
      "content": "This one's almost dead. What's the point of keeping him alive?"
    },
    {
      "id": 6,
      "model": "오티스",
      "content": "... Isn't it obvious? These are signs of torture."
    },
    {
      "id": 7,
      "model": "오티스",
      "content": "It seems that the device in Area 2 has already been activated... So what are you torturing him for? Prying for more information?"
    },
    {
      "id": 8,
      "model": "가시춘",
      "title": "???",
      "content": "Yes. Haven't I told you already?"
    },
    {
      "id": 9,
      "model": "가시춘",
      "title": "???",
      "content": "My goal isn't the eradication of La Manchaland."
    },
    {
      "id": 10,
      "model": "이스마엘",
      "content": "Okay. But I doubt you came all the way out here just to enjoy torturing some Bloodfiend."
    },
    {
      "id": 11,
      "model": "가시춘",
      "title": "???",
      "content": "You're right. We're not like those Bloodfiend Hunters... we don't torture them for sport."
    },
    {
      "id": 12,
      "model": "가시춘",
      "title": "???",
      "content": "The Hunters exist only to inflict as much pain as possible against as many Bloodfiends they can get their hands on, you know? They don't even care about the money."
    },
    {
      "id": 13,
      "model": "가시춘",
      "title": "???",
      "content": "But I don't care about either of those. What I'm looking for is a specific piece of information I came all the way in here for."
    },
    {
      "id": 14,
      "content": "I wanted to know what 'specific piece of information' she was talking about, but I was pretty positive that she wasn't going to answer that question anyway."
    },
    {
      "id": 15,
      "model": "가시춘",
      "title": "???",
      "content": "Well, you arrived just in time. I was just about to crush its skull and brain within it, anyway."
    },
    {
      "id": 16,
      "model": "가시춘",
      "title": "???",
      "content": "No amount of pain could wake it from... whatever this dazed state it's in. As you can see..."
    },
    {
      "id": 17,
      "model": "가시춘",
      "title": "???",
      "content": "... it must've been long driven mad from pain. Reminds you of the tricks from back home that could induce such an effect, doesn't it? Big brother."
    },
    {
      "id": 18,
      "model": "홍루",
      "content": "…….\n"
    },
    {
      "id": 19,
      "content": "Jia Xichun asked as she gestured toward the Priest, who was splayed out helplessly on the ground. Her voice was dripping with contempt."
    },
    {
      "id": 20,
      "content": "Despite her viciously threatening words, the look on the Priest's face was serene. He looked at us with eyes that couldn't be more at peace."
    },
    {
      "id": 21,
      "model": "신부다침",
      "content": "Seeing you and your... friends... reminds me... of one of the visitors to my confessional."
    },
    {
      "id": 22,
      "model": "신부다침",
      "content": "I don't quite recall when it was, but a Bloodfiend by the name of Lorenzo became a repeat visitor to the confessional. At first, I wasn't sure why he would feel the need to visit me; he simply exuded positivity that much."
    },
    {
      "id": 23,
      "model": "신부다침",
      "content": "'Oh, dear Priest. I'm doing great today! These hemobars really are some impressive inventions.'"
    },
    {
      "id": 24,
      "model": "신부다침",
      "content": "'Oh, I gobbled up one-hundred-and-ten hemobars today. In one sitting... This has to be some record, right?'"
    },
    {
      "id": 25,
      "model": "신부다침",
      "content": "Tragically, Lorenzo's positivity did not last."
    },
    {
      "id": 26,
      "model": "신부다침",
      "content": "'Today I... licked a syringe for three hours. There was a droplet of blood on that thing... and ah, I can't forget that blissful taste lingering on the needle.'"
    },
    {
      "id": 27,
      "model": "신부다침",
      "content": "'I didn't eat a single hemobar today. We've known for a while now that these stupid bricks don't do anything. They do jack shit for us, and you know that.'"
    },
    {
      "id": 28,
      "model": "신부다침",
      "content": "'How much longer are we... are we going to have to live like this?'"
    },
    {
      "id": 29,
      "model": "신부다침",
      "content": "I knew the answer to his question, so I gave it to him. \"You know this already, Lorenzo...\""
    },
    {
      "id": 30,
      "model": "신부다침",
      "content": "\"From endless forbearance comes coexistence.\""
    },
    {
      "id": 31,
      "model": "신부다침",
      "content": "\"So sing and cheer louder! The more pain you feel, bury it, suppress it with laughter! Let laughter never end here, at La Manchaland!\""
    },
    {
      "id": 32,
      "model": "신부다침",
      "content": "However... the last time I saw a true, genuine smile on Lorenzo's face..."
    },
    {
      "id": 33,
      "model": "신부다침",
      "content": "... was moments before he was buried under this place, his head burst open, his brain spilling."
    },
    {
      "id": 34,
      "model": "신부다침",
      "content": "It made me curious."
    },
    {
      "id": 35,
      "model": "신부다침",
      "content": "What is the meaning of burying someone who lives still?"
    },
    {
      "id": 36,
      "model": "신부다침",
      "content": "You and I would never know the answer to that question, would we?"
    },
    {
      "id": 37,
      "model": "신부다침",
      "content": "Did you bury the body of Cassetti yourself as well, hm? That fugitive?"
    },
    {
      "id": 38,
      "model": "돈키호테",
      "content": "...! U-unhand me...!"
    },
    {
      "id": 39,
      "model": "단테",
      "content": "<Don Quixote!>"
    },
    {
      "id": 40,
      "model": "가시춘",
      "title": "???",
      "content": "Yeah, that's enough of this nonsense. Get out of my way."
    },
    {
      "id": 41,
      "content": "Jia Xichun swung her fan toward the Bloodfiend, but..."
    },
    {
      "id": 42,
      "content": "... he was nowhere to be seen."
    },
    {
      "id": 43,
      "model": "웨이",
      "title": "???",
      "content": "Ngh..."
    },
    {
      "id": 44,
      "model": "가시춘",
      "title": "???",
      "content": "…!"
    },
    {
      "id": 45,
      "content": "Wei stepped in at the last second to block the Bloodfiend's strike from behind."
    },
    {
      "id": 46,
      "model": "산손",
      "content": "The Priest had the most profound faith of them all."
    },
    {
      "id": 47,
      "model": "가시춘",
      "title": "???",
      "content": "When did...?"
    },
    {
      "id": 48,
      "model": "단테",
      "content": "<...! The magician...!>"
    },
    {
      "id": 49,
      "model": "산손",
      "content": "The faith that everything will be alright. The faith that everything shall be as he willed. The faith that we shall all find happiness at the end of all things."
    },
    {
      "id": 50,
      "model": "산손",
      "content": "And he was the only one of us who did not turn his back to our suffering."
    },
    {
      "id": 51,
      "model": "산손",
      "content": "So... when more and more of us began losing grip of our patience, he was the first to reach out to them. Gave them a helping hand."
    },
    {
      "id": 52,
      "model": "산손",
      "content": "Yet... the one who cares for the hearts of others cannot help but fail to tend to his own."
    },
    {
      "id": 53,
      "model": "산손",
      "content": "Alone in the corner of this tiny, tiny room... the Priest's heart ailed and withered."
    },
    {
      "id": 54,
      "model": "산손",
      "content": "How many of us knew this, I wonder."
    },
    {
      "id": 55,
      "model": "그레고르",
      "content": "... Hey. I'm really happy for you that you've mastered your art of butting naturally into conversations like this."
    },
    {
      "id": 56,
      "model": "그레고르",
      "content": "But you're sorely mistaken if you think you can just pluck your friend away again, got that?"
    },
    {
      "id": 57,
      "model": "산손",
      "content": "Let us be precise, hm? I am here only to continue the tale."
    },
    {
      "id": 58,
      "model": "돈키호테",
      "content": "Villain! Hast thou come here to distract us once again with thy vile tricks?!"
    },
    {
      "id": 59,
      "model": "산손",
      "content": "No, no. Of course not."
    },
    {
      "id": 60,
      "model": "산손",
      "content": "My vile tricks..."
    },
    {
      "id": 61,
      "model": "산손",
      "content": "... are all for you, and none other."
    },
    {
      "id": 62,
      "model": "산손",
      "content": "Only for you."
    },
    {
      "id": 63,
      "model": "돈키호테",
      "content": "Wh-what...?"
    },
    {
      "id": 64,
      "model": "산손",
      "content": "Well, that's enough misery for a tale, hm?"
    },
    {
      "id": 65,
      "model": "산손",
      "content": "You have so many more riveting tales of adventures to share, don't you?"
    },
    {
      "id": 66,
      "model": "산손",
      "content": "O Don Quixote, the great adventurer."
    },
    {
      "id": 67,
      "model": "돈키호테",
      "content": "... Many a great adventure have I undertaken, yet I have no tale to tell for one so vile as thee."
    },
    {
      "id": 68,
      "model": "산손",
      "content": "My... I should have been more mindful. I suppose stepping onto the stage all on your lonesome must be a tad embarrassing, hm?"
    },
    {
      "id": 69,
      "model": "돈키호테",
      "content": "That is not what I—"
    },
    {
      "id": 70,
      "model": "산손",
      "content": "I fully understand. It is no easy task to command the entire audience alone on the stage."
    },
    {
      "id": 71,
      "model": "산손",
      "content": "Allow me to offer you some assistance."
    },
    {
      "id": 72,
      "place": -1,
      "content": "<color=#ffef23>Halt! Halt, Rocinante...!</color>"
    },
    {
      "id": 73,
      "content": "<color=#ffef23>I don't want to leave, I don't! Why do you refuse to obey me...?</color>"
    },
    {
      "id": 74,
      "content": "<color=#ffef23>STOP!!!!!</color>"
    },
    {
      "id": 75,
      "model": "단테",
      "content": "<That... was...>"
    },
    {
      "id": 76,
      "model": "돈키호테",
      "content": "Wh... What... what was that...?"
    },
    {
      "id": 77,
      "model": "산손",
      "content": "I must've slipped. Please, it has been a while since my last show."
    },
    {
      "id": 78,
      "model": "로쟈",
      "content": "Slipped?"
    },
    {
      "id": 79,
      "model": "산손",
      "content": "Sometimes, the order of things go out of whack when the play reaches its crescendo and the swelling emotions sweep you off your feet."
    },
    {
      "id": 80,
      "model": "산손",
      "content": "I offer my sincere apologies; let us begin anew."
    },
    {
      "id": 81,
      "model": "산손",
      "content": "From the day of that fateful duel against the Knight of the White Moon."
    },
    {
      "id": 82,
      "model": "돈키호테",
      "content": "That duel... was one of the greatest battles I have ever had the honor of partaking in."
    },
    {
      "id": 83,
      "content": "... Don Quixote's voice falters once again, falling unnaturally quiet."
    },
    {
      "id": 84,
      "content": "Sansón must be working his trickery again..."
    },
    {
      "id": 85,
      "model": "산손",
      "content": "Indeed. That duel was the first meeting of Don Quixote and the Knight of the White Moon."
    },
    {
      "id": 86,
      "model": "산손",
      "content": "The same Knight who guided our Don Quixote, the adventurer, to the river in the deep... to the River of Oblivion."
    },
    {
      "id": 87,
      "model": "가시춘",
      "title": "???",
      "content": "…….\n"
    },
    {
      "id": 88,
      "model": "가시춘",
      "title": "???",
      "content": "River in the deep..."
    },
    {
      "id": 89,
      "model": "싱클레어",
      "content": "Manager, I think I know what's going on."
    },
    {
      "id": 90,
      "model": "싱클레어",
      "content": "That man is—"
    },
    {
      "id": 91,
      "model": "산손",
      "content": "Now, now. Let's focus on our roles for now, shall we?"
    },
    {
      "id": 92,
      "model": "산손",
      "content": "Let's see here..."
    },
    {
      "id": 93,
      "model": "산손",
      "content": "... The Knight was the first one ever to match your strength. Correct?"
    },
    {
      "id": 94,
      "model": "돈키호테",
      "content": "Verily. The Knight was..."
    },
    {
      "id": 95,
      "place": "A Certain Castle",
      "model": "기사돈키",
      "content": "... one of truly impressive might."
    },
    {
      "id": 96,
      "model": "히스클리프",
      "content": "Shite, not again..."
    },
    {
      "id": 97,
      "model": "가시춘",
      "title": "???",
      "content": "…! \n"
    },
    {
      "id": 98,
      "model": "로쟈",
      "content": "Ngh, this is gettin' real annoying..."
    },
    {
      "id": 99,
      "model": "기사돈키",
      "content": "The Knight of the White Moon was garbed in the rags of an outfit that appeared rather unfamiliar and ridiculous..."
    },
    {
      "id": 100,
      "model": "기사돈키",
      "content": "'Twas the Knight who challenged me first as well. Forsooth, I was quite impressed by that daring courage."
    },
    {
      "id": 101,
      "model": "기사돈키",
      "content": "Perchance the Knight was curious to test my might, as my name was known far and wide in all corners of the City through mine adventures."
    },
    {
      "id": 102,
      "model": "산손",
      "content": "... A great adventurer like you would have accepted that duel with gusto, certainly?"
    },
    {
      "id": 103,
      "model": "기사돈키",
      "content": "Indubitably! I replied thusly: \"A true adventurer cowers not from a duel once challenged! Let us battle, O brave Knight!\""
    },
    {
      "id": 104,
      "model": "산손",
      "content": "Thus began the storm of blades, as your lance..."
    },
    {
      "id": 105,
      "model": "산손",
      "content": "... clashed with the Knight of the White Moon's greatsword."
    },
    {
      "id": 106,
      "model": "기사싱클2",
      "content": "Mm..."
    },
    {
      "id": 107,
      "model": "산손",
      "content": "Yet, with every duel, no matter how great or trivial, comes certain stakes. This historical duel must have been no different."
    },
    {
      "id": 108,
      "model": "기사싱클2",
      "content": "\"I care not whether I am to emerge the victor or the loser of this battle.\""
    },
    {
      "id": 109,
      "model": "기사싱클2",
      "content": "\"Yet... O Don Quixote, should thee meet my challenge in a fair duel...\""
    },
    {
      "id": 110,
      "model": "기사싱클2",
      "content": "\"I promise thee. That in thy hands I shall present what thou seekest most.\""
    },
    {
      "id": 111,
      "model": "산손",
      "content": "Boldly and fiercely, the combatants clashed once again..."
    },
    {
      "id": 112,
      "model": "산손",
      "content": "And Rocinante signaled the start of this duel."
    },
    {
      "id": 113,
      "model": "산손",
      "content": "Because if anyone was watching, it would be Rocinante."
    },
    {
      "id": 114,
      "model": "말레고르",
      "content": "…….\n"
    },
    {
      "id": 115,
      "model": "말레고르",
      "content": "\"Ready... Go!\""
    },
    {
      "id": 116,
      "model": "기사돈키",
      "content": "For three suns and three moons, we tested the mights of our blades."
    },
    {
      "id": 117,
      "model": "산손",
      "content": "Hold on. Weren't you holding a lance, not a bladed sword?"
    },
    {
      "id": 118,
      "model": "기사돈키",
      "content": "... 'Twas but a figure of speech!"
    }
  ]
}