{
  "dataList": [
    {
      "id": 0,
      "place": "Confessional",
      "model": "히스클리프",
      "content": "So... that bizarre Bloodfiend nabbed the Priest as well, eh?"
    },
    {
      "id": 1,
      "model": "싱클레어",
      "content": "Considering that he's also the one who took the Barber from Area 1..."
    },
    {
      "id": 2,
      "model": "히스클리프",
      "content": "You know what else is naggin' me? It's the way he talks. Saying absolutely bonkers shite with a straight face like he's the only sane man."
    },
    {
      "id": 3,
      "model": "파우스트",
      "content": "It can be said that the purpose of this behavior is to collect necessary stage props... or... perhaps, the main cast of a stageplay."
    },
    {
      "id": 4,
      "model": "파우스트",
      "content": "In that case, we must keep our eyes on..."
    },
    {
      "id": 5,
      "model": "파우스트",
      "content": "... the stageplay he wishes to show us."
    },
    {
      "id": 6,
      "model": "파우스트",
      "content": "For we are yet to observe the specifics of his intent."
    },
    {
      "id": 7,
      "model": "오티스",
      "content": "If only you kept your big mouth shut..."
    },
    {
      "id": 8,
      "model": "돈키호테",
      "content": "... W-well, that is... I simply cannot put a stop to myself when he asketh me to regale thee with mine adventures... B-but they truly are most ingenious tales, I say...! Though I may speak them perforce, driven by villainous compulsion, prithee, listen well!"
    },
    {
      "id": 9,
      "model": "싱클레어",
      "content": "And like Jia Xichun said, he could've easily taken us out if he wanted to. But he didn't."
    },
    {
      "id": 10,
      "model": "이스마엘",
      "content": "Ugh... I hate this. I really don't like how it feels like we're just playthings in the palm of his hand."
    },
    {
      "id": 11,
      "model": "싱클레어",
      "content": "Excuse me, manager... I mean, Dante."
    },
    {
      "id": 12,
      "content": "Sinclair carefully calls over to me."
    },
    {
      "id": 13,
      "model": "단테",
      "content": "<Hm?>"
    },
    {
      "id": 14,
      "model": "싱클레어",
      "content": "I'm sure you already noticed this, but... I just thought I might mention it. Just in case."
    },
    {
      "id": 15,
      "model": "싱클레어",
      "content": "This mission..."
    },
    {
      "id": 16,
      "content": "Sinclair hesitated for a while, unsure how he should word this, then looked directly at me with a degree of conviction."
    },
    {
      "id": 17,
      "model": "싱클레어",
      "content": "... it's all about Don Quixote."
    },
    {
      "id": 18,
      "model": "싱클레어",
      "content": "And she... is completely oblivious to it."
    },
    {
      "id": 19,
      "model": "돈키호테",
      "content": "Fie! What tragedy, what tragedy to let that abominable Bloodfiend slip away!"
    },
    {
      "id": 20,
      "model": "로쟈",
      "content": "Yeah, ya looked totally torn up about it when you were excitedly telling us about that duel."
    },
    {
      "id": 21,
      "model": "돈키호테",
      "content": "Nngh... hardly did I know that a request to hear my tale would have such seductive strength! 'Tis one of my dreams, indeed... yet... agh, how could I allow myself to be seduced like this! Once this mission is complete, I shall train my mind to the utmost—"
    },
    {
      "id": 22,
      "content": "I stared at Don Quixote, who was chattering away with the other Sinners in her usual blissful cluelessness, then back at Sinclair."
    },
    {
      "id": 23,
      "content": "... Clearly, he was as conflicted about this as I am."
    },
    {
      "id": 24,
      "model": "단테",
      "content": "<... Yeah.>"
    },
    {
      "id": 25,
      "model": "싱클레어",
      "content": "And I'm sure you have a good reason for not telling us what you know about her."
    },
    {
      "id": 26,
      "model": "단테",
      "content": "<... Also... yeah.>"
    },
    {
      "id": 27,
      "model": "싱클레어",
      "content": "Remember?"
    },
    {
      "id": 28,
      "model": "싱클레어",
      "content": "Back when we all went to my hometown... Don Quixote gave me one real heck of a beatdown."
    },
    {
      "id": 29,
      "content": "I'm sure everyone, including myself, remembered what happened after Guido's death."
    },
    {
      "id": 30,
      "model": "싱클레어",
      "content": "Thinking back to it now, it's a bit... embarrassing, but... I remember what Don Quixote said when I was starting to lose control. Told me that I had to return to my senses."
    },
    {
      "id": 31,
      "model": "싱클레어",
      "content": "I'm sure it needs a degree of courage and determination to rise to the occasion like that."
    },
    {
      "id": 32,
      "model": "싱클레어",
      "content": "But she stepped in without hesitation for my sake."
    },
    {
      "id": 33,
      "model": "싱클레어",
      "content": "I want to be like her. And I've been trying my best to be like her... W-well, I probably have a long way to go, but still..."
    },
    {
      "id": 34,
      "model": "싱클레어",
      "content": "It's not too much for me to hope for, right?"
    },
    {
      "id": 35,
      "model": "단테",
      "content": "<No, I think that's a good kind of thing to hope for.>"
    },
    {
      "id": 36,
      "model": "돈키호테",
      "content": "Pray tell! What 'good kind of hope' art thou speaking of?!"
    },
    {
      "id": 37,
      "model": "싱클레어",
      "content": "AAAUGH?!"
    },
    {
      "id": 38,
      "model": "돈키호테",
      "content": "Aught seems to have caught thee off guard! What is it?"
    },
    {
      "id": 39,
      "model": "단테",
      "content": "<Oh... We were just chatting about this contract.>"
    },
    {
      "id": 40,
      "model": "돈키호테",
      "content": "Oo!!! Hast thou wised up to it as well, then?!"
    },
    {
      "id": 41,
      "content": "... No way."
    },
    {
      "id": 42,
      "model": "돈키호테",
      "content": "Verily, there is no other way to look at this. This mission... it must all be about..."
    },
    {
      "id": 43,
      "model": "돈키호테",
      "content": "... Young Hong Lu! Dost thou see as I do?"
    },
    {
      "id": 44,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 45,
      "model": "단테",
      "content": "<... Hong Lu?>"
    },
    {
      "id": 46,
      "model": "돈키호테",
      "content": "Hmm?! Manager Esquire, I espy a need for thee to improve thy insight! Young Hong Lu's expression hath appeared quite peculiar today, and..."
    },
    {
      "id": 47,
      "model": "싱클레어",
      "content": "... I... don't see what's different about him today?"
    },
    {
      "id": 48,
      "model": "돈키호테",
      "content": "... he hath even had a dramatic reunion with a long-lost blood relative!"
    },
    {
      "id": 49,
      "model": "돈키호테",
      "content": "Ah, and forget thee not about the sudden onslaught of names of his other kin, and this potent aroma of secret enmities, which may signify a tragic history of familial drama..."
    },
    {
      "id": 50,
      "model": "돈키호테",
      "content": "Though I myself have nary a one to call my kindred blood, I must imagine that such confrontations must be quite harrowing."
    },
    {
      "id": 51,
      "model": "돈키호테",
      "content": "Thus! Manager Esquire!"
    },
    {
      "id": 52,
      "model": "단테",
      "content": "<... Uh?>"
    },
    {
      "id": 53,
      "model": "돈키호테",
      "content": "Prithee, take good care of young Hong Lu."
    },
    {
      "id": 54,
      "model": "돈키호테",
      "content": "Verily, from a certain perspective, we are sailing through each of our own adventures, wouldst thou not say?"
    },
    {
      "id": 55,
      "model": "단테",
      "content": "<That's... true.>"
    },
    {
      "id": 57,
      "model": "돈키호테",
      "content": "And an adventure is very much like a journey of suffering. 'Tis imperative that thy heart remains steadfast through the trials and tribulations of the quest."
    },
    {
      "id": 58,
      "model": "돈키호테",
      "content": "Allow me to share a tale of my old adventure, to demonstrate. This tale takes place in a tavern like any other, in which I..."
    },
    {
      "id": 59,
      "content": "Don Quixote's tale of adventure continued through our entire journey to Area 3."
    },
    {
      "id": 60,
      "content": "... Some Sinners and I did pay some attention to it, but we didn't find much of her story to be of any use."
    }
  ]
}