{
  "dataList": [
    {
      "id": 0,
      "place": "Carnival Parade",
      "model": "돈키호테",
      "content": "Answer me now! What is it that thou claimest that I have?"
    },
    {
      "id": 1,
      "model": "돈키호테",
      "content": "What weight did my name carry?! Speak!!"
    },
    {
      "id": 2,
      "model": "돈키호테",
      "content": "Where— How— Where didst thou..."
    },
    {
      "id": 3,
      "model": "돌시네아다침",
      "content": "... Everything. Everything that we Bloodfiends of this Area desire."
    },
    {
      "id": 4,
      "model": "돌시네아다침",
      "content": "To exist in ignorance of the truth that we are but going in circles, not marching toward what lies ahead..."
    },
    {
      "id": 5,
      "model": "돌시네아다침",
      "content": "Something that we all desire but own not, yet you have..."
    },
    {
      "id": 6,
      "model": "산손",
      "content": "Oblivion."
    },
    {
      "id": 7,
      "model": "산손",
      "content": "That which all who are lost in this Area yearn so desperately for."
    },
    {
      "id": 8,
      "model": "산손",
      "content": "The privilege to flee from everything. From desires, from shame."
    },
    {
      "id": 9,
      "model": "산손",
      "content": "The gift of oblivion, the innocence, the naïveté to endure and live through another day."
    },
    {
      "id": 10,
      "model": "히스클리프",
      "content": "No, not again...!"
    },
    {
      "id": 11,
      "model": "돈키호테",
      "content": "…!"
    },
    {
      "id": 12,
      "model": "산손",
      "content": "I thought it was about time you missed me."
    },
    {
      "id": 13,
      "model": "산손",
      "content": "It is high time you regaled us with that particular tale, isn't it?"
    },
    {
      "id": 14,
      "model": "산손",
      "content": "Tell us how that grand adventure, for which you abandoned us all, ended."
    },
    {
      "id": 15,
      "model": "이스마엘",
      "content": "What...?"
    },
    {
      "id": 16,
      "model": "산손",
      "content": "Galloping on, and on..."
    },
    {
      "id": 17,
      "model": "산손",
      "content": "As always, Rocinante was merrily and energetically galloping on with you upon its saddle..."
    },
    {
      "id": 18,
      "model": "로메로다침",
      "content": "... Come on... just die!"
    },
    {
      "id": 19,
      "model": "로메로다침",
      "content": "Hngh..."
    },
    {
      "id": 20,
      "model": "산손",
      "content": "... while leaving us to slowly expire in a most painful death. Just like this poor soul."
    },
    {
      "id": 21,
      "model": "돈키호테",
      "content": "... Enough."
    },
    {
      "id": 22,
      "model": "돈키호테",
      "content": "Please... Enough..."
    },
    {
      "id": 23,
      "model": "돈키호테",
      "content": "Thy strength must surpass mine; thus bound I have become by thy sorcery. Yes..."
    },
    {
      "id": 24,
      "model": "돈키호테",
      "content": "So please, I must beseech thee so. I have no choice but to beg, for I cannot turn my tongue into a sharp spear to skewer thee...!"
    },
    {
      "id": 25,
      "model": "돈키호테",
      "content": "I will pray unto thee, cower and grovel before thee... to cease this wickedness!"
    },
    {
      "id": 26,
      "model": "산손",
      "content": "Well, why stop now? Don't you just love sharing the stories of your adventures with everyone? Isn't this exactly what you have always wished for?"
    },
    {
      "id": 27,
      "model": "산손",
      "content": "You have such a captive audience before you, listening to your tale more intently than ever. You won't get another opportunity like this."
    },
    {
      "id": 28,
      "model": "돈키호테",
      "content": "... I don't want to. Not anymore."
    },
    {
      "id": 29,
      "model": "산손",
      "content": "But you will."
    },
    {
      "id": 30,
      "model": "산손",
      "content": "You will share your tale."
    },
    {
      "id": 31,
      "model": "산손",
      "content": "For that is your role in this play."
    },
    {
      "id": 32,
      "place": "Where None Shall Tread",
      "model": "산손",
      "content": "Thus you, Rocinante, and the Knight of the White Moon embark on your final adventure. Or, perhaps, it would be more accurate to say that... you fled."
    },
    {
      "id": 33,
      "model": "기사싱클",
      "content": "We saw so many rivers on our way here, didn't we?"
    },
    {
      "id": 34,
      "model": "기사돈키",
      "content": "All these rivers... were beneath the City all along?"
    },
    {
      "id": 35,
      "model": "기사싱클",
      "content": "It is said that when an efflorescent tree comes to blossom, steeped and nurtured in the waters of many rivers since its saplinghood, it becomes imbued with a special power."
    },
    {
      "id": 36,
      "model": "기사싱클",
      "content": "I can't even begin to imagine what powers a tree born from that particular river may hold."
    },
    {
      "id": 37,
      "model": "기사돈키",
      "content": "Pray tell, what river is it that we seek?"
    },
    {
      "id": 38,
      "model": "기사싱클",
      "content": "Well, none of the rivers we've walked by is the one we're looking for."
    },
    {
      "id": 39,
      "model": "기사돈키",
      "content": "... Not this one either, then?"
    },
    {
      "id": 40,
      "model": "기사싱클",
      "content": "Regrettably, no. Perhaps we should seek a river that flows even deeper into the abyss."
    },
    {
      "id": 41,
      "model": "기사싱클",
      "content": "The depths of the Ruins are certainly dangerous, even for someone who's ventured down here in the past. It's giving even you a run for your money, isn't it?"
    },
    {
      "id": 42,
      "model": "기사돈키",
      "content": "... What river is this...?"
    },
    {
      "id": 43,
      "model": "기사싱클",
      "content": "Whoever drinks the waters of this river shall be granted a vision of... a certain future. It brings the drinker visions of what is to come, yet blinds them to all things save for those of the future, driving them to insanity."
    },
    {
      "id": 44,
      "model": "기사싱클",
      "content": "And to the drinker, only a singular future remains: a vision of their own madness."
    },
    {
      "id": 45,
      "model": "기사싱클",
      "content": "I call this the 'Mirae-mirae River'... or the River of Future-future. It must've had a name once, but this is the name I gave it."
    },
    {
      "id": 46,
      "model": "기사돈키",
      "content": "Quite the irony, then."
    },
    {
      "id": 47,
      "model": "기사싱클",
      "content": "Though it won't show you the exact moment you wish to see, you may look into the river to catch a glimpse of a certain moment in the future. It may be quite disorienting, but... would you like to try anyway?"
    },
    {
      "id": 48,
      "model": "기사돈키",
      "content": "I ill wish to be so close to the waters, but... I shall."
    },
    {
      "id": 49,
      "model": "기사싱클",
      "content": "What do you see?"
    },
    {
      "id": 50,
      "model": "기사돈키",
      "content": "Chains... a great gate... and... a timepiece... A flaming timepiece...? And... a promise..."
    },
    {
      "id": 51,
      "model": "기사돈키",
      "content": "It is as you have said. Visions I have seen, yet I fail to see the sense in each of them."
    },
    {
      "id": 52,
      "model": "기사싱클",
      "content": "Right. You won't ever get a clear picture unless you drink the waters yourself."
    },
    {
      "id": 53,
      "model": "기사싱클",
      "content": "Still, if you've seen that clock... and the visions of promise...? Hm. Perhaps this has something to do with that promise you made with him."
    },
    {
      "id": 54,
      "model": "기사돈키",
      "content": "The promised timepiece, is it...?"
    },
    {
      "id": 55,
      "model": "산손",
      "content": "After suffering through brutal trials upon trials, you arrive at the place you have been searching so hard for."
    },
    {
      "id": 56,
      "model": "산손",
      "content": "And here, we return to the very first chapter of this tale."
    },
    {
      "id": 57,
      "model": "기사돈키",
      "content": "This is...?"
    },
    {
      "id": 58,
      "model": "산손",
      "content": "The River of Oblivion."
    },
    {
      "id": 59,
      "place": "Lethe, the River of Oblivion",
      "model": "오티스",
      "content": "Lethe..."
    },
    {
      "id": 60,
      "model": "가시춘",
      "title": "???",
      "content": "…!"
    },
    {
      "id": 61,
      "model": "산손",
      "content": "Thus spake the Knight of the White Moon."
    },
    {
      "id": 62,
      "model": "기사싱클",
      "content": "Are you certain?"
    },
    {
      "id": 63,
      "model": "기사싱클",
      "content": "Drink from this well, and the life you have lived thus far will be no more."
    },
    {
      "id": 64,
      "model": "기사싱클",
      "content": "All of it, gone in a sip."
    },
    {
      "id": 65,
      "model": "산손",
      "content": "You reflexively gulp."
    },
    {
      "id": 66,
      "model": "기사돈키",
      "content": "……."
    },
    {
      "id": 67,
      "model": "기사돈키",
      "content": "I have... decided."
    },
    {
      "id": 68,
      "model": "기사싱클",
      "content": "Will you answer me, were I to ask you why?"
    },
    {
      "id": 69,
      "model": "기사돈키",
      "content": "I see it still, past the darkness of my eyelids."
    },
    {
      "id": 70,
      "model": "기사돈키",
      "content": "I see a vision of that day. The screaming and shouting, the stench of blood, the..."
    },
    {
      "id": 71,
      "model": "기사돈키",
      "content": "……."
    },
    {
      "id": 72,
      "model": "기사돈키",
      "content": "The more I recall, the more I find myself cracking and crumbling like a castle of sand."
    },
    {
      "id": 73,
      "model": "기사돈키",
      "content": "Thus I wish to forget everything that's happened and crawl into a deep slumber."
    },
    {
      "id": 74,
      "model": "기사돈키",
      "content": "Because while I sleep, there will be no fear, no hope, no suffering, and no glory."
    },
    {
      "id": 75,
      "model": "기사싱클",
      "content": "But there is an unsavory part to sleep, isn't there? It's..."
    },
    {
      "id": 76,
      "model": "기사돈키",
      "content": "Yes. It is much like death. Yet it distinguishes itself in ways that matter."
    },
    {
      "id": 77,
      "model": "기사싱클",
      "content": "You want to dream."
    },
    {
      "id": 78,
      "model": "기사돈키",
      "content": "For those mere words which made us leave everything behind, only to shackle us in the end... I long to continue the dream I have been but a mere witness to."
    },
    {
      "id": 79,
      "model": "기사싱클",
      "content": "Then..."
    },
    {
      "id": 80,
      "model": "기사싱클",
      "content": "... I have no other way to help you, do I?"
    },
    {
      "id": 81,
      "model": "산손",
      "content": "The name of this companion..."
    },
    {
      "id": 82,
      "model": "기사싱클",
      "content": "Then... before oblivion takes my name away from you, allow me to introduce myself one last time."
    },
    {
      "id": 83,
      "model": "기사싱클",
      "content": "I am the flower-seeker, a wanderer, a traveler across the City and the Ruins."
    },
    {
      "id": 84,
      "model": "기사싱클",
      "content": "I am the one who marked the final period to this unforgotten adventure of a lifetime with you."
    },
    {
      "id": 85,
      "model": "기사싱클",
      "content": "My name is Bari, the Knight of the White Moon."
    },
    {
      "id": 86,
      "model": "기사싱클",
      "content": "I will now leave, and return to my search for the river and the flower born from its waters. As I always have."
    },
    {
      "id": 87,
      "model": "기사돈키",
      "content": "... Even should I drink the waters of this river... will you tell me the tales of Fixers still?"
    },
    {
      "id": 88,
      "model": "기사싱클",
      "content": "... I may pass by this area quite often through my journey."
    },
    {
      "id": 89,
      "model": "기사싱클",
      "content": "Every chance I get, I'll leave a book or an item behind. Things that may be of help to you."
    },
    {
      "id": 90,
      "model": "기사돈키",
      "content": "... Thank you."
    },
    {
      "id": 91,
      "model": "산손",
      "content": "Thus, you lean over the river to drink its water."
    },
    {
      "id": 92,
      "model": "산손",
      "content": "However valiant a knight Don Quixote was, she cannot help but shudder from an overwhelming sense of terror and omen."
    },
    {
      "id": 93,
      "model": "기사돈키",
      "content": "I... no. I cannot have let such fear touch me. I, who have written such tales of brave adventures..."
    },
    {
      "id": 94,
      "model": "산손",
      "content": "Well, every tale needs a rising action and a climax, doesn't it? It's the ups and downs that keeps things interesting."
    },
    {
      "id": 95,
      "model": "기사돈키",
      "content": "Hgh, nngh...!"
    },
    {
      "id": 96,
      "content": "Sansón ignores Don Quixote's struggles and rapidly continues the tale, like he was incanting a spell."
    },
    {
      "id": 97,
      "model": "산손",
      "content": "Our common, primeval fear of the flowing water. Your body shudders, horripilation of the skin spreading through every inch of your being as your psyche, your consciousness itself, furiously refuses to approach its undulating surface. Our blood, thicker than water, cycles through your system with inhuman rapidity as your heart begins to race like that of a rabid animal."
    },
    {
      "id": 98,
      "model": "산손",
      "content": "Yet, you must conquer that fear. You had to."
    },
    {
      "id": 99,
      "model": "산손",
      "content": "Moments before you take a sip of that river's water, a thought flickers through your mind. That to continue this adventure was meaningless."
    },
    {
      "id": 100,
      "model": "산손",
      "content": "That is how you dismount Rocinante."
    },
    {
      "id": 101,
      "model": "산손",
      "content": "Rocinante, only borrowed from its original master."
    },
    {
      "id": 102,
      "content": "Don Quixote looks down toward Rocinante."
    },
    {
      "id": 103,
      "content": "I... at least Faust and I know what Sansón's incantation is attempting to accomplish."
    },
    {
      "id": 104,
      "content": "He's trying to draw out her memories from the River of Oblivion..."
    },
    {
      "id": 105,
      "model": "단테",
      "content": "<Don Quixote! No, don't...!>"
    },
    {
      "id": 106,
      "model": "단테",
      "content": "<Faust! Do someth—>"
    },
    {
      "id": 107,
      "model": "파우스트",
      "content": "... Nothing can be done."
    },
    {
      "id": 108,
      "model": "파우스트",
      "content": "This flow is destined to be."
    },
    {
      "id": 109,
      "model": "히스클리프",
      "content": "What... what's goin' on? You two look bloody serious all of a sudden."
    },
    {
      "id": 110,
      "model": "이스마엘",
      "content": "Wait. If we connect all these tales into one, then..."
    },
    {
      "id": 111,
      "model": "이스마엘",
      "content": "No way, is she...?"
    },
    {
      "id": 112,
      "model": "가시춘",
      "title": "???",
      "content": "... No. That's impossible."
    },
    {
      "id": 113,
      "model": "홍루",
      "content": "Is there something you know, Xichun? Can you let me in on it?"
    },
    {
      "id": 114,
      "model": "가시춘",
      "title": "???",
      "content": "Don't get all excited. I'm probably wrong. But..."
    },
    {
      "id": 115,
      "model": "가시춘",
      "title": "???",
      "content": "... if this terrible prediction turns out to be correct, then you'll find out even if you don't want to."
    },
    {
      "id": 116,
      "model": "가시춘",
      "title": "???",
      "content": "... I'll compliment your nerves, at least."
    },
    {
      "id": 117,
      "place": "Carnival Parade",
      "content": "Don Quixote's spine slowly bends forward."
    },
    {
      "id": 118,
      "content": "This cannot be stopped. She does not try to stop it, either. Don Quixote moves as though she was destined to, as though this was all but her part in the play."
    },
    {
      "id": 119,
      "content": "For a moment, she appears tranquil, even brave. Like a knight briefly dismounting from a beloved steed."
    },
    {
      "id": 120,
      "content": "Yet once she dismounts, once the repressed memories return..."
    },
    {
      "id": 121,
      "content": "The Sinners will come face-to-face with the red glow of her eyes and the metallic stench of blood that surrounds her."
    },
    {
      "id": 122,
      "content": "Once the truth comes out, we... the Sinners... will never be able to see her in the same light again."
    },
    {
      "id": 123,
      "model": "로쟈",
      "content": "Dante...?"
    },
    {
      "id": 124,
      "model": "이상",
      "content": "... This must have aught to do with her ragged running shoes..."
    },
    {
      "id": 125,
      "content": "What I've been fearing ever since the incident at the WARP train, the fear that has been madly scratching at the back of my mind..."
    },
    {
      "id": 126,
      "content": "The fear that the bond between the Sinners will be irrevocably broken."
    },
    {
      "id": 127,
      "content": "Will everyone be accepting of this deception, accidental though it may have been?"
    },
    {
      "id": 128,
      "content": "Even if we were to survive, will she return to how she once was, as one of us Sinners?"
    },
    {
      "id": 129,
      "content": "How will I appear in their eyes? I, who knowingly hid the truth from them? Can I truly face this Don Quixote, when I trembled from so much fear the last time?"
    },
    {
      "id": 130,
      "content": "... Yet..."
    },
    {
      "id": 131,
      "content": "As if to render all these raging thoughts in my head void..."
    },
    {
      "id": 132,
      "content": "Don Quixote takes off Rocinante..."
    },
    {
      "id": 133,
      "content": "and lets her bare feet touch the cold earth."
    },
    {
      "id": 134,
      "content": "All of a sudden, visions of Don Quixote's past begins flooding into me, raw and unfiltered."
    },
    {
      "id": 135,
      "model": "백발가면혈귀실루엣",
      "teller": "???",
      "title": "???",
      "content": "Flee... for you must live. For you must live and continue my tale."
    },
    {
      "id": 136,
      "model": "실루엣돈키호테",
      "teller": "Don Quixote?",
      "title": "???",
      "content": "But I'm a... ... I cannot live among humans. I cannot..."
    },
    {
      "id": 137,
      "model": "백발가면혈귀실루엣",
      "teller": "???",
      "title": "???",
      "content": "Have you forgotten? With my Rocinante, no place shall be beyond your reach."
    },
    {
      "id": 138,
      "place": "???",
      "model": "실루엣돈키호테",
      "teller": "Don Quixote?",
      "title": "???",
      "content": "Rocinante, stop! Stop walking, NO!!!"
    },
    {
      "id": 139,
      "model": "실루엣돈키호테",
      "teller": "Don Quixote?",
      "title": "???",
      "content": "I don't want to leave, I don't! Why do you refuse to obey me...?"
    },
    {
      "id": 140,
      "model": "실루엣돈키호테",
      "teller": "Don Quixote?",
      "title": "???",
      "content": "Please, please! I don't want an adventure, stop! Please!"
    },
    {
      "id": 141,
      "model": "실루엣돈키호테",
      "teller": "Don Quixote?",
      "title": "???",
      "content": "Please, Rocinante..."
    },
    {
      "id": 142,
      "model": "실루엣돈키호테",
      "teller": "Don Quixote?",
      "title": "???",
      "content": "Don't take me away from here..."
    },
    {
      "id": 143,
      "model": "달기사실루엣",
      "teller": "???",
      "title": "???",
      "content": "There are places called 'amusement parks' in the City."
    },
    {
      "id": 144,
      "model": "달기사실루엣",
      "teller": "???",
      "title": "???",
      "content": "Everyone is happy at amusement parks, merely by being there."
    },
    {
      "id": 145,
      "model": "달기사실루엣",
      "teller": "???",
      "title": "???",
      "content": "It's enough to make everyone dance, sing, and laugh."
    },
    {
      "id": 146,
      "model": "달기사실루엣",
      "teller": "???",
      "title": "???",
      "content": "No wars. No strife of any kind..."
    },
    {
      "id": 147,
      "place": "Carnival Parade",
      "content": "Red fluid wells in Don Quixote's eyes like it did back on the train. The very same sanguine color I feared so much, the eyes I never wished to see again."
    },
    {
      "id": 148,
      "model": "맨발돈키호테",
      "content": "……."
    },
    {
      "id": 149,
      "content": "She inhales deeply, then exhales."
    },
    {
      "id": 150,
      "content": "Like she hadn't breathed in forever."
    },
    {
      "id": 151,
      "content": "She turns around and looks at—no, looks *down* at the Bloodfiends surrounding us."
    },
    {
      "id": 152,
      "content": "Reflected in her eyes are things infinitely beneath her."
    },
    {
      "id": 153,
      "model": "돌시네아다침",
      "content": "... There you are."
    },
    {
      "id": 154,
      "model": "돌시네아다침",
      "content": "Finally, the preparations for the Carnival... the scenes... are complete."
    },
    {
      "id": 155,
      "model": "돌시네아다침",
      "content": "I remember those eyes... those eyes that regarded me as you so mercilessly tore through us. Without even a hint of regret or guilt."
    },
    {
      "id": 156,
      "model": "돌시네아다침",
      "content": "Bravo. Now every path is opened."
    },
    {
      "id": 157,
      "model": "돌시네아다침",
      "content": "The Parade is complete at last."
    },
    {
      "id": 158,
      "place": "???",
      "model": "백발가면혈귀실루엣",
      "teller": "???",
      "title": "???",
      "content": "Sancho, I have come to a decision."
    },
    {
      "id": 159,
      "model": "실루엣돈키호테",
      "teller": "Sancho",
      "title": "???",
      "content": "What is it now?"
    },
    {
      "id": 160,
      "model": "백발가면혈귀실루엣",
      "teller": "???",
      "title": "???",
      "content": "I am going to be the best Fixer in the City."
    },
    {
      "id": 161,
      "model": "백발가면혈귀실루엣",
      "teller": "???",
      "title": "???",
      "content": "I shall protect the weak and punish the wicked."
    },
    {
      "id": 162,
      "model": "백발가면혈귀실루엣",
      "teller": "???",
      "title": "???",
      "content": "From what I hear, denizens of the City have been making these fellowships called 'Associations' by need."
    },
    {
      "id": 163,
      "model": "실루엣돈키호테",
      "teller": "Sancho",
      "title": "???",
      "content": "Did you get this idea from that Knight of the Moon or whatever?"
    },
    {
      "id": 164,
      "model": "실루엣돈키호테",
      "teller": "Sancho",
      "title": "???",
      "content": "I am telling you now, this new goal of yours is going to crash and burn in less than three days. Quit stirring trouble and stay put."
    },
    {
      "id": 165,
      "model": "실루엣돈키호테",
      "teller": "Sancho",
      "title": "???",
      "content": "Remember your last momentary passion with... what was it? Knitting? Embroidery? That lasted a whole two days before you got tired of it. And that was after you sent us out to find all kinds of high-quality yarn for that little passion project."
    },
    {
      "id": 166,
      "model": "백발가면혈귀실루엣",
      "teller": "???",
      "title": "???",
      "content": "Silence, Sancho. You keep balking at my passions with your chastisements. At this point, I am having a difficult time determining which one of us is the higher Kindred."
    },
    {
      "id": 167,
      "model": "실루엣돈키호테",
      "teller": "Sancho",
      "title": "???",
      "content": "Right, but you always do whatever you want to do anyway."
    },
    {
      "id": 168,
      "place": -1,
      "model": "싱클레어",
      "content": "Don Quixote...?"
    },
    {
      "id": 169,
      "model": "싱클레어",
      "content": "S-she IS Don Quixote, right...?"
    },
    {
      "id": 170,
      "model": "로쟈",
      "content": "Where's she going all on her own...?"
    },
    {
      "id": 171,
      "model": "실루엣돈키호테",
      "teller": "Sancho",
      "title": "???",
      "content": "Will she be coming today? Again?"
    },
    {
      "id": 172,
      "model": "실루엣돈키호테",
      "teller": "Sancho",
      "title": "???",
      "content": "It is high time you put an end to this rivalry, isn't it? Or... Hm. I fear that time may already be long past."
    },
    {
      "id": 173,
      "model": "백발가면혈귀실루엣",
      "teller": "???",
      "title": "???",
      "content": "Tsk, indeed. But... I have been having a certain thought as of late."
    },
    {
      "id": 174,
      "model": "백발가면혈귀실루엣",
      "teller": "???",
      "title": "???",
      "content": "Why does it matter whether someone wins or loses?"
    },
    {
      "id": 175,
      "model": "백발가면혈귀실루엣",
      "teller": "???",
      "title": "???",
      "content": "What matters is that I must hear what comes next in her tale. How dare that human cut her story short at its climax!"
    },
    {
      "id": 176,
      "model": "실루엣돈키호테",
      "teller": "Sancho",
      "title": "???",
      "content": "I... have nothing. I don't know why you keep letting that human in here if you are not even going to fight."
    },
    {
      "id": 177,
      "model": "백발가면혈귀실루엣",
      "teller": "???",
      "title": "???",
      "content": "Yet, Sancho... for all your chiding words of disapproval..."
    },
    {
      "id": 178,
      "model": "백발가면혈귀실루엣",
      "teller": "???",
      "title": "???",
      "content": "Don't think for a moment I haven't noticed you constantly perking your ears in our direction. Especially at the part where the Hana Association Fixer encountered the monster that demanded that they pay a toll with a single rice cake on that winding hill path..."
    },
    {
      "id": 179,
      "model": "실루엣돈키호테",
      "teller": "Sancho",
      "title": "???",
      "content": "I-I most certainly did not."
    },
    {
      "id": 180,
      "model": "백발가면혈귀실루엣",
      "teller": "???",
      "title": "???",
      "content": "You most certainly did. Ah, speaking of which... do you suppose the Hana Association will eventually come out on top?"
    },
    {
      "id": 181,
      "model": "실루엣돈키호테",
      "teller": "Sancho",
      "title": "???",
      "content": "No. I believe that the Fixer who hails from this 'Zwei' will overtake the—"
    },
    {
      "id": 182,
      "model": "실루엣돈키호테",
      "teller": "Sancho",
      "title": "???",
      "content": "... Ah."
    },
    {
      "id": 183,
      "model": "백발가면혈귀실루엣",
      "teller": "???",
      "title": "???",
      "content": "Case in point."
    },
    {
      "id": 184,
      "place": "Carnival Parade",
      "model": "단테",
      "content": "<Don Quixote!>"
    },
    {
      "id": 185,
      "content": "The name that feels so alien now. The ticking sounds of my clock. Neither stops Don Quixote."
    },
    {
      "id": 186,
      "place": "???",
      "model": "실루엣돈키호테",
      "teller": "Sancho",
      "title": "???",
      "content": "But how, pray, will you become a Fixer yourself?"
    },
    {
      "id": 187,
      "model": "실루엣돈키호테",
      "teller": "Sancho",
      "title": "???",
      "content": "Fixers are but a concept constructed by humans."
    },
    {
      "id": 188,
      "model": "실루엣돈키호테",
      "teller": "Sancho",
      "title": "???",
      "content": "They will try to hunt us the moment we get anywhere near them."
    },
    {
      "id": 189,
      "model": "백발가면혈귀실루엣",
      "teller": "???",
      "title": "???",
      "content": "Perhaps. For now, at least."
    },
    {
      "id": 190,
      "model": "백발가면혈귀실루엣",
      "teller": "???",
      "title": "???",
      "content": "But I implore you to think, Sancho. Miss not the forest for the trees. Should we start paving the path for peace now, then..."
    },
    {
      "id": 191,
      "model": "백발가면혈귀실루엣",
      "teller": "???",
      "title": "???",
      "content": "... one day, we shall find ourselves coexisting with humans, hand-in-hand."
    },
    {
      "id": 192,
      "model": "백발가면혈귀실루엣",
      "teller": "???",
      "title": "???",
      "content": "And I shall be the first-ever Bloodfiend to become a Fixer. Is that not an idea most wondrous?"
    },
    {
      "id": 193,
      "model": "백발가면혈귀실루엣",
      "teller": "???",
      "title": "???",
      "content": "Maybe they'll even make this 'fan club' in my honor."
    },
    {
      "id": 194,
      "model": "실루엣돈키호테",
      "teller": "Sancho",
      "title": "???",
      "content": "Certainly, perhaps in that ridiculously grand dream of yours."
    },
    {
      "id": 195,
      "model": "백발가면혈귀실루엣",
      "teller": "???",
      "title": "???",
      "content": "Yet that is how dreams are meant to be. Ridiculously grand."
    },
    {
      "id": 196
    },
    {
      "id": 197
    },
    {
      "id": 198
    },
    {
      "id": 199
    },
    {
      "id": 200,
      "model": "실루엣돈키호테",
      "teller": "Sancho",
      "title": "???",
      "content": "……."
    },
    {
      "id": 201,
      "model": "돈키호테",
      "teller": "Don Quixote?",
      "title": "???",
      "content": "…!"
    },
    {
      "id": 202
    },
    {
      "id": 203
    },
    {
      "id": 204,
      "model": "백발가면혈귀실루엣",
      "teller": "???",
      "title": "???",
      "content": "You have returned to me, my Sancho."
    },
    {
      "id": 205,
      "content": "A voice, foreign yet familiar. The sound of thick wooden doors and heavy chains."
    },
    {
      "id": 206,
      "content": "As soon as the door opened ajar, we could feel the powerful energy of the Golden Bough emanating from within."
    },
    {
      "id": 207,
      "content": "Was this the scent of rusted iron, or the dense, metallic smell of blood?"
    },
    {
      "id": 208,
      "content": "The speaker, his body one with the pillar from which the scent emanated..."
    },
    {
      "id": 209,
      "content": "... speaks to us through the Golden Bough impaling his torso."
    },
    {
      "id": 210,
      "content": "... Or, perhaps... he speaks to Don Quixote."
    },
    {
      "id": 211,
      "model": "백발가면혈귀실루엣",
      "teller": "???",
      "title": "???",
      "content": "Now, tell me all about it."
    },
    {
      "id": 212,
      "model": "백발가면혈귀실루엣",
      "teller": "???",
      "title": "???",
      "content": "<color=#cc2424>That dream of mine... you have dreamed in my stead...</color>"
    }
  ]
}