{
  "dataList": [
    {
      "id": 853901,
      "title": "さすらいの狐",
      "prevDesc": "あの古びた傘は、あのキツネの身体を守ることはできるんだろうか。",
      "eventDesc": "さすらいのキツネの近くには傘が立てられていた。\n\n古くて、破れた、穴の空いた古傘がね。\n\nいつからあったかわからないその傘はキツネを守ろうとしているような気がしたけど、肝心のその役目はちゃんと果たせていないみたいだ。\n\n「……。」\n\n囚人のうちの一人がキツネの前へとゆっくりと歩み寄った。\n\nキツネも誰かが近づいてきたことに気づいたが、唸り声を上げることも、嬉しそうに表情を和らげることもない。\n\nただいつもそこにいたという風に、自分の居場所を守るだけだった。",
      "behaveDesc": "どんな囚人がキツネの前へ歩み寄ったんだろう？",
      "successDesc": [
        "囚人[{0}]はキツネに向かって歩んでいき、とある古傘の中へ入った。\n\n傘というのは名ばかりで、その中では外で降る雨水がぽつぽつと零れていた。\n\n寒くも寒い風と、湿った感覚が傘の下にいる囚人へと押し寄せてきた。\n\n「……。」\n\nでも、囚人[{0}]は得体の知れぬ笑みを浮かべながら空に向かって頭を上げた。\n\nいつかこの雨もまた、止むということを知っているかのように。"
      ],
      "failureDesc": [
        "囚人[{0}]はキツネに向かって歩んでいき、とある古傘の中へ入った。\n\n傘というのは名ばかりで、その中では外で降る雨水がぽつぽつと零れていた。\n\n寒くも寒い風と、湿った感覚が傘の下にいる囚人へと押し寄せてきた。\n\n「…はぁ。」\n\n囚人[{0}]は大きな溜め息と共に頭を下げた。\n\n遠くから眺めている人には分からないけど、\n\nその下にいる者が感じている憂鬱と沈潜、そのものだったはずだ。"
      ]
    },
    {
      "id": 854101,
      "title": "衝擊ムカデ",
      "prevDesc": "ムカデがとぐろを巻こうと身体を蠢かせている。",
      "eventDesc": "衝撃ムカデの身体が段々と一点を中心に丸まっていく。\n\n「電流が集まっているようだ。」\n\nその言葉通り、丸まっていく身体の中心からバチバチと火花が飛び始めた。\n\n集めないようにした方が、良いと思うんだけど。",
      "behaveDesc": "どんな囚人が引きとめることができるだろうか？",
      "successDesc": [
        "囚人[{0}]は力いっぱいムカデに向かって振り下ろした。\n\n「おぉ…！」\n\n硬そうなその鉄板に、大きな亀裂が生じた。\n\n本当にムカデを止められたのかな？\n\nまたとないチャンスが掴めたのかもしれないね。"
      ],
      "failureDesc": [
        "囚人[{0}]は力いっぱいムカデに向かって振り下ろした。\n\nでも…。\n\n溜め込まれた力が外に飛び出してきたんだろうか？\n\nムカデの中心から大きな音と共にものすごい火花が舞い上がった。\n\n当然ながら、囚人[{0}]はその衝撃に巻き込まれてしまった。\n\n幸いにも囚人[{0}]はただ外に押し出されただけで、大きな怪我はなかったけど…。\n\nムカデはとても怒っているみたいだ。\n\n構えておいた方がよさそうだね？"
      ]
    },
    {
      "id": 854201,
      "title": "紳士妖精",
      "prevDesc": "鼻がひん曲がりそうなくらいの酒気が漂っている。",
      "eventDesc": "紳士妖精は楽しそうに笑いながら言った。\n\n「ふふ…こんなに沢山飲んじゃったとはね。」\n\n短くヒックという音も込み上げてきた。\n\n「ほんのちょっと…焦ったよ、なんというか。」\n\n妖精はそう言いながら、手に持っていた杯を口元に持っていく。\n\n「あっ！あれ、酔い覚ましじゃない？」\n\n「このまま気を取り戻させないようにせねばなりませぬ！」\n\n…妖精が杯を傾けるのを止めなきゃならないみたいだ。",
      "behaveDesc": "誰があの杯を奪って来れるだろうか？",
      "successDesc": [
        "囚人[{0}]はお腹をそびえ立たせている妖精の前に立った。\n\n「ああ、いくら君とはいえ、これも分けてあげることは出来ないかな？」\n\n囚人[{0}]は何も言わない、ただじっと見つめるだけだ。\n\n「…うぇっへん。」\n\n微動だにしない。\n\n「…あぁ、分かったよ！少しなら…分けてあげよう。」\n\n囚人[{0}]は首を横に振った。\n\n「まさか、全部差し出せってことか？」\n\n囚人[{0}]は頷いた。\n\n「君は…。」\n\n「ふふ、はは。分かったよ。私の負けだ。持っていきなされ。」\n\n囚人[{0}]は薄笑いし、やっとのことで杯を受け取った。"
      ],
      "failureDesc": [
        "囚人[{0}]はお腹をそびえ立たせている妖精の前に立った。\n\n「ああ、いくら君とはいえ、これも分けてあげることは出来ないかな？」\n\n囚人[{0}]は何も言わない、ただじっと見つめるだけだ。\n\n「…うぇっへん。」\n\n微動だにしない。\n\n「…そうしたところで、私の答えが変わりはしないが？」\n\n妖精は豪快に笑って、杯に入ったものをそのままお腹の中に注ぎ込んだ。\n\n「いくら君とはいえ、何でもかんでも全部あげるわけにはいかないよな？がはは。」\n\n囚人[{0}]はしょんぼりしたまま戻ってきた。"
      ]
    },
    {
      "id": 854401,
      "title": "誰も泣かぬように",
      "prevDesc": "呪われた木の人形の動きが止まっちゃった。\nどうしたんだろう？",
      "eventDesc": "その木の人形は、まるで何事も無かったようにじっと立ち止まっている。\n\n頭は軽く下げたまま、じっと自分の身体に付いたお札を調べているかのように…。\n\nあるいは、囚人たちに付いたお札を調べているかのように。\n\n「……。」\n\nすると囚人たちは取り憑かれたように、立ち止まった木の人形へ向かってゆっくりと歩いていった。\n\nさっきまで戦っていたことすら忘れたかのように。\n\nそして、自分たちの身体に付いていたお札を一つ、二つ剥がし始めた。\n\n一体何が起こっているんだろうか？",
      "behaveDesc": "誰があのお札をかき集めて返せるだろうか？",
      "successDesc": [
        "囚人[{0}]は剥がしたお札を集めて、木の人形の前に立った。\n\nそれはただ、じっと見つめてばかりいるようだ。\n\nいや、もしかしたらそれは錯覚にすぎず、囚人の心が動いただけかもしれない。\n\n本来あるべき場所に返しておかないとっていう心がね。\n\n囚人[{0}]はそのまま手を伸ばしてお札の束を渡し…。\n\nお札はまるで引き寄せられるかのように、人形の元へと戻った。\n\n「誰も泣かぬように…。」\n\n囚人[{0}]はそう軽くつぶやき、元の位置に戻った。"
      ],
      "failureDesc": [
        "囚人[{0}]は剥がしたお札を集めて、木の人形の前に立った。\n\n「……。」\n\nそれは少しギシギシ音を立てると、囚人[{0}]へ向かって手を伸ばしたんだ。\n\n囚人[{0}]はお札を持って行くと思ったのか、お札の束を差し出したけど、\n\n「あっ！」\n\n木で出来た手はそのまま軌道を変えて囚人の身体に触れてしまった。\n\nその瞬間、囚人[{0}]の身体に付いていたお札が全て蠢き始めると、ドロドロとした血に変わって消えてしまった。\n\n…あまり良い感じはしないと思う。そうだよね？"
      ]
    },
    {
      "id": 854501,
      "title": "足長妖精",
      "prevDesc": "また空が遮られたみたいだ。何度もあの陰を作る理由はなんだろう？",
      "eventDesc": "妖精が作り出す巨大な植物は、その高さに見合うような分厚さだった。\n\nそのおかげだろうか。\n\nまるで建物の柱の後ろに隠れるように、一人の囚人が妖精の視界から抜け出すことができた。\n\nその囚人は視野の死角から慎重に、幹へ向かって突き刺した。",
      "behaveDesc": "どんな囚人が幹を突き刺したんだろうか？",
      "successDesc": [
        "囚人[{0}]は茎を突き刺しながら少しずつ、少しずつ植物を登った。\n\nもう他の囚人や妖精が米粒ほどの大きさに見える位置まで登ったんだ。\n\n終わりのないように見えるその植物にも、終わりは存在した。\n\nついに囚人[{0}]はその上、巨大な葉っぱの上に降り立った。\n\nそして慎重に葉の先端に近づいて…。\n\n葉に穴を開け、妖精の上に溜まっていた水が溢れるようにした。\n\n妖精はびっくりしたのか、てんやわんやしてるね。"
      ],
      "failureDesc": [
        "囚人[{0}]は茎を突き刺しながら少しずつ、少しずつ植物を登った。\n\nもう他の囚人や妖精が米粒ほどの大きさに見える位置まで登ったんだ。\n\n終わりのないように見えるその植物にも、終わりは存在した。\n\nついに囚人[{0}]はその上、巨大な葉っぱの上に降り立った。\n\nでも溜まっていた雨水の量までは考慮できてなかったのかな…。\n\n囚人[{0}]は立つや否や足を滑らせ、そのまま地面に墜落した。\n\n…死ななかったのが幸いといえるなら、幸いなのかもね。"
      ]
    },
    {
      "id": 854901,
      "title": "妖精提灯",
      "prevDesc": "枝の先に座った青緑色の妖精が、再び現れた。",
      "eventDesc": "あの妖精をもう一度攻撃すれば、それの本当の姿が露わになるだろうね。\n\n既に一回出会ったものだから、初めてのときよりは楽に戦えるだろう。\n\n囚人たちも、そう思ったみたい。\n\n自分に近寄ってくることを知っているかのように、妖精は彼らを眺めるように静かに座り、時折翅をバタバタと震わせるだけだった。",
      "behaveDesc": "どの囚人が自ら好餌に引っかかるんだろう？",
      "successDesc": [
        "囚人[{0}]は妖精目がけて走った。\n\n足を空中にさっと浮かべた囚人は、妖精に向かって軽く武器を振り回した。\n\n「！！！」\n\n妖精は何か叫んでいるようだったが、それが空気を振動させ、音になって伝わることはなかった。\n\nだからもしかすると、その揺れは妖精の断末魔ではなく、ただ枝が揺れただけかもしれないね。\n\n「目が飛び出てきたな…。」\n\n「そこから出てこい！ まーた始まったよ。」\n\n床には黒い陰影と数多の目が、ひとつふたつ目を開き。\n\n今にも飛びかかってきそうな勢いで揺れている。\n\nさあ、これからどうすればいいかな？"
      ],
      "failureDesc": [
        "囚人[{0}]は妖精目がけて走った。\n\n足を空中にさっと浮かべた囚人は、妖精に向かって軽く武器を振り回した。\n\nでも…。\n\n「アレ…避けたりもするんだ？」\n\n好餌は動かないだろうという考えは、あまりに安逸だったのではないだろうか？\n\n囚人が足を浮かせた分、妖精も枝から軽く飛び上がって自分を攻撃した囚人を睨んでいた。\n\n「と、とりあえず出ろ！また始まるぞ！」\n\n囚人{0}は頑張ってその場から抜け出そうとしたが、露わになり始めた本体はその足に巻き付いてしまった。\n\nさあ…これからどうすればいいかな？"
      ]
    },
    {
      "id": 855001,
      "title": "道を失った乗客",
      "prevDesc": "また他の次元に隠れたんだろうか？",
      "eventDesc": "前と同じなら、それはしばらくして裂けた次元の隙間から飛び出してくるだろう。\n\nどこから出てくるか直感的に分かりさえすれば、次元の隙間から完全に抜け出す前に襲いかかり、致命傷を与えることができるかもしれない。",
      "behaveDesc": "誰がその気配を探ることができるんだろう？",
      "successDesc": [
        "少しして、囚人[{0}]が選んだ次元の隙間からそれが飛び出し始めた。\n\n「！」\n\n完全に抜け出る前に、それも囚人の存在を悟ったけど\n\nそれよりも早く囚人[{0}]の武器が振りかざされた。\n\nその反動のせいだろうか、次元の隙間は急に閉まり、それも不安定そうに見える。\n\nこれはきっとチャンスだろう。"
      ],
      "failureDesc": [
        "少しして、次元の隙間からそれが飛び出し始めた。\n\n残念ながら…囚人[{0}]が選んだ隙間の反対側、からだね。\n\n囚人[{0}]は慌てて後ろを向いて武器を構えたが、それの攻撃の方がもっと早かった。\n\n強力な攻撃が囚人を襲ったのは言うまでもない。"
      ]
    },
    {
      "id": 855501,
      "title": "蒸気運搬機械",
      "prevDesc": "積み上げてきた過去が、光と共に消えゆく。",
      "eventDesc": "蒸気運搬機械の胴体の真ん中にある真空管が輝き続けている。\n\nゆっくり、あるいは速く。その管にある数字が少しずつ減っていき…。\n\nあちこち壊れて錆びていた身体は、その速度に合わせて綺麗な姿に戻っていったんだ。\n\n蒸気運搬機械は、自分が作られたその時代へと戻ったのだろうか？\n\n今まで経験してきた時間を全部捨てながらね。\n\n機械の年季が行ってる分、修復される部位も多くなるだろう。\n\nあの真空管に手を突っ込めれば…蒸気運搬機械を止めることができるだろうか？",
      "behaveDesc": "どんな囚人があの真空管に手を伸ばすんだろうか？",
      "successDesc": [
        "囚人[{0}]は蒸気運搬機械にのそのそと近づいた。\n\n蒸気運搬機械は集中していたみたいだ。囚人が近づいて来ようが来まいが、その場で静止しているかのように突っ立っているだけだ。\n\n囚人[{0}]は、ためらわず真空管に向かって手を伸ばした。\n\n「おお！！」\n\n「数字が…。」\n\n囚人[{0}]は機転を利かせて、真空管一つの電極を付け替えてしまったみたいだ。\n\nそれが上手く行ったらしく、減ってばかりいた数字が急に止まってしまった。\n\n蒸気運搬機械はそのときになって異変に気づいたらしく、軋みながら動いたが、囚人は既に遠くへ逃げていた。"
      ],
      "failureDesc": [
        "囚人[{0}]は蒸気運搬機械にのそのそと近づいた。\n\n蒸気運搬機械は集中していたみたいだ。囚人が近づいて来ようが来まいが、その場で静止しているかのように突っ立っているだけだ。\n\n囚人[{0}]はためらわず真空管に向かって手を伸ばした。\n\n「あっ！あれ…。」\n\n蒸気運搬機械の欺瞞だったのか、それとも既に修復を全てを終えたのか。\n\n囚人[{0}]が伸ばした手は途中で蒸気運搬機械に掴まれ、\n\nそのまま熱い蒸気を囚人に撃ち放ったのだった。\n\n…囚人[{0}]が気を取り戻すまで、少し時間がかかりそうだね。"
      ]
    },
    {
      "id": 85560101,
      "title": "薔薇の表示板",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "どんな色で花びらを染めたいんだ？",
      "successDesc": [
        "「ああ、綺麗だね。」\n\n「こんな鮮やかだなんて！」\n\n「君の罪はこんなにも美しい{0}の色を帯びていたんだよ。」\n\n「君のおかげで庭園がより一層美しくなったよ。」\n\n「{0}の色だなんて！私の側に植えておかないと！」\n\n「それでは、もう少し遊ぶとしましょうか。」\n\n「罪を花開かせるほど、この庭園はおぞましいほどに美しくなるだろうから！」"
      ],
      "failureDesc": [
        "「まだ薄いな。」\n\n「この庭園には鮮やかな花以外には必要ない。」\n\n「失望したよ～。」\n\nそれらはそれ以上何も言わずに、そのまま口を噤んだ。\n\nどうやら、お気に召さなかったみたい。"
      ]
    }
  ]
}