{
  "dataList": [
    {
      "id": 1051101,
      "title": "工場を全体的に調べてみる。",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "誰が手伝うんだろうか？",
      "successDesc": [
        "囚人{0}は周辺を見回して悩んだ末に、工場で稼働している機械の速度が速いということに気づいた。\n\n2時間も寝たらその分、他の職員の負担も増えるはずだ…。\n\n工場の生産量にも支障があったかもしれない、と囚人{0}は言った。\n\n「問題に対して目敏いな。」\n\n「聞いたか？無駄に言い訳をするつもりなら、何も言わずに黙って仕事に戻れ。」\n\nゆっくりと降りてゆく職員を見ながら、工場主はポケットから何かを取り出して私たちに渡した。\n\n「本来は仕事のできる職員にあげる予定だったが、必要なさそうだ。君たちが持っていくといい。」"
      ],
      "failureDesc": [
        "いくら疲れていたにしろ、2時間も寝ていることに気づかなかったことに対して囚人{0}が疑問を示した。\n\n「ちっちっ、工場の面目丸つぶれだな。」\n\n「お前はクビだ。」\n\n何か間違えたような気がしたけど、もう手遅れだ。\n\n職員は涙ぐみながらゆっくりと土下座までしたが、工場主は振り向きもせずに行ってしまった。\n\n残されたのは、のろい職員の号泣と私たちだけだ。"
      ]
    },
    {
      "id": 1051102,
      "title": "工場主と職員を綿密に調べてみる。",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "誰が手伝うんだろうか？",
      "successDesc": [
        "囚人{0}は2人の間を行き来しながら悩んだ末、2人の1日の長さが完全に異なるということに気がついた。\n\n1日が80時間の工場主にとっては、職員が2時間もの間ずっと寝ていたように見えるけど…。\n\n1日が6時間の職員は9分弱居眠りしただけだと囚人{0}は伝えた。\n\n「ふむ、君は1日どれくらい働いているんだ？」\n\n「5……時……間……。」\n\n「そうか、それくらいだろうな。それならこのくらいにしておくか。次からは注意するんだな。」\n\n工場主は状況を理解したらしくこれ以上は何も言わず、職員の側を通り過ぎていった。\n\n助けたくれたことに対して感謝の意を表しているのだろうか。職員は非常に緩やかに腰を曲げ、何かを我々の手に握らせてくれた。"
      ],
      "failureDesc": [
        "2人の持っている時間が時間が違うと囚人{0}は言った。\n\n「私がそんな事情まで一つ一つ考慮すべきだっていうのか？」\n\n「9分でも2時間でも、寝たのに変わりはない。お前はクビだ。」\n\n何か間違えたような気がしたけど、もう手遅れだ。\n\n職員は涙ぐみながらゆっくりと土下座までしたが、工場主は振り向きもせずに行ってしまった。\n\n残されたのは、のろい職員の号泣と私たちだけだ。"
      ]
    },
    {
      "id": 1051201,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "誰が話す？",
      "successDesc": [
        "囚人{0}がそんな計算はおかしいと言った。\n\n他の囚人たちも、ちょうど辺りに徴収所があるし、金額も大きいから確認した方がよさそうだと周囲の注意を引いた。\n\n通りを歩いていた人たちがヒソヒソし始めると、時間徴収者は仕方なさそうに頷いた。\n\n「そういえば、あなたは時計を持っていませんね。」\n\n「あまり騒ぎを起こさない方が良いでしょう。」\n\n執行を阻まれたことが気に食わなかったせいか、徴収者は無駄にケチをつけながら囚人に何かを貼り付けて消えていった。"
      ],
      "failureDesc": [
        "囚人{0}がそんな計算はおかしいと言った。\n\n他の囚人たちも、ちょうど辺りに徴収所があるし、金額も大きいから確認した方がよさそうだと周囲の注意を引いた。\n\n通りがざわめきで騒がしくなった。\n\n「そういえば、あなたは時計を持っていませんね。」\n\n「通りで騒ぎまで起こしたのですから、徴収いたします。」"
      ]
    },
    {
      "id": 1051301,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "どの囚人に頼もうか？",
      "successDesc": [
        "辛うじて追いついた青年に、時間が多そうなのに何がそんなに忙しいのかと聞いてみた。\n\n青年は囚人{0}の返事を待つことさえ惜しいのか、時計を何度も覗きながら小走りで動き回っている。\n\n「早く仕事を片付けて、もっと時間を持つんです！」\n\n「あそこの工場主は、1日に10時間は私より長く生きてるはずです！」\n\n囚人{0}は首を傾け、より多くの時間をどこに使うか尋ねた。\n\n「より多くの時間を持てば、より多くの時間働くことができるんですよ！あっ、遅れそうなのでそれでは。」\n\n青年は遅れる言いながら急いで建物の中に飛び込んだ。\n\nあれほど多くの時間を持ちながら、結局どこに使うかは分からなかった。\n\n青年が去った場所に何か残っている。\n\n返すにも、彼はあまりにも遠くへ行ってしまった。"
      ],
      "failureDesc": [
        "青年に追いつけなかった。\n\nしょうがないか。"
      ]
    },
    {
      "id": 1051302,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "どの囚人に頼もうか？",
      "successDesc": [
        "時間が無さそうなのに、どうしてそんな顔をしていられるのか聞いてみた。\n\nすると老人は慈しみ深く笑いながら、とてもゆっくりと紙に書いて見せてくれた。\n\n「大事なのはどれだけ多くの時間を持ったかではないんじゃ。」\n\n「与えられた時間をどう使うかが重要なのじゃ。」\n\n「目まぐるしく動く世界の中、一人でゆっくりと歩いているこのとても快い瞬間に、どうして悪い表情を浮かべられようか？」\n\n老人はゆっくりと振り返って歩き始める。\n\n老人のいた場所に何か残っている。\n\n返そうと頭を上げたが、もう老人は見当たらなかった。"
      ],
      "failureDesc": [
        "時間が無さそうなのに、どうしてそんな顔をしていられるのか聞いてみた。\n\nすると老人は慈しみ深く笑いながら、とてもゆっくりと紙に書き始めた。\n\nこうしている時間はない。\n\n文字を書いている老人を置いて、先程の道に戻った。"
      ]
    },
    {
      "id": 1051401,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "どの囚人が伝えてあげるんだろうか？",
      "successDesc": [
        "団結せよ！\n\nスローガンを叫びながら、ユロージヴィは金持ちから盗んだ酒を何本か取り出して、積み上げられたグラスにたんまりと注ぐ。\n\n上のグラスからこぼれた酒が下に流れ、下のグラスをいっぱいに満たした。"
      ],
      "failureDesc": [
        "ぎこちなく叫んだスローガンに、疑いの目が向けられた。\n\n用事があるという苦しい言い訳をして、素早くアジトから抜け出した。"
      ]
    },
    {
      "id": 1051501,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "どの囚人が言うんだろうか？",
      "successDesc": [
        "できる限りのことはやってみたけれど、有意義な助けにはならなかった。\n\n動きもせず、物理的な干渉も通用しない。\n\nただ調査中、ダイナミックな姿勢の被害者の足元から不審な領収書を発見した。\n\nこれは手がかりになるかもしれない。"
      ],
      "failureDesc": [
        "できる限りのことはやってみたけれど、有意義な助けにはならなかった。\n\n動きもせず、物理的な干渉も通用しない。"
      ]
    }
  ]
}