{
    "dataList": [
        {
            "id": 8349,
            "codeName": "",
            "name": "乗客の血袋",
            "clue": "手掛かり",
            "storyList": [
                {
                    "level": 1,
                    "story": "こんな状況でもこれを記録しなきゃなんねぇのか？\n\nはぁ、まあ…後で役に立つかもしれねぇしな。\n\n身体にはなんだか骨が飛び出してきたみてぇな、黒ずんでて赤いものが生えてる。まあ、本物の骨じゃねぇとは思うけど…。\n\n昔パブで会った鉱山で働いているヤツが、こっそり取ってきたって加工されてねぇ宝石を見せてくれたことがあったんだよ。それに似ているような気もするけどな…とにかく。\n\n目も少し赤かったな。\n\n血走っている感じじゃなくて、ただ元々赤ぇって感じ…。あぁ、もちろん眼が血走ったヤツみたいに、狂ったように突っ込んではくるけどよ。\n\n少し飢えてるって言うべきか？\n\nこれはただの勘だけどよ、妙に気味悪い…乞食見たいな目をしてんだ。\n\nつまり、その…ヤツらは、オレたちを見ると考え無しに突っ込んでくるだろ？\n\n人間に敵対してるってよりかは、オレたちの身体から出る血の匂いに狂ってるって感じだったな。\n\n見た目は人間と大きく変わらねぇけど、行動は獣みてぇだった。\n\nそれ以外には…確実にとどめを刺しとけよ？放っておくと少しずつ再生するかんな。\n\nまあ、ここじゃそういうとどめが上手いこと刺せねぇってお偉いファウストさんが言ってたけどよ…。\n\n遠くに離しときゃ、一日や二日は再生できずに分離したままだろうよ。\n\nむやみやたらに突っ込んでくっから厄介だけど、全く戦えねぇヤツらでもねぇ。\n\nあぁ。あと両手が全部赤ぇので覆われていて、それで突然刺してくるから気を付けろよ。\n\n→ えっ！加工されていない宝石に似てるって？それならあれを引っ剥がして売ったらお金になるんじゃない？\n\n→ そ、そんなことないと思いますよ…ロージャさん…。\n\n→ 彼らの結晶は血液を固めたものと大差ないので、大した価値は無いだろう。\n\n→ えぇ、なーんだ。ぬか喜びしちゃった。"
                }
            ]
        },
        {
            "id": 8348,
            "codeName": "",
            "name": "W社の血袋",
            "clue": "手掛かり",
            "storyList": [
                {
                    "level": 1,
                    "story": "こんな状況でもこれを記録しなきゃなんねぇのか？\n\nはぁ、まあ…後で役に立つかもしれねぇしな。\n\n身体にはなんだか骨が飛び出してきたみてぇな、黒ずんでて赤いものが生えてる。まあ、本物の骨じゃねぇとは思うけど…。\n\n昔パブで会った鉱山で働いているヤツが、こっそり取ってきたって加工されてねぇ宝石を見せてくれたことがあったんだよ。それに似ているような気もするけどな…とにかく。\n\n目も少し赤かったな。\n\n血走っている感じじゃなくて、ただ元々赤ぇって感じ…。あぁ、もちろん眼が血走ったヤツみたいに、狂ったように突っ込んではくるけどよ。\n\n少し飢えてるって言うべきか？\n\nこれはただの勘だけどよ、妙に気味悪い…乞食見たいな目をしてんだ。\n\nつまり、その…ヤツらは、オレたちを見ると考え無しに突っ込んでくるだろ？\n\n人間に敵対してるってよりかは、オレたちの身体から出る血の匂いに狂ってるって感じだったな。\n\n見た目は人間と大きく変わらねぇけど、行動は獣みてぇだった。\n\nそれ以外には…確実にとどめを刺しとけよ？放っておくと少しずつ再生するかんな。\n\nまあ、ここじゃそういうとどめが上手いこと刺せねぇってお偉いファウストさんが言ってたけどよ…。\n\n遠くに離しときゃ、一日や二日は再生できずに分離したままだろうよ。\n\nW社の武器を使ってきて厄介だけど、全く戦えねぇヤツらでもねぇ。\n\nあのザマになる前の記憶が残ってんのか、武器の扱いが結構上手ぇから気を付けろよ。\n\n→ あのW社の武器、持ち出して売ったら結構お金になるんじゃない？私たちが使ってもいいと思うしぃ～。\n\n→ 売っちゃダメじゃないですかね…？僕たちで使うっていうのもちょっと困ります…。\n\n→ …翼の武器を盗みて売ることばかりは、願わくばやらぬように。\n\n→ えぇ、なーんだ。ぬか喜びしちゃった。"
                }
            ]
        },
        {
            "id": 8347,
            "codeName": "",
            "name": "サーシャ",
            "clue": "手掛かり",
            "storyList": [
                {
                    "level": 1,
                    "story": "自分勝手で無礼な奴だなって思ってたけど、まさか血鬼だとは思わなかったな。\n\n死にたくない…まあ、分かるよ。理解できるとも。\n\nそういう気持ちで敵に降伏する奴は、戦場で嫌になるほど見てきたからな。\n\nそうやって降伏しても、良い待遇を受けることはなかった…。当てになるもんがなきゃ、降伏してから死ぬことも多かったし。\n\nそういうのを見てきたせいかな…ドンキホーテみたいにあの選択を非難することはできない。\n\n…もちろんそれはそれで、これはこれだ。\n\nまずは自分が生き残らないとな。この列車で何千年？冗談じゃない。\n\nそもそも何も知らないまま作動中の列車で目覚めたことから気にくわ…まあ、これは置いておくとして。\n\nとにかく説明に入ると…赤い結晶が義体のあちこちを突き破ってたけど、いくつかの機能は維持されていた。\n\n出力を瞬間的に上げたり、危険だと感じたら義体部分を使う特有の戦闘方法もそのまま。\n\n他の違いは…そうだな。あいつに斬られると、傷が治りにくかったんだ。\n\nなんだか尖った結晶みたいなのが肉を引き裂くというか…それ以外は、思ってたより特別なことはなかった気がするな。\n\n列車内だからか絶えず再生するのは危険だったけど、それを除けば血籠の奴らと大差なかった。\n\nファウストさんに聞いたら、眷属になって間もないからだとのことだ。\n\n→ そんな惰弱な心で戦場に出た者の結末は見えている。良い待遇を受けられないのも当然の結果だ。\n\n→ こういうことがあるたび、あんたとは意見が合わないな。哀れだって思わないのか？\n\n→ 死にそうだからといって敵に寝返る者を信頼することはできない。むしろ軽蔑するだけだ。\n\n→ …戦場ではそれが正しいかもしれないな。でももう終わったじゃないか。\n\n→ いや、何も終わっていない。終わったというのはお前の望みだろう。\n\n→ 観察記録は戦場ではありません。議論はお控えください。\n\n→ そして血籠ではなく血袋です。持続的に定義された言葉を間違えて使うことに遺憾の意を表します。\n\n→ それは…すまない…。"
                }
            ]
        },
        {
            "id": 8346,
            "codeName": "",
            "name": "義体の血袋",
            "clue": "手掛かり",
            "storyList": [
                {
                    "level": 1,
                    "story": "こんな状況でもこれを記録しなきゃなんねぇのか？\n\nはぁ、まあ…後で役に立つかもしれねぇしな。\n\n身体にはなんだか骨が飛び出してきたみてぇな、黒ずんでて赤いものが生えてる。まあ、本物の骨じゃねぇとは思うけど…。\n\n昔パブで会った鉱山で働いているヤツが、こっそり取ってきたって加工されてねぇ宝石を見せてくれたことがあったんだよ。それに似ているような気もするけどな…とにかく。\n\n目も少し赤かったな。\n\n血走っている感じじゃなくて、ただ元々赤ぇって感じ…。あぁ、もちろん眼が血走ったヤツみたいに、狂ったように突っ込んではくるけどよ。\n\n少し飢えてるって言うべきか？\n\nこれはただの勘だけどよ、妙に気味悪い…乞食見たいな目をしてんだ。\n\nつまり、その…ヤツらは、オレたちを見ると考え無しに突っ込んでくるだろ？\n\n人間に敵対してるってよりかは、オレたちの身体から出る血の匂いに狂ってるって感じだったな。\n\n見た目は人間と大きく変わらねぇけど、行動は獣みてぇだった。\n\nそれ以外には…確実にとどめを刺しとけよ？放っておくと少しずつ再生するかんな。\n\nまあ、ここじゃそういうとどめが上手いこと刺せねぇってお偉いファウストさんが言ってたけどよ…。\n\n遠くに離しときゃ、一日や二日は再生できずに分離したままだろうよ。\n\n義体がまだうごいてるから厄介だけど、全く戦えねぇヤツらでもねぇ。\n\nあと赤ぇのが飛び出てんの以外、ぱっと見は血袋っぽくねぇから気を付けろよ。\n\n→ あのね。義体いくつか持っていかない？\n\n→ 以前の記録から申し上げたいと思っておりましたが、現状復旧のためにも列車内の物品を収集することはお控えください。\n\n→ 何かしらでここを見守ってると思いますよ？偉い方々って普通、監視するのを好むじゃないですか～。\n\n→ 今回のはホントに冗談だって、冗談。\n\n→ まさかさっきまでは本気だったってこと…？"
                }
            ]
        },
        {
            "id": 8350,
            "codeName": "",
            "name": "カセッティ",
            "clue": "手掛かり",
            "storyList": [
                {
                    "level": 1,
                    "story": "それと遭遇して得た情報を記録します。\n\n第六眷属と自称した当該の血鬼は、精神的にかなり不安定な状態を呈しています。\n\n対象の発言は概ね断片的で非論理的なパターンを示しており、それが逃げ出してきたという家族によって生じた症状なのか、ワープ列車内部の閉鎖的な環境に起因するものかは現時点では明確ではありません。\n\nただし、[データアクセスには上位セキュリティ認証が必要です]の閲覧内容を考慮すると、前者の可能性が高いと推測しています。\n\n対象の主要な言語的特徴は「行進」と「仮面」、「王子」という言葉を繰り返し使用する点です。\n\n実際に王子と呼ばれる位置にいた可能性もありますが、いくつかの反応と会話を参照すると、ワープ列車に来る前まで演劇に似た何かをしていたと推測できました。\n\nその後、まともな会話を進められないまま戦闘に突入しました。\n\n戦闘中にそれは血を結晶化して強力な武器に変え、これは[データアクセスには上位セキュリティ認証が必要です]の下位眷属に見られる特徴だという■■■■■での観測結果が残っています。\n\n実際、この武器は硬度と強度が高いかつ鋭く、一般的な武器よりも大きな傷を残すことが確認されました。\n\nこれは■■■■■の観測を基に進行した[データアクセスには上位セキュリティ認証が必要です]の記録と一致します。\n\n追い詰められたときは血袋に保存していた血液を全て吸収し、他の血鬼個体と同様に大量の血液を保有するほどに、その力が指数関数的に増加することが確認されました。\n\n数時間に及ぶ戦闘の結果、対象は血鬼の優れた再生能力とワープ列車内部の時間停止によって不死に近いという事実を確定することができました。\n\n一般的な方法では討伐が不可能なため、[データアクセスには上位セキュリティ認証が必要です]\n\n幸運にも[データアクセスには上位セキュリティ認証が必要です]\n\nただし、[データアクセスには上位セキュリティ認証が必要です]が問題となる可能性があるため[データアクセスには上位セキュリティ認証が必要です]\n\n結果、成功裏に当該個体を討伐することができました。\n\n以上で報告を終了します。\n\n→ ファウ…途中で省略されてる部分、結構多くない？\n\n→ セキュリティレベルが低いからです。\n\n→ ふむ、そのレベルはどうやったら上げられるんだ？少なくとも管理人様は確認できるべきだと思うが。\n\n→ セキュリティレベルを上げる方法は[データアクセスには上位セキュリティ認証が必要です]\n\n→ いや、それまで隠したらどうすればいいんだ？まったく…。"
                }
            ]
        }
    ]
}