{
  "dataList": [
    {
      "id": 1080,
      "codeName": "",
      "name": "怠惰大罪 3型",
      "clue": "",
      "storyList": [
        {
          "level": 1,
          "story": "遂に岩が寄りて山を成せり。\n\n然(さ)れども山にあるべき緑が見当たらぬゆえ、心の片隅に冷たさが沁み入りけり。\n\n紅きものは依然として岩を握り続けたり。\n\n無闇に振り回し、遠くへ投げ捨つる様は以前と変わらぬままなり。\n\nただし、頼りなく揺らぎし頭は既になし。\n\n否、岩は地に堅く根ざし、丸き球体は三角形へと成りぬ。\n\n頭はあれど、力なき揺るぎが無くなったと言うべし。\n\n誠に安定せる体勢なり。同時に、堅固なる均衡ならずや。\n\n然(しか)り。あれは変化の果てに至り、進化を遂げたといえり。\n\n然れど、発展すらあれを怠惰の鎖より解き放つこと能わぬ。\n\n微動なく、安住を選びしその静寂は決して勤勉と呼ぶべきに非ず。\n\nあれが果てにいかなる動きを示すや、知る由(よし)もなし。\n\n動きが絶え静止するならば、やがて思考も止むべし。\n\nそうして全てが停滞すらば、それはもはや生きていると言えまい。\n\n実に理想的ならぬ、奇異なる進化と言えり。\n\n報告は以上なり。"
        }
      ]
    },
    {
      "id": 1081,
      "codeName": "",
      "name": "憂鬱大罪 3型",
      "clue": "",
      "storyList": [
        {
          "level": 1,
          "story": "- 過去に観測された透明な虫に、大きな水袋ができた新たな形態だ。\n\n- その体内にあった液体の量が増加し、過去に観測された個体とは異なり、臓器の輪郭がクリアに見えなくなっている。\n\n- 同じ理由で、内部の水を放出して攻撃した後でも体内の液体が大幅に減少しない現象が観察された。\n\n- 頭部から背中に繋がる新たな器官が発見された。それは鱗や波、あるいは薄いヴェールを連想させる。\n\n- 口と推測される器官を人間の脳と繋げ、何かを吸収する新たな行動様式を目撃した。\n\n- 臓器の一部や血液を養分としていると推測されたが、実際にはそうではない。ただし、吸収直後に体内の液体が増加する現象が確認された。\n\n- それの身体を満たしているその液体は、化学的範疇で究明するには難解である。その液体は視覚的観察や物理的接触だけで負の記憶を強く刺激する。\n\n- …接触後も負であると評価される心理状態が長時間持続している。\n\n- 依然としてあまり良い気分ではない。"
        }
      ]
    },
    {
      "id": 1082,
      "codeName": "",
      "name": "ねじれたホーエンハイム",
      "clue": "",
      "storyList": [
        {
          "level": 1,
          "story": "くそっ、なんでコイツの記録をオレにさせんだ？\n\nなんか気乗りしなくて他のヤツに押し付けようとしたけど…こんなことになるなら、助手なんてやらなかったさ。\n\n…まあ、相変わらずムカつくツラしてやがる。\n\n着てる服は大して変わらねぇけど、首が何かモヤシみてぇに伸びて、頭は目玉だらけになりやがった。\n\n服も少しは違うか？あの真っ黒い手みてぇなのが体中に張り付いてるしな。\n\n戦うのは…結構厄介だな。頭からなんかレーザーをバンバン撃ちやがるし、\n\n急になんかを吸い込んだと思ったら、こっちの体力をごっそり削りやがるし。\n\nそれに、どんなにねじれても癖は直んねぇのか、こっちを観察するのに忙しかったみてぇだな。\n\n視線を浴びてると、なんか余計痛い攻撃を食らうっつーか。分析されてるみてぇな気分だ。\n\n変わったのはそんくらいだ。あのヤロー、ムカつくくれぇに口が達者なのは相変わらずだ。\n\nけどさ、思うんだよ。ムカつくけど、オレはあいつってそんな悪いヤツなのかって考えが頭から離れねぇんだよ。\n\n助手やってて感じたけどな、ここの研究員たちの雰囲気って妙に親しみやすいんだぜ。\n\nなんていうか、お互い繋がったしっとりした関係っつーか…裏路地の組織で味わった、あの家族みたいな空気が妙に残ってる感じだ。\n\nなにより…正直、お前らだってオレの意見なんか適当に聞き流してるだろ？\n\nでもあいつは違うんだ。オレがどんな意見を出しても、正面から反論してくることはあるさ、でも聞き流すことは絶対にないんだ。\n\nこんな実験でねじれて死ぬようなヤツじゃねえよ。\n\nだからさ…さっさと元に戻そうぜ。\n\nオレたちの得意分野だろ。こういうの。\n\n→ へぇ？あんな気が合わなそうだったのに、ホーエンハイムのことが結構気に入ったみたいだな？\n\n→ 私たちが全然構ってやれなかったからだって…。よし！ヒース、次から私がちゃんと話聞いてあげるから、ねっ？\n\n→ ヒースクリフさんの意見を一番無視してるのって、ロージャさんじゃないですか…？\n\n→ そ、それはダンテに言われてやっただけだってばぁ～。"
        }
      ]
    }
  ]
}