{
  "dataList": [
    {
      "id": 8605,
      "codeName": "O-02-20-05",
      "name": "在りし日の肖像",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 1,
          "story": "毎回廊下みたいなとこで会ってたあいつじゃないか。\n\nうーん…小綺麗な服を着てるっぽいけど、上には頭が無いし下には結構醜い顔が1つ付いてるな。\n\n自分はこの屋敷の執事だったって言ってるけど…。\n\nまあ、幻想体だから本当に働いてたわけじゃないってことは知ってるさ。ただ特徴がそうだってことだ。\n\nご主人の肖像画をお供するかのように持ち歩いたり…肖像画の中のご主人が見えるかって聞いてきたり…。\n\nあ、ちょっと違う話だけど…昔な。\n\n上に命令されて、死んだ人々の肖像画とか写真を持って街で行進してみたことがあったんだ。\n\nかなり…胸糞悪かったな。\n\n死んだ人の肖像画であれ、写真であれ、遺品であれ…そんなのを人の前で持ち歩いてるのは、何て言うべきなんだろうな。\n\nそう、死んだ人を利用してるみたいじゃないか。\n\nただまぁ…なんでもない。"
        },
        {
          "level": 2,
          "story": "その…なんだ。肖像画ってひとつだけじゃなかったんだよな。\n\nひとつやふたつでもなくて、なんか数十個も飛び回ってんのが…はぁ。\n\n突然肖像画が誰が主人かって聞いて来たんだけど、そんなのどうやったら分かるんだよ。\n\nこれだってのを選ぶと、顔も見えない肖像画からいくつもの視線を突然感じたんだけど…。\n\nうぅ、全身に鳥肌が立ったんだ。\n\nでもいざ戦ってみると、偽物の肖像画は殴ったときに嘲笑いながら消えるってのは突き止められたさ。\n\nホンモノは殴ったときの感覚から違ったんだよな。\n\n偽物の肖像画たちの攻撃はそこまで致命的なわけじゃないから、偽物を先にぶっ潰すのも悪くなさそうだ。\n\n→ うーん、これはいち意見だけど…反対に本物の肖像画を先に攻撃するのはどう？\n\n→ おぉ、これは管理人様の意見か？素晴らしい妙手だな！\n\n→ ダンテの意見もよき案と思う。順にやらんや。"
        },
        {
          "level": 3,
          "story": "うん、結論から書くと…管理人の旦那の言う通りだった。\n\n偽物の肖像画に焦点を合わせようとしても、一生掛かりそうだっったんだよな。\n\nホンモノの肖像画を相手するのは少し面倒だったけど…アレひとつを片付けたら他の肖像画も全部燃えて消えてった。\n\nでもな…。\n\nそれからは俺たちに対して完全に敵対してる？っていうべきかな。あの凶悪な見た目をしたヤツが表情を目まぐるしく変えたんだよな。なんか滅茶苦茶怒ってるっていうべきかな。ふむ。\n\n特に、肖像画を最後に壊した人を執拗なくらいに攻撃してまくってたんだ。\n\n怒りに呑まれたせいか、段々と他の人たちもまとめて攻撃したけど。\n\n復讐でもやってるつもりみたいだけどな…まったく、そもそも本物の執事でもない癖に復讐するって変だろ。\n\n…それに、命懸けの復讐なんてやるもんじゃない。馬鹿なこった。\n\n生き残った人は生きないと…復讐して死ぬことに意味なんてあるもんか。\n\nふぅ、待てよ。書いてから気付いたから書くんだけどな。\n\nその…なんだ。お前たちに言ってるわけじゃないから誤解しないでくれよ。分かったな？\n\n→ ご、誤解しませんよ…そんなに気を遣わないで大丈夫だと思いますよ…。\n\n→ 咲き乱れたりし花がいたづらに枯れき。 なれば全く過ちし話ならざらん。\n\n→ 何も考えずに読んでたんですけど、そんなこと考えていたんですね。グレゴールさん。\n\n→ コイツまた痛いとこ突いてんのか？まぁ、生き残った人は生きねぇとな。それでこそ…覚えることもできんだ。\n\n→ 次は…これ書いてから修正する時間貰えるかな…ファウストさん。はぁ…まったく。"
        }
      ]
    },
    {
      "id": 8606,
      "codeName": "O-02-20-05-a",
      "name": "肖像画",
      "clue": "手掛かり",
      "storyList": []
    },
    {
      "id": 8608,
      "codeName": "F-01-20-08",
      "name": "夢見る電気羊",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 1,
          "story": "えっと…初めて見た時は暗雲かと思いました。\n\n雲の間から見える紫の稲妻もそうですし…あっ、空の高いところにいたからというのもあります。\n\nでも…それは雲じゃなくて羊でした。足がとても長い…。\n\n黒雲のせいなのか、あるいはもともと暗かったせいか、真っ黒な空間て紛れて見えもしないほど、黒くて長い足でした。\n\n稲妻が光るたびに…見えなかったものが少しずつ見えてきたんですよね。\n\n雲に足がついてて、四方八方が紫色でいっぱいの…夢の中のワンシーンみたいでした。\n\nあ…その風景と似合わないものもありました。\n\n…発電機なんですかね？プラグの付いたケーブルが周りに沢山散らかってる機械がありました。\n\n管理人さんはそれを見て、今回の幻想体はあのケーブルをうまく利用することが重要なのかな？おっしゃいましたね…。\n\n羊にプラグを差し込まなければいけないんですかね…？それじゃあやっぱり…あの羊は全身いっぱいに満ちた稲妻のせいであんなに鳴いているのかもしれませんね…。\n\n身体に電流が流れたら…絶対にすごく痛いでしょうし…。\n\nそ、それじゃあ僕が…ケーブルを繋いでみてもいいですか…？\n\n毎回後ろに立ってばかりはいられませんから…。\n\n→ おちびちゃんが急に中途半端な大声を出しながら駆けだしたから何事かと思ったんだけど…。\n\n→ 戻ってきたらシンクレアに無理しないように伝えておかないとな。"
        },
        {
          "level": 2,
          "story": "(灰が付いたのを払ったような痕跡が見える。)\n\nあっ…咳したんですけど灰が飛んだみたいですね…。だ、大丈夫ですよね…？とりあえず片付けておきました。\n\nどうなったのかお話ししますと…。\n\n発電機からケーブルを引っ張り始めるや否や、羊が僕を攻撃し始めました。\n\n雷を放出してきたり…巨大な図体で突進してきたり…。\n\nあっ…！それを避けてなんとか羊にケーブルを繋ぐと、羊毛の間でバチバチいってた火花が少し減った気がしますけど…。\n\nやっと苦痛を与えてた周辺の雷が消えたから、大人しく(紙が焦げて読めない)\n\n→ この次の内容はどこで見れるんだ？記録が中途半端になってしまったな。\n\n→ そん・無。そのまま羊に突撃されてつまんねぇ死を迎えた。\n\n→ 最後まで前方を注視せず記録し続けたのが原因だった。\n\n→ そんな…電気のせいで痛がってたわけじゃないんですかね…？\n\n→ ということは電気が抜けきっていなかったのではあるまいか！？とりあえず別のケーブルから全部刺してみれば良いであろう！"
        },
        {
          "level": 3,
          "story": "やっとのことで全部繋いだら一瞬雷が落ちて、紫色の電気が四方八方に飛び散って…。\n\nそして羊はその場に倒れ込みました。目を閉じてたんですけど…眠ったんですよね？し、死んだようには見えないので…。\n\nあと…へ、変なこと言ってるのは分かるんですけど。\n\nこの羊、やっぱり死んだというよりかは夢を見ているように見えますね…さ、さっきもびくって動いてませんでした？\n\nだからその、幻想体だからって…幻想体が出る夢を見る道理は無いじゃないですか？\n\nあれを虐めていた雷が消えて平穏な夢を見てるのか…あるいは僕たちが雷を奪って悪夢を見てるのか…。\n\n今になっては知る術はないですけど…僕たちの常識通り通電したら痛いのかも…あるいはむしろそれを奪われて痛がってるのかもしれないって思いました…。\n\n→ ん？今回はファウストさんが一言書いてないな。どうしてなんだ？\n\n→ ファウストがいつもそんなことを指摘するわけではありません。むしろ面白い主題だと考えました。\n\n→ ところで幻想体って夢を見れるんですか？外郭の怪物で似た行動をする個体を見たことがある気がして…。\n\n→ ふん、答えは明白だ。そいつらは人間のマネをしてるだけだ。\n\n→  幻想体に記憶があらば、夢中に入りもこそ。けれど、それの持てるものが本当に回憶なるか分からねば…直ぐに答うるには根拠にはならじ。"
        }
      ]
    },
    {
      "id": 8629,
      "codeName": "O-01-20-12",
      "name": "縛られた王",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 1,
          "story": "赤色に飾られしグレイトホォルに入りき。\n\nここは一種の宴会場のごとく見ゆ。\n\nその中央には全身を真紅の生地に包みし者が玉座に居りたれど、縛られ上手く動かぬ手にてかろうじて指ししところを見るに、舞踏会に使われん仮面ありき。\n\n仮面どもの表情は、げに多彩なりき。\n\nわびしき仮面も、怒りし仮面ももありき。されど、私はその中に喜ぶ仮面が気に入りき。\n\nいかなる由にこの仮面が喜びに満てるや分からねど、これを使わば少なくとも他人に喜びを伝うべからずや？\n\nたとえ哀しみに沈むとも、その哀しみを隠すべければ一石二鳥ならむ。\n\n仮面を被ると心が清らになりし気せり。\n\n玉座に縛られし王に近づくと、王は細かく肩すくめ伸ばしき。\n\nもしやすると、そは生地に押さえつけられし表現の欲求のもたらしし無意識的なる身振りならざりしやと思う。\n\nしばらくそれを見たると、突然私たちに似し者ども飛びいだしきたり。\n\n一様に黒く曇りたれど、我らに似る。\n\n王は彼らと我々の戦を見物するやのごとく、中央にて気怠げに頭を下げき。\n\n長き束縛の時間に、それまでに見物するものや無くなりし。\n\nいと口惜しかりつつ、どうせならら縛られし王がこの激戦に楽しみにも得らるることを願えり。\n\n報告は以上なり。"
        },
        {
          "level": 2,
          "story": "鏡に投影されし像のごとく現れし、影のごとき者どもを見ると、ダンテの持てる人格牌思い浮かぶかし。\n\nそれが自我を持たで具現化されば、まさにかかる現象にならぬやと思う。\n\nさらにその数が我らと同じく、倒すともその空席を埋めき。\n\n考えば考うるほど、彼らは我らと似しところが多しめり。\n\n倒しし後に空席を埋むるを見ると、数も我々と似、使う技術もあまりにも似ればなり。\n\nされど、かの大罪どもは自ら判断を下すまじ。\n\nひとえに王が自由に振り回す捨て牌のごとく。\n\n…王という者は、昔も今も操り人形遊びを楽しむめり。\n\n自由に人振り回し、壊して、かくてまた何事もあらざりきべく補填す。\n\nさりとて、かの王はおのれの臣民ことはいと慈しむめり。\n\n彼らには絶えず強力なる加護を与えつつ、我らには小さき恩寵一つすら施さねば。\n\nうーん…報告は以上なり。\n\n→ い、いったい何人で出撃してきてるんですかね？\n\n→ 対等な戦闘を望むのであれば、我々と数が同一になるだろう。そうでなければ、より多いか、より少ないかもしれない。しかしその場合は、何人が残っているか予測するのは無意味だ。"
        },
        {
          "level": 3,
          "story": "幸いなることに激戦の末勝利を収めき。\n\n宴会はかくて終わりを告ぐべけれど、王は未だ余興を切望せるやのごとく、生地を剥がして立ち上がらんとす。\n\n年ごろの束縛にその動きは奇しけれど、その威圧的なるクリズマと気品はなお強くなりき。\n\nされど、呼び起こすは畏敬ばかりならず、疑問もまたさりき。\n\nいかで、自ら立ち上がれる玉座に縛られしままなりきや。\n\n一人立ち上がれるにもかかわらず起立せず、黙々とその場を守りし由は何なりや…私は知らず。\n\nさりとて絶えず思い浮かぶ想念を鎮むべからず、一筆書くとせば…。\n\n王は何かを知らせまほしかりきめり。\n\nそれを知る人々の来るまで離れられぬさまは、ひとえに亡霊のごとし。\n\nその心が王の剣受け取るたびに積み重なり、今は境遇が気の毒で哀しみまで押し寄せくめり。\n\nいかで束縛されし身体にて宴会開き、かばかり奇怪な余興を楽しむや。\n\nその深き深淵は計り知れぬ、ただ哀れなるばかりなり。\n\n報告は以上で終わりなり。\n\n→ なにが気の毒だ。\n\n→ 誰かの上に立つということは、それなりの責任と苦痛に耐えるということだ。そういう意味で、管理人様は立派に上から私たちを導いてくださっているということをお伝えしたかったのです。"
        }
      ]
    },
    {
      "id": 8280,
      "codeName": "-",
      "name": "嫉妬大罪",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 1,
          "story": "うわぁ、こんな平常運転で記録していても大丈夫なの？\n\nちょっと…大罪ってもうちょっと化け物みたいな見た目をしてた子たちでしょ。\n\nあの肉の塊とか、歯のついた植物みたいな…。\n\nでもアレは…私たちそっくりじゃない。\n\n見た目だけじゃなくて…技術まで真似てるんだよ！？\n\nダンテ、あの人格牌とかなんとかをどっかに落としたりしてないよね？\n\nとりあえず…見た目が同じっては言ったけど、実のところそこまではっきり見えないかな。\n\n黒く染まってて、それすらもすっごくぼやけてるの。\n\n不幸中の幸いは、私たちのコピーみたいな感じだからかな？私たちより少し弱そうな感じがするんだよね。\n\nうーん、よく考えてみるとそこまで心配しなくても良さそうだね。\n\nせいぜい私たちの下位互換ってところでしょ～。\n\nE.G.Oを使ってきたときはびっくりしたけど…。\n\nところで、本当に人格牌落としたりしてない？あとでちゃんとポッケ確認してよ。\n\n→ 弱いっていうよりかはほぼ同じ気がする。それに…そんな大事なのを落としてるわけなんて無いって…。\n\n→ ふむ…自信ありげに言う割には…管理人の旦那、出るときに慌ててポケットをまさぐってなかったか。\n\n→ ダンテ、人格牌は決して無くしてはなりません。保管にも、もう少し注意するようお願いします。万が一失ってしまえば、顛末書程度では終わらないと思いますので。\n\n→ …そんなに高いの？\n\n→ 世俗的な財貨で評価するような物ではありません。どうか管理にはもう少しご注意を。"
        }
      ]
    },
    {
      "id": 8292,
      "codeName": "-",
      "name": "嫉妬大罪？",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 1,
          "story": "うーん…鏡みたいにそっくりだっていうのは同じだけど、何か違ったんだよね。\n\nなんか気持ち悪い黒い霧のようなものがヤツらを覆ってたの。\n\nただでさえも黒いのに、揺らめいてる様子を見るに本当に影みたいだったんだよね。\n\nそう、影…そんなわけないってことは知ってるけど、まるで私たちの暗い側面を引き出したみたいに。\n\nあ…あと最初に見た大罪より強かったの。\n\n私たちが持っている技術をそのまま使いながらも、力はもっと凶悪だったというか。\n\n攻撃も何か微妙に通りにくいし、たまに一発やられる時には予想していたよりもダメージが多いし。\n\nはぁ、私たちと同じように行動しながら、私たちよりもっと強いなんて…それって反則じゃないの。\n\n私たちにもあんな霧みたいなのがあったら、もう少し簡単に解決できる問題が沢山あっただろうに…。\n\nそれにアイツらに殺されたら…すっごく胸糞悪くなったんだ。\n\nまるで君たちが劣ってるせいで負けたんだって風に淡々と立ってたんだけど、それにすっごくイライラしたの。\n\nふぅ…いや、こんなことを考えてちゃダメでしょ。\n\nだってね、鏡を見たからって私の全てが映るわけじゃないでしょ～。\n\nあの偽物たちが真似できないのが、きっとある。\n\n私たちは本物でしょ。きっとあの不届き者の大罪たちに勝てる特別な方法があるはず。\n\n→ あいつらは管理人様の卓越した指揮を受けることができない。この時点で差が開きそうだ。\n\n→ ロージャ嬢の言う通り、我らは既により強き敵に勝りきたり。きっと先を行く余地あべし。\n\n→ そうだよ～私たち…(消してまた書いた跡が残っている)が対峙したものに比べればなんてことないでしょ！"
        }
      ]
    }
  ]
}