{
  "dataList": [
    {
      "id": 8539,
      "codeName": "T-02-11-03",
      "name": "さすらいの狐",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 1,
          "story": "うーん…これをなんて言えばいいんでしょうか…。\n\n初めて見たときに感じたのは、哀れだ…そして可哀想だなって気持ちでした。\n\nそれは本当に大きなオオカミ…いいえ、キツネみたいに見えました。僕たちを見つめながら低く唸っていました。\n\n身体には…古傘が刺さっていました。一つだけじゃなくて、結構沢山。\n\n誰かに攻撃されて身体に刺さったわけじゃないみたいです…それなら、きっと鋭い方で身体に刺さっているはずですから。\n\n傘の取っ手側が突き刺さっているべき理由があったんでしょうか。\n\nそれは僕たちをひどく警戒しているようでした。幻想体が警戒をしてこなかったことがそんな沢山あったわけじゃないですけど…こんな風に「警戒」だけをする場合は珍しいと思います。\n\n…うーん、とりあえずここまでにしておきます。"
        },
        {
          "level": 2,
          "story": "開いてる傘が多ければ多いほど、そのキツネはもっと激しく攻撃するみたいです。\n\n特に…何もせずに耐えているときがあるんですけど、その後襲ってくるときの攻撃がかなり強かった気がします。\n\n…あ。\n\nキツネは…たまに鳴きます。\n\n空を眺めながら長く…何だか悲しい心を空に解き放っているように見えます。\n\nキツネと話をしてみたわけでも、過去を知っているわけでもないですけど…その音を聞くたびに胸がとても痛くなります。\n\n特に…戦いながら身体に刺さっている傘を折っちゃうと、僕も心が折れてしまいそうな…。\n\n気がします。\n\n→ シンクレア、戦闘中に精神力が減少するだけです。幻想体に感化されてはいけません。\n\n→ でも…キツネは単に僕たちが戦ってきた幻想体とは違う気がします…。本来好戦的なものじゃないはずなのに…。\n\n→ それをキツネや犬などと指称しないでください。それは単なる幻想体です。都市の動物だと勘違いしてはなりません。\n\n→ おい、さっきのゼリーみてぇなバッタモンの妖精は戦うべきだったってことか？オレたちゃ戦えって言われりゃ戦って、寝ろって言われりゃ寝るんだ。そんな馬鹿みてぇに気ぃ使ってたら、あっという間にポックリ逝くぞ。"
        },
        {
          "level": 3,
          "story": "あ…僕、やっと分かりました。\n\nキツネは自分に無意味な関心だけを投げかけることに対して怒ってたんです。\n\n雨の降る日、路地に捨てられた自分を見て、傘だけを広げて置いて去る…。\n\nたったその程度の関心のみを与えて、自分は思いやり深い人だと感情的虚栄を満たしていく者たちに対して…。\n\n悲しんで、怒っているんです。\n\n僕も、僕も理解できます…。\n\nその子の破れた傘を片付けてあげて、抱かなきゃ駄目なんです。僕たちが―\n\n→ 今回はどうしようもなかったって。一回死んで目を覚まさないと正気に戻りそうになかったし。(紙に血が流れた跡がある。)\n\n→ 多少やり方は過激ですけど…短時間で精神力を回復できるという希望はなかったようですね。"
        }
      ]
    },
    {
      "id": 8544,
      "codeName": "T-04-11-20",
      "name": "誰も泣かぬように",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 1,
          "story": "まぁ…うす汚ぇ木片だな。\n\n血もべっとり付いてて…お札もベタベタ付いてて。\n\nそんなにはねぇけど、裏路地でもこんなのたまに見たな。なんつったっけ、呪い…？そんなもんを本気で信じてやるヤツがいるってことがもっと面白かったけどな。\n\n…はぁ、あんなもんを目の前で見てると、単にデタラメが出回ってたってわけじゃねぇみたいだな。\n\n動くんだよ、あの木片。\n\n確か、鏡ダンジョンだかなんかだと、ホラー映画の小道具のみてぇにびくともしなかったのによ。\n\n大したことねぇ攻撃だけど、ぎっしり詰まった木片…そんなのがあんな速度で飛んできちゃぁ、どうしてもビビるっちゃぁビビっちまうな。\n\n一発殴られただけでも骨にひびが入りそうだ。\n\n…まぁ、だからってオレが黙ってぶたれてやるヤツじゃねぇけどよ。"
        },
        {
          "level": 2,
          "story": "チクショウ、なんでこんな取れねぇんだよ…(近くに黄色い粘着剤のようなものが付いている。)\n\nこのヤロウ、多分人間だったら裏路地でチラシなんか貼っ付けて回ってただろうな…それも何年もそんなことばっかやってたに違いねぇ。\n\n気ぃ付いたら、お札が何枚もオレの身体に貼っ付いてたんだよな？クソッ…。\n\nこの気持ちわりぃもんのせいで腹立ってるからかもしんねぇけど…妙にバットで殴んのがよく効いてる気がすんだよな。悪い感触じゃなかったぜ。\n\nあ、そいえばあいつの身体に付いてるお札がバットに引っ付いてくる気がすんだよな。どういう仕組みか分かんねぇけど…巻き付いてくるっつーか。\n\nとにかく、ブン殴るたびにムカついてくる野郎なんだよな。叩けば解消されるストレスってもんがあるはずだってのに。\n\n→ 本当にヤクザみたいな発言ですね。お里が知れますよ。\n\n→ …お？あいつ、何でこれに怒らないんだ？\n\n→ ファウストがわざとこちらを見られなくしました。無駄な情報でここの紙面を無駄にしたくはなかったのです。\n\n→ やっぱ賢いねぇ。\n\n→ ところで…僕もお札がくっつくたびに、なんだか力が湧いてくるような感じがしました。イライラするだとか、感情の動揺は特になかったんですけどね。\n\n→ じゃあ…お札自体に何か効果がありそうな気もしますね。次の戦闘では、わざと沢山付けてみたらどうですか？"
        },
        {
          "level": 3,
          "story": "チクショウ、なんでこれを別で書いて出せってんだ？\n\nフツーに書いてたとこに続ければいいんじゃねぇのか…なんで俺だけ特別扱いすんだよ？腹立つな。\n\nまあいい。今回あの木片を薪の山にできて痛快だったし、見逃してやるとするか。\n\nあいつの言う通り、お札を沢山付けて戦ってみたけど…お札が多いと逆効果になるんだよな。変に力が抜けるっつってたけど。\n\n代わりに…その木片が攻撃をせずにガードするときがあったよな…？\n\nちょうどそのときチビがハルバードをブン回したら、ハルバードに引っ付いてたお札が木片に引っ張られたっけ。\n\n紫色に変わっちまったけど…。\n\nへっ、これだって思ったよ。それをずっと木片に貼っ付けてたら、うんともすんともできねぇまま、ただの薪の山になっちまったんだ。\n\n→ 訂正します。幻想体は卵へ戻りました。実際に薪の山になったり、それに火をつけるなどの実験行為は発生しておりません。"
        }
      ]
    },
    {
      "id": 8542,
      "codeName": "F-01-11-12",
      "name": "紳士妖精",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 1,
          "story": "この前から…恐ろしいものばかり私にやらせてる気はするけど、違うって信じてるからね…？\n\nはぁ、とにかく…あの腐った緑茶ゼリーみたいなものについて整理してみるね。\n\n描写がなんでそんなに詳しいのかっていうとね～。\n\n…私がその気色悪い口に入って出てきたから。\n\nいや、出くわしたらすぐぶ～んって飛んで、あのお腹の方にある口で私をぐちゅ！って潰したんだよ？\n\n酷い臭いだった…うぅ、もうヤダ。\n\nあぁ…でも思い返してみると、根本的に変な匂いじゃなかったな。\n\n酷すぎるくらいに…甘いっていうべきかな？鼻が曲がりそうだったの。\n\nとにかく、ほんっと変な気分だった。\n\n→ うーん…そんなに酷かったんですか？僕はなんというか…攻撃するたびに飛び出るゼリーのかけらのようなものが噴き出す香りが、かなり良いように感じました。\n\n→ 興奮したよ。(煙草の灰が染みついている。)\n\n→ 力が増し、全般的に高揚感を感じた。"
        },
        {
          "level": 2,
          "story": "うへぇ…こいつ、ちょっとムカつくことがあってね。\n\nからだがたぷたぷゆれてるからかな、どうさの一つ一つがムカつく！とくに、私のこうげきをよけるときが一番ムカつく。\n\n幼いころ、ろじでケンカを吹っかけてきたやつらと同じだ。よけるたびに「はは、そんなのも当てられないのかな？」みたいなカンジでバカにしてくるやつ。ちょうどあのときにそっくり…。\n\nうぅ…なんだかアタマのてっぺんから足の先までいかりでいっぱいになったみたい。何だかちょっとくらくらするし…。\n\nここまでにしとくね。ごめんね、ダンテ～。\n\n→ こいつ酔ってねぇか？\n\n→ そんなはずはない。アルコールが吸引されるような状況はなかった。\n\n→ …あ！あ、さっき幻想体と戦うとき、なんか大きな杯とか壊しませんでしたっけ？そのときからこうなってた気がしますけど…。\n\n→ あぁ。あの野郎が避けて、斧が杯みてぇなもんをぶっ壊してたような気はするな。"
        },
        {
          "level": 3,
          "story": "ごめんね～この前の記録中々ひどいね。\n\nファウにこれちょっと消してまた書かせてくれって頼んだんだけど、絶対ダメって言われたんだよね。酷くない？\n\nとにかく…おかげさまで分かったこともあるから、これで大目に見てくれるといいな。\n\nはっきり言えるのは、戦いながら飛んでくるあのゼリーの破片によって、人々の熱意が上昇するって点。\n\nそして、その熱意は戦闘が長引くほど大きくなるってこと。\n\nそして熱意がもっと大きくなった…まさに高揚感MAX！！…みたいな人が杯を割っちゃうと～。\n\nビンゴ！その人はそのままベロンベロンに酔っ払っちゃうんだよね！\n\n酔っちゃうから攻撃も全部当たらないし、力も入らなかったんだ。\n\nところでね～あのゼリーみたいなやつに酔った子が食べられちゃったこともあったんだよね？そしたら、あいつが急に調子がおかしくなってベロンベロンになったの！\n\nそのチャンスに乗じて私たちがポカポカ！片付けちゃった～。\n\nど～だ、マジで役に立ったよね！\n\n→ 把握が少し疾くば、マジでさりけん。\n\n→ こういうときはただそうだ、って言ってあげましょうよ…。"
        }
      ]
    },
    {
      "id": 8547,
      "codeName": "F-01-11-12",
      "name": "紳士妖精",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 1,
          "story": "この前から…恐ろしいものばかり私にやらせてる気はするけど、違うって信じてるからね…？\n\nはぁ、とにかく…あの腐った緑茶ゼリーみたいなものについて整理してみるね。\n\n描写がなんでそんなに詳しいのかっていうとね～。\n\n…私がその気色悪い口に入って出てきたから。\n\nいや、出くわしたらすぐぶ～んって飛んで、あのお腹の方にある口で私をぐちゅ！って潰したんだよ？\n\n酷い臭いだった…うぅ、もうヤダ。\n\nあぁ…でも思い返してみると、根本的に変な匂いじゃなかったな。\n\n酷すぎるくらいに…甘いっていうべきかな？鼻が曲がりそうだったの。\n\nとにかく、ほんっと変な気分だった。\n\n→ うーん…そんなに酷かったんですか？僕はなんというか…攻撃するたびに飛び出るゼリーのかけらのようなものが噴き出す香りが、かなり良いように感じました。\n\n→ 興奮したよ。(煙草の灰が染みついている。)\n\n→ 力が増し、全般的に高揚感を感じた。"
        },
        {
          "level": 2,
          "story": "うへぇ…こいつ、ちょっとムカつくことがあってね。\n\nからだがたぷたぷゆれてるからかな、どうさの一つ一つがムカつく！とくに、私のこうげきをよけるときが一番ムカつく。\n\n幼いころ、ろじでケンカを吹っかけてきたやつらと同じだ。よけるたびに「はは、そんなのも当てられないのかな？」みたいなカンジでバカにしてくるやつ。ちょうどあのときにそっくり…。\n\nうぅ…なんだかアタマのてっぺんから足の先までいかりでいっぱいになったみたい。何だかちょっとくらくらするし…。\n\nここまでにしとくね。ごめんね、ダンテ～。\n\n→ こいつ酔ってねぇか？\n\n→ そんなはずはない。アルコールが吸引されるような状況はなかった。\n\n→ …あ！あ、さっき幻想体と戦うとき、なんか大きな杯とか壊しませんでしたっけ？そのときからこうなってた気がしますけど…。\n\n→ あぁ。あの野郎が避けて、斧が杯みてぇなもんをぶっ壊してたような気はするな。"
        },
        {
          "level": 3,
          "story": "ごめんね～この前の記録中々ひどいね。\n\nファウにこれちょっと消してまた書かせてくれって頼んだんだけど、絶対ダメって言われたんだよね。酷くない？\n\nとにかく…おかげさまで分かったこともあるから、これで大目に見てくれるといいな。\n\nはっきり言えるのは、戦いながら飛んでくるあのゼリーの破片によって、人々の熱意が上昇するって点。\n\nそして、その熱意は戦闘が長引くほど大きくなるってこと。\n\nそして熱意がもっと大きくなった…まさに高揚感MAX！！…みたいな人が杯を割っちゃうと～。\n\nビンゴ！その人はそのままベロンベロンに酔っ払っちゃうんだよね！\n\n酔っちゃうから攻撃も全部当たらないし、力も入らなかったんだ。\n\nところでね～あのゼリーみたいなやつに酔った子が食べられちゃったこともあったんだよね？そしたら、あいつが急に調子がおかしくなってベロンベロンになったの！\n\nそのチャンスに乗じて私たちがポカポカ！片付けちゃった～。\n\nど～だ、マジで役に立ったよね！\n\n→ 把握が少し疾くば、マジでさりけん。\n\n→ こういうときはただそうだ、って言ってあげましょうよ…。"
        }
      ]
    },
    {
      "id": 8545,
      "codeName": "F-01-11-15",
      "name": "足長妖精",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 1,
          "story": "それは…ゼリーのような半透明の緑色を帯びていました。\n\n前にも見た気がするんですけど…観察記録を調べてみたら、全て妖精と呼ぶようですね。それなら、あれも妖精と呼ばれるんでしょうね。身体に似つかわしくない小さな翼まで同じですし。\n\nまあ、妖精とかなんとか言ってもああいうのはただの幻想体、それ以上それ以下でもないでしょうけど。\n\nとにかく…それの左手は長いしゃもじのような形をしてました。あれをしゃもじと言うべきか…ああ、たまに裏路地の食堂に行くと貼ってあるはえ取り紙みたいな感じでもありました。 \n\nもう一方の手には…大きな葉を握っていました。四つ葉のクローバーって言うんでしたっけ？それを傘のように差していました。\n\nあぁ…傘。\n\nそうです。あの空間では常に雨が降っているみたいでした。\n\n気持ち悪い…ジメジメとした雨でした。波で砕ける海水に当たるような気分でした。\n\nそんなに強そうには見えませんでした。まあ、戦えば分かることもあるでしょうね。"
        },
        {
          "level": 2,
          "story": "うぅ…やっぱり幻想体は幻想体ですね。妖精…という名前のせいで少し幻想混じりの先入観を持っていたようです。認めます。私はそれとはもっと一般的な戦闘をすることを期待していました。\n\nはぁ…あのベトベトのしゃもじ…植物でいうとモウセンゴケみたいな手がぐっと伸びて、私たちをあっという間に舐っていきました。そもそも届くとは思わなかったので、止めることも考えてなかったです。\n\nその後の措置もほぼ不可能でした。私の判断より早く、あれは伸ばした手を収めていったんですよ。そして、その先には…私たちの肉が付いていました。\n\nそれは胴体についている口（とでも言うべきでしょうか、でも適切な単語がこれくらいしか思い浮かびませんね。）に肉を突っ込んで噛んで食べました。まるでおいしいステーキの切れ端を噛むようにですね。\n\nどうやら、それを回復手段として使っているようですね。できるだけ肉を取られないようにした方がいいですけど…。\n\n素早い攻撃なので、どのように動くべきかの判断が重要だと思います。"
        },
        {
          "level": 3,
          "story": "それが途中で作り出す巨大なクローバーの…木？みたいなものなんですけど。\n\n思い返してみると、その下だと雨にほとんど当たらなかった気がします。そして…あれは意図的にそのような状況を作っているような気もしました。\n\n戦闘中、片手に傘のように持っていたクローバーが破れることがあったんですが、かなり不快そうな反応を見せました。だんだん…動きが鈍くなったような気もしました。\n\n不味くなった…？そう言った気がします。私たちを凄い目つきで睨んでました。\n\nあの雨は気分を悪くするだけでなく、戦闘にも確かな影響を与えるのかもしれません。\n\nあっ。\n\nってことは、あのクローバーの木を作り出すのは…悪い影響を与える雨に当たらないようにして、自分が肉を食べるときにもっと良い思いをしようとしたから、ってことですよね？\n\nもっと…おいしく食べようと。\n\nうぅ、やっぱりあんなモノに対して妖精って名前を付けるのは贅沢だと思います。"
        }
      ]
    },
    {
      "id": 8549,
      "codeName": "F-04-21-03",
      "name": "妖精提灯",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 1,
          "story": "管理人様の命じられた事後報告を行います。\n最初の遭遇時刻は本日14時40分頃です。正確には、それを敵と判断して戦闘準備を開始した時間です。\nそれは醜く育った古木に似た形をしていました。推定するに、軽く100年は成長したような形態です。太い皺と厚みがこの推測を裏付けています。\nしかし特異な点は、そういった生長の特徴を持っているにもかかわらず、あまりにも低いという点です。\nよじれた枝が特定方向にだけ伸びており、厚い根が下に位置しているという状況が確認され…\n枝の先に明るく輝く青色の妖精（と記述するのが正しいかは分かりませんが、それを表現する適切な単語が見つかりませんでした。）の様子を観察したとき。\nこれは一種の欺瞞型罠であるという結論を得ることができました。\n私が過去に遂行していた数多の戦闘では、このような欺瞞戦術はありふれたものでした。敵軍の注意を引きそうな物を仕掛け、予想だにしない方向から攻撃をする…単純極まりない罠ですね。\nまず囚人の前進を制止し、管理人様の命令を待機するよう措置しておきました。\n今後の命令でご活用することを期待しております。\nよろしくお願い申し上げます。\n→ わぁ…やっぱり戦争の中で生きてた人は違うね？まさかホントだとは思わなかった~。\n→ 沢山食らい、沢山食らわせてきた。その中でもこういう初歩的なものは、少しでも目敏ければ民間人も十分に看破できる。\n→ だよね～少しでも目敏（何度も重ね書きされて太くなっている）ければねぇ～。\n→ …うっせぇ。"
        },
        {
          "level": 2,
          "story": "本日19時頃、それとの有意義な戦闘を行いました。従いまして、下記の通りご報告いたします。\nそれに近づいた結果、予想通り地面を貫いて上がってくる欺瞞的攻撃が確認できました。\nそれによって戦闘員に対する損失はありましたが、彼は制止されても独断で飛び出したのですから、どうせ役に立たなかったのでしょう。\n不要な好餌から得た情報はかなり鼓舞的です。古い見た目にしては低かった理由もすぐに分かりました。\nそれは地面の下に本体を隠しているのです。\nそれは一体何本になるか分からない根を突き上げて攻撃してきます。その一つ一つの長さも見当が付かない程に長いようですが、確実な攻撃のために本体の近くまで誘引するものと思われます。\n1つだけを攻撃する場合もありますが、多数に向かって根を伸ばすこともあります。\nその根が動くたびに、青い妖精がまるで誘惑するようにあちこち動くのも確認できました。\n根に気を配りつつそれを相手にするのはなかなか手に負えないことだとは思いますが、本体の規模が確認できない今、多少戦力の損失を甘受してでも戦闘を通じて動向を習得しなければならないと思われます。\n以上で報告を終了します。\n感謝申し上げます。\n→ いや、ヒースクリフさん！この前あれほど注意したのに、どうしてまたあれの前までふらふらと寄ってくんですか？\n→ → はぁ、クソッ…オレにも分かんねぇよ。あのときもちょっと変だったんだって。行きたくて行ったワケじゃなくて…。\n→ どうやらあの妖精は対象を魅了する能力を備えているようです。そちらを先に処理する方が良いのではないでしょうか。"
        },
        {
          "level": 3,
          "story": "本日09時20分頃、それとの戦闘中に追加で記載すべき事項が生じましたので、下記の通りご報告いたします。\n隠されていた本体を呼び出す方法は、その青い妖精を処理することでした。\nそれを倒すと地面の中に隠されていた本体の一部が現れ、攻撃が一層容易になることを確認しました。\nもちろん、その下にはもっと巨大なものが隠されているとは思うのですが…まず、この程度だけでも戦闘を有利に進めることができると判断したため、これ以上得る情報は損失に比べて有意義ではないと思慮されます。\n以上で報告を終了します。\n感謝申し上げます。"
        }
      ]
    },
    {
      "id": 8550,
      "codeName": "T-02-21-07",
      "name": "道を失った乗客",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 1,
          "story": "- 二足歩行をしているように見えるが、人間の形態であるとは形容し難い。\n- 両手首の上には定型化されていないエネルギーで作られた武器が観測できる。\n- 胸部は全体的に割れている。胸部自体が猛獣の大きな口と類似している。\n- 上半身全体からは皮膚を確認できない。筋肉がそのまま曝け出されており、いくつかの筋幹は破れていて、雑然とした様子を呈している。\n- 下半身は衣服で覆われており、状態が分からない。\n- 衣服の色と形から見て、W社と何らかの関係があることが分かる。\n- 追加的な観測が行われた場合、新たに叙述する。"
        },
        {
          "level": 2,
          "story": "- 手首の上に位置したエネルギー武器は、空間を裂いて他の空間に移動する能力がある。\n- いくら遠いところにいる囚人であっても、それが決心すれば瞬時に背後から現れる可能性がある。\n- それは私たちが目に見えないある種の空間に存在することができる。\n- 単純に該当空間の入口と出口だけを作り出すのではなく、多様な空間の出入口を作り出すことができる。\n- 戦闘中に空間が複数開かれることを確認できたが、内部を観察した結果、それぞれ固有の色があることが確認できた。\n- 空間からは、表現するのが難しい香りやエネルギーが感じられ、気温や風向きの違いがそれぞれあったことが分かった。\n- 追加的な観測が行われた場合、新たに叙述する。"
        },
        {
          "level": 3,
          "story": "- 当該空間は物理力によって閉鎖できることを把握した。\n- 詳しい原理は分からないが、空間を閉じると今まで感じられたエネルギーが消えるということは分かった。\n- 空間は計4つが開かれ、この空間が開かれるときは、それが必ずどこかの空間の中に隠れて攻撃できない状態となる。\n- 該当空間が閉じられないまま残っていれば、それに有益なエネルギーを提供するものと見られる。\n- 空間を閉じたときは、その空間から出る効果が得られないように見える。\n- それが隠れて現れる周期はかなり早く、再び現れる前に空間を最大限多く閉めると、戦闘で有利になる確率を増加させた。\n- それぞれの空間がどのような効果を伝達するかは、持続的な戦闘と犠牲を通じて把握できるものと見られる。\n- 以下には囚人の反応を集めて記述する。\n- 赤いものはそれの攻撃性を高めた。\n- 緑の空間ができると、それを倒すのに時間が掛かりすぎる気がしました…。\n- 黄色いのは！それをもっと素早くしたのでありまする！\n- 青いのが開くと…何だか競り合いがギリギリになった気がするな。\n- これ以上把握できる事実はないようなので、観察日誌はこれにて終了する。"
        }
      ]
    },
    {
      "id": 8555,
      "codeName": "O-06-21-16",
      "name": "蒸気運搬機械",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 1,
          "story": "蒸気を吐くこの機械について説明してしんぜよう！\nこれはとても大きいのだ！私の3倍を超える身長にありまする！\n大きな胴体の真ん中には数字が出るなどが設置されていたのである。ああいうのを…真空管と言うのであったか？そういうのが四つ付いておりまする。\nこれといったすごい特徴があるわけではありませぬが、この機械をよく見てみるとすごく精密なものでいっぱいになっているのがすぐ分かりまする！\n腕と足にはそれぞれ巨大な歯車が、胴体の上にはたまに蒸気が噴き出す煙突も用意されているのだ！\nまるで巨大な工場が自ら動いているようではありませぬか？かなり魅力的だと言えよう！\n→ …？今回はこの子が担当するの？だいじょぶなの？\n→ 鶏とは違い、直接噛むことはできない個体ですからね。構わないと思います。"
        },
        {
          "level": 2,
          "story": "機械と戦ったのである！\n予想通り、大きな身体を使って強く叩きつける手口で攻めてきたのだ！\nひとつ、予想できなかった部分があるとするなら…。\nそれは腕にあるもう一つの煙突から噴き出す蒸気攻撃！\nまるで消防士が水を撃つかのように、強い圧力で私たちに向かって噴射したのである。どれほど熱かったか言いますると、目が灼かれて前が見えなかったこともあったのでござる！\nあっ…一つ特記すべき点がござりまする！\nその胴体にある数字の値が高いとき、より強くて熱い蒸気が噴き出した気がしまする。目が灼けるのに掛かった時間が違ったので、私、確かに覚えておりまするる！\n→ それ、ここまで鉄道に乗ってきた時間を表記してると思います…列車の中にあった数字と同じでした。\n→ そういうことか…時間を延ばせば延ばすほど、この駅から抜け出すのが難しくなるだろうま。\n→ いや、みんな？おちびちゃんが「目玉が灼けた」って平然と書いてるけど、これスルーしていいものなの？"
        },
        {
          "level": 3,
          "story": "書くべきものができたがゆえに、いざもう少し書き付けん！\nいかなる方法かは分からぬが、いくつかの状況でそれが自己整備してるのを見たのでありまする。\n胴体にある数字も変わっていたでござる！\nふむ…何かしら機械が出てきて修理するというよりは、まるで無かったことにするようでありました。\nあっ！管理人殿が私たちを助けるときに似ているのではあるまいか？ 管理人殿に聞けば何か分かるかもしれませぬ！\n→ あぁ…だから面談を申し込んできたんだ。申しわけないけど、私も君たちを蘇生する方法が分かってるわけじゃなくて…。\n→ 二つの方式の間に関連があるか把握するための情報が不足していますね。今のような状況で結論を下すのは難しいです。\n→ その真空管を壊すのが有効に見える。真空管が壊れた状態で戦闘をしたとき、今のところは自己修復をしていないようだ。"
        }
      ]
    },
    {
      "id": 8556,
      "codeName": "O-04-21-22",
      "name": "薔薇の表示板",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 1,
          "story": "どれどれ～。\nあのバラの花がゴチャゴチャに咲いていた木片のようなもののことですよね？\nなんてことでしょう、あんな乱雑な挿花は生まれて初めて見た気がします。どの庭師が引き受けたんでしょうか、僕の家だったら大目玉を食らってたでしょうね。\nまぁ…全ての庭師がそれぞれの美的感覚を持って仕事をしてますけどね。僕の見識としては、どんな美しさを追求するためにそうしておいたのかはよく分かりません。\n特に、木片の真ん中にぶら下げるように置いたもの…？物体？目玉がいくつか付いてるみたいですけど。\n拘束と観察…そういったことを示唆したかったんでしょうか？\nとにかく、あまりにも見た目が凶悪だから作品として楽しむにはちょっとアレですね～。\n→ ドタマがマジでお花畑か、お前。人のことブッ刺してくる化けモンに庭師とか作品とか何言ってんだ？\n→ いや、十・作。（十分作品だ、と書かれたと思います！と書かれている。） 醜悪なものから作品性は湧き上がるものだ。こんな作品性を逃さないなんて、見直したよ。"
        },
        {
          "level": 2,
          "story": "攻撃方法かぁ…。\n僕たちが今まで出会ってきたものたちと似てた気がします。頭に林檎がついていたあれとか、今回の列車旅行で見たあの木の根っこで攻撃してたものとかですね。\n木片が空から飛んできて落ちたことって、ありませんでしたっけ？それならその攻撃方法が、この凶悪なものの特殊な性質になりそうですね。\nそれらがまるで僕たちを閉じ込めようとしているかのように、出くわした途端一ヵ所に縛られてしまいましたから。"
        },
        {
          "level": 3,
          "story": "茨に巻かれるとあんなに痛くて、歯も震えるものなんですね…知りませんでした。\n僕の家でも、たまに過ちを犯した人が縄に縛られてうずくまっている姿をよく見ましたけど、今まで一般的な綱で縛ることが慈悲深い仕打ちだったとは思ってませんでした。\nそして、その棘…僕の身体から血を吸っていくように感じました。養分を摂るようにですね。\nそれだけじゃないです。戦闘中に仲間の方々がひとりふたり…亡くなるときもあるじゃないですか？\nその度に戦う人たちの志がポキッと折れていくように感じました。ある種の感情が折れるような気分と言うべきでしょうか…ああ、精神的に追いやられるのとは全く違う経験でした。\n亡くなる方々の姿もいつもと違っていました。それの蔓が足から絡み付いてきて、その方々に巻き付くと、バラを何本も咲かせたんですよ。\nその時々で…そのバラの色も、それぞれ違う色で咲きました。みんなその姿を見て、心の中の感情が一瞬にして消えていくような気がしたと言ってました。僕もそうでした…。\nそうしてそれを倒すと…。亡くなった方々も、それと同じように爆発して消えてしまいました。\n花びらだけを沢山残したまま…ですね。"
        }
      ]
    },
    {
      "id": 8541,
      "codeName": "T-02-11-04",
      "name": "衝擊ムカデ",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 1,
          "story": "あぁ…あのムカデみたいなやつのことだよな？\n\nムカデって言ってるけど、あんな鋼鉄の鎧みたいなものをしっかりまといこんでるのをムカデって言えるかは微妙だな。\n\nあぁ、まあ…だから幻想体なんだろうな。\n\nそうだな…見た目から説明するなら、とりあえず青い鉄板を繋げて、どでかく作ったみたいな形をしているな。ロボットみたいだっていうか。\n\n目は真っ赤で…たまにチカチカしながら輝いているような気もするよ。\n\nたまに…いや、よくかな？身体の近くで電流が流れてるみたいにバチバチしているのが見えた。目に見えるってことは結構高圧だと思うんだけど…触っちゃったら痛いって言葉じゃ済まないだろうな。\n\n→ ムカデか…私的にはむしろヘビみたいに見えたけど？とぐろ巻いて睨み付けてばかりいたし。\n\n→ それはそうだけど…君が住んでいた町の蛇には足が付いてるのか？あれは流石に蛇って呼べないだろ。\n\n→ あったけど？\n\n→ ありますけど。\n\n→ あぁ、オレも見たよ。\n\n→ …俺だけ田舎もんってわけか？\n\n→ 面白いね～ダーリン。"
        },
        {
          "level": 2,
          "story": "はぁ…感電なんて心配するんじゃなかったよ。\n\n俺が鋼の鎧のようなみたいなのをまとってるって書いたっけ？訂正しないと。あれは鎧っていうより…全ての断面が鋭く研がれた全身刃みたいなもんだった。\n\nそんな身体で突き刺して、押し付けて…しかも、巻き付いてくることもあるから、囚人たちが傷付くわけだ。\n\nみんな血をダラダラ流してたし、戦うのに苦労したよ…。\n\nだからって感電しなかったかって言われると、そうでもない。ただ、その類いの攻撃をするためにはしばらく行動を止めて、またとぐろを巻かなきゃならないみたいだな。\n\nなんか最初からそんな感じだったな思ってたけど…。\n\nまあでも、弱点は確実に分かったかな。\n\n頭を割っておくと、とぐろが巻けなかった…それなら当然、感電することもないだろうな？\n\n→ あのですね、グレゴールさん。あなたの言うことを信じて前へ出たら電気グリルになったんですけど、どう思いますか？\n\n→ 確かに。髪の毛が傷んだブロッコリーのように変わってたな。オレンジ色のブロッコリーだなんて、戦場でもそんなものは食べなかった。\n\n→ …私の髪に不満があるなら、直接面と向かって話してくれませんか。\n\n→ い、いや…。なんで二人とも喧嘩するんだ。俺が悪かったよ…まさか頭が割れたら全身に電気が流れるなんて思わなかったんだって。"
        },
        {
          "level": 3,
          "story": "知ってるか…？ムカデってヤツは、心臓が止まっても神経が死なないせいでしばらくの間暴れるんだよな。\n\nこいつも同じだ。\n\n最後の足掻きのつもりか…緊張を解いた金持ちの坊ちゃんが死んじまった。\n\nファウストさんが言ってたな、「神経は電気刺激によって動くものですから、電気系統の問題ではないでしょうか」って。\n\nまあ…おまけに「幻想体にこんな論理的な話が通用するかは分かりませんが。」とは言ったが、俺は違うと思う。\n\nこの前、頭が割れた時に気づいた…少なくともこいつは、納得のいく法則を通じて動くんだろう。ショートとか、通電とかいう論理が通じるだろ？\n\nそれなら…こいつが充電しておいた電力が全部切れるまで耐えれば…勝手に終わるだろう。\n\n俺の言う通りだろ？"
        }
      ]
    }
  ]
}