{
    "dataList": [
        {
            "id": 8152,
            "codeName": "??-??-??-??",
            "name": "憂鬱大罪?",
            "clue": "手掛かり",
            "storyList": [
                {
                    "level": 0,
                    "story": "- 過去に観察された、透明な胴体で構成されている虫の形状をした何かと類似している。\n- 過去とは異なり、生命活動に必要な器官がより多く生成され、成長したことを確認した。\n- しかし依然として、生物と定義できるほどの物理的条件は確認されていない。\n- 手と呼べそうなものが、外部に認められる。何か丸いものが握られている。\n- 行動様相と攻撃時の様子を観察した時、その丸いものは水袋のようなものと把握される。\n- 胴体内部の液体は該当する袋と繋がっているようで、袋が液体で膨らめば胴体内部の液体は減少する様相を呈する。\n- 足や触角と呼べそうな器官が多数発見される。現在は攻撃以外に特別な活用先は把握できない。\n- それでも、長い間それを注視するのは避けた方が良さそうである。\n- 過去の否定的な出来事を呼び起こされるのは、未だ愉快なことではない。"
                }
            ]
        },
        {
            "id": 8151,
            "codeName": "??-??-??-??",
            "name": "憤怒大罪?",
            "clue": "手掛かり",
            "storyList": [
                {
                    "level": 0,
                    "story": "もっと大きくなったね？\n目は更に血走ってギョロついてて…しっぽみたいなのもできたみたい。\n簡単に言うと、もっと気色悪くなったって表現すればいいかな。\n干からびたイカの足が少し膨らんだ半乾きのイカになったって感じ。相変わらず内臓を痛くさせてくる赤い水も流れてるし。\n相変わらず突き刺すような攻撃も同じなのに…なんだか多彩になった気がする。\n一番記憶に残ってるのは、急にしっぽをシュって振って飛びかかってきたこと。いや、元々なかったでしょ？\nあるいはあったけど、腕に力がなくてちゃんと支えられなったのかも。\nまあ…知ったこっちゃないけど。\nあ、あと攻撃する度に炎が立ち上ったんだよね。火傷には注意した方が良さそう。\n多分…またこいつに攻撃されたら、不快な怒りがこみ上げてくるだろうね？\nなるべく動かさないようにして、早いとこボコボコにした方が良いと思う。"
                }
            ]
        },
        {
            "id": 8154,
            "codeName": "??-??-??-01",
            "name": "ねじれたキムサッガッ",
            "clue": "手掛かり",
            "storyList": [
                {
                    "level": 0,
                    "story": "管理人様から命じられた事後報告を遂行いたします。\n推測通り、このキムサッガッという者は心象の内側からねじれがさらに深まったものと判断されます。\nその兆候としては、身体の外側へ流れ出ている詳細未詳の黒い霞と更に濃くなった青色の眼光、そして正常な意思疎通の可能性が希薄であることを例に挙げることができます。\n…最後に関しては、以前もまともにできたわけではありませんが。\nただし、外部から観測したとき…この人物は多少強い悲しみを持っていると判断されます。\nこれを「恨(ハン)」と呼んだりもするそうです。憂鬱が憤怒に転じ、戦闘力に影響を及ぼすものと考えられます。\n個人的には、頭目という称号を持っているのであれば、それなりの団体に対する指揮官の役割を担っているはずであるのに…感情的な状態を継続的に維持することは正しい方法ではないと存じます。\nそれによって理性さえ失ってしまったのであれば、より無価値になります。\nいくら強さで名を馳せたとしても、そのような弱い感情を持った指揮官は十分にこちら側で対応が可能だと判断されます。\n以上で報告を終了します。\n感謝申し上げます"
                }
            ]
        }
    ]
}