{
    "dataList": [
        {
            "id": 8363,
            "codeName": "??-??-??-??",
            "name": "",
            "clue": "手掛かり",
            "storyList": [
                {
                    "level": 1,
                    "story": "あぁ、また虫…また…。\n\nどうしてここに来るたび虫ばっかなの！\n\nこの前虫とか嫌いって絶対書いてたよね？\n\n虫が出るたび私にやらせてない…？よりによって他の誰でもない、私の番でこんな気味が悪いものを見なきゃならないなんて…なんでこんな理不尽なことをさせてくるの…。\n\nうぅ…うん、でも仕事は仕事だし…記録すると…。\n\nごつごつしてて、ぬるぬるなのが、すごくゆっくり動いてる…。\n\n中に紫色の液体みたいなのが直に見えてて…。\n\n大きな血管みたいなのが頭？前？とにかくそこにくっついてるんだけど、うぇっ…汚物を撒き散らしたりはしないよね？\n\nあ…！そういえばファウストがこれを早く倒さないと大変なことになるって言ってたよね？\n\nじゃあどうしようもないね。もう観察するのはムリ！\n\nこんなもん、さっさと捕まえて倒しちゃえばいいんだ！\n\n→ 虫が気持ち悪いということ以外に何の情報価値も無くはないか？こんな報告書を提出するなんて呆れたな。\n\n→ 該当個体は一定時間が経過すると、自ら命を絶つことで周囲の隔離室に影響を与えるという記録を別途発見したため、対処は悪くありませんでした。\n\n→ そ、それにしてもグレゴールさん、今回の記録をすごく頻繁に確認してますよね。\n\n→ …もしや、誰かが虫に関する冗談で喧嘩を売りくるが心配なれば、させずともよろし。\n\n→ 次に誰かがからかってきたら言ってくれたまえ！このドンキホーテが懲らしめてやろう！\n\n→ いや、別にそういうわけじゃなかったんだけど。まったく…人に惨めな思いさせやがって…。"
                }
            ]
        },
        {
            "id": 8366,
            "codeName": "??-??-??-??",
            "name": "",
            "clue": "手掛かり",
            "storyList": [
                {
                    "level": 1,
                    "story": "それは本当に突然訪れました。\n\n時々、空から予告もなく雨が降ったり、雷が落ちたりすることがあるじゃないですか？\n\n自然が…あるいは神が与えた贈り物のように…この石碑はそうやって、僕たちの頭上に降ってきました。\n\nホドさんが撃ってくれた物理干渉防護フィールドがなければ、またミンチになってたと思います、うぅ…。\n\n幸いにも、落ちた後は動きませんでした。…あ、触手以外はですけど。\n\n思ったいたよりも巨大だけど、触手を威圧的に振り回すだけで…近づかなければ大人しくしているようでした。\n\nえっと…でも、この石碑はどうやってここに落ちてきたのか…。\n\n石碑が自分でここに来たとは思えないし、やっぱり誰かが落としたんでしょうか？\n\nこれは突然思い出した話なんですけど…子供の頃、必死に願った願いが不運な形で叶う物語を両親から聞いたことがあります。\n\nその物語のように、何かを願った結果が…この石碑だったのかもしれませんね。\n\n刻まれた文字さえ読めれば、その意図が分かるんじゃないかと思うんですが…。\n\nうーん。分かりません。学校では見たことも聞いたこともない文字なので。\n\n壁に貼ってある教育マニュアルを見るに、光を放つと大変なことになるって書いてあったから、そろそろ壊した方がいいんじゃないですか！？\n\n→意図は理解できぬであろう。またこの巨石も、下に居る者を理解せることはあらざらむ。\n\n→あぁ～分かる気がします。文字を刻んで何かを伝えようとしても、この会社の社員たちは読まずに壊してばかりいたみたいですからね。石碑を送り込んだ存在も不思議に思ったんじゃないでしょうか？\n\n→これが手紙みてぇなものかもしれねぇってことか？手紙を送るたびにシカトされんのは…ちっ、気分悪ぃけどよ…。\n\n→まあ、こんなものを送り込んだ存在を私たちが理解できるわけないですよね。ただ、出くわし次第叩き壊すのが答えです。"
                }
            ]
        }
    ]
}