{
  "dataList": [
    {
      "id": 8577,
      "codeName": "O-01-20-07",
      "name": "紅炎蛾",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 1,
          "story": "それを観察せる結果を所懐することにせん。\n\nそのさまは、炎に燃えたる一匹の蝶、あるいは蛾に類似せると言うべしや。 \n\nいや、言い直さん。 炎そのものが、さる形状すというが妥当ならん。\n\nその周囲には赤く熱くなりし炎の群れが共にす。\n\n幼き時のこと思ひ出さる。乱れし木の枝集め、よしもなく火つけ燃えゆくけしき見たりき。\n\nその時、ぱちぱちと飛びゆきし火種がそれよりも観察されたり。\n\n炭になりゆく木の枝を見、赤くなりしその炎の上に、私はよしもなく手を伸ばして温度を感ぜんとせり。\n\n皆、させざりきや？触れずとも、その熱さは肌を爛れさせ骨を焦がすということを知りたれど、あえて炎に近づかねばと思うなり。\n\nそれがひらひらと動きし時、我はさることを考えたりきめり。\n\n報告は以上なり。\n\n→ いや、戯言を優雅に書き付けたところで、お前がそれに近づいてって死んだのが理解できるわけないだろ？\n\n→ その代わり、その死で有益な情報を得ました。イサンさんが持ってきた「火種」が特定の状況にて周辺の人物に転移されるという事実を。\n\n→ …あんた、その火種が燃え移って火傷を負ったろ。なんでそんな淡々としてられるんだ？\n\n→ はい、まぁ。この程度なら平気です。"
        },
        {
          "level": 2,
          "story": "それと戦う機会あれば、述懐せむと思ふ。\n\n以前の我が行いをもちて、その火種は転移し、特定の状況通じ拡散すという事実分かれり。\n\n偶然得し情報なれど、そのおかげに慎重なる戦方式を選ぶべかりき。（勝手に振る舞いしためしが申し訳なからずということならず。）\n\nそれの羽ばたきに触ると、我らは火種運び抱く。\n\nそれゆえ…それが火種をあまた抱え込むほど、その力はなお大きになるべく見ゆ。\n\nなれば、おそらくあれの翼を壊しつべくば、さだめて以前のごとく我らの攻勢強くなるべし。\n\n翼にかかれる火種を、全て抱ふべからむや？\n\nこの火種……熱くはあらず、なかなか暖かければ、むしろ持ちくるが理の得ならぬやと思えど。\n\nそれならば、以前に友の得し火傷はいかなる由にそうなりしかゆかし。\n\nいまだ知れるまこと多からずば、いま少し没頭せん。\n\n報告は以上なり。"
        },
        {
          "level": 3,
          "story": "どうやら、それが「点火」をさする方法が分かれる気す。\n\n考えば当然の話なりき。\n\n木の枝に舞い降りし火種を育てて炎を起こす方法は、扇ならずや？\n\nそれが翼を後ろまで引き寄せ、一度に吐きいだす瞬間あり。\n\nその瞬間に起こるすさまじき突風は、周囲の火種を大きに膨らませ、ひとえに炎の塊を我らに撃ちし心地せり。\n\nその炎の塊が我らの体に付きし火種を散らしつつ…また大きにして。\n\nそは、今や「点火」し両側にありし友の身体を燃やす原理と見き。\n\nそれが火種を持たば持つほどその強力さが大きになれば、我らが奪いて抱けるはそれなりの効果あらめど。\n\n下手して突風に巻きこまれば、大いなる損害にて戻らん…さ、したためらると思う。\n\n報告は以上にて終わらん。"
        }
      ]
    },
    {
      "id": 8578,
      "codeName": "O-04-20-11",
      "name": "宿した綿花",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 1,
          "story": "オイ！オレがこれ書く前に言っとくべきことがあんだけどよ。\n\nこの綿ヅラって役に立たねぇ癖になんで何度も出てくんだ？\n\nいやまぁ…幻想体ってのがオレたちの助けになる必要はねぇけどよ。\n\nこいつらが時々くれるやつ。アレが「贈り物」だって？\n\n敵が何しても疲れないようにしてやるやつ、あれが贈り物だってぇ？\n\n呆れかえってなんも言えねぇからここに書いたんだよ。分かってくれよな？\n\n…ふむ、とにかく。\n\nまぁ…すげえデッケぇ綿花みたいな見た目してんな。毎日みてぇに手を振って、オレたちを釣ってたときと同じ見た目だ。\n\n真ん中は…水の代わりに血でも吸ったのか赤ぇな。\n\n茎…？根…？どっちでもいいけど、気持ち悪りぃツルみたいなのがゆらゆらしてる。\n\nパッと見でも、あのツルのストローみたいなのをオレたちにブッ刺して血でもチューチューやるつもりってのが丸わかりだな？\n\nどれ、とりあえずあのツルからぶちぶち引き抜いてやろうじゃねぇか。"
        },
        {
          "level": 2,
          "story": "いや、だから切れねぇっつーの…。はぁ、喋れるわけねぇか。\n\n時計ヅラ、どうにもこの固ってぇツルはオレたちが切ったりして解決できそうには見えねぇな。\n\n戦ってたらどうしようもねぇまま…この面倒臭ぇのが刺さってくんのは避けられねぇみてぇだ。\n\nクソッ、血をチューチュー吸われんのも結構うっとうしんだよ…。\n\n当然だろうけど、あれはオレたちの血をちょっと吸ったと思えば赤く変わんだ。\n\nその状態だと少し手強ぇ攻撃をやろうって構えるから、できればその前に終わらせんのがいいだろうけど…。\n\n口だけではどうとでも言えるよなぁ、チッ。この刺さったストローが片付くわけでもねぇし。\n\nただ全力で布団叩くみてぇに、叩きのめす以外に方法は無さそうだな。"
        },
        {
          "level": 3,
          "story": "根っこをよく伸ばして水をよく吸った植物は死にづれぇんだっけ？\n\nそれと…幻想体に既存の常識を当てはめんなって誰かが言ってた気がするけどよ。\n\n何でこういうときに限ってそんな常識がうめぇこと当てはまんだよ、クソが…。\n\nあぁ、分かったことがあるとすれば…ストローを一番ブッ刺したヤツからぶちのめしに行ってたぜ？オレが直々にぶちのめされたんだし、これは絶対に間違ってねぇはずだ。\n\nそれに、はっ。これはちょっと笑えんだけどよ。\n\nこの野郎、贈り物だっつってくれるときは強制的に敵を疲れないようにしてた癖に…。\n\nあいつボコると疲れるっちゃ疲れてたんだよな？おもしれー綿ヅラだ。\n\nそのときフルボッコにして倒すんだ…チャンスを逃したら方法はなさそうだ。\n\nとにかく、長引かせるなよ。何でかは分かんねぇけど…いつもオレが一番ストロー刺されるからな。"
        }
      ]
    },
    {
      "id": 8585,
      "codeName": "T-03-20-04",
      "name": "軽蔑の螺旋",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 1,
          "story": "うーん…私が生きてた場所で一番腹立つこと、なんだと思う？\n\n餓えて、お金借りて回って…そんなんじゃ感情が揺れ動かないよ。少し経てば忘れちゃうもん。\n\n無視するまなざし。私はそれがこの世で一番腹立ったの。\n\n今は…あの時よりかは大人になったから適当に我慢して流せる余裕を身につけられたけど。\n\n…今日またそれを感じちゃった。\n\n人間みたいな見た目でもないし、何みたい？って聞かれたらホントになんて答えればいいのか分かんないのが空中にぷわって浮いてるんだけど…。\n\n分かるよね？妙に押し潰してきそうな視線を送ってくる感じ。\n\nそれがすっごくイライラするんだよね。\n\nなんかぐるぐるに絡まった装飾品みたいな見た目してて…ちぇっ、うるさく鉄が鳴り響く変な音が何度も聞こえてくる気がするし。\n\n見た感じ黄金っぽいけど、ちょっと引っぺがして売れたら良い牛肉を何塊か買ってパーティーできそうなんだけどね。はぁ。\n\n→ 食べることしか考えてないのか。\n\n→ 食べれずに過ごしたせいだって～。豊かで平穏に暮らしてた子たちには理解できないかもね。\n\n→ う～ん、どうですかね？食べられずに過ごしたことはここに来てからしかないですけど、牛肉はいつでも美味しくて良いものでしたよ？\n\n→ そういう意味じゃないけどね…あはは。"
        },
        {
          "level": 2,
          "story": "はぁ…これちょっと見積もったけど結構疲れるタイプだと思う…。\n\n私が最初感じた無視するって感覚が間違ってなかった。あいつ、自分をずっと攻撃してるやつをじっと見つめてるなぁ～って思ったら…突然目つきを変えて睨んできたんだよね？\n\n自らに対して手を触れる価値すらない無力な奴。\n\n…って言ったわけじゃないけどね？口があったならそう言ったんじゃないかな？そういう目だったね。\n\nそれと…たまに滅茶苦茶巨大な手を取りだして、私たちの中から一人を捕まえていくんだ。\n\nこの前はムルソーが連れて行かれたんだけど…どうやって助けてあげれば良いか分からなくてそのまま潰れたトマトになったこともあったんだ。\n\n酷いよね？うぅ…とにかく、あの手を直接殴り壊せば解放させられそう。まさかそんな脳筋な方法だとは思わなかったけど…。\n\n私もいつか捕まるかもしれないから、もしそのときになったらどうか全力で手を壊してちょうだい…。\n\n死ぬの自体嫌だけど、あんな風にぺっしゃんこのカツレツになるのはもっとイヤだから。"
        },
        {
          "level": 3,
          "story": "思ったんだけど、あれが軽蔑の宿った目で見つめるのと、手で掴んでくのには関係がある気がするんだ。\n\nとりあえず…掴んでくの自体はランダムでやってるわけじゃないみたい。\n\n私たちが知らなかっただけで、とあるタイミングで手を攻撃してく人を連れて行くみたいだったんだよね。\n\n私は当然イラつかせてくるやつを、雑草抜くみたいに引っこ抜いてくんだと思ったんだけど。\n\n自分が気に入らないものからトマトペーストにするのは、もしかすると当然の心理かもしれないとも思ったし。\n\n実際、当たり前すぎるか。誰だってそうするよね？\n\n…まぁ、あんなのに当然の話を当てはめるのはあり得ないんだけど。\n\nあぁ、でもその代わりに良いこともあったよ。軽蔑の視線を受けた囚人を私たちが解放したことがあったんだよね。\n\nそしたらあいつ…すっごく慌ててたっぽい？\n\n自分が眺めていた下等なものの仲間たちが手放せたから…そうなったんだろうね？\n\nしばらくの間、意識も飛んだのか攻撃にもすごく脆弱になった感じがしたなぁ。\n\nうーん…でもそんな状況を作るためには、結局囚人がそういう視線を受けるようにしないといけないってことでしょ？\n\nリターンはあるけど、リスクが無いわけじゃないから…。\n\nこれ完全にダンテの頭が爆発しそう…あぁ、もう爆発して燃えてるよね？\n\nあはは、冗談だよ。\n\n→ 意図が敵対的ではなくとも、管理人様を揶揄うのは不適切ではないか？\n\n→ えぇ…今更じゃない？それ言うならヒースクリフに毎日指摘する必要があるんじゃない、ウーティス？\n\n→ 機会があるたびに注意をしています。\n\n→ 私は大丈夫だから、そこまでしなくても大丈夫…。\n\n→ あ？なんだ？時計ヅラが書いたのか。さっき指図好きがオレ見て溜め息ついて帰ってったけど…そういうことか。"
        }
      ]
    }
  ]
}