{
    "dataList": [
        {
            "id": 8100,
            "codeName": "T-03-21-09",
            "name": "皮膚の予言者",
            "clue": "手掛かり",
            "storyList": [
                {
                    "level": 0,
                    "story": "管理人様から命じられた事後報告を遂行いたします。\n\nそれとの最初の遭遇時刻は本日16時頃ですが…遭遇したと自覚するまでには多少時間が掛かりました。周辺の明かりが全部消えており、形態を判別することが困難でした。\n\nよって、確実にそれを認知したのは16時10分程でしょう。\n\nそれは自分の横に蝋燭を置き、大きな本に燃え上がる炎の形状をした羽毛の付いたペンで何かを止め処なく書きつけていました。\n\n蝋燭の明かりがきちんと点かず、その様子を把握するだけでもかなり時間が掛かりました。\n\nその暗闇の中でどのように字を見て、また書きつけているのかは分かりませんが…まるで読書灯のような3つの目玉と、揺れる羽ペンが作り出す小さな明かりで解決しているのかもしれません。\n\n光を利用したある種の攻撃様相を持つと判断され、有意義な変化を確認するまで先制攻撃は避けた方が良いと判断されます。\n\n今後の命令にご活用していただけますと幸いです。\n\n感謝申し上げます。\n\n→ …待ってて首が伸びきっちまうかと思ったよ。\n\n→ 隣にある蝋燭を点けないと、それを攻撃することすらできない状態でした。長い時間待機するのは無意味だったようですね。\n\n→ 誤った判断を下すこともあるだろう？代わりに私がその蝋燭の攻撃を受けたのだから、責任は取ったではないか。(蝋が付いたかのように、文字の所々がつやつやしている)"
                },
                {
                    "level": 1,
                    "story": "多少予想と乖離した結果になりはしましたが、引き続き報告を作成いたします。\n\n本日22時15分頃、それとの有意義な戦闘を行いました。\n\nそれの戦闘方式はある意味単純です。自分がいつ攻撃するかを事前に知らせて攻撃してくるタイプなので、現代の戦争戦術と比較すると、あまりにも劣った方法だと言えます。\n\n時間が経ったり、囚人が蝋燭を刺激して火を全て灯してやっと、それが私たちを認知したかのように戦闘へ直接参加します。\n\nつまり、その前なら戦略と方法を検討する時間が十分あるとも言えるでしょう。\n\nそれを相手する方法は様々なものがありますが、多数との戦闘でもない上に…それまで攻撃してきた蝋燭がじっと立ち止まるようになるので、落ち着いて戦えば良いだけです。\n\nもちろん…力で押されればとすぐに皆へと被害が及びますが、それは対応に乗り出した囚人の無能がゆえと評価しなければならないでしょう。\n\n炎は断続的に明滅を繰り返すので、そちらについても継続的な観察が必要だと思われます。\n\n以上で報告を終了します。\n\n感謝申し上げます。"
                },
                {
                    "level": 2,
                    "story": "新しく把握した事実がございますので、報告書を追加で作成いたします。\n\nそれとの戦闘において、より犠牲を減らせる方法を把握しました。\n\n火が灯るとそれが囚人の動態を把握するという点に着眼したもので、それが攻撃を準備した時点で一気に蝋燭を消し飛ばす方法が有効であることを確認しました。\n\n攻撃をどこに放てばいいのか見当もつかないまま···自己破壊しておりました。間抜けですね。\n\nあぁ、もう一つ追加で記述すべきことがあります。\n\nそれが持っていた本の内容は、単なる文字の羅列ではないように見えます。状況にもよりますが、囚人のほとんどがそれが落とした本の内容をちらっと見ただけで深刻な頭痛と混乱を訴えました。\n\nこれらの内容を、今後の命令に役立てていただければ幸いです。\n\n以上で報告を終了します。"
                }
            ]
        },
        {
            "id": 8101,
            "codeName": "O-02-21-11",
            "name": "歩く真珠",
            "clue": "手掛かり",
            "storyList": [
                {
                    "level": 0,
                    "story": "えっと…あの緑色の貝のことですよね？\n\nクラップ蟹と戦ったときと、そこまで違う気はしなかったです。ネトネトとしたあの緑の物質とか…生臭い磯の匂いがするのも似ています。\n\n貝…と似ていると思います。丈夫な殻によって固く閉ざされている姿が似てる気がするんですよね。\n\nもちろん…僕の知っている貝は、あんな手足が付いていたりはしないんですけど。\n\nあんな…大きくもないですし。\n\n戦闘を行わずに待つと…たまにその殻を開けるときがありました。\n\nそこには…沸騰してるかのようにブクブクいってる緑色の液体がゴボゴボと流れ出てたんですけど…あっ。\n\nそうです…なんか…幼虫みたいなのもいっぱい…。\n\n(液体が落ちて乾いた跡がある)\n\n→ は？なんだこれ。書いてる途中でどっか行ったか？\n\n→ シンクレア君ならば、先ほど甲板の外にいでけれど。気色の青白きがひとえに乗り物酔いすべく見えき。\n\n→ はぁ、クソ。汚ぇだろ！\n\n→ 痕跡を観察してみると、吐瀉物ではなく汗の跡に見えますね。衛生に関する問題は特段ないでしょう。\n\n→ わざわざ想像させないでよ…ファウ…。"
                },
                {
                    "level": 1,
                    "story": "その殻…凄く硬かったです。\n\n僕らがいくら壊そうとしても攻撃が効かないといいますか…。\n\nえっと…僕が、試してみたことがあるんですけど…。\n\n僕のハルバードが長いじゃないですか。それで閉じた隙間に差し込んで下へ強く押せば開くかもしれないと思って…。\n\nあの、なんか…学校で習うじゃないですか？てこの原理でしたっけ…。\n\nまあ…結局はびくともせずに僕のハルバードが壊れちゃいましたけど。\n\nでも、良いことが分かったかもしれません。\n\nそれが殻を固く閉ざしているときは、周囲にあの緑色の液体がべたべたとくっついてて、殻が開かないように支えてたんです。\n\n結局、僕は開けられなかったんですけど…あの粘液が剥がれて落ちるのを見ました。\n\nそれを全部無くせれば…攻撃が通じるであろう中身を見ることができるんじゃないですかね？\n\n→ 真っ二つになったハルバードを両手に握ってふらふらしてたのは、どうして書かなかったんだ？\n\n→ そ、そんな情報要らないじゃないですか！\n\n→ いいや。お前がそうやって視線を引いたが、それから飛び出した虫はお前を完全に無視した。むしろ状態が一番良い奴を探しているようだったな。\n\n→ 意味のある情報でしたね。もちろん、有効打を与えられない武器を持って抵抗していた行動を記さなくても記録できたと思います。\n\n→ …酷いです、お二人とも。"
                },
                {
                    "level": 2,
                    "story": "貝の中には真珠がありました。\n\nいや…あれを真珠って言っても良いんですかね？沸騰してるような毒物の中でちらつくあの輝きが…。\n\nでも一つ確かなのは、その真珠が幻想体の核心的な部分だということです。\n\nそれを攻撃するチャンスを得るためには、沢山の犠牲が必要だったというのはちょっとあれですけど…。\n\nぼ…僕も今は理解というか、慣れてきたんですかね…。\n\n僕たちが犠牲なしに、何かを解決したことはないですから。\n\n→ おちびちゃん、そういう心構えはいいんだけど…何かちょっと追記するのはどう？うーん、例えば素早く行動するとか！\n\n→ 何をそう遠回しに言ってんだ。おい、あの貝が口をかっ開いたからって「や、やった！」って言った癖に、チャンス逃して全員くたばっちまう攻撃を受けたろ。\n\n→ …ごめんなさい。"
                }
            ]
        },
        {
            "id": 8102,
            "codeName": "T-02-21-06",
            "name": "夢貪る濁流",
            "clue": "手掛かり",
            "storyList": [
                {
                    "level": 0,
                    "story": "あの巨大ながらも雄大なものについて説明してしんぜよう！\n\nあれは確かに海洋動物の姿をしているが、何もない空中に浮かんでいたのである！\n\n背中と言っていいのか分からぬが…。とにかく、その背中のような場所には蛍光色に光る長い棒みたいなものがいくつも刺さっていたのである。\n\n何の役目があるのかは分からぬが…ゆっくり明かりを灯したり消したりしているのを見ると、綺麗な飾りのように見えぬか？\n\n近くに行って触ってみたかったが、仲間たちに総出で引き止められたせいで出来なかったのである…とても残念だ！\n\nおっ、今がチャンスであるか！(以降も何か書いたようだが、水に滲んで上手く読めない。)\n\n→ 前回のように大きな個体を担当させて無謀な行動を阻止するつもりだったのですが、大きさに関係なく突発行動が発生するようですね。\n\n→ …今度は最初の遭遇を終えし後に、記録を預かる囚人を教うべしと思う。\n\n→ 複数人が同時に溺死する苦痛は初めて体験するんだけど…次からはなるべく無しにしてくれると嬉しいな…お願いだから…。"
                },
                {
                    "level": 1,
                    "story": "争いがあったのでござりまする！\n\nそれは戦い始めるとすぐに全員を水へ浸し、水中で戦わせるのである！\n\n…ああ、当人が急いて乗り出したせいでまともに何もできず、仲間たちを窒息させた事については骨身にしみて反省していまするので、少しだけ分かってくれぬであろうか。\n\n代わりに！本人が誰よりも早く！\n\nその蛍光色の棒がどんな役割を果たしているのか突き止めたではないか！\n\nその棒は…まさに息をさせてくれる道具にありまする！それは棒を通して、水中でも息をすることができるのでありまする！\n\n理由はよく分からぬが、棒はかなり外力に弱いようでござりまする！息をする役割をするのであれば、むしろ一番固くする必要があるのではないのかとは思いまするが…。\n\nまあ、壊れやすそうな見た目ではござりました。\n\nだからか、その棒が粉々になったものが段々水へ浮かぶと、地面に突き刺さったではありませぬか！\n\n当人はこう考えたのでありまする。仲間たちが息を止められなくなったのであるなら…あれを利用して当人らも息をすればいいのではあるまいか！\n\n予想通り！棒の欠片を壊して分け合うと、窒息問題を解決できたのでありまする！\n\nこれであの大きなものとの戦いに、より集中できまするな…！"
                },
                {
                    "level": 2,
                    "story": "特別な内容ではありませぬが、それでも何文字か追加で書きまする！\n\nそれの攻撃方法には特記するものはないがゆえに、窒息から自由になった時点で当人と仲間の勝利は自明でありまするが！\n\nそれでも、仲間たちの被害を少しでも減らせたら良いだろうと思い、書きまする！\n\nそれから落ちた棒は、なかなか鋭いのでござりまする。\n\n当人が書いた通り、あれの攻撃のほとんどは当人たちへ体当たりするために飛び掛かってくるものにありまする。\n\nこの二つの事実を組み合わせると、どういう結果が出ると思いまするか！\n\n当人、ドンキホーテ！素晴らしい事実に気づいたのでありまする！\n\nその棒を鋭く砕いた後、それの後ろからあれの目を引くことができれば…。\n\n当人たちへぶつかる前に棒に突き刺さり、攻撃も避けてダメージも与える一石二鳥の効果が出るということである！\n\nウーティス君はこれを見て…何と言ったか、バレ？ バレケイドって言ってた気がしまする！\n\n戦争でかなり多く使われる戦略と言ってたのでありまする。\n\nこれが管理人殿の役に立てば嬉しいぞ！"
                }
            ]
        },
        {
            "id": 8106,
            "codeName": "??-??-??-??",
            "name": "開花 E.G.O::\nガスハープーン",
            "clue": "手掛かり",
            "storyList": [
                {
                    "level": 0,
                    "story": "一時は仰ぎ見たことがありました。\n\n一時は…ああなりたいと思ったこともあるし。\n\nもしかすると、私にとって鯨はあまり重要じゃなかったのかもしれません。\n\n誰かから「狂っている」と指差されるくらいに…生きるべき理由に没頭し、執着する人生が羨ましかったみたいです。\n\nエイハブはそんな風に…人々の心の中へと、餌を付けた釣り針を投げつけていたんです。\n\nいざ針に引っかかって釣り上げられる前まではとても輝いて見えるその姿に、自分が狩られる対象だとは夢にも思わず…。\n\n運が良かったんです、私は。\n\nスタッブを利用して先導という名の巨大な網を甲板に投げたとき、なんとかそれを避けることができたから。\n\nもしそうでなければ、今頃私はあの蒼白な粘膜に覆われ、エイハブを称える船員の一人になってたでしょう。\n\nでも…ただ避けただけだという事実は消えません。\n\n私は何もできなかったし。できないと思ったし。\n\nただ生き残ってしまったから。\n\n復讐心だけ、誰かに死ぬほど執着する心だけが残り…。\n\n今この瞬間も、狂ってしまいそうなくらいに、あいつを殺すことばかり考えているから。"
                }
            ]
        },
        {
            "id": 81062,
            "codeName": "??-??-??-??",
            "name": "開花 E.G.O::\nガスハープーン",
            "clue": "手掛かり",
            "storyList": [
                {
                    "level": 0,
                    "story": "一時は仰ぎ見たことがありました。\n\n一時は…ああなりたいと思ったこともあるし。\n\nもしかすると、私にとって鯨はあまり重要じゃなかったのかもしれません。\n\n誰かから「狂っている」と指差されるくらいに…生きるべき理由に没頭し、執着する人生が羨ましかったみたいです。\n\nエイハブはそんな風に…人々の心の中へと、餌を付けた釣り針を投げつけていたんです。\n\nいざ針に引っかかって釣り上げられる前まではとても輝いて見えるその姿に、自分が狩られる対象だとは夢にも思わず…。\n\n運が良かったんです、私は。\n\nスタッブを利用して先導という名の巨大な網を甲板に投げたとき、なんとかそれを避けることができたから。\n\nもしそうでなければ、今頃私はあの蒼白な粘膜に覆われ、エイハブを称える船員の一人になってたでしょう。\n\nでも…ただ避けただけだという事実は消えません。\n\n私は何もできなかったし。できないと思ったし。\n\nただ生き残ってしまったから。\n\n復讐心だけ、誰かに死ぬほど執着する心だけが残り…。\n\n今この瞬間も、狂ってしまいそうなくらいに、あいつを殺すことばかり考えているから。"
                }
            ]
        },
        {
            "id": 81063,
            "codeName": "??-??-??-??",
            "name": "開花 E.G.O::\nガスハープーン",
            "clue": "手掛かり",
            "storyList": [
                {
                    "level": 0,
                    "story": "一時は仰ぎ見たことがありました。\n\n一時は…ああなりたいと思ったこともあるし。\n\nもしかすると、私にとって鯨はあまり重要じゃなかったのかもしれません。\n\n誰かから「狂っている」と指差されるくらいに…生きるべき理由に没頭し、執着する人生が羨ましかったみたいです。\n\nエイハブはそんな風に…人々の心の中へと、餌を付けた釣り針を投げつけていたんです。\n\nいざ針に引っかかって釣り上げられる前まではとても輝いて見えるその姿に、自分が狩られる対象だとは夢にも思わず…。\n\n運が良かったんです、私は。\n\nスタッブを利用して先導という名の巨大な網を甲板に投げたとき、なんとかそれを避けることができたから。\n\nもしそうでなければ、今頃私はあの蒼白な粘膜に覆われ、エイハブを称える船員の一人になってたでしょう。\n\nでも…ただ避けただけだという事実は消えません。\n\n私は何もできなかったし。できないと思ったし。\n\nただ生き残ってしまったから。\n\n復讐心だけ、誰かに死ぬほど執着する心だけが残り…。\n\n今この瞬間も、狂ってしまいそうなくらいに、あいつを殺すことばかり考えているから。"
                }
            ]
        }
    ]
}