{
  "dataList": [
    {
      "id": 8082,
      "codeName": "00-00-00",
      "name": "クローマー",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 0,
          "story": "別にこういうのを書きたい気分ではないんですけど…。\nそれでもやるべきなら…書きます。\nクローマーと戦ったことも、N社がどうやって戦ってきたのかも僕にはよく分かりませんけど…剣術の鍛錬をしていたんだと思います。いつも剣を持ち歩いていたからです。\n見た目は…あのときからそこまで変わってはないけど、少し背が伸びて…。\nあと、あの頭がくらくらする笑い方…。\nうぅ、これくらいで終わりにしちゃダメですか？\n→役に立つ情報が無いな。"
        },
        {
          "level": 1,
          "story": "あの野郎がとうとう囚人たちを殺し始めました！\nあのクソ野郎が後列の方たちを抹殺したんですよ…。\nクソみたいな口笛をずっと吹きながら…僕にも近付いてきました…。\n僕は何も出来ませんでした…。あの音を聞いてしまうと身体が硬直して…。\n僕は他の方たちが、クローマーの刃に倒れていくのを見守ることしか出来ませんでした…。\n今すぐにでもあのドタマをぶっ潰したかったけど…全く動けなかったんです。\n僕はどうしたら良いんですか…管理人さん?"
        },
        {
          "level": 2,
          "story": "僕は…。\n僕は、未だにクローマーが怖いです。\nあの顔を見ると顔の筋肉が震えるのが分かりますし、あの剣を見ると肝が冷えます。\n狂気の宿った目はクリスマスの悲劇を思い出させ、奇妙に片方がつり上がった口元を想像すると瞳の震えが止まらないんです。\nでも…。\nでももう大丈夫です。\nもうあの口笛が聞こえても堂々と立ち向かうことができます。\nあの野郎がやらかしたことはとても醜悪で、あの野郎に殺された囚人の方々にも面目無いからです。\n僕はもう、あのときとはかなり違います。\n既に沢山の死を経験し、沢山の死を作りもしました。\n僕もこれから、同じように狂えるんです。\nそして絶対に…。\n何度でも、あの野郎の胸に杭をブッ刺してやるんです。\n→良い心構えじゃん？気に入ったよ。\n→戦闘意欲が高いのは良いことですが、自分の覚悟よりかは観察結果を書いた方が良いと思われます。\n→ごめんなさい…次からはそうします。"
        }
      ]
    },
    {
      "id": 8083,
      "codeName": "??-??-??-??",
      "name": "初めての人になろうとしたクローマー",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 0,
          "story": "思い返してみると、クローマーは昔から肉への執着が強かったです。\nその執着が集まって…あんな醜い怪物になったんでしょう。\n僕も一時は…そうでした。肉で出来たものを入れ替えることは、不快でしかないと思っていました。\nでも今なら分かります。一つだけを正しいと考えることは…そしてそれしか考えられなくなる方が…もっと不快だってことをです。"
        }
      ]
    },
    {
      "id": 8084,
      "codeName": "O-02-11-26",
      "name": "断首魚",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 0,
          "story": "それは魚類のように見える。\n-それの頭があるべき場所は切断されている。\n-切断面は綺麗で、剣や鎌などの片刃の刃物で切られたものと推定される。\n-頭が切られたにもかかわらず、動作が観測される。幻想体の特性上、頭が切られたことが活動の如何と関係が無いということは知っているが、記録しておく。\n-胸元に膨らんだ嚢胞が見える。正確に観測することは出来なかった。\n-追加的な観測が行われた場合、新たに叙述する。"
        },
        {
          "level": 1,
          "story": "胸元で膨らんだ嚢胞に何かしらの現象が観察される。\n-それは花のようにも、あるいは人間の脳や脊髄のようにも思われる。\n-それはその嚢胞を膨らませて振り下ろすこともあり、瞬時にその嚢胞を収縮させて液体を噴き出すこともある。\n-様々な攻撃に使用される重要なオブジェクトと判断される。迅速な破壊が有効に思われる。\n--追加的な観測が行われた場合、新たに叙述する。"
        }
      ]
    },
    {
      "id": 8085,
      "codeName": "O-02-10-11",
      "name": "路地の番犬",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 0,
          "story": "これを観察せし結果を所懐せん。\nこれのかたちは、あたかも黒き狼を三つばかりをごちゃごちゃと繋ぎしものに見ゆ。否、口はそれより多きゆえ、はたや三つ以上かもしれぬ。\nそれらの頭には、誰やも分からぬ程に黒く焦がりし人間の形態あり。あれほどに燃ゆらば形態を維持できず灰となり崩るべきを、それは丈夫な形態に筋肉の動きも稀に見ゆ。\nそして彼らの身体には囚人に刺す杭がごとき木の電信柱が数多刺さりけり。電線も数多架かりけり。稀にそこより電気が流るるようではあるが、いかで電気が流れむ。当職には見当が付かぬ。\n報告は以上なり。"
        },
        {
          "level": 1,
          "story": "これと戦闘を行う便りあらば、述懐せり。\nそれはあたかも何かに憑かれたかのごとく、私に押し掛きけり。\n誰かの命で戦ひし獣、あるいはただ食を求めし獣の像とは程遠し。\nもしやすると、それは押し掛くるほかに、選択肢の無き存在やもしれぬ。\nそれの背に紫の電気アアクが落ちし様を見けり。さても、実験室にても同一環境に置かれし動物が居し心地せり。\n電気刺激により、他人の意図せし動きにて操作することあたう。\nそれと同じ行動であるか、ゆかしく思ひけり。\nそれの足の爪に掻かれしは大きな痛みでありけるが、少しの哀れみが生まれしこともまた事実なり。\n報告は以上なり。"
        },
        {
          "level": 2,
          "story": "これは雷鳴りのごとき泣き声を持ちけり。\nより詳細に言うなれば、世界中の雷鳴りと稲妻がこの身に降り注がんようにそれを集めしに、唸りと雷鳴りが共にしていると言えども過言にやあらず。\n自然とこれの電気がいずこよりものしつるか、知りけり。\nこれは動く蓄電池がごとし。落つる稲妻をさながら身体に抱き、それを自分の力として使いけり。\nされどその力を使用するは、自ずから強くならんためなぞにあらず。\nその集めし電気の指し示すかたへ動くようなり、あたかも天の意に動きし錯覚をおぼゆ。\nさなる物思いに耽りしに、ファウスト嬢が幻想体にそのような所感を持つことは正しくないと私を覚ましけり。\n感傷的に移ろいなんとするを、報告は以上で終いけり。"
        }
      ]
    },
    {
      "id": 8086,
      "codeName": "T-02-11-04",
      "name": "衝擊ムカデ",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 1,
          "story": "あぁ…あのムカデみたいなやつのことだよな？\n\nムカデって言ってるけど、あんな鋼鉄の鎧みたいなものをしっかりまといこんでるのをムカデって言えるかは微妙だな。\n\nあぁ、まあ…だから幻想体なんだろうな。\n\nそうだな…見た目から説明するなら、とりあえず青い鉄板を繋げて、どでかく作ったみたいな形をしているな。ロボットみたいだっていうか。\n\n目は真っ赤で…たまにチカチカしながら輝いているような気もするよ。\n\nたまに…いや、よくかな？身体の近くで電流が流れてるみたいにバチバチしているのが見えた。目に見えるってことは結構高圧だと思うんだけど…触っちゃったら痛いって言葉じゃ済まないだろうな。\n\n→ ムカデか…私的にはむしろヘビみたいに見えたけど？とぐろ巻いて睨み付けてばかりいたし。\n\n→ それはそうだけど…君が住んでいた町の蛇には足が付いてるのか？あれは流石に蛇って呼べないだろ。\n\n→ あったけど？\n\n→ ありますけど。\n\n→ あぁ、オレも見たよ。\n\n→ …俺だけ田舎もんってわけか？\n\n→ 面白いね～ダーリン。"
        },
        {
          "level": 2,
          "story": "はぁ…感電なんて心配するんじゃなかったよ。\n\n俺が鋼の鎧のようなみたいなのをまとってるって書いたっけ？訂正しないと。あれは鎧っていうより…全ての断面が鋭く研がれた全身刃みたいなもんだった。\n\nそんな身体で突き刺して、押し付けて…しかも、巻き付いてくることもあるから、囚人たちが傷付くわけだ。\n\nみんな血をダラダラ流してたし、戦うのに苦労したよ…。\n\nだからって感電しなかったかって言われると、そうでもない。ただ、その類いの攻撃をするためにはしばらく行動を止めて、またとぐろを巻かなきゃならないみたいだな。\n\nなんか最初からそんな感じだったな思ってたけど…。\n\nまあでも、弱点は確実に分かったかな。\n\n頭を割っておくと、とぐろが巻けなかった…それなら当然、感電することもないだろうな？\n\n→ あのですね、グレゴールさん。あなたの言うことを信じて前へ出たら電気グリルになったんですけど、どう思いますか？\n\n→ 確かに。髪の毛が傷んだブロッコリーのように変わってたな。オレンジ色のブロッコリーだなんて、戦場でもそんなものは食べなかった。\n\n→ …私の髪に不満があるなら、直接面と向かって話してくれませんか。\n\n→ い、いや…。なんで二人とも喧嘩するんだ。俺が悪かったよ…まさか頭が割れたら全身に電気が流れるなんて思わなかったんだって。"
        },
        {
          "level": 3,
          "story": "知ってるか…？ムカデってヤツは、心臓が止まっても神経が死なないせいでしばらくの間暴れるんだよな。\n\nこいつも同じだ。\n\n最後の足掻きのつもりか…緊張を解いた金持ちの坊ちゃんが死んじまった。\n\nファウストさんが言ってたな、「神経は電気刺激によって動くものですから、電気系統の問題ではないでしょうか」って。\n\nまあ…おまけに「幻想体にこんな論理的な話が通用するかは分かりませんが。」とは言ったが、俺は違うと思う。\n\nこの前、頭が割れた時に気づいた…少なくともこいつは、納得のいく法則を通じて動くんだろう。ショートとか、通電とかいう論理が通じるだろ？\n\nそれなら…こいつが充電しておいた電力が全部切れるまで耐えれば…勝手に終わるだろう。\n\n俺の言う通りだろ？"
        }
      ]
    },
    {
      "id": 8087,
      "codeName": "T-02-11-03",
      "name": "さすらいの狐",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 1,
          "story": "うーん…これをなんて言えばいいんでしょうか…。\n\n初めて見たときに感じたのは、哀れだ…そして可哀想だなって気持ちでした。\n\nそれは本当に大きなオオカミ…いいえ、キツネみたいに見えました。僕たちを見つめながら低く唸っていました。\n\n身体には…古傘が刺さっていました。一つだけじゃなくて、結構沢山。\n\n誰かに攻撃されて身体に刺さったわけじゃないみたいです…それなら、きっと鋭い方で身体に刺さっているはずですから。\n\n傘の取っ手側が突き刺さっているべき理由があったんでしょうか。\n\nそれは僕たちをひどく警戒しているようでした。幻想体が警戒をしてこなかったことがそんな沢山あったわけじゃないですけど…こんな風に「警戒」だけをする場合は珍しいと思います。\n\n…うーん、とりあえずここまでにしておきます。"
        },
        {
          "level": 2,
          "story": "開いてる傘が多ければ多いほど、そのキツネはもっと激しく攻撃するみたいです。\n\n特に…何もせずに耐えているときがあるんですけど、その後襲ってくるときの攻撃がかなり強かった気がします。\n\n…あ。\n\nキツネは…たまに鳴きます。\n\n空を眺めながら長く…何だか悲しい心を空に解き放っているように見えます。\n\nキツネと話をしてみたわけでも、過去を知っているわけでもないですけど…その音を聞くたびに胸がとても痛くなります。\n\n特に…戦いながら身体に刺さっている傘を折っちゃうと、僕も心が折れてしまいそうな…。\n\n気がします。\n\n→ シンクレア、戦闘中に精神力が減少するだけです。幻想体に感化されてはいけません。\n\n→ でも…キツネは単に僕たちが戦ってきた幻想体とは違う気がします…。本来好戦的なものじゃないはずなのに…。\n\n→ それをキツネや犬などと指称しないでください。それは単なる幻想体です。都市の動物だと勘違いしてはなりません。\n\n→ おい、さっきのゼリーみてぇなバッタモンの妖精は戦うべきだったってことか？オレたちゃ戦えって言われりゃ戦って、寝ろって言われりゃ寝るんだ。そんな馬鹿みてぇに気ぃ使ってたら、あっという間にポックリ逝くぞ。"
        },
        {
          "level": 3,
          "story": "あ…僕、やっと分かりました。\n\nキツネは自分に無意味な関心だけを投げかけることに対して怒ってたんです。\n\n雨の降る日、路地に捨てられた自分を見て、傘だけを広げて置いて去る…。\n\nたったその程度の関心のみを与えて、自分は思いやり深い人だと感情的虚栄を満たしていく者たちに対して…。\n\n悲しんで、怒っているんです。\n\n僕も、僕も理解できます…。\n\nその子の破れた傘を片付けてあげて、抱かなきゃ駄目なんです。僕たちが―\n\n→ 今回はどうしようもなかったって。一回死んで目を覚まさないと正気に戻りそうになかったし。(紙に血が流れた跡がある。)\n\n→ 多少やり方は過激ですけど…短時間で精神力を回復できるという希望はなかったようですね。"
        }
      ]
    },
    {
      "id": 8089,
      "codeName": "T-04-11-20",
      "name": "誰も泣かぬように",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 1,
          "story": "まぁ…うす汚ぇ木片だな。\n\n血もべっとり付いてて…お札もベタベタ付いてて。\n\nそんなにはねぇけど、裏路地でもこんなのたまに見たな。なんつったっけ、呪い…？そんなもんを本気で信じてやるヤツがいるってことがもっと面白かったけどな。\n\n…はぁ、あんなもんを目の前で見てると、単にデタラメが出回ってたってわけじゃねぇみたいだな。\n\n動くんだよ、あの木片。\n\n確か、鏡ダンジョンだかなんかだと、ホラー映画の小道具のみてぇにびくともしなかったのによ。\n\n大したことねぇ攻撃だけど、ぎっしり詰まった木片…そんなのがあんな速度で飛んできちゃぁ、どうしてもビビるっちゃぁビビっちまうな。\n\n一発殴られただけでも骨にひびが入りそうだ。\n\n…まぁ、だからってオレが黙ってぶたれてやるヤツじゃねぇけどよ。"
        },
        {
          "level": 2,
          "story": "チクショウ、なんでこんな取れねぇんだよ…(近くに黄色い粘着剤のようなものが付いている。)\n\nこのヤロウ、多分人間だったら裏路地でチラシなんか貼っ付けて回ってただろうな…それも何年もそんなことばっかやってたに違いねぇ。\n\n気ぃ付いたら、お札が何枚もオレの身体に貼っ付いてたんだよな？クソッ…。\n\nこの気持ちわりぃもんのせいで腹立ってるからかもしんねぇけど…妙にバットで殴んのがよく効いてる気がすんだよな。悪い感触じゃなかったぜ。\n\nあ、そいえばあいつの身体に付いてるお札がバットに引っ付いてくる気がすんだよな。どういう仕組みか分かんねぇけど…巻き付いてくるっつーか。\n\nとにかく、ブン殴るたびにムカついてくる野郎なんだよな。叩けば解消されるストレスってもんがあるはずだってのに。\n\n→ 本当にヤクザみたいな発言ですね。お里が知れますよ。\n\n→ …お？あいつ、何でこれに怒らないんだ？\n\n→ ファウストがわざとこちらを見られなくしました。無駄な情報でここの紙面を無駄にしたくはなかったのです。\n\n→ やっぱ賢いねぇ。\n\n→ ところで…僕もお札がくっつくたびに、なんだか力が湧いてくるような感じがしました。イライラするだとか、感情の動揺は特になかったんですけどね。\n\n→ じゃあ…お札自体に何か効果がありそうな気もしますね。次の戦闘では、わざと沢山付けてみたらどうですか？"
        },
        {
          "level": 3,
          "story": "チクショウ、なんでこれを別で書いて出せってんだ？\n\nフツーに書いてたとこに続ければいいんじゃねぇのか…なんで俺だけ特別扱いすんだよ？腹立つな。\n\nまあいい。今回あの木片を薪の山にできて痛快だったし、見逃してやるとするか。\n\nあいつの言う通り、お札を沢山付けて戦ってみたけど…お札が多いと逆効果になるんだよな。変に力が抜けるっつってたけど。\n\n代わりに…その木片が攻撃をせずにガードするときがあったよな…？\n\nちょうどそのときチビがハルバードをブン回したら、ハルバードに引っ付いてたお札が木片に引っ張られたっけ。\n\n紫色に変わっちまったけど…。\n\nへっ、これだって思ったよ。それをずっと木片に貼っ付けてたら、うんともすんともできねぇまま、ただの薪の山になっちまったんだ。\n\n→ 訂正します。幻想体は卵へ戻りました。実際に薪の山になったり、それに火をつけるなどの実験行為は発生しておりません。"
        }
      ]
    },
    {
      "id": 8090,
      "codeName": "F-01-11-12",
      "name": "紳士妖精",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 1,
          "story": "この前から…恐ろしいものばかり私にやらせてる気はするけど、違うって信じてるからね…？\n\nはぁ、とにかく…あの腐った緑茶ゼリーみたいなものについて整理してみるね。\n\n描写がなんでそんなに詳しいのかっていうとね～。\n\n…私がその気色悪い口に入って出てきたから。\n\nいや、出くわしたらすぐぶ～んって飛んで、あのお腹の方にある口で私をぐちゅ！って潰したんだよ？\n\n酷い臭いだった…うぅ、もうヤダ。\n\nあぁ…でも思い返してみると、根本的に変な匂いじゃなかったな。\n\n酷すぎるくらいに…甘いっていうべきかな？鼻が曲がりそうだったの。\n\nとにかく、ほんっと変な気分だった。\n\n→ うーん…そんなに酷かったんですか？僕はなんというか…攻撃するたびに飛び出るゼリーのかけらのようなものが噴き出す香りが、かなり良いように感じました。\n\n→ 興奮したよ。(煙草の灰が染みついている。)\n\n→ 力が増し、全般的に高揚感を感じた。"
        },
        {
          "level": 2,
          "story": "うへぇ…こいつ、ちょっとムカつくことがあってね。\n\nからだがたぷたぷゆれてるからかな、どうさの一つ一つがムカつく！とくに、私のこうげきをよけるときが一番ムカつく。\n\n幼いころ、ろじでケンカを吹っかけてきたやつらと同じだ。よけるたびに「はは、そんなのも当てられないのかな？」みたいなカンジでバカにしてくるやつ。ちょうどあのときにそっくり…。\n\nうぅ…なんだかアタマのてっぺんから足の先までいかりでいっぱいになったみたい。何だかちょっとくらくらするし…。\n\nここまでにしとくね。ごめんね、ダンテ～。\n\n→ こいつ酔ってねぇか？\n\n→ そんなはずはない。アルコールが吸引されるような状況はなかった。\n\n→ …あ！あ、さっき幻想体と戦うとき、なんか大きな杯とか壊しませんでしたっけ？そのときからこうなってた気がしますけど…。\n\n→ あぁ。あの野郎が避けて、斧が杯みてぇなもんをぶっ壊してたような気はするな。"
        },
        {
          "level": 3,
          "story": "ごめんね～この前の記録中々ひどいね。\n\nファウにこれちょっと消してまた書かせてくれって頼んだんだけど、絶対ダメって言われたんだよね。酷くない？\n\nとにかく…おかげさまで分かったこともあるから、これで大目に見てくれるといいな。\n\nはっきり言えるのは、戦いながら飛んでくるあのゼリーの破片によって、人々の熱意が上昇するって点。\n\nそして、その熱意は戦闘が長引くほど大きくなるってこと。\n\nそして熱意がもっと大きくなった…まさに高揚感MAX！！…みたいな人が杯を割っちゃうと～。\n\nビンゴ！その人はそのままベロンベロンに酔っ払っちゃうんだよね！\n\n酔っちゃうから攻撃も全部当たらないし、力も入らなかったんだ。\n\nところでね～あのゼリーみたいなやつに酔った子が食べられちゃったこともあったんだよね？そしたら、あいつが急に調子がおかしくなってベロンベロンになったの！\n\nそのチャンスに乗じて私たちがポカポカ！片付けちゃった～。\n\nど～だ、マジで役に立ったよね！\n\n→ 把握が少し疾くば、マジでさりけん。\n\n→ こういうときはただそうだ、って言ってあげましょうよ…。"
        }
      ]
    },
    {
      "id": 8092,
      "codeName": "F-01-11-15",
      "name": "足長妖精",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 1,
          "story": "それは…ゼリーのような半透明の緑色を帯びていました。\n\n前にも見た気がするんですけど…観察記録を調べてみたら、全て妖精と呼ぶようですね。それなら、あれも妖精と呼ばれるんでしょうね。身体に似つかわしくない小さな翼まで同じですし。\n\nまあ、妖精とかなんとか言ってもああいうのはただの幻想体、それ以上それ以下でもないでしょうけど。\n\nとにかく…それの左手は長いしゃもじのような形をしてました。あれをしゃもじと言うべきか…ああ、たまに裏路地の食堂に行くと貼ってあるはえ取り紙みたいな感じでもありました。 \n\nもう一方の手には…大きな葉を握っていました。四つ葉のクローバーって言うんでしたっけ？それを傘のように差していました。\n\nあぁ…傘。\n\nそうです。あの空間では常に雨が降っているみたいでした。\n\n気持ち悪い…ジメジメとした雨でした。波で砕ける海水に当たるような気分でした。\n\nそんなに強そうには見えませんでした。まあ、戦えば分かることもあるでしょうね。"
        },
        {
          "level": 2,
          "story": "うぅ…やっぱり幻想体は幻想体ですね。妖精…という名前のせいで少し幻想混じりの先入観を持っていたようです。認めます。私はそれとはもっと一般的な戦闘をすることを期待していました。\n\nはぁ…あのベトベトのしゃもじ…植物でいうとモウセンゴケみたいな手がぐっと伸びて、私たちをあっという間に舐っていきました。そもそも届くとは思わなかったので、止めることも考えてなかったです。\n\nその後の措置もほぼ不可能でした。私の判断より早く、あれは伸ばした手を収めていったんですよ。そして、その先には…私たちの肉が付いていました。\n\nそれは胴体についている口（とでも言うべきでしょうか、でも適切な単語がこれくらいしか思い浮かびませんね。）に肉を突っ込んで噛んで食べました。まるでおいしいステーキの切れ端を噛むようにですね。\n\nどうやら、それを回復手段として使っているようですね。できるだけ肉を取られないようにした方がいいですけど…。\n\n素早い攻撃なので、どのように動くべきかの判断が重要だと思います。"
        },
        {
          "level": 3,
          "story": "それが途中で作り出す巨大なクローバーの…木？みたいなものなんですけど。\n\n思い返してみると、その下だと雨にほとんど当たらなかった気がします。そして…あれは意図的にそのような状況を作っているような気もしました。\n\n戦闘中、片手に傘のように持っていたクローバーが破れることがあったんですが、かなり不快そうな反応を見せました。だんだん…動きが鈍くなったような気もしました。\n\n不味くなった…？そう言った気がします。私たちを凄い目つきで睨んでました。\n\nあの雨は気分を悪くするだけでなく、戦闘にも確かな影響を与えるのかもしれません。\n\nあっ。\n\nってことは、あのクローバーの木を作り出すのは…悪い影響を与える雨に当たらないようにして、自分が肉を食べるときにもっと良い思いをしようとしたから、ってことですよね？\n\nもっと…おいしく食べようと。\n\nうぅ、やっぱりあんなモノに対して妖精って名前を付けるのは贅沢だと思います。"
        }
      ]
    },
    {
      "id": 8094,
      "codeName": "O-02-04-06",
      "name": "黄金色の林檎",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 0,
          "story": "こんな観察日誌、子供のとき以来書いたことないから上手く出来るかは分かんないけど…。\nやれって言うならやるしかないな。\nえっと…とりあえず形態描写をしろって？\nうん、そうだな。とりあえずあれはリンゴだったな。\n凄くデカい…手足が付いた気持ち悪いリンゴだ。\n個人的な話なんだけど、食べ物の癖してデカすぎたり自分で歩き回ってたりするの見ると嫌な気持ちにならないか？俺だけか？\n話が脱線したな。何はともあれ、そのリンゴは黄金色だった。一目見ただけでも、どこかの果樹園から捥いできたリンゴじゃないって分かる。うん、そうだな。これを幻想体って言うんだよな？\nあぁ、そのリンゴの幻想体は独りでに、てくてくと歩き回ってた。\nえっと…そのとき俺はなんだかそのリンゴを切らなきゃいけないって考えが湧き出てきたんだ。導かれるというか。説明が難しいな。\n…まぁ、俺以上にリンゴが嫌いな人もいないだろうし。俺の過去がちょっと変わってるからかな。\nまだ戦うには情報が少なすぎて、退却することにした。\n結局戦うことになるだろうから、そのときまた分かったことがあれば書くことにしよう。\n→気が散って読めないな。君は軍にいるときもこんな風に報告書を書いたのか？\n→自由に書けと言ったのはヴェルギリウスさんです。ダンテもその部分には同意しています。\n→…管理人様が良いなら言うことはないな。\n→[煙草の痕が残っている。]さ、ま、い、つ。\n→本当に、些細なことにまで言いがかりを付けるんですね。"
        },
        {
          "level": 1,
          "story": "あぁ、疲れた。\n何度も体力を回復してるのか、切って、ちぎって、壊して、あれこれやったんだけど倒れなくて面食らったよ。\n戦闘自体は単純で…まぁ、絶えきれずにドロップアウトした囚人がいなかったわけじゃないけど。ずっと突進してきたんだよな、慣れたらそこまで無理して対処すべき攻撃方法じゃないな。\n何回か戦って分かった気がする。あいつ、身体の色だけじゃなくて黄金色のオーラが周りに浮かんでたんだよな。\nでも、何回か元気になったと思ったら周りにあったオーラが消えてたんだ。\nきっとそれが「回復不能」な地点じゃないかな？\n管理人の旦那に言ってみるか。そうすればこの面倒くさい戦いも終わらせられるだろう。"
        },
        {
          "level": 2,
          "story": "…[悪口が書かれていたようだ。]。だから俺を観察担当にしたのか？\nこんなクソみてぇな状況になるって知って…。\nいや、そうか。分かるわけないよな…。\n俺たちは皆、初めてだったから。\nはぁ…あの黄金色の林檎を割ると、裂けて中身が出てきた。\nそうすると[悪口が書かれていたようだ。]みたいな木の枝が飛び出してきて…その、あんの野郎が…。\nユーリさんを連れて行った…。\nそれを養分にしたのか、その中にいた蛆虫みたいなのがお互いまとまると…。\n醜い顔みたいな形に「変身」してしまったんだ。\nはは、笑えるな。俺はあの蛆虫みてぇな野郎から俺と似た何かを感じてたんだよ。同じ「虫」ケラだったからなのか…。\nそう思うと、平常心を保てなかったんだ。あの醜い顔をぎったんばったんにしないと気が済まなかったんだ。\nそして、そうやって…。\n→グレゴールさんは冷静に文を書くことが困難なように見えたので、一旦止めました。特に有意義な情報があったわけでもないですし。\n→あの蛆虫野郎、煙草の火で灼いたら想像してたより縮こまったんだけど。こういうのは情報に入るか？"
        }
      ]
    },
    {
      "id": 8095,
      "codeName": "O-02-04-06",
      "name": "偽物の林檎",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 0,
          "story": "こんな観察日誌、子供のとき以来書いたことないから上手く出来るかは分かんないけど…。\nやれって言うならやるしかないな。\nえっと…とりあえず形態描写をしろって？\nうん、そうだな。とりあえずあれはリンゴだったな。\n凄くデカい…手足が付いた気持ち悪いリンゴだ。\n個人的な話なんだけど、食べ物の癖してデカすぎたり自分で歩き回ってたりするの見ると嫌な気持ちにならないか？俺だけか？\n話が脱線したな。何はともあれ、そのリンゴは黄金色だった。一目見ただけでも、どこかの果樹園から捥いできたリンゴじゃないって分かる。うん、そうだな。これを幻想体って言うんだよな？\nあぁ、そのリンゴの幻想体は独りでに、てくてくと歩き回ってた。\nえっと…そのとき俺はなんだかそのリンゴを切らなきゃいけないって考えが湧き出てきたんだ。導かれるというか。説明が難しいな。\n…まぁ、俺以上にリンゴが嫌いな人もいないだろうし。俺の過去がちょっと変わってるからかな。\nまだ戦うには情報が少なすぎて、退却することにした。\n結局戦うことになるだろうから、そのときまた分かったことがあれば書くことにしよう。\n→気が散って読めないな。君は軍にいるときもこんな風に報告書を書いたのか？\n→自由に書けと言ったのはヴェルギリウスさんです。ダンテもその部分には同意しています。\n→…管理人様が良いなら言うことはないな。\n→[煙草の痕が残っている。]さ、ま、い、つ。\n→本当に、些細なことにまで言いがかりを付けるんですね。"
        },
        {
          "level": 1,
          "story": "あぁ、疲れた。\n何度も体力を回復してるのか、切って、ちぎって、壊して、あれこれやったんだけど倒れなくて面食らったよ。\n戦闘自体は単純で…まぁ、絶えきれずにドロップアウトした囚人がいなかったわけじゃないけど。ずっと突進してきたんだよな、慣れたらそこまで無理して対処すべき攻撃方法じゃないな。\n何回か戦って分かった気がする。あいつ、身体の色だけじゃなくて黄金色のオーラが周りに浮かんでたんだよな。\nでも、何回か元気になったと思ったら周りにあったオーラが消えてたんだ。\nきっとそれが「回復不能」な地点じゃないかな？\n管理人の旦那に言ってみるか。そうすればこの面倒くさい戦いも終わらせられるだろう。"
        },
        {
          "level": 2,
          "story": "…[悪口が書かれていたようだ。]。だから俺を監察担当にしたのか？\nこんなクソみてぇな状況になるって知って…。\nいや、そうか。分かるわけないよな…。\n俺たちは皆、初めてだったから。\nはぁ…あの黄金色の林檎を割ると、裂けて中身が出てきた。\nそうすると[悪口が書かれていたようだ。]みたいな木の枝が飛び出してきて…その、あんの野郎が…。\nユーリさんを連れて行った…。\nそれを養分にしたのか、その中にいた蛆虫みたいなのがお互いまとまると…。\n醜い顔みたいな形に「変身」してしまったんだ。\nはは、笑えるな。俺はあの蛆虫みてぇな野郎から俺と似た何かを感じてたんだよ。同じ「虫」ケラだったからなのか…。\nそう思うと、平常心を保てなかったんだ。あの醜い顔をぎったんばったんにしないと気が済まなかったんだ。\nそして、そうやって…。\n→グレゴールさんは冷静に文を書くことが困難なように見えたので、一旦止めました。特に有意義な情報があったわけでもないですし。\n→あの蛆虫野郎、煙草の火で灼いたら想像してたより縮こまったんだけど。こういうのは情報に入るか？"
        }
      ]
    },
    {
      "id": 8096,
      "codeName": "M-01-11-07-tear",
      "name": "真鍮の雄牛 - 涙を流す",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 1,
          "story": "- 青みがかった錆と、熱されたような加熱模様が確認できる鉄板で構成されている。\n- いわゆる牡牛と呼称される動物を模したものと見られる。\n- 正確な測定結果ではないが物性から見て、銅と亜鉛が混合された物質と見られる。\n- それは単なる鉄板だけで構成されているわけではない。内部には人間と推定される姿をした何かが共にあるものと観測される。\n- その周辺にはK社のドローンが飛行している。それは随時囚人を撮影しているようだ。\n- 理由や原理を把握するのは難しいが、撮影が行われるたびにそれが興奮する。持続するほど戦闘を遂行するには不利であり、事前にドローンの撃破を管理人様に要請した。\n- 内部にいるものは、一般的に苦痛を感じる時の表情を保っていた。\n- 熱気に苦しんでいるようで、動きが周期的ではなく突発的な場合が多い。\n- 本体自体が強い熱気を持っていると判断される。囚人がそれに襲われるたび、灼熱痛と火傷を負うのを観察した。\n- 息や水蒸気等と推測される気体の一部を頭部付近で観測した。\n- 身体を起こして囚人を襲ったり、頭の方に入っている…人と推定されるものが飛び出して攻撃したりする現象を確認した。目眩のする泣き声が記憶に残る。\n- 囚人が人間と推定されるものに襲われたとき、深い憂鬱感を示唆することもあった。精神的な打撃が激しいのか、しばらく動けなかったり、戦闘に消極的になったりもした。該当現象は一時的なものと推測される。\n- 囚人が戦闘から除外されることを憂慮し、管理人様は頭部の優先排除を命じられた。効果的な方法と判断される。以後、人と推定されるものは戦闘でもはや観測できなくなった。\n- これ以上把握できる事実はないようなので、観察日誌はこれにて終了する。\n\n→ あぁ…それは本当に長い間痛がっていました…灼けつくような渇きも癒やせず、果てしなく肉が焼け、捻れていく…。\n\n→ ねぇ、おちびちゃんがまだ正気に戻れてないけど。\n\n→ ファウストが処理いたします。"
        }
      ]
    }
  ]
}