{
    "dataList": [
        {
            "id": 8165,
            "codeName": "??-??-??-??",
            "name": "奪われ泣き叫ぶヒンドリー",
            "clue": "手掛かり",
            "storyList": [
                {
                    "level": 0,
                    "story": "この屋敷にいたときは一瞬も豊かになったことはなかったが、アーンショウさんが生きてる間は…それでも人間みてぇに生きられた。\n\nあのときもヒンドリーはオレを虐められなくてイライラしてたけど…そのたびに、アーンショウさんは杖を振り上げて、ヒンドリーを部屋に連れて行った。\n\nそう、オレはアーンショウさんの寵愛を受けていた。\n\n本来ならオレじゃなく、ヒンドリーに向かったはずの寵愛。\n\nそれ以外にはやっぱり何も持ってねぇ怠け者だったけど、この野郎にはそれが一番重要だったんだ。\n\n高価な身体改造、相続する財産、自分に従うことになるバトラーたち…そんなもんより父の愛が欲しかったんだ。\n\nオレはそれを知ってた。小せぇ頃から勘は良かったから。\n\nだから、ヒンドリーがキャサリンとの関係でオレを挑発するたび、オレもアーンショウさんの愛情を渇望するやつの弱点に突っ込んだんだ。\n\nそうすれば…オレが邸宅でヒンドリーより下にいるという事実を否定できると思ったから。\n\nそいつが自分の身に起こる全ての不幸をオレのせいにしたのも、その頃だっただろうな。\n\nヴァイオリンをプレゼントされなかったのも、父が朝の挨拶を返さなかったのも。\n\nひょっとすると…賭博で邸宅を失い、キャサリンの遺言状で自分の分の遺産がないことまでも、全部オレのせいにしたのかも…。\n\nあのときは、そうだったかもしれない。\n\nアイツ自身の姿が汚くてみすぼらしいことに気づきもせず、オレに向かって叫んでたときから変だって思ったけど…。\n\n今や、あの野郎は自分から地獄に歩いて入ってるみてぇだ。\n\n身体を目一杯膨らませ、威嚇的に爪を振りかざしてっけど…見えたんだ。\n\nアーンショウさんに捨てられて、ワザリング・ハイツから放り出された可哀想な仔犬が。\n\n情けねぇような気もするし…可哀想な気もするし…。\n\nちっ、こんなもんが何の役に立つんだってんだ。とりあえず捕まえて殺さないとどうにもなんねぇだろ。"
                }
            ]
        },
        {
            "id": 8159,
            "codeName": "??-??-??-??",
            "name": "怠惰大罪?",
            "clue": "手掛かり",
            "storyList": [
                {
                    "level": 0,
                    "story": "岩のごときものに、赤きもの流れそめき。\n\nそれが血管なりや、筋肉の束なりや、血を宿しし他の何かなるかは分からざりき。\nなれば、これを赤きものと呼ぶが理想的ならん。\n\n動くたびに赤きものにて握り締めし四つの岩が、危うげに揺れき。\n\n相変わらず目玉を転がしたれど、もう動くものすら無くなりし為か、合わさりくることもあらず。\n\n代わりに、そは握り締めしもの振り回すばかりなり。\n\n二、三個振り回すもあれど、四個の石を一度に振り回すもあり。\n\nその数は自ら思惟せるものならめば、私は未だそれが生きたると思う。\n\n言い換えば、私も生きたるなり。\n\nただ口惜しきは、かの石ころが今や浮遊したらぬことなり。\n\nかの細きものの重き岩を支うる様は、げに不思議ことなれど、赤きものと岩が地を支えたるなれば至極当然、もはや浮遊せりとは言えず。\n\n翼なくとも浮遊せるものが地面に落ちき。\n\nかくして赤きものの揺るるままに、岩も力なく揺れたりかし。\n\n姿はうつろえど、かの石ころは依然とし怠惰なる生命なり。\n\nそれならば、うつろわぬを誓うは勤勉なることやもしれず。\n\nうつろうことは怠け、うつろはぬことは怠けたらざらぬやもしれず。\n\n妙なる詭弁かな。\n\n報告は以上なり。\n\n→ 何・言・正・書。\n→ ほら、こいつも何言いたいか分かんねぇって書いてんだろ。理解できるように書けよ。\n→ この程度ならば、明澄に織りなしし記録と思えど…。\n→ 明澄…織りなし…。はぁ。正直に答えてね、イサンさん。わざとこうしてるんだよね？うん？\n\n→ …ノォカメントなり。"
                }
            ]
        },
        {
            "id": 8160,
            "codeName": "??-??-??-??",
            "name": "暴食大罪?",
            "clue": "手掛かり",
            "storyList": [
                {
                    "level": 0,
                    "story": "あのとき見た大罪より青々としていませんか？\n\nこの前見たときはすぐに死にそうなくらいに痩せ細ってましたけど…だからといって見てられるほどになったわけじゃないです。\n\n花の頭は三つに増えて、茎は腕と足のように伸びています。しっぽのようなものも見えますし…むしろもっと不快な見た目になったと言えそうです。\n\nまあ…ナマズなどに見られるような、あの鋭くて不気味な歯に血がべっとり付いているのを見るに、人でも食べたようですね。\n\n…いいえ、訂正します。考えてみるとおかしいですね。\n\nその怪物は根なのか茎なのか分からないものを腕のように使って、囚人を捕らえます。\n\nそして、ためらうことなくそれを口に入れます。飢えた野獣のようにです。\n\nあ…でも私たちを餌のように飲み込むと、食べられないものを食べたかのようにすぐ吐き出しました。養分が必要だったわけじゃないということだと思います。確かに、飲み込んで消化できるような器官もなさそうでした。\n\nそれでも絶えず…何かを口に入れようとしていました。\n\nお腹が空いていたせいでも、生きるためでもなさそうですし…。\n\n満たせないことを知りながらもずっと、やっていましたね。\n\nその怪物にとって、実のところ食べることは重要じゃないのかもしれません。\n\n食べたいという欲望だけが、それの全てなのかもしれないです。\n\n先日の私のようにですね。\n\n→ アイツの言ったこと、まだ覚えてんのか？\n→ まあ…一生あのアマの言葉を忘れることはなさそうですけど、ただそれだけです。通り過ぎた航路を時々振り返りはしますけど、その航路に戻るつもりはないので。"
                }
            ]
        }
    ]
}