{
    "dataList": [
        {
            "id": 8373,
            "codeName": "??-??-??-??",
            "name": "色欲大罪??",
            "clue": "手掛かり",
            "storyList": [
                {
                    "level": 1,
                    "story": "あの肉の塊は…以前よりもはるかに体格が巨大になっていました。\n\nそれでも上半身を持ち上げていました…何かを打ち下ろすつもりみたいに…。\n\n頭のようについていた口はさらに大きくなって…身体全体が縦に裂けて口のようになったみたいです…。\n\n外見は相変わらず、腐った果物のような不快な肉塊でできていましたね…。\n\nああ…その口の中に腕があるのは同じだったんですけど…。\n\n神経と筋肉がすべてよじれて、一つの腕になっていました。二本の腕が絡まっていた以前とは違って。\n\nその腕とつながった手は見えるものを全て…握ろうとしてました…。\n\nギラギラした目で、ずっと自分を満たすものを…探し彷徨いながら…。\n\nちゃんと掴むこともできない、そのごつい形の手でずっと…です。\n\nそうして、ちゃんと掴めないってことが分かると…手を串のように変形させて…僕たちを貫いたんです…。\n\nだから…その…。\n\nあぁ…ごめんなさい…気分が悪くなってきたので、また次に書きます…。\n\n→ えっ？何だよ。何で書きかけでどっか行ったんだよ？\n\n→ どうやら学校の友達のことを思い出されたみたいですね～。\n\n→ あんなモンを友達って…。\n\n→ 大体書いてない？もう書かなくて良いと思うよ、シンクレア。\n\n→ はい、記録はこの程度で十分だと思います。\n\n→ …ありがとうございます。"
                }
            ]
        },
        {
            "id": 8374,
            "codeName": "??-??-??-??",
            "name": "傲慢大罪??",
            "clue": "手掛かり",
            "storyList": [
                {
                    "level": 1,
                    "story": "人間の手と腕は単なる身体部位を超越した、創造において必須の道具です。\n\n小さな工芸品や、簡単な機械、さらには複雑な工房の武器まで。\n\n生まれながらに持っていた最高の道具で、人間は限りなく発展しました。\n\nだからこそ、二つ目の傲慢は自由に動かせる手と腕を持ったのです。\n\n依然として車輪を回して動くのは、自由な両腕で追求した便利さの片鱗でしょう。\n\nしかし傲慢は人間がそうであったように、最高の道具を創造にのみ使うことはないでしょう。\n\n腕を振り回し、手で引っかきながら…何かの破壊に一助するでしょう。\n\n理由は簡単です。\n\nただ、そうできるからです。\n\n→ 創造の最初の意図からより遠ざかるはわびしきことなり。なおわびしきは…殆どの創造物がさなりきことなり。自分を含めて…。\n\n→ 悲しむ理由があるか？破壊もまた美しい創造の一環だ。\n\n→ …それもまた過ちし言の葉ならざらん。"
                }
            ]
        },
        {
            "id": 8376,
            "codeName": " F-01-16-10",
            "name": "薔薇の狩人",
            "clue": "手掛かり",
            "storyList": [
                {
                    "level": 1,
                    "story": "わあ～今回の幻想体は首の上に薔薇が付いた狩人さんみたいですね～。\n\n目に薔薇の花が咲いた素敵な馬に乗っていらっしゃったんですけど、とても速かったです。\n\n初めて出会ったとき、いきなり投げ縄を投げてきてびっくりしたんですよ。\n\n投げ縄で縛られた私を狩人さんがぐいぐい引っ張るので、仲間たちとどんどん離れて困りました。\n\n良秀さんが投げ縄を切ってくれなかったら、大変なことになるところでした。\n\n実は僕の家にある拘束縄の中には、刀で斬っても切れないものもあるんですよ。\n\nだから切れなかったらどうしようかと心配してたんですけど、狩人さんの投げ縄はよく切れるみたいでよかったです～。\n\n→ …縛る事に関しては、他の皆さんも順番に縛ってたんですけど…何度も僕にだけ投げ縄を鞭のように振り回してたのはどうしてだったんでしょう？\n\n→ 精神的な脆弱性を持つ人を優先的に縛るようです。シンクレアさんがずっと投げ縄で鞭打たれていたのは、そのためでしょう。\n\n→ ああ～確かにシンクレアさんは砂糖細工みたいに繊細な感性をお持ちですからね。\n\n→ 褒めてくれて…ありがとうございます…。\n\n→ 砂・下・細・メン"
                },
                {
                    "level": 2,
                    "story": "狩人さんは投げ縄で縛った人が多いほど、もっと速くなるみたいです。\n\n普通は引っ張るものが増えれば遅くなるはずなんですけどね。\n\n縛った人が多いほど、馬も楽しくなるからですかね？\n\nそれとも投げ縄で縛った人を連れてどこかへ急いで行かなければならないのかもしれませんね。\n\nうーん、だとしたらなんでそんなに急ぐんでしょうか？\n\n帰路につくのなら、ゆっくりと沢山のことを経験して帰るのがいいと思うんですけど。\n\nむやみに速く行こうとすると、多くのものを見逃しちゃいますから。\n\n→ まあ。フツー帰り道になると焦んのはよくあることだろ。\n\n→ 久しぶりに正しいことを言うな。帰るのは、早ければ早いほどいいものだ。\n\n→ そういえば、ヒースクリフさんはどうしてあんなに急いで帰ろうとしたんですか？\n\n→ あぁ…そうですね。特に急ぐことはなかったんじゃないですか？結局のところ、手紙を送った人も邸宅で見つけられなかったみたいですし。\n\n→ おい…(何かを荒々しく書いてから消した跡が残っている)\n\n→ その話はやめたほうがいいと思うよ。"
                },
                {
                    "level": 3,
                    "story": "どうやら狩人さんは執着が強い方みたいです。\n\n何度か試してみたんですけど、投げ縄を避けるのは不可能でした。\n\n投げ縄は投げ続けられ、投げるたびに正確さが増していきました。\n\n挙句の果てには、投げ縄を二つずつ投げても僕たち全員に引っかけてきたんですよ？\n\nあ、でも投げ縄を投げることに集中しすぎたせいか、僕たちの攻撃をうまく避けられてなかったですね。\n\nそういえば、投げ縄を投げて僕たちを捕まえても逃げませんでしたね。\n\n連れて行くべきなのが僕たちじゃなかったんでしょうか？\n\nそれなら、狩人さんは僕たちを早く疲れさせてからここから抜け出したかったのかもしれません。\n\nもしそうだとしたら、狩人さんはトゲがたくさん付いたあの投げ縄で一体何を捕まえたかったんでしょうか？\n\nいつかまた会えたら聞いてみたいですね。\n\n→ 鏡のダンジョンでの遭遇を考えると、恐らく林檎を追っている可能性が高そうだ。\n\n→ 絶対に見つけたいものがあったんですね。僕の家にもそういう方が多いので少し分かる気がします～。\n\n→ あ…そういえばホンルさんのことを探している家族もいるって…妹さんが言っていましたよね？\n\n→ 僕にすごく会いたがっている家族の方々もいらっしゃるみたいです。ふふ。嬉しいですね。\n"
                }
            ]
        },
        {
            "id": 8379,
            "codeName": "T-04-16-02",
            "name": "痛がるテディ",
            "clue": "手掛かり",
            "storyList": [
                {
                    "level": 1,
                    "story": "今回のは気持ち悪いのじゃないからいいっちゃいいけど～。\n\nう～ん…ちょっと見た目怖くない？\n\nテディベアならふわふわしてて、可愛いさがあるべきなのに。\n\n縫い目は全部ほつれてて、あちこちに釘もび～っちり打ってあるよね。\n\nそんでもって何度も抱きしめてほしいって近づいてくるけど…流石にいないよね？\n\nそれに一度構ってあげると、段々と激しく飛びかかってくるんだよね…。\n\nあれ？逆に考えれば、全く反応しなきゃいいんじゃない？\n\n遊んでほしいってのを無視して、私たちは攻撃だけするの！\n\nあれあるでしょ～ダンテがたまにやろうって言う、刺違えるタイプの戦い方。\n\n何か違う気もするんだけど…結構それっぽい推測じゃない？\n\nダンテ、今回は私の言う通りにやってみよっ、ねっ？\n\n→ 刺違えるとかじゃないけど…それっぽい戦略ではあるね。やってみよう。\n\n→ う～ん…思ったよりも爪で引っ掻いてくるのが凄く痛いですね。方法を変える方が良さそうです。\n\n→ 無関心に対応すると、かえって怒りを誘発するという点を把握した。\n\n→ えぇ～それじゃあ次はみんなで遊んであげる？"
                },
                {
                    "level": 2,
                    "story": "みんなで遊んであげるのも答えじゃないみたい…。\n\nどんどん激しく遊んでほしいってなって、ついに私たち全員を！それも力いっぱい抱きしめてきたんだって！\n\nテディベアに刺さった釘が全身に食い込んできて…。\n\nうぅ！おっそろしい経験だった。私、何かに刺されるのが一番苦手なの～。\n\n遊んであげないのもダメで、みんなで遊んであげるのもダメで…もうどうしよう？\n\n思いつくのは…テディベアのあの雰囲気くらいかな。\n\nみんな感じた？あるじゃん、あのぼんやりしてる感じ。\n\n遊んであげるたびにあの雰囲気がどんどん消えていったの。\n\n何でもかんでも遊んであげるわけでもなくて。でも全部無視もしない感じで！\n\n適度に遊んであげれば勝てるんじゃないかな？\n\n→ それが幻想体であると知りたれど、そのおぼろげなるけしきに心穏しくはあらざりき。\n\n→ つまりテキトーに…まあとにかく戦えばいいってことだよな？\n\n→ 適当に遊びぶこと戦略だが、適当に戦うのは許さないぞ！\n\n→ ところで、適当にっていうのは正確にどのくらいのことなんですか…？"
                },
                {
                    "level": 3,
                    "story": "突然抱きしめに駆け寄られたときは、また死ぬんだって思っちゃった。\n\nでも…そうじゃなかったの。\n\n力いっぱい私を抱きしめてきたのに、すっごく心地よくて暖かかったんだ。\n\n痛くもなかったよ。だって、尖っていた釘もスポンジみたいに変わってたから。\n\n一緒に遊んでくれたお礼でもしたかったのかな？\n\nそれからは満足したみたいで何もしなかったんだ。\n\n自分は思う存分遊んだっていうみたいに。\n\n幻想体でもあるし、早く先に進まないといけないから倒したけど…。\n\nあまりいい気はしないね。\n\n…振り返ってみるとちょっと可愛かった気もするし。\n\n→ そんなこと書くとファウストさんが叱りに来ますよ…。\n\n→ 私は叱るのではありません。幻想体の定義と特性を考慮しない感情的な態度がもたらす危険性について注意を促すだけです。\n\n→ 今回だけは見逃してよ、ファウ～。いつも気持ち悪いもんばっかり相手にしてきたからだってぇ～。\n\n→ …次の観察作業の割り当て時には、もっと外見的に嫌悪感の少ない個体を担当できるように措置を講じてみます。"
                }
            ]
        },
        {
            "id": 8375,
            "codeName": "F-04-16-04-TE",
            "name": "四百輪の薔薇",
            "clue": "手掛かり",
            "storyList": [
                {
                    "level": 1,
                    "story": "- それと以前に観察した幻想体の下位個体を比較したとき、有意な差異は確認できなかった。\n\n- これらの外観は素体となった対象によって違いがあるが、全身に棘の蔓が巻き付いており、頭に花が咲いているという共通点がある。\n\n- 侵蝕された個体は理性が曇り、持続的に血を渇望することが確認される。\n\n- しかし完全に理性を喪失するわけではなく、簡単な意思疎通は可能であると判断される。\n\n- 人間の場合、餓えた血鬼と類似した状態に至ることが観察され、血鬼に比べて相対的に理性を維持する能力が劣ると推定される。(これについては比較標本が不足しているため事実でない可能性がある)\n\n- 血鬼の場合、侵蝕されていない個体も血を渇望する特性を示し、長期間の飢餓が理性的な判断を妨げると推定される。\n\n- したがって、餓えた血鬼と薔薇に侵蝕された血鬼の違いについては、より深い観察と研究を必要とするだろう。\n\n- 追加の観察が行われれば、新たに記述する。"
                },
                {
                    "level": 2,
                    "story": "- 他の囚人たちは、該当個体が薔薇や蔓を利用して攻撃するだろうと予想した。\n\n- しかし実際には、各素体が侵蝕される以前の戦闘方式が維持されていることを確認した。\n\n- 大剣を使用する個体は大剣を、傘を武器としていた個体は傘を使用した。\n\n- 戦闘力は侵蝕前と比較して大きく変わらないように見られる。\n\n- 特異な点として、侵蝕されたすべての個体は怪しい光のオーラに包まれており、戦闘時に失われた囚人の血液のうち一定量を吸収する現象が観察された。\n\n- 吸収された血液は個体自身の回復作用に使われるだけでなく、一部は何かに伝達されると推定される。\n\n- 追加の観察が行われれば、新たに記述する。\n\n→ 消える血液は幻想体へと伝わる可能性が高そうですね。"
                },
                {
                    "level": 3,
                    "story": "- 現在まで観察された特性を総合すると、該当個体は血袋と最も高い類似性を持つと推定される。\n\n- 吸収した血液は侵蝕の原因である幻想体に還元されている確率が極めて高い。\n\n- 侵蝕された血鬼が眷属を作ったり血袋を作る場合に起こる現象について、囚人10番からの質問があった。\n\n- しかし侵蝕された後にはそのような下位個体を作ろうとする行為をしなかったので、いかなる推論もできないと判断される。\n\n- 活動が停止した個体を調査した結果、小さな薔薇がまだ咲いているのを観察することができた。\n\n- この薔薇たちは死体に残った血液を養分として延命しているようで、残った血液が尽きると枯れる可能性が高そうに見える。\n\n- これ以上分かる事実は無さそうなので、観察日誌はこれで終わりとする。\n\n→ 薔薇もまた幻想体の一種なので、必ずしも自然の規則に従うとは限らなさそうですね。\n\n→ 該当部分に対する標本を得られれば、修正するようにする。"
                }
            ]
        },
        {
            "id": 8377,
            "codeName": "F-01-16-10-a",
            "name": "薔薇の狩人",
            "clue": "手掛かり",
            "storyList": []
        }
    ]
}