{
  "dataList": [
    {
      "id": 971001,
      "name": "チキン派",
      "desc": "道を塞いでる者たちが目に入ってきた。\n机に向かい合って座り、互いに怒鳴り合ってる。\n「この豊富な肉汁を見ろ！ジューシーな肉からジュワッと滴り落ちる…これが本物のチキンだ！」\n「違う。脂が一滴も見当たらない淡泊なこの味。これが本当のチキンだ。」\n二人は同時にこちらを見つめて話す。\n「そこのお前！どっちがもっと美味しいのか言え！」",
      "options": [
        {
          "message": "全部同じチキンだ。",
          "messageDesc": "選択時、火傷E.G.O GIFT・破裂E.G.O GIFTを獲得",
          "result": [
            "「それは…そうだな。」\n「反論できない正論である。」\n彼らはお互いを指していた人差し指を下ろし、気分を落ち着かせた。\n「変なことで戦っていたな、うん。」\n「そうだな…チキンがいつも正しいというのが真理なのに。」\n彼らは熱い握手を交わし、真ん中のチキンをバケツごと私たちにくれた。\n「賢明な者は両方を食べる資格がある。 受け取ってほしい。」"
          ]
        },
        {
          "message": "肉汁の饗宴、もも肉だ。",
          "messageDesc": "選択時、火傷E.G.O GIFT獲得",
          "result": [
            "「ほれみろ！もも肉が美味しいって言ってるだろ！」\n「味が分からない者だな。」\n胸肉を握った者は呆れたように溜め息をついた。\n「おい！お礼だ。お前にも足を一本持つ資格がある。」\nもも肉を握った者は、満足そうにチキンが入ったバケツからドラムスティックを一つ取り出して渡した。\n「これからも、もも肉をよろしく！」\n何がよろしくかは分からないが、差し出してくれたドラムスティックを受け取って出た。"
          ]
        },
        {
          "message": "淡泊なその味、胸肉だ。",
          "messageDesc": "選択時、破裂E.G.O GIFT獲得",
          "result": [
            "「んなバカな！この肉汁の饗宴を手放すのか…？」\n「肉汁ではなく脂肪だ。健康で淡泊、量も多い上に食べやすい胸肉を選ぶのは合理的な選択だ。」\n胸肉を握った者は満足そうに呟いた。\n「さあ、君へのご褒美だ。この胸肉を受け取るがいい。」\nチキンの入ったバケツから大きな胸肉が一つ取り出された。\n「増筋なされ、お元気で。」\n『ぞーきん』というのがどういう意味かは分からなかったが、取り出してくれた胸肉を受けとって出た。"
          ]
        }
      ]
    },
    {
      "id": 971003,
      "name": "鶏の情熱的なタンゴ",
      "desc": "にぎやかな空間を、強烈な照明一つが照りつけている。\nまるで鶏たちの舞踏会…が開かれているようだ。\n「あれはタンゴですね。」\n踊りなのか相撲なのか分からない何かを眺めていると、一つの鶏からタレが漏れているのが見えた。\nどうやら本人は気付いていいないようだが…。",
      "options": [
        {
          "message": "そのまま話す。",
          "messageDesc": "選択時、次の選択肢の選択によって出血E.G.O GIFTを獲得",
          "result": [
            "「そなた！！！！タレが漏れておりまするぞ！！！！！！！」\n「大声出すなよ、アホ…。」\n指摘された鶏は急いで自分の背(と思わしき場所)をまさぐった。\n悲しいことに、本来それにきっちりと縫われているべき糸が緩んでいた。\n「キエ、キエエエッ…。」\n自分には到底できないということだろうか。タレをぽたぽた零しながら近づいてたそれは、手(あるいは羽)に糸と針を握っていた。\n縫ってほしいという意味だろうか？"
          ]
        },
        {
          "message": "知らんぷりをする。",
          "messageDesc": "選択時、汎用E.G.O GIFT獲得",
          "result": [
            "「言うべきなりや？」\n「でもね～今結構幸せそうに見えない？もうちょっと見守るのは如何？」\n「タレが全部抜けたらどうしよう。」\n「ただ味付けが薄い鶏になるんじゃないですかね。」\nやがて、タレが流れ出なくなった。\n「キエッ！」\n身体が軽くなったことに気づいたのだろうか？それは突然難易度の高い振り付けを披露した。\n「驚きだ。」\n周りで踊っていた鶏たちもその様子をうっとりとして眺めていると、すぐに奇妙な歓声のようなものを出してそれに近づいた。\nそれらは胴上げをしながら照明の外に消えた。\n残ったのは…こぼれたタレだけ。"
          ]
        },
        {
          "message": "こっそりヒントを与える。",
          "messageDesc": "選択時、50%の確率で汎用E.G.O GIFTを獲得",
          "result": [
            "「うぅ～ん。美味しい匂いがするなぁ～、ど～こ～か～ら～来てるのか分からないなぁ～！？」\n「…もうちょっとそれっぽい演技はできないんですかね。」\n囚人の声のおかげか、激しく踊っていた鶏たちが同時に止まった。\nお互いの背中を調べていた鶏たちは、ついにタレの発生源を突き止めた。\n「キエ、キエッ。」\n「ギエ。」\nそれらは慌てずに糸と針でそれの背中(と思わしき場所)を縫合した。\nその様子は手慣れており、隙が無かった。\n縫合が終わると，それらは照明の外へと姿を消していった。\n残ったのはそれらが使っていた糸と針だけだった。"
          ]
        }
      ]
    },
    {
      "id": 971012,
      "name": "黒い帳簿選択肢",
      "subDesc": "",
      "desc": "「ここは今から黒雲会が管轄する領域だ。」\n\n「通りたいんなら通行税払えよ！」\n\n何の武装もしていない住民たちに、黒雲会らしき者たちが道を塞いで脅している。\n\n「…一度口実を作って、こうやって私たちの区域まで来て荒らし回ってるのか。」\n\nエンドゥは歯を食いしばりつつ、怒りを隠そうとしなかった。\n\n彼らをどうするべきだろうか？",
      "options": [
        {
          "message": "住民達を救う。",
          "messageDesc": "選択時、次の選択肢の選択によって汎用E.G.O GIFTを獲得"
        },
        {
          "message": "知らないふりをして通り過ぎる。",
          "result": [
            "「都市ではよくあることだ。」\n\n囚人の誰かが、溜め息交じりの声で言った。\n\n「……。」\n\nエンドゥはどうにかならないかという顔で立っているが、飛び出そうとはしない。\n\nこの先の戦闘や、最終的に対峙すべきねじれたキムサッガッを相手にするには…。\n\n必要以上の戦闘は控えた方がいいだろう。\n\nもやもやとした気持ちを残しながら、私たちはその横を通り過ぎた。"
          ]
        }
      ]
    },
    {
      "id": 97101202,
      "name": "黒い帳簿2次選択肢",
      "subDesc": "",
      "desc": "「あぁ、ありがたい限りでございます…。」\n\n黒雲会の横暴から逃れられた住民たちが、各々頭を下げつつ感謝の意を表した。\n\n「ところで…見たことない身なりでいらっしゃるようですが…。」\n\n「もしや、どなたか教えて貰うことはできませんでしょうか？」",
      "options": [
        {
          "message": "通りすがりの人だと言う。",
          "result": [
            "「はぇい…？」\n\n住民たちは戸惑った表情をしている。\n\n「こんなに沢山の方々を率いて…ただ通り過ぎただけということでっか？」\n\n怪しかったかな、もう少し悩んで答えた方が良かっただろうか…。\n\n「黒雲会となんの関係もないのに、こうやって助けてくださるわけが…。」\n\n彼らはお互いに顔を見合わせ、戸惑いを隠せないようだったが…。\n\n「と、とにかくありがとうございます。」\n\n「ど、どうかお気をつけくだせぇ！」\n\nそんな言葉を残してそそくさと逃げてしまった。"
          ]
        },
        {
          "message": "剣契だと言う。",
          "messageDesc": "傲慢有利判定成功時、汎用E.G.O GIFTを獲得"
        }
      ]
    },
    {
      "id": 971013,
      "name": "錆びた柄 選択肢",
      "subDesc": "",
      "desc": "「ここは酒幕(ジュマク)か…。」\n\n酒場のように見える空間で、人々が気持ち良さげに騒いでいる。\n\nその中で、高らかにヤジを飛ばし合ってる様子も見受けられる。\n\n「いや、いや！ 昔から剣は斬るもの！斬るのが正しい剣法だ。」\n\n「何を言うか！一点に力を集中して一気に刺してしまえば、一撃必殺ではないか！」\n\n「…どちらも間違っている。中途半端に斬って刺したところで敵は再び起き上がるものだ。」\n\n「刀の柄や鞘で頭を叩きのめせば、頭がぐらぐらして起き上がれなくなるんだ！」\n\n何か奥深い議論をしているらしいので、少し立ち止まって聞いてたら…。\n\n彼らは、そんな私たちを見て声を掛けてきた。\n\n「君たち！ぱっと見でも武人だと分かるよ！」\n\n「答えてくれ。最も優れた剣撃は何か！」\n\n「当然、斬撃が一番だろう？」\n\n何と答えるべきだろうか。",
      "options": [
        {
          "message": "そうだ。剣術は斬撃を加えるのに適した武術である。",
          "messageDesc": "色欲・傲慢有利判定成功時、斬撃E.G.O GIFTを獲得"
        },
        {
          "message": "そうではない。斬撃も、貫通も、打撃にも全て使い道がある。",
          "result": [
            "「ふぅむ。」\n\n三人は居心地の悪そうに、ぶっきらぼうな顔をした。\n\n「正論だ。」\n\n「正論だな。」\n\n「私たちも分かってないわけじゃないさ…。」\n\nイライラしているのか、それぞれ酒を一杯煽った。\n\n「俺たちが戦争を準備でもしようとこんなことを話してるとでも？」\n\n「酒の席でするに良い話題だっていうのに、そんなつまんねぇ答えを…。」\n\n「はぁ、もう良い。帰れ！」\n\n彼らは興味を失ったのか、私たちに背を向けて再び席に着いた…。"
          ]
        }
      ]
    },
    {
      "id": 971014,
      "name": "砕けた刃, 壊れた刃 選択肢",
      "subDesc": "",
      "desc": "「何か変だな…霧が…。」\n\nいつの間にか、霧があたりを包み込んでいた。\n\n「聞きしためしあり。夜道歩めると、霧がうっすらと降り立ちし方へ行くと、この世のものならぬものを…。」\n\n「うわぁ！ストップ、ストップ！」\n\n囚人たちがガヤガヤ騒いでいる間、目の前に何かぼやけたものがあることに気づいた。\n\n「舞って…るの？」\n\n正体不明の白い服装をした何かが、大きな剣を持ってひらひらと踊っているようだ。\n\nそしてそれと目が合ったような気がした刹那…。\n\n私の手には、いつの間にか古い鞘に収められた剣が握られていた。\n\n何をしろということだろうか？",
      "options": [
        {
          "message": "抜剣の姿勢を取ってみようか。",
          "messageDesc": "色欲・憂鬱有利判定成功時、出血E.G.O GIFTを獲得"
        },
        {
          "message": "剣を抜いて降ろそうか。",
          "messageDesc": "傲慢・憤怒有利判定成功時、呼吸E.G.O GIFTを獲得"
        },
        {
          "message": "剣を捨てて逃げよう。",
          "result": [
            "対応すべき幻想体でもなく、会社で目標に指定してもいないものである。\n\n分からないものとの戦闘は、必要でないならいつであれ避けた方が無難だ。\n\n私はその場に剣を放り投げ、囚人たちと共に別の場所へと離脱した。\n\n...咽び泣くような笑い声が、ずっと後ろからついてくるような気がした。"
          ]
        }
      ]
    },
    {
      "id": 971016,
      "name": "赤い房飾り 選択肢",
      "subDesc": "",
      "desc": "石垣に沿って歩いていると、剣を身につけている二人の行人の声が聞こえてきた。\n\n「ここの人たちも不憫だな…。」\n\n「まあ、翼がそうするというのに一介の羽たちに何ができるだろうか。」\n\n片方の身なりが少し変わっているので、もしかすると外地の人かもしれない。\n\n「でも、黒雲会のやつらがこうやって攻め込んでくるのは、少しやりすぎだと思うんだけどな。」\n\n「そんな細かいことを気にしようにも、翼はもはや羽ばたくことにしか専念していないから。」\n\n今のS社について話しているみたいだ。\n\n「ちょうど外地の人物が増えたようだ。」\n\nいつの間にか前を歩いていた者たちが立ち止まって私たちのことを見つめていた。\n\n「黒雲会…のようには見えないな。混乱した裏路地で一儲けしようとする良民(ヤンミン)にも見えないし。」\n\n「そうだな、君は昨今の状況をどう見ている？」\n\n何と答えるべきだろうか。",
      "options": [
        {
          "message": "鯨の争いに巻き込まれた海老の背が裂けるのは、都市のどこへ行けど同じではないか。",
          "messageDesc": "憂鬱・傲慢有利判定成功時、斬撃E.G.O GIFTを獲得"
        },
        {
          "message": "無念無想。不憫には思う。",
          "result": [
            "「不憫か…。」\n\n剣を腰に携えた者が腕を組んだまま溜め息を吐く。\n\n「そうだ、そう考えることもできるだろう。考えは自由にすべきもの。」\n\n「しかし、何の考えもないのであれば、無闇に憐憫を感じることも罪悪であることは分かってほしいな。」\n\n二人はどこか暗い表情を浮かべながら、背を向けてどこかへと歩いていった。"
          ]
        }
      ]
    },
    {
      "id": 971017,
      "name": "笠, 道袍 選択肢",
      "subDesc": "",
      "desc": "目の前に青い文字がふわふわと浮かんでいる。\n\n文字は似たような単語を延々と羅列しているので、理解しづらい。\n\n「正しいことを正しいと言い、間違いを間違いと言うことは正しくなく、」\n\n「間違いを正しいと言い、正しいことを間違いと言うことは、正しくないわけではない。」\n\n「間違いを正しいと言い、正しいことを間違いと言うことは、間違いではなく、」\n\n「正しいことを正しいと言い、間違いを間違いと言うことが、却ってこの間違いが正しいということになる。」\n\n…この言葉に対する感想が必要なんだろうか？\n\nどういう意味なんだろうか。",
      "options": [
        {
          "message": "是非が最も重要なことだろうか？大事なのは他にあると言う。",
          "messageDesc": "色欲・傲慢有利判定成功時、呼吸E.G.O GIFTを獲得"
        },
        {
          "message": "それでも正しいことは正しいと言うべきだ。",
          "messageDesc": "憂鬱・傲慢有利判定成功時、斬撃E.G.O GIFTを獲得"
        }
      ]
    }
  ]
}