{
  "dataList": [
    {
      "id": 10506,
      "name": "黒い帳簿選択肢",
      "subDesc": "",
      "desc": "「ここは今から黒雲会が管轄する領域だ。」\n\n「通りたいんなら通行税払えよ！」\n\n何の武装もしていない住民たちに、黒雲会らしき者たちが道を塞いで脅している。\n\n「…一度口実を作って、こうやって私たちの区域まで来て荒らし回ってるのか。」\n\nエンドゥは歯を食いしばりつつ、怒りを隠そうとしなかった。\n\n彼らをどうするべきだろうか？",
      "options": [
        {
          "message": "住民達を救う。",
          "messageDesc": "選択時、次の選択肢の選択によって汎用E.G.O GIFTを獲得"
        },
        {
          "message": "知らないふりをして通り過ぎる。",
          "result": [
            "「都市ではよくあることだ。」\n\n囚人の誰かが、溜め息交じりの声で言った。\n\n「……。」\n\nエンドゥはどうにかならないかという顔で立っているが、飛び出そうとはしない。\n\nこの先の戦闘や、最終的に対峙すべきねじれたキムサッガッを相手にするには…。\n\n必要以上の戦闘は控えた方がいいだろう。\n\nもやもやとした気持ちを残しながら、私たちはその横を通り過ぎた。"
          ]
        }
      ]
    },
    {
      "id": 1050602,
      "name": "黒い帳簿2次選択肢",
      "subDesc": "",
      "desc": "「あぁ、ありがたい限りでございます…。」\n\n黒雲会の横暴から逃れられた住民たちが、各々頭を下げつつ感謝の意を表した。\n\n「ところで…見たことない身なりでいらっしゃるようですが…。」\n\n「もしや、どなたか教えて貰うことはできませんでしょうか？」",
      "options": [
        {
          "message": "通りすがりの人だと言う。",
          "result": [
            "「はぇい…？」\n\n住民たちは戸惑った表情をしている。\n\n「こんなに沢山の方々を率いて…ただ通り過ぎただけということでっか？」\n\n怪しかったかな、もう少し悩んで答えた方が良かっただろうか…。\n\n「黒雲会となんの関係もないのに、こうやって助けてくださるわけが…。」\n\n彼らはお互いに顔を見合わせ、戸惑いを隠せないようだったが…。\n\n「と、とにかくありがとうございます。」\n\n「ど、どうかお気をつけくだせぇ！」\n\nそんな言葉を残してそそくさと逃げてしまった。"
          ]
        },
        {
          "message": "剣契だと言う。",
          "messageDesc": "傲慢有利判定成功時、汎用E.G.O GIFTを獲得"
        }
      ]
    },
    {
      "id": 10507,
      "name": "錆びた柄 選択肢",
      "subDesc": "",
      "desc": "「ここは酒幕(ジュマク)か…。」\n\n酒場のように見える空間で、人々が気持ち良さげに騒いでいる。\n\nその中で、高らかにヤジを飛ばし合ってる様子も見受けられる。\n\n「いや、いや！ 昔から剣は斬るもの！斬るのが正しい剣法だ。」\n\n「何を言うか！一点に力を集中して一気に刺してしまえば、一撃必殺ではないか！」\n\n「…どちらも間違っている。中途半端に斬って刺したところで敵は再び起き上がるものだ。」\n\n「刀の柄や鞘で頭を叩きのめせば、頭がぐらぐらして起き上がれなくなるんだ！」\n\n何か奥深い議論をしているらしいので、少し立ち止まって聞いてたら…。\n\n彼らは、そんな私たちを見て声を掛けてきた。\n\n「君たち！ぱっと見でも武人だと分かるよ！」\n\n「答えてくれ。最も優れた剣撃は何か！」\n\n「当然、斬撃が一番だろう？」\n\n何と答えるべきだろうか。",
      "options": [
        {
          "message": "そうだ。剣術は斬撃を加えるのに適した武術である。",
          "messageDesc": "色欲・傲慢有利判定成功時、斬撃E.G.O GIFTを獲得"
        },
        {
          "message": "そうではない。斬撃も、貫通も、打撃にも全て使い道がある。",
          "result": [
            "「ふぅむ。」\n\n三人は居心地の悪そうに、ぶっきらぼうな顔をした。\n\n「正論だ。」\n\n「正論だな。」\n\n「私たちも分かってないわけじゃないさ…。」\n\nイライラしているのか、それぞれ酒を一杯煽った。\n\n「俺たちが戦争を準備でもしようとこんなことを話してるとでも？」\n\n「酒の席でするに良い話題だっていうのに、そんなつまんねぇ答えを…。」\n\n「はぁ、もう良い。帰れ！」\n\n彼らは興味を失ったのか、私たちに背を向けて再び席に着いた…。"
          ]
        }
      ]
    },
    {
      "id": 10508,
      "name": "砕けた刃, 壊れた刃 選択肢",
      "subDesc": "",
      "desc": "「何か変だな…霧が…。」\n\nいつの間にか、霧があたりを包み込んでいた。\n\n「聞きしためしあり。夜道歩めると、霧がうっすらと降り立ちし方へ行くと、この世のものならぬものを…。」\n\n「うわぁ！ストップ、ストップ！」\n\n囚人たちがガヤガヤ騒いでいる間、目の前に何かぼやけたものがあることに気づいた。\n\n「舞って…るの？」\n\n正体不明の白い服装をした何かが、大きな剣を持ってひらひらと踊っているようだ。\n\nそしてそれと目が合ったような気がした刹那…。\n\n私の手には、いつの間にか古い鞘に収められた剣が握られていた。\n\n何をしろということだろうか？",
      "options": [
        {
          "message": "抜剣の姿勢を取ってみようか。",
          "messageDesc": "色欲・憂鬱有利判定成功時、出血E.G.O GIFTを獲得"
        },
        {
          "message": "剣を抜いて降ろそうか。",
          "messageDesc": "傲慢・憤怒有利判定成功時、呼吸E.G.O GIFTを獲得"
        },
        {
          "message": "剣を捨てて逃げよう。",
          "result": [
            "対応すべき幻想体でもなく、会社で目標に指定してもいないものである。\n\n分からないものとの戦闘は、必要でないならいつであれ避けた方が無難だ。\n\n私はその場に剣を放り投げ、囚人たちと共に別の場所へと離脱した。\n\n...咽び泣くような笑い声が、ずっと後ろからついてくるような気がした。"
          ]
        }
      ]
    },
    {
      "id": 10509,
      "name": "赤い房飾り 選択肢",
      "subDesc": "",
      "desc": "石垣に沿って歩いていると、剣を身につけている二人の行人の声が聞こえてきた。\n\n「ここの人たちも不憫だな…。」\n\n「まあ、翼がそうするというのに一介の羽たちに何ができるだろうか。」\n\n片方の身なりが少し変わっているので、もしかすると外地の人かもしれない。\n\n「でも、黒雲会のやつらがこうやって攻め込んでくるのは、少しやりすぎだと思うんだけどな。」\n\n「そんな細かいことを気にしようにも、翼はもはや羽ばたくことにしか専念していないから。」\n\n今のS社について話しているみたいだ。\n\n「ちょうど外地の人物が増えたようだ。」\n\nいつの間にか前を歩いていた者たちが立ち止まって私たちのことを見つめていた。\n\n「黒雲会…のようには見えないな。混乱した裏路地で一儲けしようとする良民(ヤンミン)にも見えないし。」\n\n「そうだな、君は昨今の状況をどう見ている？」\n\n何と答えるべきだろうか。",
      "options": [
        {
          "message": "鯨の争いに巻き込まれた海老の背が裂けるのは、都市のどこへ行けど同じではないか。",
          "messageDesc": "憂鬱・傲慢有利判定成功時、斬撃E.G.O GIFTを獲得"
        },
        {
          "message": "無念無想。不憫には思う。",
          "result": [
            "「不憫か…。」\n\n剣を腰に携えた者が腕を組んだまま溜め息を吐く。\n\n「そうだ、そう考えることもできるだろう。考えは自由にすべきもの。」\n\n「しかし、何の考えもないのであれば、無闇に憐憫を感じることも罪悪であることは分かってほしいな。」\n\n二人はどこか暗い表情を浮かべながら、背を向けてどこかへと歩いていった。"
          ]
        }
      ]
    },
    {
      "id": 10510,
      "name": "笠, 道袍 選択肢",
      "subDesc": "",
      "desc": "目の前に青い文字がふわふわと浮かんでいる。\n\n文字は似たような単語を延々と羅列しているので、理解しづらい。\n\n「正しいことを正しいと言い、間違いを間違いと言うことは正しくなく、」\n\n「間違いを正しいと言い、正しいことを間違いと言うことは、正しくないわけではない。」\n\n「間違いを正しいと言い、正しいことを間違いと言うことは、間違いではなく、」\n\n「正しいことを正しいと言い、間違いを間違いと言うことが、却ってこの間違いが正しいということになる。」\n\n…この言葉に対する感想が必要なんだろうか？\n\nどういう意味なんだろうか。",
      "options": [
        {
          "message": "是非が最も重要なことだろうか？大事なのは他にあると言う。",
          "messageDesc": "色欲・傲慢有利判定成功時、呼吸E.G.O GIFTを獲得"
        },
        {
          "message": "それでも正しいことは正しいと言うべきだ。",
          "messageDesc": "憂鬱・傲慢有利判定成功時、斬撃E.G.O GIFTを獲得"
        }
      ]
    },
    {
      "id": 971049,
      "name": "古びた柄 選択肢",
      "subDesc": "",
      "desc": "「ここは立ち飲み屋か？」\n\n酒場のように見える空間で、人々が気分良さそうに騒いでいる。\n\n流れで空いている席を見つけて座ると、近くに座っていた人たちが声をかけてきた。\n\n「なんだ、見ない顔だな？」\n\n「気分のいい日何だし気ぃ抜いて座れよ。今日は多少気に障っても大目に見てやるから。」\n\n「はっ！分かりました、姐さん！」\n\n周囲の人々はみな帯刀している。\n\n刀には不思議な雲の模様が波のように刻まれている。\n\n「最近できた新しい組織、見ましたか？」\n\n「ああ、あの…槍を主武装にしてるっていう…。」\n\n「最高の武器である剣を差し置いて、そんなものを使うなんて。」\n\n「正直、アタイらは親指の傘下っちゃ傘下だけども、拳や銃より刀の方がもっと格好いいだろ。」\n\n「ちょうどここに、公平な目で見てくれる人がいるな。」\n\n視線が私と囚人たちに向けられる。",
      "options": [
        {
          "message": "刀がそんなに凄いのか、よく分からない。",
          "result": [
            "「こいつ、埋めてやろうか？」\n\n「チッ。俺たちが剣を本気で最強の武器だと思ってるとでも？」\n\n「ここ、全員帯刀してんの見えねぇのか？空気読めよ。」\n\n「こいつら怒っちまったな。君たちも少し同調してやればよかったのに。」\n\n「アタイは先に行くぞ。アタイの言ったこと覚えてるな？この人たちには手を出すなよ。」\n\n「はっ、姐さん！」\n\nお頭らしき人物が出ていくと、酒場の雰囲気は一気に殺気立った。\n\n静かに、そして慎重にその場を離れた。"
          ]
        },
        {
          "message": "刀こそが武器の王だ。",
          "messageDesc": "色欲・傲慢有利判定成功時、汎用E.G.O GIFTを獲得"
        }
      ]
    },
    {
      "id": 971050,
      "name": "笠, 道袍 選択肢",
      "subDesc": "",
      "desc": "石垣に沿って歩いていると、二人の通人の声が聞こえてきた。\n\n「お前たちも苦労が多いな。」\n\n「急に現れた剣契の連中さえいなければ、上納金の手配に問題はなかったろうに…。」\n\n一人の服装がやけに異質だ。\n\n囚人たちの中で、何人かが親指だとひそひそ話しているのが聞こえる。\n\n「まずは縄張りに立ち入った奴らを確実に懲らしめて…。」\n\n「もちろんです。」\n\n「ただし、礼儀を弁えるべき相手には相応の態度でな。分かるな？」\n\n「待て、お前たちは誰だ？剣契の奴ら…ではなさそうだな。」\n\n前を歩いていた二人が、こちらの気配に気づいて振り返った。\n\n「ふむ。こうなったら、こいつらにも聞いてみるか。」\n\n「そこのお前。お前は、今の黒雲会の情勢についてどう思う？」\n\n「上手く答えた方が身のためだ。」",
      "options": [
        {
          "message": "残念だけど、剣契と戦うしかなさそうだ。",
          "messageDesc": "色欲・傲慢有利判定成功時、汎用E.G.O GIFTを獲得"
        },
        {
          "message": "まるで戦場の隣に立っていたら杖に殴られたようなものだ。",
          "result": [
            "「都市ではよくあることさ。」\n\n「まぁ、このまま帰してやりますか？そんな面白い答えを出す奴にも見えないし…。」\n\n「聞いたか、行け。気が変わらないうちに。」"
          ]
        }
      ]
    }
  ]
}