{
  "dataList": [
    {
      "id": "FileDownload_Desc_01",
      "title": "都市、そして巣",
      "desc": "管理人様が置かれている特殊な状況を私たちは理解しております。殆どは公然の事実ですが、ここに記述することにします。\nお忘れかもしれませんが、我々は 26の区に分かれた巨大な都市の中で暮らしております。全ての区域には巣と呼ばれる中核区域が存在します。鳥が巣の中で卵を温めるように、その巣を管轄する巨大企業は巣の中の居住者を保護します。\nもちろん、全ての光に影が伴うように、巣の外…裏路地の住民までを保護することはありません。"
    },
    {
      "id": "FileDownload_Desc_02",
      "title": "翼",
      "desc": "鳥の翼のことではありません。\nしかし巣を温める親鳥のようなものではあるので、関連性までを否定することはできません。\n翼は、都市の巣を司る26社の超巨大企業のことです。各翼は特異点と呼ばれる驚くべき技術に基づき、都市のありとあらゆる場面にて生活の質を高め、巣の安寧を図っていると知られております。\nしかし、翼が折れると話が変わります。都市の翼が折れる際には、凄まじい事件が例外なく伴ってきました。\n翼が折れた場所からは、いつか新しい翼が生えるものです。しかし、空白になっている巣の安全は…誰にも保障できません。"
    },
    {
      "id": "FileDownload_Desc_03",
      "title": "ロボトミーコーポレーション",
      "desc": "かつて翼の一つであったLの巣の会社です。\nL社とも呼ばれたその会社は、大量のエネルギーを生産して都市の電力を担っておりました。\nしかし、白夜・黒昼事件と呼ばれる衝撃的な事件をきっかけに会社は没落してしまい、Lの巣の翼は未だ空席のままです。\n旧L社の電力網は都市を支えていたため、あちこちに支部が沢山建設されております。没落と共にそれらも全て廃墟と化してしまいましたが、その中には使えそうなものが残っているでしょう。\nもしやすると…最も危険なものたちと共に。"
    },
    {
      "id": "FileDownload_Desc_04",
      "title": "黄金の枝",
      "desc": "没落したロボトミーコーポレーション支部の地下には、かつて彼らの技術の精髄であった黄金の枝があります。黄金色に輝く、木の枝です。\n管理人様が、囚人と共に回収すべき最重要ターゲットだといえます。\n黄金の枝の持つ無数の可能性は都市の人なら誰もが欲するので、コンビニで買い物をしてくるような、ただの簡単なおつかいでは済まないと思われます。\n賢明な判断を通じて、全ての枝を回収してくださるようお願い申し上げます。"
    },
    {
      "id": "FileDownload_Desc_05",
      "title": "幻想体",
      "desc": "ロボトミーコーポレーションは、幻想体と呼ばれるものを利用してエネルギーを生産していました。\nその名の通り、実在するとは信じられないほど恐ろしく怪奇な存在から、見た目は普通だが誤って「管理」すると恐ろしい結末を招く存在まで、様々なものがその会社にはいました。\n没落して以来、殆どの支部は規定によって(恐らく職員はまともに把握すらしていなかった、極めて細かい条項だったと思われます)埋没し、幻想体と職員は共に閉じ込められてしまいました。\nかなり時間が経ったので、内部の従業員は事切れているでしょうが、それらは違います。まだそれらは、廃墟となった支部の内部を徘徊していることでしょう。"
    },
    {
      "id": "FileDownload_Desc_06",
      "title": "E.G.O",
      "desc": "ロボトミーコーポレーションは、幻想体を通じて武器や防具を抽出する技術があったと伝えられています。それらの内面を物質化する技術だと推定されますが、残念ながら現在は消失しており、直接的な方法を見つけることはできませんでした。\n関連部署では、囚人の活動方針によって自らE.G.Oを発現できると予測しております。また、幻想体のE.G.Oも感情的癒着を媒介に使用することが出来ると考えております。"
    },
    {
      "id": "FileDownload_Desc_07",
      "title": "エンケファリン",
      "desc": "ロボトミーコーポレーションにて生産していたエネルギーを指します。\n一般的には電力として使われていると知られておりますが、必ずしもそのような形態でのみ使用されているわけではありません。\n通常は液体で存在するこの緑色の物質は、吸入時に深い慰安感をもたらすことが知られております。旧L社では適切な処方を通じて、過度なストレスを受けた職員に投与することで業務効率の上昇を図ったそうです。\nしかし過剰摂取した場合や、精製されていないものに曝された場合…。\n良い結末を迎えることはなかったとだけ言っておきましょう。"
    },
    {
      "id": "FileDownload_Desc_08",
      "title": "フィクサー",
      "desc": "都市で起こる数多の事件、そしてそれらの依頼を解決することを生業とする者たちをフィクサーと呼びます。\nもちろん、自称するだけではフィクサーになることはできず、協会に認可された事務所や直接協会へ訪れることでフィクサー免許を取得しなければなりません。\n免許を取って終わりではありません。彼らは下っ端から高いランクのフィクサーになるため、実績を積まなければなりません。(もちろん、そんなことに興味がない人もいます。)\n都市の問題を解決するために存在していますが、時には彼ら自身が問題になることもあるということは周知の事実でもあります。"
    },
    {
      "id": "FileDownload_Desc_09",
      "title": "協会と事務所",
      "desc": "都市では、全てのフィクサーを総括するハナ協会をはじめとしたフィクサーを管理する大きな団体を協会といいます。通常、都市で発生した事件を各協会の特性に合わせて配分し、協会が再びフィクサーへ仕事を分配する形式を取っております。\n事務所はフィクサーたちの集まりという点で協会と類似しているように思われますが、その規模は小さいです。ある事務所は協会に直属して仕事を請け負うこともあれば、また別の事務所は自ら仕事を探し回ったりします。\n誰かが「事務所はフィクサーの数だけ存在する」と言ったように、都市には数え切れないほど沢山の事務所が存在します。すぐにできて、またすぐ消えることもあります。"
    }
  ]
}