{
  "dataList": [
    {
      "id": "이상",
      "name": "イサン",
      "description": "[検閲済]翼所属の最年少主席研究員出身で、他の囚人に比べて優秀な\n知能を持っています。日常的なコミュニケーションは、恐らく\n我々が選別した管理人様の物差しから考えると難しいと思われます。\nとはいえ、露骨に会話を避けるのもまた不安要素が残ります。\nたまに本囚人の沈黙状態が長いことがありますが、\n一連の思考を脳内で処理している最中ですので、\n広い心で待っていただくことをお勧めします。",
      "sentence": ""
    },
    {
      "id": "파우스트",
      "name": "ファウスト",
      "description": "Limbus Companyのバスであるメフィストフェレスの\nエンジンを開発した囚人です。都市内には対等に知識と知恵を\n競うことができる者は無いだろうと主張していますが、\nあながち間違ってもいません。管理人様に接するときは\n仕方なく言葉を交わすのみ、という囚人の態度に気分を\n害されることもあるでしょう。誰にもそれとは気づかれないように\n傲慢な行動をするため、改善の可能性はありません。\nなので適当に頷く事をお勧めします。誰よりも天才的ではありますが、\n我々にはこれの使用方法が分かりません。もしかしたら\n管理人様が見出すかもしれませんね？",
      "sentence": ""
    },
    {
      "id": "돈키호테",
      "name": "ドンキホーテ",
      "description": "情熱だけで囚人の質を測るのであれば、最高点を叩き出すであろう囚人でしょう。\nフィクサーというモノに対しての大変なコレクターであり、\n熱心なファンでもあるため、全身にジャラジャラとフィクサーのグッズを\n身に付けていたりします。戦闘にはこれといった影響を与えないようなので、\n必ずしも制裁を与える必要はありません。本人もまた、正義のフィクサーという\n（そんなものが存在していたことなんてあったのでしょうか？）役割に\nどっぷりと心酔しているがゆえ、俳優でもあるかのような大げさな\n立ち居振る舞いをします。円滑な任務のために調子を合わせてあげた方がよろしいかと。",
      "sentence": ""
    },
    {
      "id": "료슈",
      "name": "良秀",
      "description": "囚人ごとにそれぞれの信条がありますし、それを尊重することが\n管理人としての当然の責務ではあるとはいいますが、場合によっては\n理解するフリすら難しいこともあると思われます。\n当囚人は普段からタバコばかり吸って寡黙な状態を維持していますが、\n戦闘をするときだけは目つきが恍惚としてチラつくという\n事実にお気づきですよね。戦闘中に無策で相手の頭を潰してばかりいることは、\n美を退歩させる教養の無い行動だと思います。\n[警告] - 当囚人は我が社でも手に負えない背景を持っているので、\nできるだけ私的な恨みを作らないようにしてください。",
      "sentence": ""
    },
    {
      "id": "뫼르소",
      "name": "ムルソー",
      "description": "明確かつ短い指示を、つまり個人に判断を任せない命令を要する。",
      "sentence": ""
    },
    {
      "id": "홍루",
      "name": "ホンル",
      "description": "我が社の資産になるまで何不自由なく生きてきた囚人です。\nそれゆえ自由を求めようとしますが、たまに他の囚人の\n製造した食べ物を見て低級文化に対する無知さを露呈し、\n侮蔑的な質問をするなど他人の地雷を踏むような状況が起こり得ます。\nただ、当て擦っている訳ではなく、純粋な好奇心から\n湧き出た質問なので、お互いに刃物を取り出させるのは\nあまり良い解決方法ではありません。",
      "sentence": ""
    },
    {
      "id": "히스클리프",
      "name": "ヒースクリフ",
      "description": "論理的な思考よりは行動で実行することをより好む囚人です。\n考えていることや感情が表情と言葉に全て表れ、\n隠そうとする努力もしないため、管理人様との\n人間関係を形成していくのに頭痛を（あるいは物理的外傷まで……）\n誘発することもあります。囚人の思考体系に深刻な問題が\nあるわけではないことを熟知していただけると幸いです。\n万が一、長時間にわたっても怒りが鎮まらない場合は\n人事部までお問い合わせください。しかし、こんなタイプであるほど\n考え方が馬鹿で単純だということさえ把握していれば扱いやすいものです。",
      "sentence": ""
    },
    {
      "id": "이스마엘",
      "name": "イシュメール",
      "description": "管理人様は欠点の多そうな囚人たちを見ながら、\n途方に暮れているかもしれませんね。でもご安心ください。\n本囚人は比較的無駄口を叩かず仕事をこなしていくことのできる、\n数少ないタイプです。合理的な意思決定を下す可能性が\n高いタイプでもありますので、アドバイスが欲しいときは\n当囚人の方を見ながら話題を切り出すのも良い方法です。\nしかし、忘れてはなりません。遠くも巨大な水溜まりで、\n途方もないあの航海を経て生き残った囚人である分、\n忍耐力は強いと思われますが、一度関係が拗れると\n修復するのは難しいと思われます。",
      "sentence": ""
    },
    {
      "id": "로쟈",
      "name": "ロージャ",
      "description": "生まれが裏路地という残念な特徴が露骨に現れる囚人です。\n金に目が無く、ギャンブルと賭け事を楽しむので\n管理人様による細心の注意が必要です。指示を出せど、\nできもしないウィンクで応えたり、冗談で返したりする傾向を\n見せるため、時には管理人として厳格な姿勢を見せることを\nお勧めします。沈んだ状態が非周期的に現れることがありますが、\n管理人様の方でできることは無いので黙ってお待ちいただくのが効率的です。",
      "sentence": ""
    },
    {
      "id": "싱클레어",
      "name": "シンクレア",
      "description": "不安定な成長時期的特徴を考慮しても、話し掛けると\n非常に驚いたり、しかめっ面をしたりするなどの行動が\n目立つ囚人です。戦闘にも不慣れなので、最初は内臓を\n直視するのにも苦悩すると思われます。囚人の中には\n暴力的な傾向を見せる者もいると思いますので、\n管理人様は本囚人に鞭よりかは飴を与えることをお勧めします。\n本人も認識することができない殺気を放ってはいますが、\n我が社の事業分野に対する潜在能力があるという意味なので、\n適切な刺激さえ与えれば立派に成長することが期待されます。",
      "sentence": ""
    },
    {
      "id": "오티스",
      "name": "ウーティス",
      "description": "管理人の力量によって立派な助言者になることもある囚人です。\nしかし、過度なお節介を焼く囚人でもあるので適度に相槌を\n打つことをお勧めします。戦術を含めた様々な技術において\n熟達しているので助言を求めるのが効率的です。\n加えて工房技術に関するを持っているので、バスの簡単な\n修理くらいは任せても良いでしょう。\n[注意] - 他の囚人とは違って過去の記録の閲覧は許可されません。\n[注意] - 任務以外で頭を捻らせないように監督願います。",
      "sentence": ""
    },
    {
      "id": "그레고르",
      "name": "グレゴール",
      "description": "本囚人は他の囚人に比べて、人格的な意味では無難に扱えはします。\nしかし感情の高まりや、環境の急激な変化によって身体の一部、\n場合によっては全部が虫（甲虫類の一部、■■■■と類似）の組織に\n変化します。嫌な顔をしないようにポーカーフェイスを\n徹底することをお勧めします。シニカルな口調をたまに使用しますが、\nコツさえ掴めば円満な意思疎通が可能な囚人であるので、\nそれほど困難を要することはありません。",
      "sentence": ""
    }
  ]
}