{
  "dataList": [
    {
      "id": "DanteNoteDetail_1",
      "title": "",
      "desc": "- リンバス・カンパニー。私が入社した会社。\n- 私と最も関連性が高そうなこの単語は…驚くべきことに、私が最も説明しづらい単語でもある。\nその理由は…教えてくれることがなんも無いから。入社も私の意思じゃなかったと思うし。\n最初は黄金の枝を探してくることが目的の会社だと思ったけど、実のところ私が属しているLCBという部署の目的でしかないことが後に分かったし、それを会社全体の目的と見なすのは難しいと思う。"
    },
    {
      "id": "DanteNoteDetail_2",
      "title": "",
      "desc": "- それぞれの部署にはそれぞれの目的があるみたいで、それ以外の共通した目的を持っているようには思えない。\n- 凄い沢山お金を持っているとか、強大な後ろ盾があるような気がする。どんな状況であっても支援が少なくなかったし。（ロージャは食事に不満が多いみたいだけど）"
    },
    {
      "id": "DanteNoteDetail_3",
      "title": "",
      "desc": "- Limbus Company Bus.\n- バス部署と呼ばれているらしい。\n名前を適当に決めすぎじゃないかとは思ったけど、他の部署もそう変わらないみたいだ。\n- あの後ろに座ってる…囚人？（未だに慣れない単語だ）たちと私を含めた人々を指すみたいだ。\n目的は L社、ロボトミーなんちゃらの支部地下に埋められた黄金の枝を集めてくることらしい。\n黄金の枝が何かは分からないけど、言い方的に実体を持つ枝の形をした何かみたいだ。（分かったら別途記載しておかなきゃ。）"
    },
    {
      "id": "DanteNoteDetail_4",
      "title": "",
      "desc": "- 必ずしも、黄金の枝を回収する任務にだけ投入するわけではなさそう。\n何はともあれ、次の目標のために囚人や私の能力が必要な場所であれば投入されるみたいだ。\n- どうやってこの会社が成立したのか、どうして私と囚人たちじゃなきゃ駄目なのかそろそろ気になってはくるけど、ファウストは教えてくれない。会社のセキュリティレベルが低くて今はまだどうしようも出来ないらしいけど、ファウストはそれ以上の何かを知っているような気がする。\nどうして管理人であるはずの私より、囚人の方が会社の情報をもっと知ってるんだろう…？"
    },
    {
      "id": "DanteNoteDetail_5",
      "title": "",
      "desc": "- Limbus Company Clear.\n- クリア部署と称される。\nこのバス部署の活動を補助するためにできた部署だという。\n囚人たちとは違ってこの人たちは私が生き返らせることは出来ないようで、その分武器や防具に気を使っているように見える。\n部署は二つに分れているようで、私たちが来る前に事前作業をするビフォーチーム(LCCB)と、私たちが通り過ぎながらぶっ壊したものを整理するなどの事後処理をするアフターチーム(LCCA)があるようだ。\nまだ直接会ってみたことはないけど、ヴェルギリウスが電話してるのを何回か拾い聞きしたことはある。その内容から推測するに、両チームの中にも様々な課が存在するようだ。\n- ビフォーチームの事前観測課所属のエピ、ソードと協業する。\n- 時間が空いたときに気になることを都度都度いくつか質問したので、判明した事実を整理してみる。\n- それぞれどんな仕事をするのかも詳しく聞いてみたかったけど、ドンキホーテが急にトラブルへ飛び込んで行ったので、収拾を付けていたら有耶無耶になってしまった。\n- エピは加えて、ビフォーチームの中でも事前観測課が一番薄給だと溜め息をついた。他の課より人員が格段に多いことから考えるに、消耗的人材ではないのかと推測。\n- …エピとソードが作戦中に死亡した。"
    },
    {
      "id": "DanteNoteDetail_6",
      "title": "",
      "desc": "- LCB、バスに乗っている12の人々を示す言葉と思われる。\n- 対話しながら聞こえる内容から推測するに、彼らも私と同じように「入社」した人のように思われるが、どうしてか閉じ込められている人のような呼び方をされているようだ。\n- ヴェルギリウスにその名称について質問してみたが、明確な答えを出してくれはしなかった。 \n後になればどうせ分かる…って感じで何回も質問が黙殺されてきた。\n…どっちみち私には選択肢はなさそうだし、分かる度に書くしかなさそうだ。"
    },
    {
      "id": "DanteNoteDetail_7",
      "title": "",
      "desc": "- 囚人の意義がいくつか分かった気がするから追加。\n- とりあえず囚人は私と契約（とはいうけど、別段私の自由意志はなかった気がするんだけど）した人を指すものと思われる。\n- そして私の時計を通じて復活させることも、囚人に対してだけ行える行為と思われる。"
    },
    {
      "id": "DanteNoteDetail_8",
      "title": "",
      "desc": "- 私たちが探している黄金の枝と共鳴できる人が囚人に該当するのかもしれない。\n- 枝の近くに至ると、共鳴した囚人の過去を体験したり、心の中の場面を覗き込んだりできる自我心道が現れるものと思われる。"
    },
    {
      "id": "DanteNoteDetail_9",
      "title": "",
      "desc": "- 都市の中で、ある種の中心区域の役割を果たす場所をそう呼称するようだ。\n- 都市には様々な区画に分れているが、区画は常に巣と裏路地に分れているようだ。\n- 巣は事実上、区画の管理人ともいえる翼という巨大企業の管理と保護を受けられる場所のようだ。裏路地にはそこまで強い影響を及ぼさないようだ。たぶん？\n- 私は巣の出身か裏路地出身なのかヴェルギリウスに一回聞いたことはあるが、無視される。"
    },
    {
      "id": "DanteNoteDetail_10",
      "title": "",
      "desc": "- 一つの区画を統治しているといっても過言ではない、その区画の最も大きくて高い技術をを持つ会社を意味するようだ。\n会社とはいうが説明を聞けば聞くほど、統治をする機関とそう変わらないように感じる。\n（考えてみると、リンバス・カンパニーも一般的な辞書にて定義されているような会社という概念とは違う気がする。ずっとバスなんかに乗って回ってるのからして。)\n- 特異点という翼特有の技術があるらしく、その技術を土台とした稼いだお金（と殺人的な税金）を利用して巣という高級区域を管理しているようだ。\n- 翼に住む人々のことは羽と呼ぶらしい。"
    },
    {
      "id": "DanteNoteDetail_11",
      "title": "",
      "desc": "- 巣の位置は11区。\n- 思い出すのも嫌気が差す検問所の戦闘にて、絶えず傷付いて回復してた警備員がいたように…K社の特異点は継続的に傷を回復…いや、再生する能力のように見える。\nファウストはその技術をヘラポイセスと言ってたが、都市ではHP弾だとかHPアンプルという名前で通じる模様だ。\nおかげさまで囚人たちが皆死んじゃって、全員の苦痛を受け止めたせいで気絶するところだったけど…。\n反対にそのHPアンプルという物のおかげで、融けてしまったのもすっかり元通りになった。\n- K社はこの能力を通じて、あれこれ事業を展開しているものと把握される。"
    },
    {
      "id": "DanteNoteDetail_12",
      "title": "",
      "desc": "- ウンボンのチキン酒場と関連して出会ったサムジョという人物の話から推測するに、特異点を活用した食品関連技術を開発しているようでもある。"
    },
    {
      "id": "DanteNoteDetail_13",
      "title": "",
      "desc": "- ロボトミーコーポレーション。\n- 現在は空席の、墜落した翼。巣の位置は12区。\n- 都市全体で知られている（私だけが知らなかった、もしくは忘れた…？）白夜(びゃくや)/黒昼(こくちゅう)という事件の中心地だったようだ。\n- 私たちが探し回っている黄金の枝が残された支部は、全て旧L社の支部のようである。"
    },
    {
      "id": "DanteNoteDetail_14",
      "title": "",
      "desc": "- ナーゲル・ウント・ハマー。釘と金鎚。巣の位置は14区。\n- ムルソーとの会話から推測するに、実際に会社の中で釘、そして金鎚と分類される二つの派閥が存在するように思われる。私たちが対面したあのプレートアーマーをカチャカチャさせながら回っていた「異端審問官」たちは、少なくともムルソーが在籍していた頃には目立っておらず、主流派でもなかったようだ。\n- クローマーが導く組織とは違ってN社はお堅くはあるが、一般的に見られる巨大企業のイメージと変わらないものと思われる。"
    },
    {
      "id": "DanteNoteDetail_15",
      "title": "",
      "desc": "- 正確にどんな事業を主力としているかは分からないが、囚人のうちの何人かはN社についてある程度知っているような素振りを見せていた。\nそいつらが揃って一言も言わない人たちであるというのが問題だけど。"
    },
    {
      "id": "DanteNoteDetail_16",
      "title": "",
      "desc": "- 巣に属さない、翼が位置する区域を除いた地域のようだ。\n主に巣へ属すには懐事情が難しい人々が住んでいる模様。\n- 路地とは言われるけど、この中にあらゆる飲食店や会社、人々が生きている居住区域や学校、塾などがぎっしりと立ち並んでいる。\nしかし路地という名前に似つかわしく、あちこち曲がりくねっている様子や、陰湿な雰囲気はどの裏路地に行っても同じような気がする。\n面白いのは、どの裏路地に行っても（とはいえせいぜい三ヶ所しか回ってないけど）裏路地と巣の境界が明確だという点だ。"
    },
    {
      "id": "DanteNoteDetail_17",
      "title": "",
      "desc": "- 剣契(コムゲ)。裏路地を放浪する剣客、裏路地のギャング。\n- 人格で呼び出した囚人たちの会話から推測するに、この者たちは組織だが特にまとまって動いているわけではないものと推定される。\n正確には…一時的に同行したりはするが、徹底した階級/組織が存在するわけではなさそうだ。\n- …質問に対する答えの大半が冗談なので、正確な答えをここに書き加えることが出来ないという事実が惜しい。"
    },
    {
      "id": "DanteNoteDetail_18",
      "title": "",
      "desc": "- 都市で発生する出来事を処理したり、助けたりする一種のフリーランサー。\n- もちろんボランティアや社会貢献ではない。徹底的にお金で回っていく世界のように思われる。だからといってそうじゃないってフィクサーはいないだろう…と断言するには微妙だ。（たぶん？）\n- 聞いたり、出会ったりしてきた（鏡の人格を通じて対話したのも出会ったって言ってもいいのか分からないけど）フィクサーは私が何かしら整理するのも難しいくらいに多彩だった。結構よくある職業じゃないだろうか？"
    },
    {
      "id": "DanteNoteDetail_19",
      "title": "",
      "desc": "- 黒雲会(こくうんかい)。裏路地にかなり根強く浸透している巨大組織。\n- 長くて鞘のある片刃剣と、黒くたなびく服をセットで身に付けているのが特徴のようだ。\n- 基本的に裏路地の商人などに保護費を上納してもらい、形式上の保護をすることで生きているようだ。\n囚人の人格を通じて聞くと剣契…という組織とはある種の対立関係にあるようだが、なぜそのような状況になっているのかは分からなかった。\n- 絶対的ではないが、序列程度は存在するようだ。大体の場合は命令に従うような感じ。\n- …ただし、ホンルとの話からして例外的な状況もたまにあるものと思われる。"
    },
    {
      "id": "DanteNoteDetail_20",
      "title": "",
      "desc": "- 黄金色に光っている小さな枝の形をした物品。\n- これが本当に木の枝だとは思えない。近付く度にしびれるような頭痛みたいなものを感じるし…。\n- ただ、金メッキされた木の枝を拾うために死ぬほど苦労しているとも考えづらい。"
    },
    {
      "id": "DanteNoteDetail_21",
      "title": "",
      "desc": "- 様々な可能性より、自分の他の可能性を上書きする技術。\n- イサンが制作に参加したとのことだが、彼に聞いても一様に理解しにくい言葉しか口ずさんでくれないので、有用な記録を書くのは難しそうだ。\n- 人格自体はメフィストフェレスのエンジンを通じて見つけ出す。どんな原理なのか詳しくは分からないが、任意の人格を楽に探して定着させることはできないものと見られる。何度も試行錯誤していると、囚人の新しい人格を見つけることもある。"
    },
    {
      "id": "DanteNoteDetail_22",
      "title": "",
      "desc": "- 人格の使い方を正確に文章で記述することはできないけど…（我知らず的な状態に近いというべきか）\n抽出された人格とLCB-PDA、バスの硝子窓を同期すれば、ある種の対話や感応ができた気がする。\nその感応された囚人の人格を思い浮かべると、私の目の前にいる囚人と普通に会話するような感じで何かが通じる感覚がして…囚人と私が互いに無言の同意をした瞬間、ガラスが割れる音と共に、囚人へ人格が上書きされる。\n…より適した表現方法が思い浮かばない。\n- 人格が被せられた囚人は普段とはかなり違う様子を見せる。衣装や武器もそうだが性格もかなり変わってしまうので、私が知っていた囚人ではない気がしてビクッとしてしまうときも時々ある。\n幸いなことに、人格の使用を終えると元に戻るようだ。ただ、長時間使用していると頭痛→若干の後遺症や残り香が残って、人格側の性格が飛び出す様子も時たま見られる。"
    },
    {
      "id": "DanteNoteDetail_23",
      "title": "",
      "desc": "- 都市のあちこちで、一つの勢力として結成された集団を組織と総称するようだ。\n- 組織という単語が指し示すものの範囲がかなり膨大なせいで、特別な基準があるというよりかは、団体で動けば大抵の場合は組織と呼ばれるようだ。"
    },
    {
      "id": "DanteNoteDetail_24",
      "title": "",
      "desc": "- 歯車二つが噛み合って回っていくのから、鏡の中を覗き見て人格を上書きするのまで、都市ではこれらを技術と呼ぶようである。"
    }
  ]
}
