{
    "dataList": [
        {
            "id": "DanteNoteDetail_45",
            "title": "",
            "desc": "- 巣の位置は23区。\n- 直接W社を訪ねたことはないけど関連する人格と対話をした結果、断片的な情報を知ることができた。\nW社はワープ列車という運送装置で繋がったプラットフォームからなら、どこへでも片道で瞬間移動するサービスを運営しているようだ。\nワープ列車のチケットは結構高いらしいが、その中でも1等席のチケットはあり得ないくらい高いらしい。\n- …普通に車で移動しちゃ駄目なんだろうか？"
        },
        {
            "id": "DanteNoteDetail_46",
            "title": "",
            "desc": "- 集まった紐を利用して、人格をこちらの世界と同期化させる作業。\n- ある世界から持ってきた可能性の人格を、現在の囚人に一致させる過程らしい。（紐でこっちの世界とあっちの世界を結びつけてるんだろうか？）\n抽出した人格を囚人へすぐに被せたとしても、抽出した方の世界の人格が持っていた知識と戦闘技術は持てないようだ。\nだから紐を通じて同期化をして、該当する人格の効率を引き上げるようだ。"
        },
        {
            "id": "DanteNoteDetail_47",
            "title": "",
            "desc": "- 同期化と同じで、紐を利用して囚人たちの持つE.G.Oを強力にする作業。\n…どうしてE.G.O同期化じゃなくて、解析って言うんだろう？"
        },
        {
            "id": "DanteNoteDetail_48",
            "title": "",
            "desc": "- 巣の位置は18区。\n- R社と関連した囚人たちの話を聞く限り、私が見聞きしてきた翼とはちょっと違うように思えた。\n翼たちは特異点を利用した様々な便利技術を提供し、人生を豊かにしてくれるようだが、R社はそんなものではなくて傭兵業のような武力サービスを提供してくれる場所とのことだ。\n- R社が翼として脅威的な理由は、提供される軍事サービスの質にあるようだ。\n戦闘では戦闘員の数も重要だが、実戦経験と心構えがからしっかりとしている精神状態が肝心だとウーティスが付け加えた。\nそんな側面からして、R社の戦闘要員（軍人？それとも職員？）たちは数も多いけど、一人一人が戦闘にてで揺さぶられることのない殺人兵器のようだという。\n兵士たちが戦意喪失した前線を離脱したりパニックに陥らないのだけでも凄いもんだ、とグレゴールが割り込んできた。\n戦争シミュレーション訓練室でもあるんだろうか。"
        },
        {
            "id": "DanteNoteDetail_49",
            "title": "",
            "desc": "- 1つの人格に対して紐を全て使用するとPDAに表示される「同期化MAX状態」で終わりなのか聞いてみた。\nこうすれば、本当にあっちの世界の囚人と同じになるのか気になった。\n- 理論上ではそうだとのことだ。\nもしも抽出される側の世界の特定時間から持ってきた人格が経験を更に積むと（例えば、もっと戦闘技術を磨いたりしたら）また別の可能性が発生して追加で同期化が進行することもあるとのことだ。\n特定の時間帯にいた人格が、経験と技術的な側面から強くなれるということだろう。"
        },
        {
            "id": "DanteNoteDetail_50",
            "title": "",
            "desc": "- 人格学習チケットという物を囚人が（あるいは人格を被ったままの囚人が）破ると、ある種の経験が流れ込んでくるようだ。\nこの経験を通じて、抽出時点の世界にあった人格よりも強くなれるとのことだ。（理論上はそうだとファウストが言った）\n- 戦闘の熟練度が上がるのはまだ理解できるんだけど、どうして体力みたいな肉体的な強靱さも上がるんだろう？"
        },
        {
            "id": "DanteNoteDetail_51",
            "title": "",
            "desc": "- 理解はあやふやだが、ファウストとイサンからそれなりの答えになり得る話を聞いた。\n人格をチケットで強化するときは人格と枠、骨組み自体を強化するとのことだ。\n- 話を整理すると、強化が行われるときは肉体的な強化のみが行われるようだ。\n強化自体は、各人格が抽出された世界でのやり方通りに行われるらしい。\n- 加えて、義体を使用する人格が強化されるときは、義体の素材などが頑丈になる模様だ。\n- どちらにせよ、精神ではなくて肉体だけが強くなる方向性で進行するようだ。"
        },
        {
            "id": "DanteNoteDetail_52",
            "title": "",
            "desc": "- 追加で聞いた話を記録しておく。\n- ワープ列車を利用する理由は、車を使えばどこにでも行けるには行けるけど、その過程が複雑すぎるかららしい。\nまあ確かに…K社の巣に入る手続きを思い返してみると、恐ろしいくらいややこしかった気がする。\nあちこちこんがらがっていて、車のようなもので都市の中から裏路地を経由して他の区域に行こうとすると、非常識的なくらい長く掛かるらしい。\n- 直線距離は近そうに見えるけど、実際走行できる道路はものすごく複雑らしい。\n巣同士を繋ぐ高速道路という大道も開通しているらしいけど、利用するにもいろんな条件と費用が発生する模様だ。"
        },
        {
            "id": "DanteNoteDetail_53",
            "title": "",
            "desc": "- 囚人たちが使用するE.G.Oも人格と同じく、とある幻想体たちの核心から適合する囚人へと可能性を引き寄せたものとのことだ。\nしかしE.G.Oを完全な形で使用するためには、幻想体に対する理解と解析が必要だから解析と呼んでいるとのことだ。\n- 解析を進めるほど、E.G.Oの元になる幻想体の心証をよりありありと理解できるようになり、そのおかげでE.G.Oの威力と効果が強くなるらしい。\n- E.G.Oは、ある種の精神的な力の発現であるようだ。\nこうだと幻想体とE.G.Oに対する解析は重要であるとしか言いようがないだろうね、確実に。"
        },
        {
            "id": "DanteNoteDetail_54",
            "title": "",
            "desc": "- PDAを通じて見える人格のレベルを、30以上に強化できないのかと聞いてみた。\n- その数値は私たちが集めている黄金の枝と関連があるとのことらしい。それに加えて、それ以上の人格強化は私が耐えられないだろうと言われた。\nということは、時間が経てば今以上に強化ができるのだろうか？\n- …そもそも、ただ胴体だけ強化するのなら学習と関係ないと思うのに、どうして学習チケットって呼ぶんだろう？学習は同期化を通じて行ってるんじゃなかったんだっけ？"
        },
        {
            "id": "DanteNoteDetail_55",
            "title": "",
            "desc": "- W社人格を持つ囚人と対話中、衝撃的な事実が判明した。\n直接は言ってくれなかったけど…ワープ列車は現実世界では数分で移動する代わり、搭乗客が感じる時間は恐ろしいくらいに長く、たいていの場合は理性を失い、形態も奇怪になるらしい。\nそしてその度に物理的な整理を毎回しなきゃならないようだ。\n…バスでよかった。\n- あくまでも囚人の人格を聞いて推測した話なので、他の囚人には知らせずにここにだけ記録しておくつもりだ。"
        },
        {
            "id": "DanteNoteDetail_56",
            "title": "",
            "desc": "- R社人格と話をしてみると第4群というチームがあり、その中でウサギチーム、トナカイチーム、サイチームに分かれているとのことだ。\n- ウサギチームは、汎用的な作戦にて広く使われるバランスの取れた戦闘員らしい。\n- トナカイチームはとある施術を受けて頭に角が二つ生えてるが、その角を利用して精神力を物理的衝撃に変換するとのことだ。\nそのせいで頭が常に痛く、ズキズキしているらしい。\n- サイチームは出会ったことがないから正確には分からないけど、情報をまとめてみるとあれこれ全部ぶっ潰して回ることに特化しているように思われる。"
        },
        {
            "id": "DanteNoteDetail_57",
            "title": "",
            "desc": "- 時間がもっと流れれば、抽出された方の世界ではまた異なる出来事が起こるのか、気になって聞いてみた。\n- 答えは「正確には分からない」と、「重要ではない」だ。\nリンバス・カンパニーが望むのは囚人の戦闘力だけなので、該当人格をより一層同期化させたとき、そっちの世界や人格がどうなるかは重要視してないようだ。"
        },
        {
            "id": "DanteNoteDetail_58",
            "title": "",
            "desc": "- 同期化における紐が他の世界の人と人を結ぶ紐なら、解析で使われる紐は幻想体の核心を解き明かすワイヤーのような感じであるように思われる。\n- ファウストの話によると、解析も今の段階以上に進めることもできるようである。\n人格の同期化、強化のように、黄金の枝がもっと集まれば今よりもっと具体的な解析が可能になるようだ。"
        },
        {
            "id": "DanteNoteDetail_59",
            "title": "",
            "desc": "- 少なくともうちの囚人たちが使うE.G.Oが、媒体となる幻想体の感情や自我を自らのものにして使うように見える。\n私が直接体験したわけじゃないけど…。\n- 証言によると、他人の意見に感化されたり自らの人生に反映したりする場合が多々あるけど、その感覚と似ているようだ。"
        },
        {
            "id": "DanteNoteDetail_60",
            "title": "",
            "desc": "- 一体どういう風にこれが動作するんだろう？って思えるくらいに理論や古典物理では説明しづらいのも特徴のようだ。\nファウストは今の状態からあえて理解しようとする努力は必要無いと言ったけど…。\n斬られた腕から肉がゴボゴボ言いながら満ちたり、シールを貼るだけで運が良くなるのってスルーしても良いような現象ではないと思うけど。\n- …待てよ、それじゃあ私の頭も特異点なんだろうか？"
        },
        {
            "id": "DanteNoteDetail_61",
            "title": "",
            "desc": "- 囚人たちはこの物品に近付くと目眩のような奇妙な感覚を覚えるようだ。\nこれを共鳴とも呼ぶのだが、私が感じた頭痛と似た原理なのかもしれない。\n- とりあえず黄金の枝を回収すれば、ヴェルギリウスが他の部署の人を呼んで処理するようだ。\n聞いてみると、本社に移す。としか言わなかった。"
        },
        {
            "id": "DanteNoteDetail_62",
            "title": "",
            "desc": "- …ただし、感化を超えて端からこの自我に深く心酔してしまうと、媒体に侵蝕される傾向もあるように見える。\nそれのせいで何度も囚人が死んでいったし…。\n死ぬほど痛かった。"
        },
        {
            "id": "DanteNoteDetail_63",
            "title": "",
            "desc": "- 旧L社では五つのランクに分けて幻想体を管理していたとのことだ。\nユーリは、過去のL社ではエネルギー抽出効率を持ってランクを分けてたと言った。\nリンバス・カンパニーでも同じランクでそれらを分けているようだ。"
        }
    ]
}
