{
  "dataList": [
    {
      "id": "DanteNoteDetail_25",
      "title": "",
      "desc": "- フィクサーを管理する巨大な規模の団体を指すものと思われる。\n- フィクサーがかなり自由奔放で様々な仕事をやっているせいか、協会は専門的に遂行する分野が定められているようだ。\n結構いろいろあるみたいで…囚人の人格と、鏡の世界の中でもいくつかの協会に遭遇したりもした。\n- 一般的なフィクサーとの最も大きな違いは、自らどんな仕事をやるか選べないという点にありそうだ。"
    },
    {
      "id": "DanteNoteDetail_26",
      "title": "",
      "desc": "- 暗殺関連の依頼を専門的に担当する協会。\n- 担当するとはいっても、他のフィクサーが暗殺という仕事をしないわけではないように見える。そもそも、協会レベルのフィクサーに仕事を任せるということは途方もない金額が必要となるだけではなく…\n暗殺という出来事が都市ではあまりにも頻繁に起こり、よく必要とされるせいで、名のない路地の事務所でもたびたび引き受けているようだ。"
    },
    {
      "id": "DanteNoteDetail_27",
      "title": "",
      "desc": "- 集団単位の戦闘と関連した依頼を専門的に担当する協会。\n- 戦闘に縁がないフィクサーが果たして都市にどれだけ存在するであろうか…というべきか。(この言葉はドンキホーテからの引用)\n- リウ協会の特別な点は、一人一人の人材が多数の敵を相手するのに特化しているという点らしい。"
    },
    {
      "id": "DanteNoteDetail_28",
      "title": "",
      "desc": "- フィクサーたちが設立する事業体（あるいは職場？）をまとめて指す言葉と推定される。\n- きちんとした事業を構えていなくても、フィクサーとしての仕事をするにはどこかに所属するなり、自ら一人事務所を構えるなりして行動しなければならない規則があるようだ。"
    },
    {
      "id": "DanteNoteDetail_29",
      "title": "",
      "desc": "- 過去に存在したという旧L社の名前。エネルギーを作っていた会社らしい。\n- 今まで対面してきた幻想体たちを、彼らは卵の形態で流通させてから社内の隔離室に置いて管理することでエネルギー…エンケファリンを作りだしたらしい。\n- エネルギーを他の会社と翼…だからほぼ都市全域に輸出していたのを見るに、かなり大手の会社だったみたいだけど…。\n- ある日、本社がある場所から強烈な光線が噴き出すと、そのまま倒産してしまったとのことだ。\n会社があった場所にはなにやら…塔のようなものが現れてどこかへ消えもしたが、今も空席なのでその区画全体が阿鼻叫喚であるようだ。\n- 本社が消えるやいなや都市のあちこちにある支部も全部運営中断、埋没してしまったとのことだ。"
    },
    {
      "id": "DanteNoteDetail_30",
      "title": "",
      "desc": "- ドンキホーテの話によると（初心者にとって区別しづらいのだが！とも言った）決闘協会のセンク協会は一対一の状況での仕事を処理し、リウ協会は多対多の状況での仕事を担当するようだ。そう考えてみると、リウの人格の大多数が個人活動よりも団体活動と和合を大切にしているようだった。\n確かにゆったりしているように見えたし…。\n- リウ協会のグレゴールもまた、5, 6名との戦いはよくあることだと言っていた。 (もちろん全部叩きのめしたと偉ぶるのも忘れなかった)"
    },
    {
      "id": "DanteNoteDetail_31",
      "title": "",
      "desc": "- 事務所自体の種類もかなり色々あるようだ。\n- 4区裏路地(D区域)のときを思い返してみると、そのときに出会ったユーリ、アヤが属した事務所が最もよく見られるフィクサー事務所のいち形態のようだ。\n- 何はともあれ、お金をもらって依頼人の望む仕事を解決するという点ではフィクサー、事務所、協会全て似たもののようだ。"
    },
    {
      "id": "DanteNoteDetail_32",
      "title": "",
      "desc": "- ロボトミーコーポレーションにて生産されていた蛍光色の緑をした燃料を指すようだ。\n- メフィストフェレスにも人間をエンケファリンに還元する装置があるらしいが、管の中に満ちる液体をそう呼ぶらしい。\n- エンケファリンはただ管の中にあるだけではなく、私たちの選択によって保管が容易な物体に移し替えることもできる。代表的なのはボックスとモジュールのようだ。\n"
    },
    {
      "id": "DanteNoteDetail_33",
      "title": "",
      "desc": "- 特記すべき点としては、使用する全ての武器から火花が立ち上がる点にある。\n- 調和と流れ…と、炎が発生する武器を使用する理由を聞いたとき、色んな答えが行き交いはした。\n正直な感想としては遠回しに言われてるような気がした。私は思うに、多人数を相手するときに火炎が周辺人物にも当たるので攻撃方法として有効だから…と見た。火は燃え移ることもあるから。"
    },
    {
      "id": "DanteNoteDetail_34",
      "title": "",
      "desc": "- 未だに幻想体とはこんなものである…と言うのは難しい気がする。\n- 大抵は（少なくとも今まで出会ってきたものたちは）、人間や動物とは全く違う見た目と奇想天外な能力を持ったものたち…\n文字通り「幻想」の中で見られるような形態や能力を持っているものたちを意味すると考えられる。"
    },
    {
      "id": "DanteNoteDetail_35",
      "title": "",
      "desc": "- エンケファリンボックスは旧L社でも使われていたのか、たまに引っくり返して底を見るとL社のロゴがそのまま残っていたりもする。\n- 横の注意書きを読んでみると、これを吸入すると幻覚を見ることもあるらしいけど…一体何を思ってそんなことをしたんだろう？"
    },
    {
      "id": "DanteNoteDetail_36",
      "title": "",
      "desc": "- ファウストに聞いてみると、いつも「幻想体は幻想体でしかなく、何かしらの規格でそれを定義しようとしないでください。」としか言わないので、これ以上具体的な答えを得ることは難しい…。"
    },
    {
      "id": "DanteNoteDetail_37",
      "title": "",
      "desc": "- 個人単位の決闘関連依頼を専門で担当する協会。\n- 頻繁に起こるわけではないが、依然として都市内でも正々堂々とした「決闘」という行為で白黒つけることがあるように思われる。\n- とりあえず決闘を受け入れはしたけど（あるいは持ちかけるべき状況の場合）、誰が見ても自分がギッタンギッタンにされるのが目に見えている場合、彼らに依頼が舞い込むようだ。決闘の代理人になるということだろうか。\n- セブン協会の人格に又聞きしたくらいの話なので、沢山のことを知れたわけではないけど…。\n仕事が多くないため、彼らは他の協会と交流大会のようなイベントを開いたりもするようだ。"
    },
    {
      "id": "DanteNoteDetail_38",
      "title": "",
      "desc": "- 電球…？のような形をした物に中に奇妙な形をした物体が入っている。\n- あれを何と表現すればいいのかは分からない…時々動きもするし、うねうねすることもある。\n- ちらつくこの紐という物を覗き込んでいると、気分がぼーっとしてくる。\n- これを持ち続けることをファウストが許してくれなかったので、その代わりに返却して説明を聞くことにした。"
    },
    {
      "id": "DanteNoteDetail_39",
      "title": "",
      "desc": "- Extermination of Geometrical Organ.（一体どういう意味なんだこれ？）\n- E.G.O(エゴ)。旧L社で幻想体管理を通じてエンケファリンを生成する際、追加的に得た副産物と見られる。\n- 当時の会社では生産されたE.G.Oを利用し、武器や防具を製作して職員に使わせたというが、この方法は私が見てきたE.G.Oの活用方法とは少し違うようだ。"
    },
    {
      "id": "DanteNoteDetail_40",
      "title": "",
      "desc": "- 簡単に整理すると、翼が所持しているなんか凄い技術を指す。\n- 一般的な都市の技術との違いが凄く気になるけど…\n該当する翼のみで扱える独占的な技術という認識で良いと思う。"
    },
    {
      "id": "DanteNoteDetail_41",
      "title": "",
      "desc": "- 整理すると…\n全ての可能性を糸、紐の形態に編み出したもの…といえそうだ。\nファウストが言ったものをそのまま書き付けただけなので、実のところ整理したと言うのも微妙だけど。どういう意味なのか正確には分からなくて…。\n時計を回すときに現れる星と空を見つめるときに感じる感覚と近い気がする。畏敬の念と似ているような。"
    },
    {
      "id": "DanteNoteDetail_42",
      "title": "",
      "desc": "- 囚人たちはこの物品に近付くと目眩のような奇妙な感覚を覚えるようだ。\nこれを共鳴とも呼ぶのだが、私が感じた頭痛と似た原理なのかもしれない。\n- とりあえず黄金の枝を回収すれば、ヴェルギリウスが他の部署の人を呼んで処理するようだ。\n聞いてみると、本社に移す。としか言わなかった。"
    },
    {
      "id": "DanteNoteDetail_44",
      "title": "",
      "desc": "- 何人かのフィクサー関連人格と対話してみた結果、やりたいからといって全員がやれるわけではなさそうだ。免許試験みたいなのが存在するように思われる。\n- 級でフィクサーのランクを分けるようだ。9級が一番低く、1級が一番高そうだけど…。\n- そして特色というランクが別途あるようだ。ヴェルギリウスは赤い視線と呼ばれているらしい。中々凄い実力かつ、有名なようだ。"
    }
  ]
}
