{
  "dataList": [
    {
      "id": 2010000,
      "title": "特定しづらい空間",
      "desc": "静かな騒音がここにはある。この空間の中に歩んでいくと、どこに繋がるのか皆目見当が付かない。\nその空間の中からは、匂いもする。甘くても、すぐに\n酸っぱくなり、湿っぽくなり、爽やかで清涼感もある。\n\nその体験が扉の外でも、空間を歩きながらも\n次々に変わっていく。"
    },
    {
      "id": 2011000,
      "title": "敵意が感じられる空間",
      "desc": "この奇異な空間の中でも、それなりに安心できるような気がした。\n明らかな敵意が向こう側から感じられるが、これより恐ろしくて鳥肌の立つ空間が存在することを知っているからだ。\n\nもちろん、緊張の糸を解いてはいけない。空間にて対面する敵は、いつでも囚人を壊すことができるだろうから。"
    },
    {
      "id": 2011001,
      "title": "敵意が感じられる空間",
      "desc": "この空間からは、以前よりも濃い敵意が滲み出ている。\n囚人は入ったときと同じ状態ではない。\n下へ進みながら、彼らは疲れた体を引っ張っている。\n\n緊張しなければ、最も平凡なこの\n空間で囚人を失うこともあり得るだろう。"
    },
    {
      "id": 2011002,
      "title": "敵意が感じられる空間",
      "desc": "到達したこの空間の重さは、\n最初に感じたものとは大きく変わった。\n空間を一つ一つ渡るたび、囚人たちがひどく疲れる。\n\nここで疲れを制御できなければ、危険な空間に入った瞬間、私たちはバラバラに引き裂かれるだろう。"
    },
    {
      "id": 2012000,
      "title": "奇妙な感覚が漏れ出す空間",
      "desc": "全身の毛がビリビリと逆立つ。\nまだ何も目にしていないが、この前には確かに、何か理解しにくいモノが潜んでいるのが感じられる。\n\n見当すら付かない、この世のモノでは無いような\n何かと遭遇しそうな気がしてならない。"
    },
    {
      "id": 2012001,
      "title": "奇妙な感覚が漏れ出す空間",
      "desc": "毛が逆立つ感覚で、この空間がどんなところなのか瞬時に把握できる。それらはこの世のモノではなかった。単純に首を切り、脊椎をバラすだけでは解決できない何かだった。どんなものがその場に潜んでいるかは分からない。\n\n私たちに出来るのは、\n出来るだけ早くそれを把握することだけだ。"
    },
    {
      "id": 2013000,
      "title": "正体不明の奇声が流れ出る空間",
      "desc": "他の空間より危険なものが待っているような気がする。\n正体不明の動物の血生臭い匂いが一層濃く、そして\n照明が更に恐ろしく点滅しているからだけではない。\n五感では捉えられない、形容し難い感覚が\n全身を舐っているのが理由だ。\n\nしっかり準備をしなければ、乗り越えていくのは難しそうだ。"
    },
    {
      "id": 2013001,
      "title": "正体不明の奇声が流れ出る空間",
      "desc": "危機感が背中を伝って下りていく感覚は以前よりさらに強くなっていった。奇妙な悪夢、狂気に満ちた悲鳴、果肉を搾り取るような不快な声が時々刻々と、四方から流れ込んでくる。\nいつしか太ももに痙攣を感じた。歩みを進めるなという身体の警告であることが分かる。\n\nしかし、進むことだけが答えだということもまた、分かっている。"
    },
    {
      "id": 2014000,
      "title": "映り込む空間が最も強烈に歪む空間",
      "desc": "ここでもう一度屈折しそうだ。\nここを無事に通ることさえ出来れば。\nしかしなぜだろうか、もっと深いところに曲がって入るのではなく、弾き飛ばされそうだという予感も湧き上がってくる。どちらの方向に映されても、それより前へ戻ることは出来なくなるだろう。\n\n固い壁でできたかのような恐怖感に圧倒されてしまう。"
    },
    {
      "id": 2014001,
      "title": "映り込む空間が最も強烈に歪む空間",
      "desc": "一度は経験した空間だ。\nしかし、依然として凶悪な恐怖感が頑丈な城壁のようにそびえ立っている。\n以前のように、今回も屈折して下に向かえるだろうか。\nそれとも破損した鏡の割れ目に弾き飛ばされて消滅するのか。\n\n今さら帰るわけにはいかないだろう。\nただ、受け入れるしかない。"
    },
    {
      "id": 2014002,
      "title": "映り込む空間が最も強烈に歪む空間",
      "desc": "再びこの壁に辿り着いた。\n今にも壁が倒れて囚人に襲いかかってきそうな気がした。\nだから、なんとか戻るために左へ、右へ走ってみるが壁に終わりはない。後ろを向いて回ってここから離れない限り、壁を壊すしか方法はないだろう。\n\n恐怖に直面することだけが、自分を守る道だから。"
    }
  ]
}