{
    "dataList": [
        {
            "id": "DanteNoteDetail_115",
            "title": "",
            "desc": "- 特定個人や一家、あるいは土地に所属して長期任務を遂行するフィクサーだとドンキホーテが言ってくれた。\n- 様々な業務を遂行しなければならない分、報酬が悪くないから高ランクフィクサーが引退してから転向する場合が結構多いらしい。\n- …あっ、じゃあフィクサーを引退してまたフィクサーになるってこと？\n- 一家や土地に所属してバトラーはどんな契約を結んだのかも分からないまま働いていることも多いらしい。だからといって無闇に辞めると禁忌の狩人や契約事務所の方から派遣が来ることもあるらしいけど…。\n- 不公平だとは思うけど特に方法はないらしい。それでも都市で衣食住の心配をせずに生涯勤められる職場の一つなので、仕事を辞めて出て行く人はほぼいないらしい。"
        },
        {
            "id": "DanteNoteDetail_116",
            "title": "",
            "desc": "- 都市は東西南北によってフィクサーの服装や方法も少しずつ違うらしい。\n- ちゃんと経験してないから分からないけど…私たちは今まで南部にいて、今は北部に着いたからその差がもっと経験できるんじゃないかな。"
        },
        {
            "id": "DanteNoteDetail_117",
            "title": "",
            "desc": "- まだ黄金の枝の具体的な機能は分からない。でも願いを叶えるというのが事実なら物凄い物品だ。\n- 思い返すと、黄金の枝と共鳴すれば心象鏡ダンジョン…自我心道が形成されて、私たちはそこを彷徨いながら戦ってきた。\n- …もしかすると黄金の枝は、誰かが心の中で思い描いたことを具現化してくれるものなのかもしれない。わけの分からないこと言ってるかもしれないけど、わけの分からないことずくめの冒険だったから…。\n- とにかく、物凄い物品だってことは分かるんだけど…リンバス・カンパニーは黄金の枝を全て集めて一体どんな願いを叶えるつもりなんだろう？黄金の枝が鏡技術とも関係あるみたいだけど、どんな風に、どんな関係があるんだろうか…知れば知るほど分からなくなっていく。"
        },
        {
            "id": "DanteNoteDetail_118",
            "title": "",
            "desc": "- かなり沢山の時間が操作されたのは分かるけど、どういう計算で100億眼(アン)を超える時間税が賦課(ふか)されたのか気になってイサンに聞いてみた。\n- イサンが言うには時間税の場合、人によって差があって、持つ時間が多ければ多いほど払うべき時間も多くなるらしい。それ以外にも様々な公式を活用した計算法を説明してくれたけど、半分の半分すら分からなかった。\n- 保有する時間がいくら多くても、前日に時間を予め引き出しておかないと当日使うことができないらしい。引き出した時間は、全て消耗して長い一日を過ごすことも、特定の時間に使うこともできるらしいが、後者の方法に関しては貧しい人は発想すらできないだろうと思う。\n- 代表はヒューバートという人だった。翼の代表に会ったのは初めてな気がするけど…。\n- ヒューバートは助手を名乗って囚人たちを助けてくれた。過去には都市をもっと良い場所へと変えるために努力したらしいけど…T社内の状況を見るにあんまり信じられない。\n- 九人会を故意で見逃してくれたりとか、ユロージヴィを見ても放置するだとか。どこか諦念した姿を見せたけど、私を見て決心し直したみたいだ。なんで…？\n- 事件を巻き戻すことには必ず対価が伴うという、何だか恐ろしい助言をしてくれた。\n- …でも時計を巻き戻さないわけにはいかないから。"
        },
        {
            "id": "DanteNoteDetail_119",
            "title": "",
            "desc": "- W社所属の人格を持つ囚人が多くなったことでワープ列車に対してある程度確信を持てるようになってから、囚人たち全員に関連情報を共有した。おかげで大混乱を未然に防ぐことができた。\n- 冬眠したまま時間を過ごすことができるということ以外にも、1等席のサービスでウェルカムフードが提供された。口がないせいで食べられない私の分まで持って行って食べ尽くしてしまったロージャの反応を見るに…凄く美味しいらしい。\n- たったの10秒だけ運行する列車内でパッケージ商品や車内食を販売するのは変だなと思ったのでファウストに聞いてみると、これは実際の購買を目的に運営されるというよりかは、旅行の雰囲気を造成する装置だと説明してくれた。\n- 従業員脱出用ポッドに入っていくのを確かに見たんだけど、消えた。あの職員はどこへ行ったんだろう？\n- ワープ列車はなぜ物資だけを運送しないんだろう？人を運ぶのにいろいろ手間がかかるなら、貨物だけ運送すればもっと効率的なのでは？イサンとファウストにも聞いたけど、はっきりとしない曖昧な返事だけが返ってきた。\n- 待って、何か討論が始まりそう…。\n- ヒースクリフが人を移すことが一番重要なんじゃないかと話した。イサンがその言葉を聞いて何かを思い出したようだった。\n- イサンは、W社がT社と協力するのを見るに、いかなる理由であれ時間というものが運営に必要であろうと話した。そして以前T社の代表が言った言葉の中に、時間が流れて感情が変わるのではなく、人の感情変化が時間を流れさせるというのがあった。\n- 2人の意見をベースに、もっともらしい推測が出た。無限に時間を過ごす、感情が変化する意識状態の人の存在がワープ列車を動かす。あるいはそれ自体をワープ列車が目標としているという感じだ。私の近くにいた何人かの囚人は推測を聞いて、イサンとヒースクリフに拍手を送った。"
        },
        {
            "id": "DanteNoteDetail_120",
            "title": "",
            "desc": "-  青い宴会場のように飾られた駅。4号線と書かれていた。\n-  色々な駅で相次いで戦闘が発生し、囚人の人格とE.G.Oを真似する大罪が現れ、囚人たちが疲労を訴えた。ファウストはこれが嫉妬大罪だと言った。\n-  幸いなことに休む場所が多く、一度に複数の駅を突破した分、短い時間で遠くに行けるので意外にも今回の屈折鉄道が良いという囚人もいた。\n-  そういえば、最初あたりで電車に乗った嫉妬大罪たちはみんなどこへ行ったんだろう？ 縛られた王の宴会で死んだのか、それとも駅のどこかに未だ存在するのか。今となっては分からないことだらけだ。"
        },
        {
            "id": "DanteNoteDetail_121",
            "title": "",
            "desc": "- 会社から支給された端末。端末なので、今みたいにノートとして日記も書けて、囚人の人格とも意志疎通ができる。ここにも鏡技術のようなものが込められているみたいだ。\n- この端末を通じてキャサリンと会話をした。多分、黄金の枝の力でキャサリンと話ができたんだろう。この端末の中にも黄金の枝みたいなのが入っているのかな？それとも黄金の枝さえあれば、どんな機械であれ超自然的なコミュニケーションが可能なんだろうか？"
        }
    ]
}
