{
    "dataList": [
        {
            "id": "DanteNoteDetail_64",
            "title": "",
            "desc": "- 私と囚人たちが乗り回しているバス。私たちの事務室であり、家でもある。ここからみんな働きに行ったり、寝泊まりしたり、飲み食いしたり、戦ったりする。\n- 汽車みたいでもありながらバスみたいでもあるけど、みんな当然という風にバスと呼ぶ。部署の名前が名前なので、バスで合ってるような気がする。\n- ファウストの設計したエンジンがメフィストフェレスの動力源らしい。\nエンジンからメフィストフェレスの全機能が始まるらしい。私たちが望む場所へと運転していけるだけではなく、エンジンの力で別世界の人格を抽出させてくれて、バスの裏口を開けて入ると休息や経験を積める空間を準備してくれたりもするとのことだ。\n- メフィストフェレスは状況によって機能が追加されてアップグレードされることもあるとのことだが、ある囚人はこれを聞いてバスが成長しているみたいだと言った気がする。(誰が言ってたっけ？)"
        },
        {
            "id": "DanteNoteDetail_65",
            "title": "",
            "desc": "- メフィストフェレスの後方に位置している扉。扉を開けて入ると囚人たちの休める部屋に繋がる扉がついた廊下が現れる。\n- 囚人たちの説明を聞いてみると、それぞれの部屋のインテリア構成は異なっているようだ。各個人の個人的な心や記憶のようなものが反映されているだろうとファウストの説明があった。\n- 使用している扉は人数よりも少ないけど、誰かがどんな扉を開くかによって各々違う空間が出現するから、一つの扉に色んな囚人たちが往来している。\n- それぞれの扉には誰の部屋に繋げられるかも書かれている。\n- 休憩空間以外にも、他の便利空間に繋がる扉がある。"
        },
        {
            "id": "DanteNoteDetail_66",
            "title": "",
            "desc": "- 私の部屋の扉を通ると、鏡ダンジョンと採光ダンジョンに繋がる廊下に行ける。\n- 裏口の廊下には私たちの使える扉よりももっと長く、沢山の空間があるように見えるけど、この先には行くなという看板がある。\n一度ヒースクリフが乗り越えていったせいで大事故になるところだったけど、廊下の深い場所では危険なものが出て来たり危険な場所に繋がっていたりしそうだ。\nヒースクリフの仰天した表情を未だにありありと思い出せる…ファウストらしくない切羽詰まった様子も。\n- 良秀はこんな果てしなく続いた空間を「廊下」と呼んでいるようだが、私たちが一般的に思い浮かべる廊下とは違う何かを指しているような気しかしない。一体何だろう…？"
        },
        {
            "id": "DanteNoteDetail_67",
            "title": "",
            "desc": "- 裏口を通じて入れるダンジョン。\n鏡ダンジョンへ向かう廊下は冷たくて重々しい金属で構成されており、普段使う廊下の木製扉とは違った形の緊張感を与えてくる。\n- 最初は一つの鏡ダンジョンへと向かう扉があって他の扉は閉まっていたが、今はもう一つが開いて二ヶ所にいける。開くタイミングをファウストが話してくれるのを見るに、何かしらの条件や時期みたいなのが決まっているみたいだ。\n- 鏡ダンジョンに入ると、まるで宇宙を歩いてるような空間と霧が拡がっている。私の選択によって鏡ダンジョン毎に連れて行ける囚人が決定される。"
        },
        {
            "id": "DanteNoteDetail_68",
            "title": "",
            "desc": "- 裏口を通じて行けるダンジョンの内の一つ。\n- 扉を開けて入ると左側には経験値チケット採光ダンジョンへ向かう扉が、右側には紐採光ダンジョンへと向かう扉がある。\n- 以前戦闘したことのある幻想体、あるいは敵と再び戦って囚人たちの育成に必要な資源を得るという形になっている。\n- これもメフィストフェレスエンジンの力が加わっているので、エンケファリンが必要とのことだ。"
        },
        {
            "id": "DanteNoteDetail_69",
            "title": "",
            "desc": "- ファウストが言うに、裏口を通じて接近が許容されたダンジョンはメフィストフェレスエンジンの力で統制して安定化させている状況らしい。\n- ダンジョンの最終目的と意図は、私と囚人たちの育成らしい。だからだろうか、ファウストはエンジンの燃料であるエンケファリンを使用してでも、なるべく裏口のダンジョンをまめに使うことを勧めてきた。"
        },
        {
            "id": "DanteNoteDetail_70",
            "title": "",
            "desc": "- 裏口を通じて行ける空間。\n- グレゴールが言うには都市の地下鉄の駅にかなり似ているとのこと。\n- 長い時間が経ったかのように古びた感じの駅で、線路の上には電車のように見えるものが止まっている。\n- 電車の見た目は、私たちの乗っているメフィストフェレスと似た形態をしているが、さらに老朽化して管理ができていないといった印象を受ける。\n- この電車は一人で乗った際には動かないが、全ての囚人たちと乗った際には扉が自動で閉まってどこかへと出発した。\n- 囚人たちが言うには、次の駅に来たみたいだとのこと。\n- 今までの経験から見て、駅の外にはそれぞれの駅ごとに違った空間があり、昔見たことのある空間が現れもするようだ。\n- 新たな駅に全員が降りると、電車のドアが閉じる。そうするといきなり襲いかかってくる幻想体や敵が飛び出してくるので、すぐに戦闘を始めてた気がする。\n- 戦闘を終わらせると閉じていた電車のドアが開く。全員乗るとまた次の駅に向かい、終点に到着するまで繰り返される。"
        },
        {
            "id": "DanteNoteDetail_71",
            "title": "",
            "desc": "- ファウストが言うには「裏口と繋がった鏡ダンジョン、採光ダンジョンのように私と囚人たちの全般的な力量上昇のための一連の場所、あるいはシミュレーションのようだ」と言った。\n確かに、鏡ダンジョンみたいに以前出会ったクローマーのような敵たちが、ただ戦うだけの存在になっているのを見るに、シミュレーションかもしれないという考えが浮かんだ。\n- 現実を模倣したシミュレーションか、実際に幻想体たちが生きている空間に行ったのかは分からない。情報が足りない。\n- 電車が指定したルートを全て運行すると、バスヘ戻れる駅にて降りることができる。\n- 囚人の一人がなんだこの骨折り損のくたびれ儲けはって怒っていたけど、ファウストが出口の前に置かれている遺失物ボックスから大量の資源を得ているのを見て静かになった。"
        },
        {
            "id": "DanteNoteDetail_72",
            "title": "",
            "desc": "- 昔に行ったが、今は閉じている駅だ。\n- 全般的に青いオーラをまとっていた空間。\n- 前に戦った敵に再会して戦うこともあったが、他の支部でも見たことのない幻想体とも遭遇した。\n- 鏡ダンジョンにて相互作用できた幻想体にも出会った。鏡ダンジョンにて意思疎通を行ったり、行動を取れたりできた幻想体たちの空間は、ファウストによると幻想体たちの心象であり世界だとのことだ。\nきっとその世界の内ひとつに電車が到着したんじゃないかと思う。\n- じゃあシミュレーションじゃないってことなんだろうか…。"
        },
        {
            "id": "DanteNoteDetail_73",
            "title": "",
            "desc": "- 1号線とは違って緑色を帯びた駅。どうやら使われている号線の数字ごとに色が変わるようだ。\n- 今回も、鏡ダンジョンでは見たけど戦闘したことのない幻想体たちに出会った。\n- 1号線よりかなり少ない駅を経て終点に到着したからみんな喜んでいたけど、イサンが駅に刻まれているとある記号を見て、この電車は何度も回る必要のある環状線のようだと言うと、囚人数名が不満不平をぶちまけた。\n- 電車に乗って循環するたびに同じ駅も通ったが、新たな駅が現れたりもした。\n- 4回目の循環をしているとき、いつまで回らなきゃいけねぇんだ、疲れて死にそうとヒースクリフが怒鳴る。その言葉を聞いて何人かの囚人たちが動揺したが、幸いなことにイサンが5回目の循環が最後であろうと書かれていた気がすると言うと落ち着いた。\n- 5回目の循環を終えると、遺失物取扱所から色んな資源を獲得できた。きっと何号線かによって、今回みたいに電車の進行方法が異なってくるんじゃないかと思う。"
        },
        {
            "id": "DanteNoteDetail_74",
            "title": "",
            "desc": "- 知識を収集して研究する協会。\n- この協会は習得した知識を対価に使用する専用装備を通じて、物理的な力を得るという。\n- 難しくて貴重な知識であるほど、より強い力を得られるとのことだが、力を得た対価にその知識が揮発するらしい。\n- 拳で戦う派閥と鍵で戦う派閥に分かれているみたいだ。(どういう意味？)"
        },
        {
            "id": "DanteNoteDetail_75",
            "title": "",
            "desc": "- 人々が死んだり苦しんだりする姿を自動で撮影するドローンが巣のあちこちに配置されていて変だなと思ったけど、それなりの理由があった。\n- K社の依頼を受けてK社の手伝いをし、巣についてもう少し詳しく知れたけど…これを記録するべきか悩む。"
        },
        {
            "id": "DanteNoteDetail_76",
            "title": "",
            "desc": "- 下記はきっと記録しちゃならない情報だとは思うけど…それでもどうにか記録しておきたいから記録する。\n- …もしかすると、時間差で私の記憶も吹っ飛んでいくかもしれないから。\n- 治療アンプルの原理は、非常に小さなナノロボットがある種の方法で治療を助けていて、ナノロボットがあまりにも小さいせいで集まると緑色の液体のように見えるとのことだ。\n…が、それはロボットじゃないだけでなく、見た目通り液体でしかなかった。\n- 基本的にK社のHP弾、再生アンプルは私たちがよく思い浮かべる軟膏のような治療剤ではなく、薬品を投与された人が記憶している…だから、痛くないとみなす状態に戻すのだという。\n- K社の創立者ステファネットが、外郭の彼方という場所まで行って得てきた「涙を流すもの」という生命体を連れてきて、治療アンプルを絞り出して作り出していた。\n- 黄金の枝との共鳴を通じて見た感じでは「涙を流すもの」という生命体も以前は人だったみたいだ。\n- 誰も痛がることがなければいいという願いを持っていたようだけど、その願いが形はともかく叶ったみたいだ。だから脳さえ残っていれば、理論的にはどんな部位でも治療と再生ができるようだ。\n- 涙を流すものは悲しみを感じるとその名の通りに涙を流すようだが、その涙を薄めたり加工したのがK社の特異点アンプルらしい。\n- 初期には創立者が悲しかったり感動的な話を聞かせることで涙を流していたが、創立者が死んでからは生産量を高めるために目の前で暴力的なシーンを見せ、より素早く刺激的に涙を生産する方式に変わった。\n- 人々が死ぬ場面をドローンが撮影するのも、涙を流すものに残忍で刺激的なシーンを視聴させるためだった。\n- 一度見たものをまた見させるのは効率が良くないのか、ずっと別の残忍なシーンを見せなければならないようであり、様々な巣からそのような映像を輸入すらしてくるものと見られる。他の巣に頼らず自主的に生産量を増やすため、鏡技術と似た硝子技術を利用して持続的に映像を供給しようとする計画を立てたが、私と囚人の介入で失敗に終わったようだ。\n- 「涙を流すもの」は基本的に生命体であるためか、子供を作り出すことができるようである。アルフォンソという人物が、私たちが見たものを「子供」だと言ったのから考えると…。\n- 過程は分からないけど推測するに、その涙を流すものの子供たちで生産量をさらに増やしているようだ。"
        }
    ]
}
