{
    "dataList": [
        {
            "id": "DanteNoteDetail_92",
            "title": "",
            "desc": "- 幻想体はそれぞれ危険ランクを持っており、5つのランクに分類されるみたいだ。\n- ファウストが渡してくれた簡単なマニュアルによると…ZAYIN/TETH/HE/WAW/ALEPHの5つのランクに分類されるようだ。\n- 幻想体と戦闘を行い、指針どおり囚人が図鑑を作成するとその内容がリンバス・カンパニーの上層部に伝えられるみたいだ。その内容により上層部で幻想体の危険ランクを定めるものと見られる。\n- 場合によっては、図鑑の内容がすべて満たされていないのに危険ランクが付けられている時もあった。(ヒースクリフが先延ばしに先延ばしを重ねてやっと図鑑を作成しようとしたところ、危険ランクが書かれていたと言った。)図鑑自体はリンバス・カンパニー本社と繋がっているらしいので、随時確認しているんじゃないかな？"
        },
        {
            "id": "DanteNoteDetail_93",
            "title": "",
            "desc": "- 危険ランクの基準はやはり幻想体が与える潜在的ダメージ、戦闘の難しさなどを考慮して付けられるようだ。道理で…囚人たちに図鑑を作成してもらうとき、戦闘がどのように行われたのか、特異な点が何なのかを重点的に書けと強調した理由がこれだったみたいだ。\n- ただ一部の個体に関しては、低いランクに策定された幻想体の方がもっと相手しづらくて強かった気がする。\n- 黄金の枝が幻想体の力を抑制(クリフォト抑止力ってこれのことだよね？)しているから…というには、偏差が激しいような気がする。\n- ファウストに偏差についていくつか聞いてみたところ、私が乖離感を感じた理由が大体分かった。\n- これまで幻想体の危険ランクはロボトミーコーポレーションで設定した危険ランクに基づいてLCAで付与する方式を取ってきたが、そのデータと実際のデータが一致しない場合がしばしばあったようだ。\n- LCAもこの部分を認識しており、こんど新たに指針を公表するらしい。\n- 私たちの戦闘データのいくつかとリンバス・カンパニーの標本収集結果を見て、危険ランクの再調整、再分類が行われる可能性もあるという。"
        },
        {
            "id": "DanteNoteDetail_94",
            "title": "",
            "desc": "- 私と囚人たち…別名バスチームは黄金の枝を探すのが主な業務だが、現在対外的にはねじれを対象に制圧、捕獲、予防する種類の事業を進行中しているとのこと。"
        },
        {
            "id": "DanteNoteDetail_95",
            "title": "",
            "desc": "- リンバス・カンパニーで最も影響力の大きい部署。\n- 何の略かはまだわからない。\n- ねじれを回収したりモノリスを回収するなどの重要な任務で、LCDと協業しているんじゃないだろうか？\n- 真っ黒な服装で、大柄な人たちが特殊作戦チームとしてLCAに所属しているらしい。"
        },
        {
            "id": "DanteNoteDetail_96",
            "title": "",
            "desc": "- 人が特定のきっかけで怪物のように形が変わる現象。\n- ねじれが発現した人を、流れで何体か相手したが…共通点を発見することができた。\n- 感情的に淵へと追い込まれると、人はねじれてしまうようだ。\n- 一つ疑問なのは…今まで都市の人々を見たとき、感情が崖っぷちまで追い詰められる人は数え切れないほど沢山いたと思うけど、道端にねじれが跋扈するほど沢山いたわけじゃないこと。\n- ただ単に感情が追いやられる以外に、何か別の条件があるんだろうか？"
        },
        {
            "id": "DanteNoteDetail_97",
            "title": "",
            "desc": "- ねじれと似たような感じがするけど、各個体の個性が微弱な存在。\n- これまで6種類の大罪を確認できた。イサンによると、大罪はねじれよりも獣に近い個体みたいだ。\n- 両対照群を比較したとき、大罪の方が極端な攻撃性・敵対性が有意義に高かったとも言った。"
        },
        {
            "id": "DanteNoteDetail_98",
            "title": "",
            "desc": "- リンバス・カンパニーの上層部では、ねじれにも幻想体のような危険ランクとシリアル番号を付与してきた。しかし、今回の幻想体の危険ランクの調整と改編に関する指針を公表し、ねじれは別途分類することにしたようだ。\n- ねじれを射殺できるということが、幻想体との最大の違いだと判断したようだ。そういえば、幻想体は制圧するたびに卵のようなものに戻っていた。"
        },
        {
            "id": "DanteNoteDetail_99",
            "title": "",
            "desc": "- 私は自分の頭にある黄金の枝のせいか分からないけど、幻想体とねじれを感覚で見分けることができる。幻想体とねじれが似ているようでそうでないように、大罪とねじれとの関係もそんな感じである。\n- それを聞いたシンクレア曰く、雰囲気が似ているけど少し違うのなら…実際のところ起源は同じで、ねじれに至れなかったのが大罪ではないかと推測した。\n- 一理ある話だ。ねじれになれなかった人が大罪になる…当面できる推測としてはこれが一番可能性が高いだろう。\n\n- 大罪に対する危険ランクとシリアル番号も改編されるらしい。恐らくヨンジンビルで見た新しい形態の大罪のせいだろう。\n- 予想通り、新しい個体の発見と幻想体、ねじれ、大罪をそれぞれ区分する必要性によって改編することになったとファウストが補足してくれた。"
        },
        {
            "id": "DanteNoteDetail_100",
            "title": "",
            "desc": "- 巣の位置は19区。\n- 巣を管理する王…？のような存在と臣下がいるように見られる。何だ王って…。\n- 簡単な説明を聞いてみるに、支配構造の一種のようだ。巣と翼のような形式と似ているけど、また違うものなんだろうか。ドンキホーテが目を輝かせながらそばで聞いていたので、たぶんかなり特異な文化らしい。\n- 巣ごとに文化と運営方式が違うという話を、確かに実感できた。\n- まだどんな特異点で巣を運営しているのかは分からない。　"
        },
        {
            "id": "DanteNoteDetail_101",
            "title": "",
            "desc": "- LCCAアフターチームは私と囚人たちが属しているLCBのことを良く見ていないようだ。\n- 会社から何かしらの特権を授かってると考えてるみたいだけど、代わりに自ら何度も死んでみろと言いたい。\n- …それとも人が死ぬ苦痛を続けざまに何度も感じてみるか。"
        },
        {
            "id": "DanteNoteDetail_102",
            "title": "",
            "desc": "- - Limbus Company Distortion。\n- リンバス・カンパニーの「ねじれ」専担部署らしい。\n- リンバス・カンパニーが都市で事業を拡張するため、ねじれを処理する部署を作った。\n- エズラというLCD部署のチームメンバーが、モノリスを回収するとき積極的に私たちを助けてくれた。\n- …少し思慮分別のついたドンキホーテみたいな人だった。"
        },
        {
            "id": "DanteNoteDetail_103",
            "title": "",
            "desc": "- イサンがS社出身と言い、農畜産全般の産業を担当する企業だという。\n- 最近会った剣契たちもS社から逃げ出した組織だけど、イサンのようにS社内部の問題と横暴のせいで去ったものと見られる。\n- S社巣の内部は非常に混乱してるらしい。次の経路がS社じゃないといいんだけど…。"
        },
        {
            "id": "DanteNoteDetail_104",
            "title": "",
            "desc": "- ソードが生きていた！こんな嬉しい情報修正する日が来るだなんて。\n- ソードは後送されてからなんとか回復し、課長職群まで昇進したみたいだ。シンクレアがずっと心を痛めていたけど、慰めになってくれるといいな。\n- ビフォーチームはソードさんやパイロットのように、少なくとも私や囚人たちと一緒に働くという感じだったけど…LCCAチーフというカイマンって人は、私たちとLCCBを見下すように振る舞っていていい気はしなかった。"
        },
        {
            "id": "DanteNoteDetail_105",
            "title": "",
            "desc": "- 強制的にねじれさせる黒い石碑。リンバス・カンパニーではモノリスと呼んでいるようだ。\n- 黄金の枝のようにねじれを誘発させたり増幅させたりするみたいだ。しかし黄金の枝とは異なり、ただねじれの誘発と増幅に特化している物体と見られる。\n- これまで何度か黄金の枝と接触した経験から推測すると、モノリスと黄金の枝は類似しながらも違う性質を持っているようだ。"
        },
        {
            "id": "DanteNoteDetail_106",
            "title": "",
            "desc": "- これまで見てきた大罪とは違い、さらに成長したような姿をした個体と対峙した。\n- リンバス・カンパニー上層部からの指針によると、今後これらを段階などの分類法で管理しようとしているようだ。\n- あれほど多く遭遇した大罪から、今になって2段階目の大罪に遭遇することになったのは単なる偶然ではないだろう。"
        },
        {
            "id": "DanteNoteDetail_107",
            "title": "",
            "desc": "- 黄金の枝は熱い感情から温かい感情までを増幅させて開放してくれるという感じなら、モノリスは強制的に深淵で沸き立っているものに向き合わせて溢れさせ、最終的に決壊させるような感じがする。 \n- 黄金の枝と違って何らかの装置なのか、操作によって点灯したり消えたりするものがあるようだった。操作法も迷路パズルのような感じでとても難しかった。"
        },
        {
            "id": "DanteNoteDetail_108",
            "title": "",
            "desc": "- オレンジ色の鉄道。3号線と書いてある。\n- 以前考えていたように、各号線ごとに別の色を帯びているのは確実であるようだ。\n- 列車は円形の軌道に沿って駅を通過した。以前の鉄道とは異なり、途中で囚人を休ませることができて比較的過酷ではなかった。\n- 今回も初めて戦闘をする幻想体に遭遇した。ファウストの言う通り、幻想体の世界に電車が到着したのなら、この電車でもっと遠くまで行けるのではないだろうか。"
        },
        {
            "id": "DanteNoteDetail_109",
            "title": "",
            "desc": "- バスを乗り回しながら経験してきた旅路によって囚人の成長が持続し強くなった分、大罪も一緒に強くなったような気がする。\n- 考えてみたが、現れる大罪の種類が増えるのはやはり黄金の枝の影響みたいだ。人格の成長が黄金の枝を奪回することによって進むのと同じだろう。\n- これからも黄金の枝を集めなければならないから…当然大罪の種類も増えるだろう。\n- 黄金の枝、囚人…そして大罪。そして、私の頭の中の黄金の枝。これらは結局、私と何らかの形で繋がっているとしか思えない。"
        },
        {
            "id": "DanteNoteDetail_110",
            "title": "",
            "desc": "- 鏡ダンジョンは抽象的な世界を切り開いてゆくという感じの理解だったが、鏡屈折鉄道は比較的具体的な形状をしていた。まるで廊下みたいに。\n- 鏡屈折鉄道の駅は誰が作ったもので、遺失物の報酬は誰が用意してくれるのか、メフィストフェレスに似たこの電車はどこからどのように配置されたのか…まだ分からないことがあまりにも多い。"
        },
        {
            "id": "DanteNoteDetail_111",
            "title": "",
            "desc": "- 都市で強くなる方法は色々とあるみたいだ。義体や強化施術とかが蔓延しているらしい。\n- 強い身体を持つことと同じように、戦闘でどんな風に戦うのかも重要だそうだ。\n- フィクサー事務所や協会…あるいは組織にてそれぞれ使われる戦闘方法があり、それを磨いた者たちが将来的に剣法、武術、門派などに発展させていくという。\n- ヒースクリフの話によると、強化施術を受けた身体だけではサンドバッグになりがちとのこと。どんな施術を受けたかによって、そしてどんな武器や流派の武芸を訓練するかが重要なこともあると良秀が口出しした。"
        },
        {
            "id": "DanteNoteDetail_112",
            "title": "",
            "desc": "- 戦闘経験の多い人格の言葉を拾い聞きするに、都市で強くなりたくともお金をたくさん投資した身体だけでは何もできないらしい。\n- 丈夫で出力の強い身体を作ることはできるが、その身体を戦闘にてどのように使うかは経験と努力が必要な領域だという。\n- しかし、結局は何をするにもお金が沢山掛かるのは正しいとロージャが言ってくれた。お金があるからといって強くなるわけじゃないけど、強くなるためにお金が必要なようだ。"
        },
        {
            "id": "DanteNoteDetail_113",
            "title": "",
            "desc": "- 外郭には人が住む村がある。予定されていた探査ではなかったし、ヒースクリフとドンキホーテのおかげで知れたけど…。\n- どこかで拾い聞きした通り、外郭には幻想体やねじれとはまた違った怪物がいて、人を殺そうとしているみたいだ。"
        },
        {
            "id": "DanteNoteDetail_114",
            "title": "",
            "desc": "- ノームと巨人…人間ではないのに、知性のある存在に会ったりもした。幻想体とは明らかに違っていた。\n- 外郭のどこかにある工場に行っただけなので、まだ湖以外の外郭エリアの様子が上手いこと想像できるわけではない。だけど、工場という施設として見た場合、もしかすると私たちが知っている常識からかなり外れたものだけが存在するわけではないかもしれない。\n- デミアンが言ったように、意外と本当に住みやすい場所なんじゃないかとシンクレアが言ったけど、いくら住みやすい綺麗な場所だとしても人に対する膨大な敵意を持つ存在がいる限り、一概に住みやすいとは言えないというイシュメールの反論があった。"
        }
    ]
}
