{
    "dataList": [
        {
            "id": "DanteNoteDetail_122",
            "title": "",
            "desc": "- 鏡はあったかもしれない可能性が映し出される。キャサリンとネリー、そして鏡の世界のヒースクリフは鏡で不幸な未来しか見たことがないという。鏡が本当に無限にあるなら、それを見るべき時間も無限に必要だろうけど、本当に全ての可能性を見たんだろうか？そもそも全ての鏡を見るということはできるんだろうか？もしかすると私たちの方でも積極的に鏡の世界と相互作用、あるいはそれと似たようなことができるんだろうか？\n- 鏡技術はよく使うけれども、まだ分からないことだらけだ。イサンも鏡の世界そのものについては、まだ解き明かさなければならないことが多いと言った。"
        },
        {
            "id": "DanteNoteDetail_123",
            "title": "",
            "desc": "- T社の代表がモノリスをリンバス・カンパニーから買うと言った。リンバス・カンパニーは今や、ねじれを進めるこの物品までも販売している。ねじれを解決する事業を目指すと言っておきながら、ねじれを生み出すものを売るだなんて…。むしろねじれを上手いこと扱えるから、信じて買ってもいいということなのかな？モノリスで発生したねじれを処理するときも、リンバス・カンパニーがお金を受け取って処理するなら、お金が増える事業構造が完成するような気がしなくもない。"
        },
        {
            "id": "DanteNoteDetail_124",
            "title": "",
            "desc": "- ねじれが持つそれぞれの特殊能力は特異点と似ているか、それ以上みたいだ。T社の代表ですら時間殺人鬼っていうのねじれを通じて、新しい可能性を見たって言ってたから。どこまでやれるんだろう。"
        },
        {
            "id": "DanteNoteDetail_125",
            "title": "",
            "desc": "- 巣の位置は16区。\n- 頭を最大限に上げてやっと頂上が見えるレベルの高層ビルが沢山ある。\n- 色々な缶詰が特産品だということだが、ムルソーに聞いてみると、ありとあらゆる缶詰があるみたいだ。\n- 駅に張り紙がいっぱい貼ってあった。何か良くない事件でも起こってるんだろうか？"
        },
        {
            "id": "DanteNoteDetail_126",
            "title": "",
            "desc": "- 依頼者が要請した区域を保護し、治安を維持する依頼を専門に担当する協会。\n- あなたの盾という標語を掲げて活動しているらしい。\n- ツヴァイの人格と対話してみると、確かに何かを守ることに特化した協会みたいだ。ただし、あくまで依頼を要請したときだけ守ってくれるみたいだ。"
        },
        {
            "id": "DanteNoteDetail_127",
            "title": "",
            "desc": "- ポルードニツァはAIが搭載された次元鞄、デリバリーキャリアに色々な物を入れて配達するという。正確には依頼および経路によって、適したポルードニツァがフィクサーに割り当てられるようだ。\n- ファウストの説明によると、AIが搭載されたコアまたはモジュールをデリバリーキャリアにエンベディングして…とにかく、ポルードニツァっていうAIを鞄に搭載して配送依頼を遂行するという風に理解した。\n- 鞄の中に入った物はとても保存状態が良く、運送期限も破られることがほとんど無いので都市では必須の協会だという。必要になる状況があれば私たちも利用できたりするかな？楽そうだし。\n- 人格と対話してみた結果、時間厳守が難しいと判断すれば、AIであるポルードニツァが所持者を大幅に強化させてくれることが分かった。その後も物品運送に失敗すれば死ぬことも有り得るらしいけど…期限が破られることがほとんど無いのも納得だ。"
        },
        {
            "id": "DanteNoteDetail_128",
            "title": "",
            "desc": "- ソーニャによって作られた組織。初期には路地裏の貧しい人々を助けたけど、後に都市をどうやって変えるか机上の空論だけを繰り返す集団になったとロージャが話してた。\n- 巣のあちこちに影響力を広げているという。T社でも様々な発明品でテロを敢行するユロージヴィと、そう難しくなく遭遇することができた。\n- ソーニャを聖者と呼び、時を待っているという。どうしてソーニャを聖者と呼ぶのか、時というのはいつを意味するのかは分からないけど…何だか気掛かりだ。\n- ディエーチ協会の人格たちが言うことから推測するに、ディエーチ協会での聖者とは明らかに違う概念らしい。"
        },
        {
            "id": "DanteNoteDetail_129",
            "title": "",
            "desc": "- 囚人たちの姿、ひいては人格とE.G.Oまでそっくりそのまま真似する大罪が現れた。ねじれにすらなれなかった大罪がどうしてE.G.Oを使えるのか尋ねたけど、ファウストはまだ言えない情報だと線引きをした。\n- 鏡を活用して掬い上げた人格牌もなしに、どうやって鏡の世界の囚人を真似できたんだろう？"
        },
        {
            "id": "DanteNoteDetail_130",
            "title": "",
            "desc": "- バトラーたちが持ち歩く鞄は次元鞄だという。外から見るよりも内部に収納できるスペースが多く、便利な技術みたいだ。メフィストフェレスの裏口のみたいなものかな。\n- 次元鞄は製品の特徴によって、大きさと収納できる容量が違うという。高価な製品であればあるほど、外見は小さくても収納できる容量が大きいらしい。\n- 次元鞄に人間を入れることはできないらしい。ワープ列車みたいに、人と物の違いがあるのかな？"
        }
    ]
}
