{
    "dataList": [
        {
            "id": "DanteNoteDetail_77",
            "title": "",
            "desc": "- ちょっとした好奇心からだけど、義体使用者がK社アンプルを打つとどうなるか気になる。\n- 特異点の生産過程と起源に関しては見たと思うんだけど、全員記憶消去を受けてこのバスの中では私以外に記憶している人はいない。都市の状況をよく知らない私でもこの情報は重要だと思うから、とりあえず記憶消去されたかのように静かにしてるつもりだ。\n- 元からノートの内容は囚人たちに見せないようにしてたけど…今回の内容に関してはもっと気を付けないと。"
        },
        {
            "id": "DanteNoteDetail_78",
            "title": "",
            "desc": "- 特定の記憶を消す技術。\n- 私と囚人たちが受けた流れを思い返してみると、とある部屋へ順番に入ってその部屋から出ると記憶消去手続きが完了した。\n- K社で消そうとした他の記憶は全部覚えているのに、逆にあの部屋でどんな手順を踏んで記憶消去がなされたのかは思い出せない。\n- どうして私だけが記憶消去されなかったのか、それなのに何で記憶消去手続きに関しては思い出せないのかいくつか疑問が残る。"
        },
        {
            "id": "DanteNoteDetail_79",
            "title": "",
            "desc": "- 地図上、巣の位置は20区。\n- 時間と関連した技術を利用する巣のようだ。\n- T社の巣を実際に訪問したわけではなく、黄金の枝の共鳴を通じて間接的に体験しただけなので、見て経験したことがどれくらい実際のT社と合致してるかは分からない。\n- 技術と発明を重要視しているようだ。\n- 文字通り、全ての色が色褪せて見える巣。特権がある者のみ色を持てるようだ。いろんな建物から黒い煙が沢山吐き出されてるせいで空が暗い。"
        },
        {
            "id": "DanteNoteDetail_80",
            "title": "",
            "desc": "- 巣の位置は21区。\n- 共鳴叉という特異点を使用。共鳴叉は本来別の性質を持つ二つの物品を、元から一つであったかのようにくっ付ける道具。\n- クラップ蟹という化け物蟹たちが共鳴叉の影響で銃のような武器と一体化し、身体の一部であるかのように武器を使用した。\n- 大湖の上に跨がっており、大部分の主要施設が地図上の大湖の上にあると見られる。\n- だからU社へ本格的に突入して回るには船が必要、共鳴叉を利用してメフィストフェレスを船に改造する作業を実施した。\n- 地図を見た感じでは、どう見ても外郭という場所と重なってる気がするけど…まだよく分からない。"
        },
        {
            "id": "DanteNoteDetail_81",
            "title": "",
            "desc": "- ちらっと聞いただけだが、一般的に理解している図書館を指すわけではないようだ。\n- 奥歯ボートセンターのフィクサーたちが図書館というところに行って大変な目に遭い、本から元に戻ったとか言ってたけど、私が知っている知識ではその言葉が繋がらなかったので一応聞いた通りに書いてはおく。"
        },
        {
            "id": "DanteNoteDetail_82",
            "title": "",
            "desc": "- 予想通りフィクサーたちは協会以外に、事務所に所属することもあるみたいだ。事務所もフィクサーたちのように分野が多様なようだ。"
        },
        {
            "id": "DanteNoteDetail_83",
            "title": "",
            "desc": "- 情報を収集するフィクサー協会。\n- 情報と知識という点からディエーチ協会と似ていると思ったが、関連した人格から話を聞くと違いが分かった。\n- セブン協会が依頼を受けた情報をどうにかして収集することが専門分野だとすると、ディエーチ協会は得た知識を習得して分析、解体することに特化していると見ればいいみたいだ。\n- それでも似た分野だし、あれこれ接点がありそうだ。"
        },
        {
            "id": "DanteNoteDetail_84",
            "title": "",
            "desc": "- 運送、伝達に関連した仕事を専門的に受け持つフィクサー協会。\n- 都市では危険なことがとにかくアレコレ沢山発生するので、大事な物や情報を奪われないようにお望みの人へ、そして約束した時間に伝達する仕事はとても難しいらしい。\n- イサンが言うには、都市は地図で見ると小さく見えるかもしれないけど、上下にびっちり建てられた建物とその構造、そして特異点によって表面積の概念で接近したときは目に見える広さと全然違うらしいけど…なに言ってるのかあまり分からなかったからとりあえず頷いておいた。"
        },
        {
            "id": "DanteNoteDetail_85",
            "title": "",
            "desc": "- ロボトミー支部で幻想体を管理するときに使用した専用装備、E.G.Oがまだ支部に残っているようだ。\n- E.G.O武器と防具は管理していた幻想体から抽出・制作して使用する分、使用にあたっていくつかのリスクや条件があるようだ。着用したE.G.Oによって、気分や口調にかなり影響が出るみたいだ。\n- 幻想体の特性を利用したものであるので、ロボトミー支部をこの先も沢山訪れなければならない私たちの立場的には…かなりややこしい装備な気がする。"
        },
        {
            "id": "DanteNoteDetail_86",
            "title": "",
            "desc": "- フィクサーたちが運営する、道具と装備を作って改造する場所。\n- 大きな括りでは事務所と同じらしい。でも他の様々な分野のフィクサー事務所とは違って、事務所ではなく明確に工房と自称するようだ。\n- 主にフィクサーたちが使用する武器・防具等の各種道具を制作したり、販売したり、依頼を受けて制作するなどの業務をしているように見られる。\n- フィクサーたちで構成された集団であるので、バラのスパナ工房のように状況によって戦闘に関する依頼も受ける。"
        },
        {
            "id": "DanteNoteDetail_87",
            "title": "",
            "desc": "- 前に言ったように…本当に変身して今や水の上を浮かぶ船になった。\n機能追加ってこういうことだったんだ…。\n共鳴叉の能力だけではなく、メフィストフェレスエンジンの力まで加わって、より優れた改造と性能向上がなされたらしい。(そういえば、ミカという人が惜しみなく感嘆してた気がする。)\n外見よりも広い空間を内部に作る機能まであるし、これからもっと色んな機能が追加されても驚かない気がする。"
        },
        {
            "id": "DanteNoteDetail_88",
            "title": "",
            "desc": "- 地図で巣が配置されている領域外の空間を外郭と呼ぶらしい。\n- 外郭には怪物がいるとのことだが、幻想体に出会ってきたイシュメールとウーティスも怪物と言及するのをみるに、幻想体とは別の存在がいるらしい。\n- 都市の外にまでロボトミー支社の支部があるわけないと思うので、行く用事は別にないとは思うけど…。\n- …イシュメールが大湖も外郭と言ってたのを思い出した。"
        },
        {
            "id": "DanteNoteDetail_89",
            "title": "",
            "desc": "- 地図で都市の南部に広がっている巨大な湖。海と呼ぶ人もいるみたいだ。\n- 一部しか見てないけど、大湖はただの水溜まりではなくて綺麗に分かたれた様々な色の水溜まりで構成されているようだ。まるでツギハギの服みたいだ。\n- イシュメールの話によると、大湖では非常に脅威的な自然現象と怪物が現れるようだ。\nイシュメールが言ってたように…まだ大湖へ行くには早かったかとも思ったが、どうせリンバス・カンパニーが目的地に定めたのなら変えられないだろう。\n- この決定で状況がかなり悪くなったが…妙案は今も思い浮かばない。\n- 幸いと言うべきか、今のところは特段取り上げられるような出来事は発生していない。まだイシュメールの言う沿岸から離れられていないんだろうか。"
        },
        {
            "id": "DanteNoteDetail_90",
            "title": "",
            "desc": "- 怪物は全部幻想体かねじれかと思ってたけど、怪物の中に幻想体がいるみたいだ。それなら怪物の方がより大きな括りだろうか。\n- クラップ蟹のように攻撃的で脅威的なものが、幻想体ではない怪物の代表例とのことだ。\n- 外郭と大湖にはそういった怪物がすごく沢山いるらしいけど…。\n- ってことは都市の中にも怪物がいて、外にも怪物がいるってことだけど、どうやって分類すべきかよく分からない。"
        },
        {
            "id": "DanteNoteDetail_91",
            "title": "",
            "desc": "- 普段抽出できない人格とE.G.Oを抽出できる特別な時期らしい。\n- 抽出が可能な時間軸と世界線の範囲を拡大してもっと範囲が広くなるが、だからといって関係ない無作為に何かが出てくるわけではなく、私と囚人たち…リンバス・カンパニーの今と何かしらの関係がある範囲で抽出が実施されるとのことだ。\n- この時がたまに来るみたいだが、全てを言わないファウストの話から推し量るに、次のヴァルプルギスの夜は今の少し違った感じになるかもしれない。"
        }
    ]
}
