{
  "dataList": [
    {
      "id": 8605,
      "codeName": "O-02-20-05",
      "name": "某日的肖像",
      "clue": "线索",
      "storyList": [
        {
          "level": 1,
          "story": "又是这家伙，记得吗？我们总是在走廊之类的地方遇见它。\n\n嗯……它看上去穿得很体面，不过身体上方没有头，而下面长着一张相当丑陋的脸。\n\n它说它是这座宅邸的管家……\n\n当然，我知道这事不是真的，毕竟它是个异想体。我不过是记录下它的特征跟它对我说的话而已。\n\n它随身带着自己那所谓“主人”的肖像画游荡着……逢人便问能否在肖像画中看到它主人的模样……\n\n啊，说点题外话吧……关于我以前的时候。\n\n我曾被上级命令带着死者的肖像画和照片上街游行。\n\n这非常……令人反胃。\n\n无论是死者的肖像画，照片还是遗物什么的……拿着那种东西在人们面前走来走去，我能说什么呢？\n\n是啊，就好像在利用死者一样吧，不是吗？\n\n只是……没什么。"
        },
        {
          "level": 2,
          "story": "嗯……这。看来它不只持有一幅肖像啊。\n\n不只是一两幅，而是数十幅，它们在空中飞来飞去……哈。\n\n突然它问我，哪张肖像是它的主人，那种事谁知道啊。\n\n于是我随便猜了猜选了幅肖像，这时我突然感到从脸都看不清的肖像里传来缕缕盯着我的视线……\n\n呃啊，那让我起了浑身的鸡皮疙瘩。\n\n可当我想对假肖像发起进攻的时候，却发现它们会发出嘲笑声，然后消失。\n\n真肖像和假肖像打起来的感觉是不一样的。\n\n假肖像的攻击并不致命，因此先把假肖像打碎也未尝不可。\n\n→ 嗯，这只是我的个人意见……不过反过来先攻击真肖像如何？\n\n→ 哦，这是经理的意见吗？堪称完美！\n\n→ 但丁的意见也不错，我们就这么做吧。"
        },
        {
          "level": 3,
          "story": "嗯，直奔主题来说……经理兄是对的。\n\n要是把注意力集中在假肖像上的话，那花上的时间可真是漫长无边了。\n\n虽然对付真肖像要费点功夫……但是一旦把那幅真肖像处理掉，其他所有的肖像就都会燃尽了。\n\n不过啊……\n\n自那之后异想体好像就对我们敌意大增了吧？或者该这么说，那个面相凶恶的家伙表情变化得很快。它应该是被我们惹恼了吧。嗯。\n\n尤其是它会对最后破坏肖像的人穷追不舍，不断发起攻击。\n\n也许是被愤怒冲昏了头脑，它渐渐地也开始攻击起其他人来。\n\n它似乎觉得自己是在复仇……不过，如果它本来也不是什么管家，那所谓的复仇就太奇怪了。\n\n……而且，我觉得也不应该冒着生命危险去复仇，这种行为太愚蠢了。\n\n幸存者必须一直活下去……为了复仇而死的话又有什么意义？\n\n唔，等下。我写这些是因为有感而发。\n\n那……什么。我可不是在跟你们交流，千万不要误会了。懂？\n\n→ 我、我没误会……没必要这么担心……\n\n→ 绚丽绽放的花儿徒然凋谢，你的话并无谬误。\n\n→ 我读的时候完全没想过这些事情，原来你是这么想的啊，格里高尔先生。\n\n→ 这家伙又被戳到痛处了吗？不过，幸存下来的人必须一直生存下去。只有这样……才能将一切铭记。\n\n→ 下次……再写这东西的时候能给我点时间改改吗……浮士德小姐。哈……这可真是。"
        }
      ]
    },
    {
      "id": 8606,
      "codeName": "O-02-20-05-a",
      "name": "肖像画",
      "clue": "线索",
      "storyList": []
    },
    {
      "id": 8608,
      "codeName": "F-01-20-08",
      "name": "梦中的电子羊",
      "clue": "线索",
      "storyList": [
        {
          "level": 1,
          "story": "呃……一开始我以为那是一片乌云。\n\n还可以透过云彩看到紫色的闪电……啊，它是处在天空高处的。\n\n但是……那其实并不是云彩，而是一头羊。一头腿非常长的……\n\n不知是因为乌云的缘故还是因为本来就有点暗，那是四条被漆黑的空间所遮蔽的，黑到基本看不见的修长肢体。\n\n每当雷电闪烁……那些不曾入目的事物就会逐渐显现。\n\n云彩上长着腿，周围洋溢着紫色的光芒……就像是梦中的场面一般。\n\n啊……但也有和那幅风景不太相称的部分。\n\n……那应该是一台发电机？总之是台周围错综复杂地散落着许多带插头电缆的机器。\n\n经理看到那一幕说过类似于解决这个异想体是不是需要好好利用那些电缆之类的话……\n\n应该把插头插到那头羊身上吗……？那么一来的话……那头羊果然是因为全身充满了电能才会像这般嚎叫着吗……\n\n倒也是，毕竟身上通着电的话……会非常痛……\n\n那、那么就由我……尝试连接电缆吧……？\n\n毕竟我不能每次都只站在后面……\n\n→ 那小家伙突然怪叫着就冲上去了，我还以为是怎么一回事……\n\n→ 回来之后要告诉辛克莱不要勉强自己了。"
        },
        {
          "level": 2,
          "story": "（有一种类似于粘上灰尘之后被清理掉的痕迹）\n\n啊……我咳嗽了一下结果咳出了灰……没、没关系吧……？反正我先处理掉了。\n\n要说到底发生了什么事情的话……\n\n我一从发电机那里取来了电缆，那头羊就开始攻击我了。\n\n通过雷劈……或者利用庞大的身躯进行冲撞的方式……\n\n啊……！我好不容易躲开并把电缆连接到羊身上之后，羊毛之间跃动的电火花好像稍微减少了一点……？\n\n现在带来痛苦的闪电已经消失了，所以变乖（纸张被烧毁导致无法阅读……）\n\n→ 这后面的内容要上哪去看？记录好像中断了。\n\n→ 那·没。他就那样被羊顶住，迎来了平平无奇的死亡。\n\n→ 那是因为你没能一直注视着前方只顾着做记录。\n\n→ 太冤了……难道它不是因为电流而感到痛苦的吗……？\n\n→ 那么想必是因为放电不够充分？！只要把其他电缆也都插上必然事成！"
        },
        {
          "level": 3,
          "story": "好不容易把所有电缆都连上之后立刻就开始打雷了，紫色的电火花四处飞窜……\n\n之后那头羊就蹲坐了下来。它的双眼闭合……应该是入睡了吧？毕、毕竟看起来不像是死了……\n\n而且……我、我知道这话有点怪。\n\n这头羊，比起死掉果然看起来更像是在做梦……刚、刚才它的身体不还哆嗦了一下吗？\n\n所以说，没有那种异想体一定会梦到异想体的说法吧？\n\n究竟是因为折磨着自己的闪电消失而在做美梦……还是因为我们夺走了闪电而在做噩梦……\n\n虽然现在无从得知……但我认为基于我们的常识通上电就会感到痛苦……又或者反倒是因为被夺走了电才会感到痛苦也说不定……\n\n→ 嗯？这次浮士德居然没有写下些什么。怎么回事呢？\n\n→ 浮士德并不总会指正那些观点。反倒认为这也是很有趣的话题。\n\n→ 但是异想体真的可以做梦吗？我好像目睹过郊区的怪物里也有一些行为类似的个体……\n\n→ 哼，答案很明显。它们不过是在模仿人类罢了。\n\n→ 如果异想体拥有记忆，说不定便能入梦。但，不知它们所拥有的是不是真正的回忆……所以当下若要作答，论据略为不妥。"
        }
      ]
    },
    {
      "id": 8629,
      "codeName": "O-01-20-12",
      "name": "受缚之王",
      "clue": "线索",
      "storyList": [
        {
          "level": 1,
          "story": "我们走进了一间饰以红色的宏伟大厅。\n\n它看起来像是一处宴会厅。\n\n在其中央，有一个全身被红色织物所包裹的人坐在王座上。他勉力举起被捆绑住的手，向着一些为化妆舞会所准备的假面指了指。\n\n假面拥有着多姿多彩的表情。\n\n在那其中有着哀伤的假面，也有着愤怒的假面，但我最喜欢的是其中代表着喜悦的假面。\n\n我不曾知晓为什么这块假面传达着如此欢欣的感情，但至少能凭此与他人分享同样的喜悦，不是吗？\n\n即使沉浸于悲伤之中，也能通过它将悲伤隐藏起来，可谓一石二鸟。\n\n戴上假面，令我觉得神清气爽。\n\n当走近受缚于王座之上的王时，他微不可察地绷紧了肩膀。\n\n也许那并非出自他的主观意愿，而是由受缚于织物之下的表达欲望所造成。\n\n观察了一段时间，突然跳出了一些与我们相似的人。\n\n虽然形体都半笼罩于黑影之中，但他们在某些形式上与我们有着相似之处。\n\n似乎要观看我们之间的战斗，在中央的王向一旁悠闲地垂下了头。\n\n在受缚于此的漫长岁月之中，似乎已经没有可供他好好欣赏的事物了。\n\n在为他深感惋惜的同时，也希望受缚之王能于我们之间的激战中得到些许乐趣。\n\n以上，结束报告。"
        },
        {
          "level": 2,
          "story": "那些与我们相似的黑影令我们想起了但丁所持有的人格卡。\n\n若那些人格在没有自我的情况下被具现的话，大概就是那种形态吧。\n\n尤其是人数与我们相同，即使击倒他们也会有人填补其空位这一点。\n\n越对此进行思考，越觉得他们与我们大有相似之处。\n\n有人被击倒后填补空位与我们相像，所使用的技术也非常相似。\n\n但那些罪种似乎无法作出自己的判断。\n\n简直像是王手中所随意把玩、丢弃的纸牌一般。\n\n……被称为王之人，似乎从古至今就有着玩弄提线木偶的爱好。\n\n随心所欲地挥舞着它们，将它们毁掉，又若无其事地将留下的空缺补满。\n\n然而这位王似乎对他的仆属十分爱护。\n\n给他们以无尽的祝福，而对我们却分毫不予。\n\n嗯……以上，结束报告。\n\n→ 对、对方到底有几个人？\n\n→ 若王想让双方进行实力对等的战斗，那么就会和我们的数量相同，否则可能会更多或是更少。但在这种情况下，预测还剩下多少人是没有意义的。"
        },
        {
          "level": 3,
          "story": "幸运的是战斗以我们的胜利结束。\n\n宴会似乎就这样结束了，但王似乎还未尽兴；受缚的君王从他的宝座上起身，剥下身上织物的束缚。\n\n虽然经年累月的束缚使他的动作并不自然，但他威严的仪态和领袖的气度使他的气势变得愈加令人生畏。\n\n然而被唤起的却不只是敬畏，也有疑问。\n\n为什么有能力脱困却任由自己受缚于王座之上呢？\n\n明明能够靠自己的力量站起来，却一直默默地困守于彼处的原因是什么呢……我不知道。\n\n由于实在无法平息不断浮现的思绪，因此姑且在此写上几句话……\n\n看来王似乎有话要说。\n\n在能够了解这一点的人们到来之前，一位君王如同幽灵般被束缚于此。\n\n这种想法随着不断接下王的斩击而层层加深，让我感觉到对其处境的悲伤涌上心头。\n\n为何以如此受缚之身举行宴会，享受如此诡异的余兴。\n\n那深渊深不可测，只会让人感到悲哀。\n\n以上，报告终止。\n\n→ 可怜个屁。\n\n→ 位居他人之上，便意味着要承受与权力相伴的责任与痛苦。从这个意义上来说，执行经理非常出色地领导着我们。"
        }
      ]
    },
    {
      "id": 8280,
      "codeName": "-",
      "name": "嫉妒罪种",
      "clue": "线索",
      "storyList": [
        {
          "level": 1,
          "story": "唉，这样风平浪静地做记录真的没关系吗？\n\n等等……罪种不应该是像怪物一样的小家伙们吗。\n\n就像那些肉块啦，长着尖牙的植物啦……\n\n但是这些……不是和我们一模一样吗？\n\n不仅是外貌上……甚至就连技巧也能模仿？！\n\n但丁，你不会是把那些叫什么人格卡的东西丢得到处都是吧？\n\n不过……虽说长相上一模一样，看起来却并没有那么清晰。\n\n它们浸染着黑色，而且非常模糊。\n\n而且不幸中的万幸是，大抵因为它们是我们的复制品之类的缘故吧？所以好像比我们弱一点。\n\n哼哼，这么一想倒也没什么好担心的。\n\n顶多就是我们的下位平替之类的嘛~\n\n虽说它们使出E.G.O的时候的确吃了一惊……\n\n但是，你真的没有弄丢人格卡吗？完事了要好好检查口袋里哦。\n\n→ 比起更弱倒不如说是旗鼓相当。而且……我不会弄丢那种重要物品。\n\n→ 嗯……这话说得倒是挺自信满满的，刚刚经理兄出去的时候好像在匆忙地掏口袋检查来着。\n\n→ 但丁，人格卡绝对不可遗失。所以请你在保管方面多加注意。一旦遗失人格卡，事情绝不会以填写事故报告结尾。\n\n→ ……原来是这么贵重的东西吗？\n\n→ 那不是能够以世俗的货币所定价的物品。请您务必在保管方面多加注意。"
        }
      ]
    },
    {
      "id": 8292,
      "codeName": "-",
      "name": "嫉妒罪种?",
      "clue": "线索",
      "storyList": [
        {
          "level": 1,
          "story": "嗯……虽然和镜中的映像别无二致，但总感觉不一样。\n\n有一种不知为何使人不爽的黑雾一样的东西覆盖着它们。\n\n本来就有点黑，看着它们摇晃的样子简直就和真的影子一样。\n\n没错，影子……虽然我知道没有这么一回事，但这就像是把我们的黑暗面拽了出来一样。\n\n啊……还有就是它们比我们初次见到的那些罪种更强。\n\n应该说它们明明是在利用和我们相同的技巧，但力道却凶狠很多。\n\n攻击也不是很有效，偶尔挨一下却伤得又比预料之中的重很多。\n\n哈，明明和我们的动作一模一样，却又比我们更强……这不是玩赖嘛。\n\n要是我们也有那种雾气一样的东西的话，也能更轻松地解决许多问题吧……\n\n而且被它们干掉的话……心情很糟糕。\n\n它们就那么沉默不语地站着，就像是在表达我们技不如人所以才会一败涂地，真是太气人了。\n\n呼……不对，不能这么想。\n\n要问为什么，毕竟镜子不能映出我的一切嘛~\n\n一定会有那些冒牌货模仿不出来的东西的。\n\n我们可是真货。一定有能够战胜那些可恶罪种们的特殊方法。\n\n→ 那些家伙可没有经理卓越的指挥。差距就是在这一点拉开的。\n\n→ 就像罗佳女士所说，我们曾以弱制强。必然会有道高一尺的方法。\n\n→ 没错~跟我们……（有擦掉后重写的痕迹）曾经遇上的对手比起来都算不上什么！"
        }
      ]
    }
  ]
}