{
  "dataList": [
    {
      "id": 101001,
      "name": "以人为祭",
      "subDesc": "远远地看见了几个土偶。",
      "desc": "土偶们在尸体堆里翻找着什么。\n献上祭品的叫喊声不绝于耳。\n它们看上去随时都有袭击我们的可能。\n\n正巧，你看到身旁有一个气息微弱濒临死亡的人。\n要将这个人作为祭品献上吗？\n还是说……",
      "options": [
        {
          "message": "献上祭品。",
          "messageDesc": "我方全员理智值下降。获得E.G.O 饰品。",
          "result": [
            "满足的土偶们将那濒死的人抬起，不知道消失到哪里去了。"
          ]
        },
        {
          "message": "不献上祭品。",
          "messageDesc": "发生战斗。胜利时获得更强力的E.G.O 饰品。",
          "result": [
            "被无动于衷的态度激怒，土偶们发起了攻击。"
          ]
        },
        {
          "message": "献上罪人。",
          "messageDesc": "……。",
          "result": [
            "“经理，你脑门上的螺丝是松掉了吗？”\n\n罪人们恼怒地质问道"
          ]
        }
      ]
    },
    {
      "id": 10100101,
      "name": "以人为祭",
      "subDesc": "远远地看见了几个土偶。",
      "desc": "似乎罪人们不是很愿意当这个祭品。\n\n那么只好把这个将死之人作为祭品献上了？\n或是说……",
      "options": [
        {
          "message": "献上祭品。",
          "messageDesc": "我方全员理智值下降。获得E.G.O 饰品。",
          "result": [
            "满足的土偶们将那濒死的人抬起，不知道消失到哪里去了。"
          ]
        },
        {
          "message": "不献上祭品。",
          "messageDesc": "发生战斗。胜利时获得更强力的E.G.O 饰品。",
          "result": [
            "被无动于衷的态度激怒，土偶们发起了攻击。"
          ]
        }
      ]
    },
    {
      "id": 101002,
      "name": "永远的解放",
      "desc": "从什么地方传来了细微的呻吟。\n\n“帮帮我……”\n\n应该去发出声音的地方看看情况吗？还是说……",
      "options": [
        {
          "message": "向发出声音的地方前进。",
          "messageDesc": "执行傲慢判定。判定后获得E.G.O 饰品",
          "result": [
            "一位士兵被埋在爆炸的残骸下面，在痛苦中呻吟。\n\n“请杀了我吧……实在是太痛了。”\n\n无法对他视而不见，不能就这么离开。\n谁能为他带来安息？"
          ]
        },
        {
          "message": "无视传来的声音",
          "messageDesc": "",
          "result": [
            "可能只是单纯听错了吧。\n把风声听成人发出的声音也是常有的事。\n\n我们加快脚步离开了。"
          ]
        }
      ]
    },
    {
      "id": 101003,
      "name": "与无法忍受的存在相遇",
      "subDesc": "窸窣的声音掠过耳际。",
      "desc": "在狭窄的通道里前进时，一群蟑螂密密麻麻地涌到了出来。\n沙沙作响的声音令人几欲作呕。\n\n应该避开它们走过去吗？又或者……",
      "options": [
        {
          "message": "虽然极其恶心，但不知道贸然行动会发生什么，谨慎地前进吧。",
          "messageDesc": "我方全员理智值下降",
          "result": [
            "“唔呜呜……从脚上爬上来了啊！”\n\n虽然大家平安无事地经过了通道，但脸上的表情明显都不怎么好看，\n这段经历足以让人身心俱疲。"
          ]
        },
        {
          "message": "忍无可忍。跟罪人们联手……联脚将蟑螂一只只踩爆。",
          "messageDesc": "格里高尔的理智值大幅度下降。战斗发生。胜利时获得E.G.O 饰品",
          "result": [
            "“啧……”\n\n格里高尔不自在地将脸转开了。\n随后，一群愤怒的虫化军人向这边袭来。"
          ]
        }
      ]
    },
    {
      "id": 102001,
      "name": "可疑的闪光自动贩卖机",
      "subDesc": "subDesc가 뭘까?",
      "desc": "In the middle of the factory, you find a vending machine with large buttons.\n\nThey’re colorful and fancy…\nYou feel a strong compulsion to press them.\n\nWhich one will you press?",
      "options": [
        {
          "message": "Press the red button with a fist icon.",
          "messageDesc": "Gain an E.G.O Gift",
          "result": [
            "“Congrats! Congrats!”\n\nSomething rumbled down the chute.\n\nIt appears to be a toy fist."
          ]
        },
        {
          "message": "Press the yellow button with a foot icon.",
          "messageDesc": "Gain an E.G.O Gift",
          "result": [
            "“Congrats! Congrats!”\n\nSomething rumbled down the chute.\n\nIt appears to be a toy foot."
          ]
        },
        {
          "message": "Press the green button with a heart icon.",
          "messageDesc": "Gain an E.G.O Gift",
          "result": [
            "“Congrats! Congrats!”\n\nSomething rumbled down the chute.\n\nIt appears to be a toy screw."
          ]
        },
        {
          "message": "Press all the buttons at once.",
          "messageDesc": "Gain 3 E.G.O Gifts. But…",
          "result": [
            "“Error! Error!”\n\nThe vending machine began to rattle.\n\n“H-Hey, what’s wrong with this thing?”\n\n“Sigh, you should’ve known better than to get gre—”\n\nBefore the Sinner could finish, the machine exploded, spewing a slew of toy parts into the air."
          ]
        },
        {
          "message": "Don’t press anything.",
          "result": [
            "You should resist odd impulses like this.\nMeddling with the unknown is surely a bad idea.\n\nYou left the vending machine without touching a thing."
          ]
        }
      ]
    },
    {
      "id": 102002,
      "name": "Exhilarating Edutainment Featuring Excess Violence!",
      "subDesc": "subDesc가 뭘까?",
      "desc": "Exiting the passage, you see a group of cyborgs gathered around a huge roulette.\n\n“Oh. Highly. Excited. Thoroughly. Amusing.”\n“Da GAME of DE—ATH!”\n\nThey approach you, chanting in strange beats.\nIt looks like they want you to play a game of roulette. What should you do?",
      "options": [
        {
          "message": "Take on the challenge.",
          "messageDesc": "Rodion gains SP. Run Wrath, Sloth, and Gloom checks. Pass to heal all allies’ SP and gain an E.G.O Gift.",
          "result": [
            "“You know this is where I shine!”\n\nRodya proudly proclaimed as she stepped forward.\nYou can see a mixture of anticipation and excitement on her face."
          ]
        },
        {
          "message": "Forget games! Crush them in battle.",
          "messageDesc": "Rodion loses SP. Begin a combat encounter. Win to gain an E.G.O Gift.",
          "result": [
            "This is not the time for gaming of all things.\nLet’s just deal with those crazed cyborgs and move on.\n\n“…Psh.”\n\nRodya smacked her lips in dissatisfaction, but you know you can’t always afford to give every Sinner what they want."
          ]
        }
      ]
    },
    {
      "id": 102003,
      "name": "Are You Happy?",
      "subDesc": "subDesc가 뭘까?",
      "desc": "A thick glass door stood strongly in the pink frame.\nThe electronic display above suddenly flashed to life, offering a question.\n\n“Are you happy?”\n\nWhat will be your answer?",
      "options": [
        {
          "message": "I sure am.",
          "result": [
            "“How wonderful!”\n\nThe display emitted a green flash, and the door opened for us.\nLooks like we can proceed."
          ]
        },
        {
          "message": "I’m not.",
          "result": [
            ""
          ]
        }
      ]
    },
    {
      "id": 10200301,
      "name": "Are You Happy? 2",
      "subDesc": "subDesc가 뭘까?",
      "desc": "“There’s a pair of pink shoes that can bring you to happiness.”\n\nThe display glowed red.\n\n“Would you like to try them on?”",
      "options": [
        {
          "message": "Try the shoes on.",
          "messageDesc": "Gain an E.G.O Gift",
          "result": [
            "The glass door opened, revealing said pair of pink shoes.\n\nWhen you put them on, you could feel strands of ribbons wrap around your legs.\nThey’re tightening around your body, but it’s not an unpleasant feeling.\n\nYou feel as though you can now go… anywhere."
          ]
        },
        {
          "message": "Don’t wear the shoes.",
          "messageDesc": "Begin a combat encounter.",
          "result": [
            "“Don’t shy away from the majesty of the pink shoes!”\n\nThe light over the shoes shut off as you backed away.\n\n“They will take you wherever you want to go!”\n\nThe display began to flicker frantically,\nand a group of people wrapped in pink ribbons shambled through the door."
          ]
        }
      ]
    },
    {
      "id": 10301,
      "name": "An Old Room with a Clockwork Mechanism",
      "subDesc": "subDesc가 뭘까?",
      "desc": "There’s a machine in this dilapidated room.\nA long, bulky lever is at the center of the machine adorned with springs.\n\nThe urge… to pull it… is growing… stronger… and stronger.\n\nWhat will you do?",
      "options": [
        {
          "message": "Use the machine.",
          "messageDesc": "50% chance for a positive effect; 50% chance for a negative effect"
        },
        {
          "message": "Leave the room.",
          "result": [
            "You’re not a child anymore. You can resist simple impulses like this.\nIt’s never a good idea to fall for temptation without a second thought.\n\n“Yeah, good thinking.”\n\nYou and the Sinners left the room."
          ]
        }
      ]
    },
    {
      "id": 1030101,
      "name": "An Old Room with a Clockwork Mechanism",
      "subDesc": "subDesc가 뭘까?",
      "desc": "Putting a spontaneous thought into action is as impulsive and uninhibited as a child reaching for off-limits marshmallows.\n\nWhen you pull down the lever, a clack follows soon after.\nThe springs begin to turn, some slow, some quick.\nSome clockwise, others counter-clockwise.\n\nWatching the machine’s rumble grow wilder, you feel anxious.",
      "options": [
        {
          "message": "Pull the lever.",
          "messageDesc": "50% chance to gain an E.G.O Gift. Failure results in HP and SP damage.",
          "result": [
            "The machine stopped at last.\n\n“Huh… Would you look at that!”\n\nA small wooden chest rose from the floor.\nYou carefully open it to find a bundle of torches.\n\nIt’s not much, but they should give you momentary relief in the dark.\nYou take the torches out of the room.",
            "The machine stopped at last.\n\n“W-What’s happening?!”\n\nIn the machine’s stead, the room now began to tremble and crack.\nA moment later, the ceiling split open, giving way for thousands of nails diving downward.\n\n“Outside, now!”\n\n“Dammit, I told you it was a bad idea to mess with it!”\n\nYou and the Sinners quickly evacuated the room, but not without harm."
          ]
        }
      ]
    },
    {
      "id": 10302,
      "name": "Before a Sealed Door",
      "subDesc": "subDesc가 뭘까?",
      "desc": "A steel door rests on one side of the room.\nIt looks too thick to be easily broken or breached with force.\n\n“There’s gotta be something totally valuable through here if it’s guarded this tight~!”\n\nThe Sinner might be right, treasure might be waiting behind the door.\nWhat should you do?",
      "options": [
        {
          "message": "Open it with force.",
          "messageDesc": "Run a Wrath check. Pass to open a new path on the map."
        },
        {
          "message": "Look around for a solution.",
          "messageDesc": "Run a Sloth check. Pass to open a new path on the map."
        },
        {
          "message": "Leave the room.",
          "result": [
            "It should be safer to stick to the known path rather than take unnecessary risks.\n\n“Aww~ I swear that something’s gotta be in there!”\n\nThough some Sinners complained, you persuaded them into letting it go."
          ]
        }
      ]
    },
    {
      "id": 10303,
      "name": "The First Gate",
      "subDesc": "subDesc가 뭘까?",
      "desc": "You see a large gate in the distance.\nThere’s something eerie about the pointed fences and stone walls.\n\nIt looks to be the only way through this area, but it’s guarded by a large number of Inquisitors.\nIs there anything we can do about them?",
      "options": [
        {
          "message": "Strike them from behind.",
          "messageDesc": "Run a Pride check, then begin a combat encounter. Pass to buff all allies and reduce the number of waves by 1."
        },
        {
          "message": "Distract them.",
          "messageDesc": "Run a Lust check, then begin a combat encounter. Pass to reduce the number of waves by 2."
        },
        {
          "message": "Confront them directly.",
          "messageDesc": "Begin a combat encounter with all 3 waves.",
          "result": [
            "Sometimes, the simplest solution is best.\nSeparating a Sinner from our group to attempt some silly trick might end up putting us at a disadvantage.\n\nLet’s face them head-on."
          ]
        }
      ]
    },
    {
      "id": 10304,
      "name": "A Room Full of Crates",
      "subDesc": "subDesc가 뭘까?",
      "desc": "Dozens of old, broken crates littered the floor.\n\n“Eyuck, cobwebs…”\n\nClearing things away, you found three particularly large crates buried underneath.\n\n“These are all locked.”\n\n“Looks like the keyholes have the same shape!”\n\n“…Alas, the key is of a soft constitution. It won’t be feasible to use it again once it has been inserted into a lock.”\n\nSounds like you get only one try.\nWhich one should you open?",
      "options": [
        {
          "message": "Open the first crate.",
          "messageDesc": "Gain an E.G.O Gift that boosts defense.",
          "result": [
            "“This is…”\n\nThe crate contained a worn helm.\n\n“Oho?! ‘Tis the proper equipment of a knight, is it not?!”\n\nOne Sinner excitedly rubs the helm clean.\nNot a bad haul, all things considered.\nWe carried the helm (and our Sinner infatuated by it) and left the room."
          ]
        },
        {
          "message": "Open the second crate.",
          "messageDesc": "50% chance to gain an E.G.O Gift that boosts Tremor attacks.",
          "result": [
            "“This is…”\n\nThe crate contained an old mallet.\nThe cracks on its handle raised further questions about its usability.\n\n“This thing looks positively useless!”\n\nThe Sinners expressed disappointment over this seemingly regrettable choice.\nBut, you feel as if the mallet is talking to you,\ncompelling you to take it.\n\n“What, you’re gonna take that with you?”\n\nThough the Sinners saw it as junk,\nit seemed good to bring the mallet along.",
            "“…Empty?”\n\nThere was nothing inside the crate.\nAll that greeted us were tiny specks of dust and dirt stirred up by exposure to the outside air.\n\n“I told you we shoulda gone with that one~”\n\n“No, in all likelihood it would have been empty too.”\n\nYou walked out of the room, trying to ignore the Sinners’ complaints."
          ]
        },
        {
          "message": "Open the third crate.",
          "messageDesc": "50% chance to gain an E.G.O Gift that boosts Bleed attacks.",
          "result": [
            "“This is…”\n\nThe crate contained a browned nail.\nNot a bundle of nails; just a slightly large one, covered in rust and dust.\n\n“The heck…”\n\nThe Sinners looked devastated by the fact that the key was wasted on this.\n\n“Can’t just throw away loot. If you aren’t gonna use it, then hand it over.”\n\nOne Sinner was showing interest in the item, so you gave it to them and went on your way.",
            "“…Empty?”\n\nThere was nothing inside the crate.\nAll that greeted us were tiny specks of dust and dirt stirred up by exposure to the outside air.\n\n“I told you we shoulda gone with that one~”\n\n“No, in all likelihood it would have been empty too.”\n\nYou walked out of the room, trying to ignore the Sinners’ complaints."
          ]
        }
      ]
    },
    {
      "id": 10305,
      "name": "Who Judges the Judge",
      "subDesc": "subDesc가 뭘까?",
      "desc": "The N Corp. Inquisitors were busy torturing someone.\n\n“GIAAAAH!”\n\nA filtered scream fills the cramped room.\nTheir victims are people with prosthetic bodies.\n\n“……”\n\nSinclair didn’t utter a word, but his eyes full of wrath and fear were fixed on the torturers.\nHe breathed heavily at irregular intervals, his body shaking; he looks like he might charge forth at any second.\n\nDo you stop him?\nOr…",
      "options": [
        {
          "message": "Wait for the torture to end.",
          "messageDesc": "Certain Identities lose SP",
          "result": [
            "While the scene is horrible to behold, we are no valiant knights.\nA wise manager wouldn’t risk losing all their Sinners over some juvenile impulse.\nIn that case…\n\n“…Understood.”\n\nSinclair gave you a vexing glare as you placed a hand on his shoulder, but he soon hung his head low and assented.\n\n…Hopefully, this was the right call.\nYou decided to watch and wait until the torture was over."
          ]
        },
        {
          "message": "Stop the torture.",
          "messageDesc": "Run a Wrath check, then begin a combat encounter. Use Sinclair for the check to gain ‘A Sign’. Pass to weaken all enemies.",
          "result": [
            "We may not be valiant knights.\nYet, even casting morals aside, we will have to fight them to move on.\n\n“…Do you really mean it?”\n\nWhen you explain your plan to Sinclair, he looks back at you with surprise.\n\n“I thought you would stop me…”\n\nHe spoke anxiously, but he seemed nevertheless happy with the decision.\n\n“Got it. I’ll do it.”\n\nSinclair sprinted to where the Inquisitors were alongside the other Sinners."
          ]
        }
      ]
    },
    {
      "id": 10306,
      "name": "A Rotting Corpse’s Memento",
      "subDesc": "subDesc가 뭘까?",
      "desc": "“Gehk, what’s this odor…”\n\nThe Sinners frowned at the olfactory assault.\nFollowing their eyes, you find an Inquisitor collapsed on the floor.\n\n“Definitely dead…”\n\nThe smell must be coming from the rotting corpse.\nWhile everyone was hesitant to approach, you see something sparkle.\n\nThere seems to be something amidst the writhing manes…\nWhat will you do?",
      "options": [
        {
          "message": "Examine the dead Inquisitor.",
          "messageDesc": "Run a Gluttony check. Pass to gain an E.G.O Gift. Fail to lose HP and SP."
        },
        {
          "message": "Leave without touching it.",
          "result": [
            "Surely it’s nothing.\nIf we really need it, we can always recover it later.\n\nYou’d rather not damage the psyches of your Sinners for something so uncertain."
          ]
        }
      ]
    },
    {
      "id": 10307,
      "name": "[Hel. P. Me. He. Lp.]",
      "subDesc": "subDesc가 뭘까?",
      "desc": "You hear snappy mechanical noises through the closed door.\n\n“Sounds like a cry for help…”\n\nAs you focus your attention, you begin to hear footsteps.\n\n“Steel… Those are clangs of steel…”\n\nSinclair froze.\nIt looks like an Inquisitor is coming for them.\nWhat will you do?",
      "options": [
        {
          "message": "Free the prosthetic.",
          "messageDesc": "Sinclair heals SP. Begin a combat encounter. Win to gain an E.G.O Gift.",
          "result": [
            "“…I knew I could count on you.”\n\nSinclair jumped in as soon as you told him what to do.\nAs you expected, a number of prosthetic people were bound by ropes.\n\n“Get out of here, quickly!”\n\nAs soon as he untied them, they hurriedly ran out of the room.\n\n“Tch… The heretics!”\n\nWe were a little late to leave; the Inquisitors shouted as they entered the room.\nIt seems conflict is unavoidable.",
            "“…I knew I could count on you.”\n\nSinclair jumped in as soon as you told him what to do.\nAs you expected, a number of prosthetic people were bound by ropes.\n\n“Get out of here, quickly!”\n\nAs soon as he untied them, they hurriedly ran out of the room.\n\n“Bastards, not even a simple thank you.”\n\nSome of the Sinners complained,\nbut Sinclair looked satisfied with the deed.\n\nCalming them down, we left the room."
          ]
        },
        {
          "message": "Leave the prosthetic.",
          "messageDesc": "Sinclair loses SP.",
          "result": [
            "“N—No… How could…”\n\nSinclair seems to be shocked by your answer.\nAs unfortunate as this is, losing manpower while trying to save those people would be a fatal detriment for the coming engagements.\n\n[H. He. Help. H. Hel…]\n\nWe left in a hurry, leaving behind their plaintive cries."
          ]
        }
      ]
    },
    {
      "id": 10308,
      "name": "Rite of Suppuration",
      "subDesc": "subDesc가 뭘까?",
      "desc": "The passage was red-hot.\n\n“Yeesh, that’d melt my shoes.”\n\nThe Sinners carefully approached the road, only to retreat from the overwhelming heat.\nSomething was written on the sign in front of the passage:\n\nProve your humanity \nAnd through weakness and suppuration\nSear a path with mobilization\n\nIt took no time at all to figure out what that meant.\n…What will you do?",
      "options": [
        {
          "message": "Present the N Corp. Seal.",
          "messageDesc": "Only available if the E.G.O Gift [N Corp. Seal] is in possession.",
          "result": [
            "“We’ve proved ourselves already, haven’t we?”\n\nA Sinner suggested.\nIt reminded you that you bore proof.\n\n“Right… The seal!”\n\nTagging the seal on the sign caused the passage to cool in an instant.\nWe were able to tread without a problem."
          ]
        },
        {
          "message": "Tread the heated path.",
          "messageDesc": "Run a Wrath check. Pass to gain an E.G.O Gift. Failing begins a 3-wave combat encounter."
        },
        {
          "message": "Look for another way.",
          "messageDesc": "50% chance for a 3-wave combat encounter.",
          "result": [
            "It seems too dangerous to make any Sinner cross this searing passage.\n\nNot to mention that you don’t know if there’s anything to make the trip easier for the rest, even if someone managed to cross it.\nYou figure you might be able to take another route as long as you’re careful not to get spotted.\n\nUnfortunately, a group of patrolling Inquisitors noticed you.",
            "It seems too dangerous to make any Sinner cross this searing passage.\n\nNot to mention that you don’t know if there’s anything to make the trip easier for the rest, even if someone managed to cross it.\nYou figure you might be able to take another route as long as you’re careful not to get spotted.\n\nFortunately, you managed to get through without being noticed."
          ]
        }
      ]
    },
    {
      "id": 10309,
      "name": "A Vessel of Zeal",
      "subDesc": "subDesc가 뭘까?",
      "desc": "You see a pedestal adorned with the engravings of a nail and hammer.\n\n“Must have something to do with N Corp.”\n\nA Sinner mutters, and you agree.\nShould you try to get some info on N Corp? Or…",
      "options": [
        {
          "message": "Examine the book on the pedestal.",
          "messageDesc": "Gain an E.G.O Gift",
          "result": [
            "Upon the pedestal was a tome N Corp. Inquisitors were often seen carrying.\nYou take this chance to peek at a few pages of it…\n\n“Ugh…”\n\nThe indecipherable content only gave you a headache.\nYou decide to hold onto it for now and read it later."
          ]
        },
        {
          "message": "Stay away from the noise and leave.",
          "result": [
            "We know enough already.\nIt’s not worth snooping around suspicious areas."
          ]
        }
      ]
    },
    {
      "id": 10310,
      "name": "Rite of Confrontation",
      "subDesc": "subDesc가 뭘까?",
      "desc": "An inscription above the closed gate reads:\n\nProve your terror and fears\nFill this vessel with tears\n\nLooking around, you find the supposed vessel next to an unpleasant-looking chair.\nWhat will you do?",
      "options": [
        {
          "message": "Perform the rite.",
          "messageDesc": "Run a Gloom check. Selected Identity loses SP. Pass to gain an E.G.O Gift."
        },
        {
          "message": "Leave the room.",
          "result": [
            "It’s too dangerous to attempt a rite when you aren’t even sure of how it works.\nWe left the room."
          ]
        }
      ]
    },
    {
      "id": 10311,
      "name": "Exhibit of Human Parts",
      "subDesc": "subDesc가 뭘까?",
      "desc": "You find a row of glass containers in a corner of the main area.\nInside them are dried organs and pieces of life showing active movement.\n\n“A tragic display…”\n\nThe containers can be opened easily. You could take one of the pieces if you want to.\nWhat will you do?",
      "options": [
        {
          "message": "Take the glowing skull.",
          "messageDesc": "Gain an E.G.O Gift that provides healing at low health.",
          "result": [
            "You took the glowing skull.\nIt radiates gently, and you feel a strange warmth from it.\n\nThe other containers won’t open. It seems that you can take only one.\nYou took your leave with the item you chose."
          ]
        },
        {
          "message": "Take the bleeding hand.",
          "messageDesc": "Gain an E.G.O Gift that provides power-ups at low health.",
          "result": [
            "The bloody fingers caught your attention.\nWhen you open the container to hold it, you notice that blood continues to drip from the section.\nYou pick it up by a perpetually flinching digit.\n\nThe other containers won’t open. It seems that you can take only one.\nYou took your leave with the item you chose."
          ]
        },
        {
          "message": "Take the wriggling tongue.",
          "messageDesc": "Gain an E.G.O Gift that provides benefits after winning a Clash.",
          "result": [
            "The slithering tongue attracts your eyes.\nWhen you open the container and grab it, it flaps in your palm.\n\nYou feel as though the tongue is mocking you, so you try to pick another one, but…\n\nThe other containers won’t open. It seems that you can take only one.\nYou have to take your leave with the item you chose."
          ]
        },
        {
          "message": "Don’t take anything.",
          "result": [
            "You decide not to take anything.\n\nYou’d rather not bother with touching creepy organs.\nLike that, we left the place."
          ]
        }
      ]
    },
    {
      "id": 10312,
      "name": "Rite of Penance",
      "subDesc": "subDesc가 뭘까?",
      "desc": "A passage is written above the large gate:\n\nOnly those who repent may find motion\nThorn yourself, atone through flagellation\n\nIt looks like it wants us to impale ourselves on spikes.\nWhat will you do?",
      "options": [
        {
          "message": "Perform the rite.",
          "messageDesc": "Run a Wrath check. Selected Identity loses HP. Pass to gain an E.G.O Gift."
        },
        {
          "message": "Leave the room.",
          "result": [
            "There’s simply too much risk involved.\nYou don’t see a point in giving the order to fling someone onto the spikes.\n\nWe left the room."
          ]
        }
      ]
    },
    {
      "id": 10314,
      "name": "Rite of Conclusion",
      "subDesc": "subDesc가 뭘까?",
      "desc": "Hideously transformed N Corp. Inquisitors stood guard at the gate.\nYou moved to attack, but they don’t appear to be hostile in any capacity.\n\n“Only. Exceptional… ones. Are allowed. In, this place.”\n\n“To… pass. You, will. Prove yourself. Worthy.”\n\nYou aren’t exactly sure what they mean by “proving yourself”.\nWhat should you do?",
      "options": [
        {
          "message": "Present proof of passing the rites.",
          "messageDesc": "Only available if the E.G.O Gift [N Corp. Seal] or all three Tokens of Innocence, Tears, and Atonement are in possession.",
          "result": [
            "You remembered what you’ve been collecting.\nIf the things your group went through were tests, then what you received must be the proof of your “worth”.\n\n“…You may, pass.”\n\nThe Inquisitors opened the gate, wailing in bizarre voices.\n\n“Take, this. With… you.”\n\nReceiving the item, we walked through the door."
          ]
        },
        {
          "message": "Use words.",
          "messageDesc": "Run a Lust check. Pass to proceed. Fail to begin a difficult combat encounter."
        },
        {
          "message": "Use violence.",
          "messageDesc": "Gain ‘A Sign’. Begin a difficult combat encounter.",
          "result": [
            "It seems violence will be our most straightforward solution.\n\n“…Here-tic.”\n\nThe voice spilling out of that shaking jaw must be one of pure hostility.\n\n“Allow me to help… Manager.”\n\nSinclair tightened the grip on his weapon, determination burning quietly in his eyes."
          ]
        }
      ]
    },
    {
      "id": 103001,
      "name": "Inquisition",
      "subDesc": "사용 안하는 선택지",
      "desc": "You met an N Corp. Inquisitor.\n\nInstead of attacking, they ask us if we loathe prosthetics.\nWhat should you say?",
      "options": [
        {
          "message": "Agree with the Inquisitor.",
          "result": [
            "You agreed with the Inquisitor.\nThey laughed and walked away."
          ]
        },
        {
          "message": "Refuse the Inquisitor’s claim.",
          "result": [
            "You disagreed with the Inquisitor.\nSinclair quietly nodded to you.\nThe angered Inquisitor called their subordinates."
          ]
        },
        {
          "message": "Keep quiet.",
          "result": [
            "You gave the Inquisitor a silent glare.\nThey lost interest in you and walked away."
          ]
        }
      ]
    },
    {
      "id": 103002,
      "name": "Fanaticism",
      "subDesc": "사용 안하는 선택지",
      "desc": "N Corp. Inquisitors are torturing prosthetic people.\nYou see Sinclair tremble with fear and anger.\nWhat will you do?",
      "options": [
        {
          "message": "Wait for the torture to end.",
          "result": [
            "As painful as it is to watch, it might cause unnecessary conflict.\nWe should wait for them to finish."
          ]
        },
        {
          "message": "Stop the torture.",
          "result": [
            "We can’t just sit back and watch, even if it means getting into a fight we could avoid.\nDetermined, Sinclair gripped his weapon."
          ]
        }
      ]
    },
    {
      "id": 103006,
      "name": "Test of Worthiness",
      "subDesc": "사용 안하는 선택지",
      "desc": "Strangely shaped N Corp. Inquisitors guard the gate.\n\n“Only… those with worth… may enter.”\n\n“To pass… you will show… your worth.”\n\nWhat will you do?",
      "options": [
        {
          "message": "Present proof of passing the rites.",
          "result": [
            "You showed the Inquisitors the tokens you got from those rituals.\n\nThey silently opened the door.\nAs you passed through, they gave you something."
          ]
        },
        {
          "message": "Use words."
        },
        {
          "message": "Use violence.",
          "result": [
            "All we can do is fight.\nLet’s handle this with violence."
          ]
        }
      ]
    },
    {
      "id": 800201,
      "name": "아즈텍원판 선택지1",
      "subDesc": "사용 안하는 텍스트",
      "desc": "There are many ways to calm one down,\nbut this Abnormality seems to like gifts the most.\nA fresh batch of blood might be able to appease it.",
      "options": [
        {
          "message": "Offer a clay doll.",
          "result": [
            "You gave a living clay doll as tribute.\nSatiated, the Abnormality calmed down for a moment."
          ]
        },
        {
          "message": "Offer a Sinner.",
          "result": [
            ""
          ]
        }
      ]
    },
    {
      "id": 800203,
      "name": "아즈텍원판 선택지3",
      "subDesc": "사용 안하는 텍스트",
      "desc": "To weaken the flame, you’ll need cool water.\nSince we aren’t carrying any buckets of water, we should offer up someone cool instead.",
      "options": [
        {
          "message": "Offer a clay doll.",
          "result": [
            "You gave a living clay doll as tribute.\nThe flame shrunk to a flicker."
          ]
        },
        {
          "message": "Offer a Sinner.",
          "result": [
            ""
          ]
        }
      ]
    },
    {
      "id": 800205,
      "name": "아즈텍원판 선택지5",
      "subDesc": "사용 안하는 텍스트",
      "desc": "The stars are twinkling.\nWhen they shine, they’ll rob us all of our sight.\nWhat gift would the stars like?",
      "options": [
        {
          "message": "Offer a Sinner.",
          "result": [
            ""
          ]
        }
      ]
    },
    {
      "id": 801201,
      "name": "강화인간 선택지1",
      "subDesc": "사용 안하는 텍스트",
      "desc": "How do those cyborgs keep coming back?\nThe Sinners were discussing.\n\n“Perhaps those beings are not alive.\nThat way, they would not be able to die.”\n\n“No, we’re not getting philosophical here.”\n\n“Hmm~ To me, it looked like rebuilding a brick wall.”\n\n“…I think I’m hearing something from that factory in the back.”\n\nThe group turned their gaze to the factory behind the cyborgs.\nMetallic clanking could be heard from the place that was quiet until moments ago.\n\nMaybe you should take a look at that shady facility?",
      "options": [
        {
          "message": "Investigate the factory.",
          "result": [
            "You decided to check out the factory.\nBut, you might want to do something about the cyborgs first, just to be safe.\n\nPerhaps you could earn enough time to get through by incapacitating the biggest one?"
          ]
        },
        {
          "message": "We can’t walk into unknown danger like that. Keep fighting them.",
          "result": [
            "“Do we really have to crawl into a place like that?”\n\nOne Sinner spoke bluntly.\nThey make a good point. No need to take risks.\n\nIf they keep coming back, we’ll just keep on beating them until they don’t."
          ]
        }
      ]
    },
    {
      "id": 801202,
      "name": "강화인간 선택지2",
      "subDesc": "사용 안하는 텍스트",
      "desc": "Pinning down the largest cyborg as planned, you got to the factory in time.\n\n“Huh, this is…”\n\n“Looks like some kind of toy plant.”\n\nThe Sinners comment on the huge mechanism.\n\n“Ah! Come behold this curiosity!”\n\nThe Sinner pointed to a control panel with several buttons attached to it.\n\n<DO YOU LOVE THE CITY YOU LIVE IN?>\n\nWhat should you press?",
      "options": [
        {
          "message": "Yes.",
          "messageDesc": "Press the button to proceed.",
          "result": [
            "",
            "Abnormal input.\n\n“Huh? Now I can’t press any of these…”\n\nCommencing site burial in 3, 2…\n\n“Outta here!!”\n\nAfter a short notice, the factory exploded with a massive bang.\nYou managed to stop it from working, but the Sinners were caught up in the explosion as well.\n\nLooks like you should get out of here first, don’t you think?"
          ]
        },
        {
          "message": "No.",
          "messageDesc": "Press the button to stop.",
          "result": [
            "",
            "Abnormal input.\n\n“Huh? Now I can’t press any of these…”\n\nCommencing site burial in 3, 2…\n\n“Outta here!!”\n\nAfter a short notice, the factory exploded with a massive bang.\nYou managed to stop it from working, but the Sinners were caught up in the explosion as well.\n\nLooks like you should get out of here first, don’t you think?",
            "Detected three inputs.\nOperating Emergency Protocol #3: Facility Shutdown.\n\n“Looks like it’s stopped.”\n\nThe machines whirred for a short while before stopping.\nWith that, the cyborgs should no longer revive.\n\nLet’s step outside the factory, shall we?"
          ]
        }
      ]
    },
    {
      "id": 801203,
      "name": "강화인간 선택지2-그렇다",
      "subDesc": "사용 안하는 텍스트",
      "desc": "Continuing augmentation.\n\nYou\nmust\nbecome\nstrong.\n\nPlease proceed with the input.\n\n<DO YOU LOVE THE CITY YOU LIVE IN?>\n\nWhat should you press?",
      "options": [
        {
          "message": "Yes.",
          "messageDesc": "Press the button to proceed.",
          "result": [
            "",
            "Abnormal input.\n\n“Huh? Now I can’t press any of these…”\n\nCommencing site burial in 3, 2…\n\n“Outta here!!”\n\nAfter a short notice, the factory exploded with a massive bang.\nYou managed to stop it from working, but the Sinners were caught up in the explosion as well.\n\nLooks like you should get out of here first, don’t you think?"
          ]
        },
        {
          "message": "No.",
          "messageDesc": "Press the button to stop.",
          "result": [
            "",
            "Abnormal input.\n\n“Huh? Now I can’t press any of these…”\n\nCommencing site burial in 3, 2…\n\n“Outta here!!”\n\nAfter a short notice, the factory exploded with a massive bang.\nYou managed to stop it from working, but the Sinners were caught up in the explosion as well.\n\nLooks like you should get out of here first, don’t you think?",
            "Detected three inputs.\nOperating Emergency Protocol #3: Facility Shutdown.\n\n“Looks like it’s stopped.”\n\nThe machines whirred for a short while before stopping.\nWith that, the cyborgs should no longer revive.\n\nLet’s step outside the factory, shall we?"
          ]
        }
      ]
    },
    {
      "id": 801204,
      "name": "강화인간 선택지2-아니다",
      "subDesc": "사용 안하는 텍스트",
      "desc": "Incorrect input.\n\nYou\nmust\nbecome\nstrong.\n\nPlease input your answer again.\n\nWARNING: Pressing the button three times will cause the facility to shut down.\n\n<DO YOU LOVE THE CITY YOU LIVE IN?>\n\nWhat should you press?",
      "options": [
        {
          "message": "Yes.",
          "messageDesc": "Press the button to proceed.",
          "result": [
            "",
            "Abnormal input.\n\n“Huh? Now I can’t press any of these…”\n\nCommencing site burial in 3, 2…\n\n“Outta here!!”\n\nAfter a short notice, the factory exploded with a massive bang.\nYou managed to stop it from working, but the Sinners were caught up in the explosion as well.\n\nLooks like you should get out of here first, don’t you think?"
          ]
        },
        {
          "message": "No.",
          "messageDesc": "Press the button to stop.",
          "result": [
            "",
            "Abnormal input.\n\n“Huh? Now I can’t press any of these…”\n\nCommencing site burial in 3, 2…\n\n“Outta here!!”\n\nAfter a short notice, the factory exploded with a massive bang.\nYou managed to stop it from working, but the Sinners were caught up in the explosion as well.\n\nLooks like you should get out of here first, don’t you think?",
            "Detected three inputs.\nOperating Emergency Protocol #3: Facility Shutdown.\n\n“Looks like it’s stopped.”\n\nThe machines whirred for a short while before stopping.\nWith that, the cyborgs should no longer revive.\n\nLet’s step outside the factory, shall we?"
          ]
        }
      ]
    },
    {
      "id": 801501,
      "name": "분홍신 선택지1",
      "subDesc": "사용 안하는 텍스트",
      "desc": "A voice travels between the fluttering ribbons.\n\n“What is your desire?”\n\n“Put me on.”\n\n“I’ll carry you wherever you wish to go.”\n\nThe suggestions are incredibly suspicious, but for some reason, the Sinners are struggling to decide what to do.\n\nWhat do you say?",
      "options": [
        {
          "message": "Put on the shoes.",
          "result": [
            "“Yeah… This is good.”\n\n“It’s all smooth.”\n\nThe Sinners expressed their fascination.\nThose ribbons had turned into shiny pairs of pink shoes.\n\nNow, everyone will be able to go wherever they want.\n\nProbably."
          ]
        },
        {
          "message": "Refuse.",
          "result": [
            ""
          ]
        }
      ]
    },
    {
      "id": 201001,
      "name": "Vending Machine and Oceanic Waves",
      "subDesc": "사용 안하는 텍스트",
      "desc": "You see an empty lot ahead where the Sinners can take a rest.\n\nThere, you find a vending machine with a number of buttons on it.\nYou see drinks as well, but you can’t recognize what they’re supposed to depict.\nWhat will you do?",
      "options": [
        {
          "message": "No need to take risks. Just rest here with the Sinners.",
          "result": [
            "Some time passed.\n\nThanks to the respite, the group seems to have some energy back."
          ]
        },
        {
          "message": "Get some drinks they might like, as a treat.",
          "result": [
            "With just a single press,\nthe machine ejected one can after another.\n\nAll the cans are purple.\n\nYou can’t fathom the meaning of the ships and grapes doodled on them,\nbut they somehow feel familiar, and well… cheery.\n\nThey should be okay to drink.\n\nYou passed the cans out to the Sinners."
          ]
        }
      ]
    },
    {
      "id": 201002,
      "name": "Mirror Room",
      "subDesc": "사용 안하는 텍스트"
    },
    {
      "id": 201003,
      "name": "강화앰플교환삽입소",
      "subDesc": "사용 안하는 텍스트"
    },
    {
      "id": 910301,
      "name": "炸鸡对决",
      "desc": "几个人挡住了前进的路线。\n他们坐在甲板上，互相大声争吵着。\n“看这多肉的一块！丰富的汁水正在顺着那些甘美肉质的纤维流淌……这就是肌肉存在的意义！”\n“大错特错。这一块有着纯净的口味，没有一点油脂会玷污你的舌尖。这才是真正的好货。”\n两个人同时转身看向你。\n“嘿，那边的！告诉我们哪个更好！”",
      "options": [
        {
          "message": "鸡肉就是鸡肉喽。",
          "messageDesc": "获得E.G.O饰品",
          "result": [
            "“千真……万确。”\n“无可辩驳的论断。”\n他们放下双手，冷静下来。\n“我们怎么会为这么奇怪的事情争吵。”\n“他们说得对……鸡肉不管怎样都是唯一的真相。”\n在激动地握手言和过后，他们将自己的炸鸡桶给了你。\n“像你这样明智的美食家应当同时享有这两块炸鸡。请带上吧，我们坚持如此要求。”"
          ]
        },
        {
          "message": "绝对是鸡腿，满满的汁液。",
          "messageDesc": "获得E.G.O饰品",
          "result": [
            "“你看吧！鸡腿就是更好！”\n“你真是吃不懂什么叫美食。”\n举着鸡胸肉的人无奈的长叹一声。\n“喂，这个给你！你应该有属于自己的鸡腿！”\n看起来十分满足，举着鸡腿的人又从桶里掏出了一条腿递给你。\n“我可指着你给鸡腿撑腰呢！”\n不是很清楚被指望了什么，你拿着鸡腿离开了桌边。"
          ]
        },
        {
          "message": "鸡胸，肯定的，纯净无暇。",
          "messageDesc": "获得E.G.O饰品",
          "result": [
            "“不应该啊！你看不上这满溢的汁水…?”\n“那是脂肪，不是什么汁水。鸡胸既健康又清淡，不仅管饱吃起来还很方便—这才是理智之选。”\n那个举着鸡胸的人如是强调道。\n“这是你的奖励，一块属于你的鸡胸。”\n他从桶中取出了一块不小的鸡胸肉。\n“祝你收获满满，保持健康。”\n不是很清楚要收获什么，你拿着鸡胸离开了桌边。"
          ]
        }
      ]
    },
    {
      "id": 910302,
      "name": "鸡群的激情探戈",
      "desc": "闪耀的灯光照射着一片嘈杂的地方\n似乎小鸡们正在参加一场舞会……\n这便是探戈。\n看着它们那像是跳舞又像是搏斗的动作，你注意到有酱汁从它们中的一只流了出来。\n它似乎并没有注意到这一点……",
      "options": [
        {
          "message": "真心提醒",
          "messageDesc": "获得E.G.O饰品",
          "result": [
            "“那边那位！！！！！您身上的酱汁流出来了！！！！！”\n “别叫得这么大声，你个呆瓜……”\n鸡没并有意识到自己的酱汁洒了，然后把翅膀伸到身后——亦或说像是它身后的地方。\n它身上的缝线很快便松动了。\n“咳呃……咳咳咳……”\n它是不是没法自己亲自动手？它用手，不对，翅膀拿着一些针和线，一边滴着酱汁一边向我们靠近。\n它是想让你帮它缝好吗？"
          ]
        },
        {
          "message": "视而不见",
          "messageDesc": "获得E.G.O饰品",
          "result": [
            "我们难道不应该提醒下它们吗？\n确实，但～它们现在看上去高兴得很，不是吗？坐下来再多看一会儿也没什么的吧？\n等所有酱汁都流完了，它会变成什么呢？\n也许它会变成一只没入味的鸡。\n这时，酱汁流完了。\n咳咕！\n也许它注意到自己变得更轻了？它突然做出了一个技术性很强的舞蹈动作。\n令人惊诧。\n在它周围的小鸡们都停下来，着迷地看着它的表演。不久后，它们靠近那个表演者，发出了听起来像是欢呼的嚎叫声。\n它们离开被灯光照亮的地方，将那只鸡反复抛起以示庆祝。\n而最后剩下的…只有洒落的酱汁。"
          ]
        },
        {
          "message": "暗暗提示",
          "messageDesc": "50%几率获得E.G.O饰品",
          "result": [
            "“唔——唔嗯~兄弟，啥味道这么香啊！真想知道知道这香味~是从哪里~来的啊~？！”\n“……我要是真的希望这表演能更逼真点就傻到家了。“\n罪人的声音打断了鸡激情的舞步。\n它们互相检查着对方的背部，随后很快找到是谁洒了酱汁。\n“咳额……咳咳咳……”\n“嘎嘎。”\n它们并没有就此慌乱，而是拿出针线缝好了它的背——亦或说大概是它背的地方。\n它们仿佛习惯了这项手艺活儿。\n线一缝好，它们就迅速逃回了黑暗之中。\n留在地上的，只有用过的针与线。"
          ]
        }
      ]
    }
  ]
}