{
  "dataList": [
    {
      "id": "FileDownload_Desc_01",
      "title": "都市與巢",
      "desc": "我們理解您所處於的特殊狀況，執行經理。以下內容多數為眾所周知的事實，但我們仍然希望記敘於此。\n不知您是否還記得，我們生活在這被劃分為26個區的巨大都市之中。每個區的核心區域被稱作“巢”。管轄巢的巨型企業會為巢中的居民提供庇護，如同鳥兒在巢中孵蛋一般。\n當然，陰影總是與光芒相生相伴：在巢之外……後巷裡的居民可得不到庇護。"
    },
    {
      "id": "FileDownload_Desc_02",
      "title": "翼",
      "desc": "此處的翼所指代的並非鳥類的生理結構。\n不過，翼與護巢母鳥並無二致，不可否認兩者之間有所關聯。\n翼是都市之中掌管巢的26個超大型企業的統稱。眾所周知，各片翼都依託於被稱作“奇點”的驚人技術來改善都市各處的生活質量，為巢謀求安寧。\n然而，一旦翼被折斷，情況便會天翻地覆。每當都市之中有翼被折斷時，便會帶來影響甚重的事件，無一例外。\n誠然，已折舊翼處遲早會重新長出一片新翼。但直到新翼成熟之前，失去庇護的巢……只得自求多福。"
    },
    {
      "id": "FileDownload_Desc_03",
      "title": "腦葉公司",
      "desc": "坐落於L巢，過去是翼中之一。\n該企業也被稱作L公司，其承擔著生產巨額能源並保證都市電力供應的事務。\n公司因被稱作“白夜黑晝”的重大事件而沒落，L巢的翼至今仍虛席以待。\n舊L公司的電力網遍布都市，因此都市內各地都有其建立的支部。儘管隨著公司的沒落導致支部也全部化為廢墟，但其中應該仍殘著留些許可用之物。\n說不定……還伴隨著從未見識過的危險存在。"
    },
    {
      "id": "FileDownload_Desc_04",
      "title": "金枝",
      "desc": "腦葉公司支部化為的廢墟之下，掩埋著金光閃閃，形似樹枝的“金枝”。這曾是無比珍貴的公司技術精髓。\n同時也作為需要執行經理帶領罪人們一起回收的最為核心的目標。\n都市內任何人都會垂涎於金枝帶來的無限可能性，因此回收金枝顯然不會像在超市裡挑東西一般輕鬆。\n懇請您明智做出決策，將所有金枝順利收回。"
    },
    {
      "id": "FileDownload_Desc_05",
      "title": "異想體",
      "desc": "腦葉公司將被稱作“異想體”的存在用來生產能源。\n猶如其名，從不可思議又怪奇恐怖的存在，到看似人畜無害卻會在‘管理’不當時造成恐怖後果的存在，均被收容於公司之中。\n沒落之後，大部分支部應該已經根據規定（這可能是職員根本不知情的，極其不起眼的條款）被埋沒，同時也導致異想體與職員被困於一處。\n距今已經有了相當長的時間，內部的職員估計早已死於非命，不過“它們”不會。它們現在也許仍然徘徊於化作廢墟的支部之內。"
    },
    {
      "id": "FileDownload_Desc_06",
      "title": "E.G.O",
      "desc": "據傳，腦葉公司也擁有能從異想體身上提取武器與護甲的技術。推測這是通過使用一種能夠將異想體的內在以物質形式呈現的技術創造的。不幸的是，我們用任何方式都無法復刻該項技術。\n相關部門預測，你的罪人們可以通過其自身的行為方式使E.G.O具現而出。此外，異想體的E.G.O預計也可通過情感的連接來使用。"
    },
    {
      "id": "FileDownload_Desc_07",
      "title": "腦啡肽",
      "desc": "指腦葉公司所生產的能源。\n通常認為會被用來產生電能，但並不一定只限於這種使用方式。\n該物質常態下為綠色液體，已知吸入時會產生極度強烈的安逸感。為了提高業務效率，前L公司也會開出適當的處方給予壓力過大的員工。\n但是，過量服用或是暴露於尚未精煉的腦啡肽前時……\n貌似並不會招來較好的結果。"
    },
    {
      "id": "FileDownload_Desc_08",
      "title": "收尾人",
      "desc": "處理都市中各類數不清的事件委託，並將其作為職業的人們被稱作“收尾人”。\n當然，自稱的收尾人可不算收尾人，必須得先前往協會認可的事務所或直接訪問協會取得收尾人執照才行。\n此外，手握執照僅是收尾人生涯的開始。為了成為高階收尾人這些人必須努力積累實績。(當然，也有人對升階毫無興趣。)\n雖然這些人的存在是為了處理都市中的問題，但眾所周知的是，偶爾他們自己也會成為一個問題。"
    },
    {
      "id": "FileDownload_Desc_09",
      "title": "協會與事務所",
      "desc": "以總轄都市中所有收尾人的Hana協會為主軸，管理收尾人的巨大團體被稱作協會。一般在都市中發生的事件會根據各個協會的特性進行適配，再由協會將任務分配給收尾人。\n事務所雖然在作為收尾人集會的方面上與協會類似，但是其規模較小。有些事務所會被直屬的協會下派任務，而有些事務所則會自行尋找任務。\n就像某人所說的“有多少收尾人，就有多少事務所”，都市中有著多到數不清的事務所，但往往都是曇花一現。"
    }
  ]
}