{
  "dataList": [
    {
      "id": "FileDownload_Desc_01",
      "title": "都市与巢",
      "desc": "我们理解您所处于的特殊状况，执行经理。接下来的内容多数是众所周知的事实，但我们还是要将其记述在此。\n不知您是否记得，我们都生活在一个分为26个区的巨大都市之中。所有区都有一个被称作巢的核心区域。管辖巢的巨型企业会为巢中的居民提供庇护，如同鸟儿在巢中孵蛋一般。\n当然，阴影总是与光芒相生相伴：巢之外的区域……后巷的居民，可就没有那么幸运了。"
    },
    {
      "id": "FileDownload_Desc_02",
      "title": "翼",
      "desc": "此处的翼所指代的并非是鸟类的生理结构。\n不过，翼的定位就如同护巢的母鸟一般，这之间的关联性也无法否认。\n翼是都市之中掌管巢的26个超大型企业的统称。众所周知，各个翼都基于被称作奇点的震撼技术来改善都市各处的生活质量，为巢谋求安宁。\n然而，一旦翼被折断，情况就会天翻地覆。每当都市之中有翼被折断时，都无一例外地会伴随着重大的事件。\n诚然，翼被折断的地方迟早会成长出新的翼。但在这一过程之中，失去翼保护的巢……其安全将不会得到任何人的保障。"
    },
    {
      "id": "FileDownload_Desc_03",
      "title": "脑叶公司",
      "desc": "曾经是翼中之一的位于L巢的公司。\n也被称为L公司的这个企业，承担着生产大量能量并保持都市电力供应的作用。\n但是公司以被称为白夜与黑昼的重大事件为契机而没落，而L巢的翼仍然虚位以待。\n由于旧L公司的电力网遍布都市，所以都市之中到处建立着他们的支部。虽然随着公司的没落导致支部也全部成为了废墟，但是其中可能还有可用之物。\n说不定……还与最危险的东西在一起。"
    },
    {
      "id": "FileDownload_Desc_04",
      "title": "金枝",
      "desc": "没落的脑叶公司支部的地下有着贵为其技术精髓的金枝。是闪耀着金光的，大树的树枝。\n也可以被认为是执行经理需要带领罪人们一起回收的最为核心的目标。\n都市里的任何人都会对金枝所带来的无限可能性垂涎三尺，所以回收金枝并不会像超市购物一般简单。\n恳请您可以通过贤明的判断成功回收所有金枝。"
    },
    {
      "id": "FileDownload_Desc_05",
      "title": "异想体",
      "desc": "脑叶公司利用被称为异想体的存在进行能源产出。\n犹如其名，从不可思议又怪奇恐怖的存在，到看似人畜无害却会在‘管理’不当时会导致十分可怕的结局的存在等各种各样的存在均被收容于公司之中。\n没落之后，大部分支部应该都根据规定（这可能是职员根本不知情的，极其不起眼的条款）被埋没，并导致异想体与职员都被困在了一起。\n时间飞逝，里面的职员可能早已死于非命，但它们不会。它们现在也应该仍然徘徊于沦为废墟的支部之中。"
    },
    {
      "id": "FileDownload_Desc_06",
      "title": "E.G.O",
      "desc": "相传，脑叶公司拥有从异想体身上提取武器与护甲的技术。据推测，这是通过使用一种将异想体的内在以物质形式呈现的技术创造的。不幸的是，我们用任何方式都无法复原该项技术。\n相关部门预测，你的罪人们可以通过其自身的行为方式使E.G.O具现而出。此外，异想体的E.G.O预计也可通过情感的连接来使用。"
    },
    {
      "id": "FileDownload_Desc_07",
      "title": "脑啡肽",
      "desc": "这也被称为脑叶公司所生产的能源。\n虽然已知一般都是以电能的方式进行使用，但并不一定只用于这种方式。\n这种通常以绿色液体状态存在的物质，已知会在吸入时产生极为强力的安慰感。前L公司也会通过给予受到过大压力的员工适当的处方以提高业务效率。\n但是，过量使用或是暴露于尚未精炼的脑啡肽时……\n貌似并不会招来较好的结果。"
    },
    {
      "id": "FileDownload_Desc_08",
      "title": "收尾人",
      "desc": "解决都市中发生的无数事件，并将解决其对应委托作为职业的人们被称为收尾人。\n当然，只通过自称并不能成为收尾人，必须前往被协会认可的事务所或是直接访问协会并取得收尾人许可。\n获得许可并不意味着结束。这些人为了成为高阶收尾人必须努力积累实绩。（当然，也有对此漫不经心之人。）\n虽然是为了解决都市的问题而存在的人们，但他们偶尔会自己成为问题也是广为人知的事实。"
    },
    {
      "id": "FileDownload_Desc_09",
      "title": "协会与事务所",
      "desc": "以总辖都市中所有收尾人的Hana协会为主轴，管理收尾人的巨大团体被称为协会。一般在都市中发生的事件会根据各个协会的特性进行适配，再由协会将任务分配给收尾人。\n事务所虽然在作为收尾人集会的方面上与协会类似，但是其规模较小。有些事务所会被直属的协会下派任务，而有些事务所则会自行寻找任务。\n就像某人所说的“事务所的数量与收尾人的数量相当”，都市中有着多到数不清的事务所，而事务所也往往是昙花一现的。"
    }
  ]
}