{
  "dataList": [
    {
      "id": "DanteNoteDetail_25",
      "title": "",
      "desc": "- 似乎是指管理收尾人的大型組織。\n- 或許是由於收尾人對待五花八門的委託過於隨心所欲，每個協會好像都被規定了其專攻的領域。\n協會種類好像也挺多……通過罪人的人格及其鏡像世界，我曾有幸見到過幾個。\n- 與一般的收尾人最大的不同點是，他們似乎無法自主選擇委託內容。"
    },
    {
      "id": "DanteNoteDetail_26",
      "title": "",
      "desc": "- 專門負責處理暗殺委託的協會。\n- 雖說是專門負責，但這似乎並不代表其他收尾人就不會接受暗殺委託。說到底，想要委託協會水準的收尾人，那可是所費不貲……\n不過，暗殺這類事情在都市中屬實也是司空見慣，由於需求量過大，即便是一條無名街道上的事務所也時常會受理這類委託。"
    },
    {
      "id": "DanteNoteDetail_27",
      "title": "",
      "desc": "- 專門負責處理集團作戰委託的協會。\n- “都市裡一生不與戰鬥打交道的收尾人能有幾何……”（引自堂吉訶德）\n- 六協會的特別之處在於，每位成員都有以一敵多的實力。"
    },
    {
      "id": "DanteNoteDetail_28",
      "title": "",
      "desc": "- 指所有由收尾人創建的企業或是事業單位。(還是說工作場所？)\n- 收尾人若想承接委託，即使並未創立龐大的企業，也似乎得遵循某種規定，成為各類被授權組織中的一員，就算是建立一家只有自己的“一人事務所”也可以。"
    },
    {
      "id": "DanteNoteDetail_29",
      "title": "",
      "desc": "- 舊L公司的名稱。它是一家能源供應公司。\n- 他們以“卵”的形式運輸並保存異想體（如我們遇到的異想體），並在公司裡的“抑制單元”中對其進行管理，以“腦啡肽”的形式生產能源。\n- 我聽說它曾為都市中幾乎所有的翼和公司提供能源，由此可見，它絕對是一家極具影響力的公司……\n- 然而有一天，一道強光從總部射出，公司就這樣垮台了。\n我還聽說在總部原址的上方……曾出現過一座“塔”，但不久之後便消失了。在我寫下這篇筆記的時候，該翼的位置仍然空缺，拜其所賜，整片區域仍處於混亂狀態。\n- 據說隨著其總部的消失，該公司在都市中的所有支部設施都被關閉並深埋地底。"
    },
    {
      "id": "DanteNoteDetail_30",
      "title": "",
      "desc": "- 根據堂吉訶德的說法（她補充道：“對於涉世未深的雛兒來說，辨別兩者談何容易！”），作為決鬥協會的Cinq協會一般負責處理一對一的決鬥型作戰，而六協會處理的則是團體型作戰。仔細想來，相較於個人行動，大多數六協會人格似乎更重視團隊的協調與合作。\n他們看起來也相當游刃有餘……\n- 格里高爾的六協會人格也告訴我，同時與五六個人發生戰鬥是常有的事。（他還不忘自豪地提到，自己“狠狠地踹爛了那些小子的屁股”）"
    },
    {
      "id": "DanteNoteDetail_31",
      "title": "",
      "desc": "- 事務所自身似乎也種類繁多。\n- 回想起在4區（D公司轄區）後巷那時，我們所見到的尤莉和阿雅所屬的事務所似乎就是最常見的收尾人事務所。\n- 不論如何，在收錢之後依照委託人的意願解決事務這一點上，不論是收尾人、事務所還是協會應該都相差無幾。"
    },
    {
      "id": "DanteNoteDetail_32",
      "title": "",
      "desc": "- 似乎是指腦葉公司所生產的散發著綠色熒光的燃料。\n- 在梅菲斯託費勒斯上也有將人類還原為腦啡肽的裝置，所謂腦啡肽應該就是指那管中註滿的液體了。\n- 腦啡肽並非一定要儲存在管中，也可以因事制宜選擇將其移至更易於儲存或運輸的容器中，代表性的便是盒子與模塊。"
    },
    {
      "id": "DanteNoteDetail_33",
      "title": "",
      "desc": "- 需要特別記錄下來的是，他們使用的所有武器都能產生火焰。\n- “五行調和”、“真氣流動”……當我詢問他們使用這類特殊武器的理由時，得到的回答多種多樣。\n說實話，我認為這些只是委婉之辭罷了。依我所見，那是因為在面對人數眾多的對手時，火焰也能有效地攻擊到目標周圍的敵人……畢竟火焰是會蔓延的。"
    },
    {
      "id": "DanteNoteDetail_34",
      "title": "",
      "desc": "- 異想體到底是一種什麼東西……仍難斷言。\n- 大多數（起碼目前我所遇到過的）都有著與人類或動物截然不同的外觀，並且擁有著異想天開的能力……\n正如其名，可以認為它們就是有著“異想”天開的形態和能力的東西。"
    },
    {
      "id": "DanteNoteDetail_35",
      "title": "",
      "desc": "- 看來腦啡肽盒子也曾被舊L公司所使用，偶爾仍可以在翻過來的盒子底部看到舊L公司的標誌。\n- 讀了讀側面的注意事項，攝入這個看來會產生“致幻作用”……腦子裡到底在想些什麼才會那樣做？"
    },
    {
      "id": "DanteNoteDetail_36",
      "title": "",
      "desc": "- 當我試著詢問浮士德時，她每次都只會說：“異想體就是異想體，請不要試圖以任何標準去定義它們。 ”，想要問出更為具體的答案顯然十分困難……"
    },
    {
      "id": "DanteNoteDetail_37",
      "title": "",
      "desc": "- 專門負責處理以個人為單位的決鬥相關委託的協會。\n- 雖然發生得併不頻繁，但在都市中似乎依舊存在以堂堂正正的“決鬥”來分清黑白是非的事情。\n- 總之，在已經接受了決鬥（或者不得不發起決鬥），卻知道自己必敗無疑的情況下，貌似就可以委託他們。這應該就是所謂的決鬥代理人吧。\n- 一切信息僅來源於Seven協會的人格口述，所以我無法了解太多……\n由於工作並不多，所以他們貌似會承辦諸如協會間的交流賽之類的活動。"
    },
    {
      "id": "DanteNoteDetail_38",
      "title": "",
      "desc": "- 看起來像是……燈泡？裡面還裝著奇形怪狀的物體。\n- 不知道要怎麼形容那東西……時而扭曲，時而抽搐。\n- 如果盯著這個閃爍著光芒並有著“紡錘”之稱的東西看，會不自覺地發呆。\n- 因為浮士德不允許我一直拿著這個，所以我決定將其歸還並請她為我解說一二。"
    },
    {
      "id": "DanteNoteDetail_39",
      "title": "",
      "desc": "- “Extermination of Geometrical Organ” 的縮寫。(這到底是什麼意思？)\n- 似乎是在舊L公司通過管理異想體來提取腦啡肽的過程中額外獲取的副產物。\n- 據說這片翼曾利用生成的E.G.O製造武器與防具以供其員工使用，但這與我所見到的E.G.O的使用方式略有出入。"
    },
    {
      "id": "DanteNoteDetail_40",
      "title": "",
      "desc": "- 簡而言之，是指由翼所持有的極其卓越的技術。\n- 我好奇它們和一般都市技術之間的差距到底有多大……\n不過將其當作是僅限對應的翼才能使用的壟斷技術會比較好。"
    },
    {
      "id": "DanteNoteDetail_41",
      "title": "",
      "desc": "- 總結下來……\n可以說是將各種可能性都以絲線的形態編織成紡錘狀……的東西。\n坦白地說，由於我幾乎是原封不動地寫下了浮士德所說的話，所以這也算不上是什麼總結。我並不明白她的話究竟是什麼意思……\n它給我一種類似於撥動自己的錶盤時那滿眼星空的感覺。就好似敬畏之情一般。"
    },
    {
      "id": "DanteNoteDetail_42",
      "title": "",
      "desc": "- 當罪人們靠近這東西時，他們似乎會產生與頭暈類似的異常感覺。\n這種現像也被稱為“共鳴”，這可能與引發我頭痛的原理相似。\n- 每當金枝回收完畢，維吉里烏斯便會通知其它部門的人員對其進行處理。\n當我問到這件事時，他只會說“將會呈遞給總部”。"
    },
    {
      "id": "DanteNoteDetail_44",
      "title": "",
      "desc": "- 通過與收尾人相關的數個人格交談後了解到，收尾人可不是想當就當的。似乎存在著執照考試之類的東西。\n- 貌似會用數字對收尾人進行分級。似乎9階為最低，1階為最高……\n- 還有被稱為“特色”的特殊等級。維吉里烏斯似乎被稱為“猩紅凝視”。看來他不僅實力超群，還頗為有名。"
    }
  ]
}