{
  "dataList": [
    {
      "id": "DanteNoteDetail_45",
      "title": "",
      "desc": "- 其巢位於23區。\n- 儘管從未親自造訪過W公司，但通過與相關人格交談，我還是得知了一些零散的信息。\nW公司似乎正在運營著一項名為“WARP列車”的即時單向傳送服務，該服務能讓乘客在數秒內被運送至任意站台。\nWARP列車的票價似乎相當高昂，頭等艙的票價更是令人瞠目結舌。\n- ……為什麼不直接開車呢？"
    },
    {
      "id": "DanteNoteDetail_46",
      "title": "",
      "desc": "- 利用收集來的紡錘，可以將人格同步至現世。\n- 似乎是指將某個世界中具有“可能性”的人格，與現世人格相匹配的過程。（難道連接兩個世界的媒介就是紡錘嗎？）\n當人格剛被提取便覆寫在罪人身上時，罪人貌似不會立即獲得對象世界中被提取出的人格所擁有的全部知識和戰鬥技法。\n因此，似乎通過紡錘同步人格才可以更加高效地使用該人格。"
    },
    {
      "id": "DanteNoteDetail_47",
      "title": "",
      "desc": "- 與人格同步類似，這是一個利用紡錘來強化罪人們的E.G.O的過程。\n……不過我有些好奇為什麼是“異想解析”，而非仿效先前稱之為“E.G.O同步”？"
    },
    {
      "id": "DanteNoteDetail_48",
      "title": "",
      "desc": "- 其巢位於18區。\n- 根據相關人格所述，R公司與我所熟知的翼之間有些不同。\n一家翼通常會利用奇點提供各式各樣的便利技術來豐富人們的生活，但R公司卻並非如此，而是致力於提供類似傭兵一樣的武力支援。\n- R公司之所以能夠躋身翼的行列，似乎是得益於他們所提供的軍事服務的質量。\n奧提斯補充道，戰鬥中士兵的數量固然重要，但士兵的實戰經驗以及精神狀態也同樣關鍵。\n從這方面來看，R公司的戰鬥專員們（軍人？還是說員工？）雖然數量眾多，但每個人都堪稱是不會被戰鬥所動搖的殺人兵器。\n格里高爾補充道，但凡不會因喪失戰意而從前線逃跑或是陷入恐慌，就已經是士兵中的佼佼者了。\n他們是有類似於戰爭模擬訓練室一樣的地方嗎？"
    },
    {
      "id": "DanteNoteDetail_49",
      "title": "",
      "desc": "- 我曾問過，對一個人格使用所有紡錘以使其達到PDA上所顯示的同步MAX狀態是不是就搞定了。\n我好奇如此一來罪人是否真的會變得與那個世界的人格一模一樣。\n- 理論上確實如此。\n據說如果從被提取的世界的特定時間點所提取出的人格積累了更多經驗的話（例如進一步磨練戰鬥技術），又會產生新的可能性並且有可能追加同步進度。\n我想這意味著，特定時間點上的人格可以在原有的基礎上繼續積累經驗並提陞技術。但由於人格好像會被固定在被提取的時間段，因此貌似並不能開發出新的技術或能力。"
    },
    {
      "id": "DanteNoteDetail_50",
      "title": "",
      "desc": "- 當罪人們（或所覆寫的人格）撕碎人格訓練券，似乎就會有某種經驗一類的東西流入四肢百骸。\n借助這些經驗，人格能變得比在剛從平行世界提取出來時還要強。（浮士德說理論上如此）\n- 我能理解戰鬥技巧能隨戰鬥經驗的增加而提升，但為什麼連肉體的強度和體力也會隨之提升？"
    },
    {
      "id": "DanteNoteDetail_51",
      "title": "",
      "desc": "- 從浮士德和李箱口中獲得了模棱兩可卻還比較合理的回答。\n使用人格訓練券強化人格時，從人格到人格的“框架”都會被一同強化。\n- 簡而言之，強化似乎只在物理意義上進行。\n強化的方式貌似是由人格原來所在平行世界的方式決定。\n- 順帶一提，如果強化了使用義體的人格，義體的材質似乎也會隨之變得更加堅固耐用。\n- 無論強化方式如何，獲得增強的只有肉體，而無精神。"
    },
    {
      "id": "DanteNoteDetail_52",
      "title": "",
      "desc": "- 追加記錄一些聽說的事情。\n- 雖然車輛也能前往任何地方，但因為過程太過繁瑣，人們似乎大多時候會使用WARP列車出行。\n也對……想到進入K公司巢內的步驟，確實會覺得繁瑣得可怕。\n- 通過更多的對話得知，比起這種繁瑣的過程，更多的原因還是路況。\n如果通過車輛一類的載具穿過後巷去往都市內的其他區域，貌似會因為扭成一團的路況而花費異常久的時間。\n- 即使直線距離看似很短，實際路況也會非常複雜。\n雖然各個巢之間似乎有名為高速公路的存在，但使用似乎也需要滿足各種條件以及支付各種費用的樣子。"
    },
    {
      "id": "DanteNoteDetail_53",
      "title": "",
      "desc": "- 罪人們所使用的E.G.O和人格相似，是從異想體的核心中將可能性引導向合適的罪人。\n但若想使用完整的E.G.O，就需要理解與解析異想體，這種必要的步驟被稱為異想解析。\n- 異想解析進度越高，似乎就越能理解作為E.G.O來源的異想體心境，並且貌似還能夠增強E.G.O的威力和效果。\n- 據發現，E.G.O似乎是某種精神力量的表現。\n這麼一來，對異想體以及E.G.O的解析肯定十分重要。"
    },
    {
      "id": "DanteNoteDetail_54",
      "title": "",
      "desc": "- 我聽說，通過PDA看到的人格等級，貌似不能強化到30級以上。\n- 這個數值似乎與我們收集的金枝有關。此外，貌似我也沒法承受更進一步的人格強化。\n這麼一說，隨著時間流逝，也是有可能繼續強化的嗎？\n- ……說到底，“升級”只不過是強化肉體罷了，應該和訓練沒有關係吧，那為什麼會叫做“訓練券”呢？我記得訓練應該是通過人格同步進行的吧？"
    },
    {
      "id": "DanteNoteDetail_55",
      "title": "",
      "desc": "- 通過與擁有W公司人格的罪人談話，我了解到了令人震驚的事實。\n雖然沒有直接說明……但是貌似比起WARP列車在現實中不到幾分鐘的時間裡進行的高速移動，車內的乘客們反而會感受到漫長到恐怖的時間，並且在這段時間裡喪失理性，變成奇怪的形態。\n以及，每當這種時候似乎都要進行物理上的清掃。\n……幸好我們坐的是巴士。\n- 因為只是通過罪人的人格所說來推測的，所以我不打算告訴其它罪人，只打算記在這裡。"
    },
    {
      "id": "DanteNoteDetail_56",
      "title": "",
      "desc": "- 根據與R公司人格們之間的對話，有一個名為第四集團軍的隊伍，其中包含兔子隊、馴鹿隊、犀牛隊。\n- 兔子隊是多用於泛用式作戰的均衡性的戰鬥員。\n- 馴鹿隊接受了某種手術使得頭上長出了一對角，據說能利用那個角將精神力轉為物理性的衝擊。\n所以他們的頭時常被劇痛困擾。\n- 雖然沒有見過犀牛隊所以對他們沒有準確的認知，但是綜合下情報的話，我覺得他們大致就是擅長於把所有東西盡數毀掉的特化部隊吧。"
    },
    {
      "id": "DanteNoteDetail_57",
      "title": "",
      "desc": "- 我出於好奇提問過，如果時間繼續流逝，在被提取的世界中是否還會發生不同的事件。\n- 我得到的答案是，“並不能確定”，以及“這些事情並不重要”。\n邊獄公司只希望提升罪人們的戰鬥力，所以他們並不關心隨著人格同步更進一層，在其他世界會發生什麼。"
    },
    {
      "id": "DanteNoteDetail_58",
      "title": "",
      "desc": "- 如果說同步時所使用的紡錘是將其他世界的人們相連結的絲，那麼異想解析時它們就像是探明異想體核心的線。\n- 據浮士德所說，解析似乎還能在現有的基礎上更進一步。\n就像是人格同步以及強化一樣，只要收集更多的金枝，似乎就有可能進行更加具體的異想解析。"
    },
    {
      "id": "DanteNoteDetail_59",
      "title": "",
      "desc": "- 至少我們的罪人所使用的E.G.O，應該是通過將作為媒介的異想體的感情或自我化為私有來使用的。\n雖然我也沒親身體驗過……\n- 據說，有時候那種感覺，就像是被他人的想法所感化，並將其反映到自己的人生當中一樣。"
    },
    {
      "id": "DanteNoteDetail_60",
      "title": "",
      "desc": "- 這到底是如何運作的呢？難以憑藉邏輯或經典物理來解釋這一點，似乎是它們共有的特徵。\n雖然浮士德說過，以我現在的狀態而言，沒有必要那麼努力的去試圖理解它們……\n但我並不覺得，像什麼斷臂的肉芽會湧動著修復，貼上貼紙就能讓運氣變好之類的現象，是能被輕易忽視的。\n- 等下，那我的頭不會也是奇點吧？"
    },
    {
      "id": "DanteNoteDetail_61",
      "title": "",
      "desc": "- 當罪人們靠近這東西時，他們似乎會有與頭暈類似的異常感覺。\n這種現像也被稱為“共鳴”，這可能與引發我頭痛的原理相似。\n- 每當我們回收金枝，維吉利烏斯便會通知其它部門的人員對其進行處理。\n當我問到他這件事時，他只是說“將會呈遞給總部”。"
    },
    {
      "id": "DanteNoteDetail_62",
      "title": "",
      "desc": "- ……只是，如果被過度感化，最後深深沉醉於自我之中的話，似乎也會有被該媒介侵蝕的情況。\n而且因為這個原因，罪人們已經死了好幾次了……\n我也會痛得要死。"
    },
    {
      "id": "DanteNoteDetail_63",
      "title": "",
      "desc": "- 據說舊L公司將異想體分為五個等級進行管理。\n尤莉說，過去的L公司是以能源提取效率進行分級。\n好像在邊獄公司中也以相同的等級對它們進行分類。"
    }
  ]
}