{
  "dataList": [
    {
      "id": "DanteNoteDetail_1",
      "title": "",
      "desc": "- 邊獄公司。我所就職的公司。\n- 可以說這詞與我有著最緊密的聯繫……然而它出乎預料地也成為了我最難以言明的詞彙。\n因為……完全沒有人告訴過我任何關於這方面的事情。入職甚至並非我的本意。\n起初，我以為公司的目的就是蒐集金枝。後來我才意識到，這只是我所屬的名為LCB的部門的目標，說是整個公司的目的還是太片面了。"
    },
    {
      "id": "DanteNoteDetail_2",
      "title": "",
      "desc": "- 據我所知，每個部門都有自己的目標，並且彼此之間沒有任何目標重合。\n- 公司似乎有著充足資金堆砌而成的強大後盾。無論何時何地，公司的支援從未缺席。(雖然羅佳似乎對伙食的意見很大)"
    },
    {
      "id": "DanteNoteDetail_3",
      "title": "",
      "desc": "- Limbus Company Bus。\n- 似乎被稱作巴士部門。\n我覺得這名字有隨意擬定的嫌疑，不過與其它部門相比也只是五十步與百步的區別罷了。\n- 似乎指代的對象包含了我和坐在後面的那些……罪人們？（還不是很習慣這個詞。）\n我們的目標好像是回收L公司，也就是腦什麼公司的支部的地下所埋藏的金枝。\n雖然不知道所謂的金枝到底是什麼，但聽上去應該是什麼樹枝狀的實體。(了解之後得再補充記錄才行。)"
    },
    {
      "id": "DanteNoteDetail_4",
      "title": "",
      "desc": "- 看起來回收金枝並不是我們唯一的工作。\n我和罪人們還得時刻準備著被外派，以我們獨有的能力掃清擋在公司目標前的一切障礙。\n- 我開始好奇這家公司到底是如何成立的，以及為什麼這些任務必須要我和罪人們去完成，但浮士德從未告訴我。雖然她說我的權限等級過低而無法獲知更多信息，但她自己卻是一副知道得更多的樣子。\n為什麼她這樣的“罪人”會比我這“執行經理”知道的還要多……？"
    },
    {
      "id": "DanteNoteDetail_5",
      "title": "",
      "desc": "- Limbus Company Clear.\n- 被稱作清理部門。\n據說是為了輔助巴士部門行動而成立的部門。\n與罪人們不同，這個部門的人員無法借我之手死而復生。正因如此，他們看起來對自身的武器與防具格外用心。\n- 部門貌似被分成兩部分，好像分別是先我們一步到達並進行偵察等戰前準備的先遣隊（LCCB）以及負責對我們作戰造成的殘骸進行戰後清理等事務的收尾隊（LCCA）。\n雖然與他們未曾謀面，但根據無意聽到的維吉里烏斯的數次通話內容來推測，兩個隊內好像也存在著許多分科。\n- 與隸屬於先遣隊事前觀測科的埃菲，索德進行協同作業。\n- 我得閒便會向他們提出一些自己所好奇的問題，之後我打算對這些了解到的事情進行整理。\n- 本來還想問問他們各自負責的工作細節，但由於堂吉訶德突然闖禍，這件事也不了了之。\n- 埃菲嘆著氣補充道，事前觀測科是先遣隊裡面最不受待見的。根據遠多於其它科的人員數量來推測，他們可能被當成了消耗性人力資源。\n- ……埃菲和索德在作戰中陣亡。"
    },
    {
      "id": "DanteNoteDetail_6",
      "title": "",
      "desc": "- LCB，看起來指代的就是跟我一起坐在巴士上的這十二個人。\n- 根據其交流過程中我所聽到的內容進行推測，他們似乎以與我類似的方式“加入”了這家公司，但不知為何他們好像有著被囚禁之人的名謂。\n- 我向維吉里烏斯詢問了這個稱謂的意思，但他並沒有給出明確的答覆。\n- 已經有好幾個問題都被他用“反正你到時候就會明白……”之類的話給敷衍過去了。\n……看來除了把獲知的所有新信息認真記錄下來之外我已別無選擇。"
    },
    {
      "id": "DanteNoteDetail_7",
      "title": "",
      "desc": "- 在此補記一些有關罪人意義的新發現。\n- 首先， “罪人”這個稱謂似乎是用來特指那些與我簽訂了契約（雖然這並不以我的自由意志為轉移）的人。\n- 其次，我的鐘似乎也只能讓這些人死而復生。"
    },
    {
      "id": "DanteNoteDetail_8",
      "title": "",
      "desc": "- 罪人說不定指的就是能與我們所尋找的金枝產生共鳴的人。\n- 一旦靠近這些金枝，罪人們的“自我心道”便會展現，我們得以從中體驗他們的過往，抑或窺探他們的心靈。"
    },
    {
      "id": "DanteNoteDetail_9",
      "title": "",
      "desc": "- 似乎是用來特指都市中的各個核心區域。\n- 都市被分為許多區塊，但是每個區塊好像總是會被分為巢和後巷。\n- 巢好像是受到被稱為區塊實控人的大型企業——翼的管理與保護的區域。而後巷貌似沒有這麼大的影響力。或許吧？\n- 我曾經問了一下維吉里烏斯，自己是來自巢還是後巷，但他沒理我。"
    },
    {
      "id": "DanteNoteDetail_10",
      "title": "",
      "desc": "- 在一片區塊上坐擁最尖端也最具影響力的技術的公司，說是統治著這一片區塊都不為過。\n雖以公司為名，但對於翼的說明，我越聽越覺得他們是趨近於統治機構一般的存在。\n（不過仔細想了想，邊獄公司似乎也不符合詞典上所定義的公司的概念。比如說，我們一直坐在一輛巴士上到處轉悠。）\n- 每片翼似乎都有被稱為“奇點”的專利技術，並使用該技術的盈利（以及高到荒謬的稅收）來管理其區塊內被稱為“巢”的高級城區。\n- 為翼工作的人似乎被稱為“羽”。"
    },
    {
      "id": "DanteNoteDetail_11",
      "title": "",
      "desc": "- 其巢位於11區。\n- 記憶中揮之不去的檢查站一役裡，就像那些不斷重傷而復癒的守衛……K公司的奇點能夠對使用者進行持續不斷的治療，或者更確切的說，賦予使用者再生的能力。\n- 浮士德將其稱作 “海拉創生”， 但其他都市居民們似乎將這種技術統稱為 “HP彈” 或者 “HP安瓿”。\n拜其所賜，罪人們全軍覆沒，而我在承受他們的痛苦的過程中也差點昏厥……\n但有一說一，多虧了那叫做HP安瓿東西我之前被融化的下半身才能復原。\n- 據了解，K公司正在藉此之利開展各種業務。"
    },
    {
      "id": "DanteNoteDetail_12",
      "title": "",
      "desc": "- 據一名我們在銀鳳炸雞酒吧遇到的、名為三朝的員工所述，奇點技術似乎在食品相關的科技研發上也有應用。"
    },
    {
      "id": "DanteNoteDetail_13",
      "title": "",
      "desc": "- 腦葉公司。\n- 已折斷的翼，目前翼席空缺，其巢位於12區。\n都市裡盡人皆知的（是只有我不知道，還是屬於我丟失記憶中的一部分……？）白夜黑晝事件的中心區域。\n我們所尋查的留有金枝的支部，似乎全都曾屬於舊L公司。"
    },
    {
      "id": "DanteNoteDetail_14",
      "title": "",
      "desc": "- Nagel und Hammer。釘與錘。其巢位於14區。\n- 根據先前與默爾索的交談來推測，公司內部實際上存在釘子和錘子兩個派別。\n據他所述，至少在他的任職期間內，我們曾面對過的那些身著金屬盔甲的“異端審判官”並不引人注目，而且也不算主流。\n- 與克羅默麾下的組織不同，N公司作為一家企業，雖然作風嚴苛了些許，但是除此之外似乎與一般大型企業的形象別無二致。"
    },
    {
      "id": "DanteNoteDetail_15",
      "title": "",
      "desc": "- 雖然不知道他們公司的主營業務是什麼，但有幾位罪人似乎對N公司多多少少有所了解。\n……但問題在於他們盡是些沉默寡言的人。"
    },
    {
      "id": "DanteNoteDetail_16",
      "title": "",
      "desc": "- 每個區塊中不屬於巢的，即不在翼管轄範圍內的其他區域。\n這裡生活著一些因囊中羞澀而無力“歸巢”的人。\n- 說是巷子，裡面卻似乎擠滿了餐廳、公司、居民區、學校和研究院等各種各樣的設施。\n錯綜複雜、蜿蜒交織著的造型配上無時無刻不陰森沉重的氛圍，“後巷”這個名字當之無愧。而無論在哪個後巷，風景都別無二致。\n有趣的是，無論在哪個區塊（雖說我就去過三處），後巷與巢的界限都非常明確。"
    },
    {
      "id": "DanteNoteDetail_17",
      "title": "",
      "desc": "- 劍契組，一個由仗劍遊蕩於後巷的放蕩鬼組成的幫派。\n- 與被覆寫為劍契人格的罪人們交談後，可以推測出他們雖隸屬於該幫派，但很少與其他人共事，也幾乎不隨集體行動。\n更準確的來說……有時候他們雖會以臨時小隊的形式行動，但其中並不存在任何嚴格的階級差異或組織架構。\n-……只可惜他們對我疑問的回答大半都是在開玩笑，所以我也沒法記錄什麼有價值的東西。"
    },
    {
      "id": "DanteNoteDetail_18",
      "title": "",
      "desc": "- 收尾人，一種自由職業者，處理或協理各種發生在都市裡的事件。\n- 當然，這並不是志願活動或無償工作。畢竟這整個世界似乎都是圍繞著金錢而運轉的。但也不能保證完全沒有例外。(萬一呢？)\n- 我耳聞目睹（真的能把通過鏡像人格對話稱為見過面嗎）過的收尾人的種類繁多到我難以明確定義。說不定是個很常見的職業？"
    },
    {
      "id": "DanteNoteDetail_19",
      "title": "",
      "desc": "- 黑雲會，深深紮根於後巷的龐大幫派。\n- 其特徵似乎是配刀鞘的單刃長劍和飄逸的墨色衣裝。\n- 他們賴以生存的手段基本上就是向後巷的商人們提供形式上的保護，並以此索要保護費。\n從與罪人們的人格交流中得知，似乎與被稱為劍契組……的另一個幫派起了某種衝突，但我不明白其間緣由。\n- 雖說不是絕對的，但其中存在著一定的階級關係。基本上是服從上級命令的感覺。\n- ……不過，通過與鴻璐的交談推測，似乎偶有特例。"
    },
    {
      "id": "DanteNoteDetail_20",
      "title": "",
      "desc": "- 金枝，閃耀著金光的一截小樹枝模樣的物體。\n- 我並不覺得它是真實存在的某種樹枝。每當接近，我的頭都會隱隱作痛……\n- 無論它的本質如何，讓我拼死拼活去收集的總不能只是塗著金漆的普通樹枝吧。"
    },
    {
      "id": "DanteNoteDetail_21",
      "title":"",
      "desc": "- 這項發明能將一個人的人格與許多來自其它世界的不同可能性疊加在一起。\n- 我曾聽說李箱是它的開發者之一。但無論我怎麼問，他只會喋喋不休地說些我難以理解的東西，所以我已經不指望能從他那兒得到任何有用的信息了。\n- 這些人格本身是通過梅菲斯托費勒斯的引擎找到的。我不確定這究竟是什麼原理，但看起來你沒法直接找到並提取那些你想要的人格。如果反覆嘗試的話，有時也會找到以前沒見過的新人格。"
    },
    {
      "id": "DanteNoteDetail_22",
      "title": "",
      "desc": "- 儘管我不能正確的用文字表述人格的使用方法……（不如說我對此根本一竅不通）\n當被提取出的人格與LCB-PDA及巴士的車窗同步時，我似乎能與其進行某種形式的對話或感應。\n罪人的人格浮現於腦海中的感覺，彷彿與平時當面對話並無二異……當罪人與我心照不宣地應允彼此的那一瞬間，伴隨著玻璃破碎的聲音，罪人的人格即被覆寫。\n……我想不到更加合適的表述了。\n- 人格被覆寫的罪人與平時的模樣大相徑庭。服裝與武器不必多說，連性格也發生了翻天覆地的變化，甚至有時在我眼中已然變成了另一個陌生人。\n萬幸的是，人格使用完畢後罪人就會變回原樣。不過，長時間使用貌似會殘留人格的痕跡，導致不同人格個性閃現的後遺症。"
    },
    {
      "id": "DanteNoteDetail_23",
      "title": "",
      "desc": "- 在都市各處聚集成一股股勢力的團體似乎被統稱為幫派。\n- 由於幫派一詞指代的範圍過於龐大，所以比起說是有什麼特別的標準，倒不如說基本上只要以團隊行動就能被稱為幫派。"
    },
    {
      "id": "DanteNoteDetail_24",
      "title": "",
      "desc": "- 從傳動齒輪彼此嚙合，到窺視鏡中覆寫人格……這座都市裡各種各樣的技術應有盡有。"
    }
  ]
}