{
  "dataList": [
    {
      "id": "DanteNoteDetail_1",
      "title": "",
      "desc": "- 边狱公司。我所就职的公司。\n- 可以说这词与我有着最紧密的联系……然而它出乎预料地也成为了我最难以言明的词汇。\n因为……完全没有人告诉过我任何关于这方面的事情。入职甚至并非我的本意。\n起初，我以为公司的目的就是搜集金枝。后来我才意识到，这只是我所属的名为LCB的部门的目标，说是整个公司的目的还是太片面了。"
    },
    {
      "id": "DanteNoteDetail_2",
      "title": "",
      "desc": "- 据我所知，每个部门都有自己的目标，并且彼此之间没有任何目标重合。\n- 公司似乎有着充足资金堆砌而成的强大后盾。无论何时何地，公司的支援从未缺席。（虽然罗佳似乎对伙食的意见很大）"
    },
    {
      "id": "DanteNoteDetail_3",
      "title": "",
      "desc": "- Limbus Company Bus。\n- 似乎被称作巴士部门。\n我觉得这名字有随意拟定的嫌疑，不过与其它部门相比也只是五十步与百步的区别罢了。\n- 似乎指代的对象包含了我和坐在后面的那些……罪人们？（还不是很习惯这个词。）\n我们的目标好像是回收L公司，也就是脑什么公司的支部的地下所埋藏的金枝。\n虽然不知道所谓的金枝到底是什么，但听上去应该是什么树枝状的实体。（了解之后得再补充记录才行。）"
    },
    {
      "id": "DanteNoteDetail_4",
      "title": "",
      "desc": "- 看起来回收金枝并不是我们唯一的工作。\n我和罪人们还得时刻准备着被外派，以我们独有的能力扫清挡在公司目标前的一切障碍。\n- 我开始好奇这家公司到底是如何成立的，以及为什么这些任务必须要我和罪人们去完成，但浮士德从未告诉我。虽然她说我的权限等级过低而无法获知更多信息，但她自己却是一副知道得更多的样子。\n为什么她这样的“罪人”会比我这“执行经理”知道的还要多……？"
    },
    {
      "id": "DanteNoteDetail_5",
      "title": "",
      "desc": "- Limbus Company Clear.\n- 被称作清理部门。\n据说是为了辅助巴士部门的活动而成立的部门。\n与罪人们不同，我无法让这些人复活。正因如此，这个部门的人员看起来会对武器与防具等方面格外用心。\n- 部门貌似被分成两部分，好像是有在我们到达之前进行战前准备的战前队（LCCB）以及负责清理我们战后所造成的残骸等事情的战后队（LCCA）。\n虽然还没有见过他们，但通过听到过的维吉里乌斯数次通话的内容来推测，两个队内也好像也存在许多分科。\n- 与战前队事前观测科所属的埃菲，索德进行协同作业。\n- 每当我有空时就会对几个我所好奇的事物进行提问，我打算对了解到的事情进行整理。\n- 本来想问他们分别负责什么具体工作，但由于需要平息堂吉诃德的突然起哄，这件事也不了了之。\n- 埃菲叹着气补充道，事前观测科是战前队里面最不受待见的。根据比其他科多得多的人员数来看，我推测他们可能被当成了消耗性人力资源。\n- ……埃菲和索德在作战中阵亡。"
    },
    {
      "id": "DanteNoteDetail_6",
      "title": "",
      "desc": "- LCB，看起来就是在指代跟我一起坐在巴士上的这十二个人。\n- 根据对话途中所听到的内容进行推测的话，他们似乎也是和我一样“加入”了这家公司的人们，但是不知为何他们好像被称为被囚禁之人。\n- 我向维吉里乌斯询问了这个称谓的意思，但他并没有给出明确的答复。\n- 好几个问题都被他用：“反正你到时候就会明白……”之类的话给推掉了。\n……看来我别无选择，反正我能做的也不过是了解到新事物后记录下来而已。"
    },
    {
      "id": "DanteNoteDetail_7",
      "title": "",
      "desc": "- 在这里补充一些有关罪人的意义的新发现。\n- 首先， “罪人”这个称号似乎是用来特指那些与我签订了契约（虽说如此，但其中好像并不包含我的自由意志）的人。\n- 其次，我的钟似乎也只能让这些人起死回生。"
    },
    {
      "id": "DanteNoteDetail_8",
      "title": "",
      "desc": "- 说不定罪人指的就是能和我们所寻找的金枝发生共鸣的人。\n- 当我们靠近这些金枝的时候，“自我心道”便会展现，并使我们体验罪人们的过往，或者窥探他们的心灵。"
    },
    {
      "id": "DanteNoteDetail_9",
      "title": "",
      "desc": "- 似乎是用来特指都市中的各个核心区域。\n- 都市被分为许多区块，而每个区块好像总是会被分为巢和后巷。\n- 巢好像是受到被称为区块实控人的大型企业——翼的管理与保护的区域。而后巷貌似不会受到那么强的影响。或许吧？\n- 我曾经问了一下维吉里乌斯，自己是来自巢还是后巷，但他没理我。"
    },
    {
      "id": "DanteNoteDetail_10",
      "title": "",
      "desc": "- 几乎算是统治着一片区块的，在一片区块上拥有着最先进且最有影响力的技术的公司。\n虽说是叫公司，但我越是听说有关于翼的说明，就越觉得他们像是接近统治机构一般的存在。\n（仔细想想，边狱公司似乎也不符合词典上所定义的公司的概念。例如，我们一直坐在一辆巴士上到处转。）\n- 每片翼似乎都有被称为“奇点”的专利技术，并使用从该技术中赚取的资金（以及高到荒谬的税收）来管理其区块内被称为“巢”的高级城区。\n- 为翼工作的人似乎被称为“羽”。"
    },
    {
      "id": "DanteNoteDetail_11",
      "title": "",
      "desc": "- 位于十一区的巢内。\n- 正如我们在检查站所见到的一样……K公司的奇点能够让它的使用者持续不断地的治疗——不，再生——自己的躯体。\n- 浮士德将其称作 “海拉创生”， 但其他都市居民们似乎将这种技术称之为 “HP弹”，或者 “安瓶”。\n拜其所赐，罪人们全员死亡，而我在承受他们的痛苦的过程中也差点昏厥。\n但是，这些HP弹确实把我之前已经融化的下半身给再生好了。\n- K公司貌似正在各种行业中使用这项技术。"
    },
    {
      "id": "DanteNoteDetail_12",
      "title": "",
      "desc": "- 根据一名我们在银凤炸鸡店遇到的名为三朝的员工所述，似乎也有通过应用奇点技术所开发的食品相关科技。"
    },
    {
      "id": "DanteNoteDetail_13",
      "title": "",
      "desc": "- 脑叶公司。\n- 已折断的翼，目前是空席，其巢位于第12区。\n全都市都知道的（只有我不知道，或者说已经忘记的……？）白夜黑昼事件的中心区域。\n我们所寻查的留有金枝的支部，似乎全都曾属于旧L公司。"
    },
    {
      "id": "DanteNoteDetail_14",
      "title": "",
      "desc": "- Nagel und Hammer。钉与锤。其巢位于第14区。\n- 根据与默尔索的对话来推测，实际公司内部应该被分成钉子和锤子两个派别。\n据默尔索所述，至少他在职期间内，那些我们面对过的穿着金属盔甲的“异端审判官”并不显眼，也并非是成员中的大多数。\n- 与克罗默所带领的集群不同，N公司作为一家企业，大众对其的印象和一般的大型企业并不会有太大的区别，只是其作风更加严苛。"
    },
    {
      "id": "DanteNoteDetail_15",
      "title": "",
      "desc": "- 虽然不知道他们具体是以什么为主业的公司，但看起来有几位罪人对N公司多多少少知道些什么。\n……但问题就是这些人都是些沉默寡言的人。"
    },
    {
      "id": "DanteNoteDetail_16",
      "title": "",
      "desc": "- 不属于巢的，即不在翼管辖范围内的其他区域。\n这里生活着一些囊中羞涩的人，他们的资产不足以支撑他们在巢内居住。\n- 说是巷子，但这里面看起来挤满了各种餐厅、公司、居民区、学校和补习班等许多地方。\n但到处蜿蜒连接着的样子和阴森的氛围并不愧于“后巷”这个名字。无论在哪个后巷，这都是一样的风景。\n有趣的是，无论在哪个区域（虽说我就去过三处），后巷与巢的界限都非常明确。"
    },
    {
      "id": "DanteNoteDetail_17",
      "title": "",
      "desc": "- 剑契组，一个由拿着剑游荡于后巷的暴徒和放荡鬼组成的帮派。\n- 与被覆写为剑契人格的罪人们交谈后，可以猜测到他们虽然属于该帮派，但很少与其他人共事，也几乎不随集体行动。\n更准确的来说……他们虽然有时候会跟临时小队一起行动，但并不存在任何严格的组织架构。\n-……只可惜他们的回答大半都是在开玩笑，所以我也没法记录什么有价值的东西。"
    },
    {
      "id": "DanteNoteDetail_18",
      "title": "",
      "desc": "- 收尾人，一种自由职业者，处理或协助发生在都市里的事情。\n- 当然并不是在志愿活动或无偿工作。看来，这是个彻底围绕着钱运转的世界。但也不能保证完全没有例外。（大概？）\n- 我听说过和见到过（真的能把通过镜像人格对话称为见面吗）的收尾人的种类繁多到我难以明确定义。说不定是个很常见的职业？"
    },
    {
      "id": "DanteNoteDetail_19",
      "title": "",
      "desc": "- 黑云会，深深扎根于后巷的巨大组织。\n- 他们的特征为：穿着轻飘飘的黑色衣装和带着有刀鞘的单刃剑。\n- 他们大部分通过向后巷的商人们索要保护费，并对他们提供形式上的保护以生存。\n通过罪人们的人格来推测，与叫剑契组……的某个组织有着某种的对立的关系，但我不明白其对立的原因。\n- 虽说不是绝对的，但其中存在着阶级关系。大体是听从上级命令的那种感觉。\n- ……但是，通过与鸿璐的对话来推测，偶尔也会有例外的情况。"
    },
    {
      "id": "DanteNoteDetail_20",
      "title": "",
      "desc": "- 金枝，散发金光的，小树枝模样的物品。\n- 我并不觉得它是真实的某种树枝。每当接近，我就会感觉头隐隐作痛……\n- 无论它的本质如何，我拼死拼活总不能是光为了收集涂着金漆的普通树枝。"
    },
    {
      "id": "DanteNoteDetail_21",
      "title": "",
      "desc": "- 这项发明能将一个人的人格与许多来自其它世界的不同可能性叠加在一起。\n- 我曾听说李箱是它的开发者之一。但无论我怎么问，他只会喋喋不休地说些我难以理解的东西，所以我已经不指望能从他那儿得到任何有用的信息了。\n- 这些人格本身是通过梅菲斯特的引擎找到的。我不确定这究竟是什么原理，但看起来你没法直接找到并提取那些你想要的人格。如果反复尝试的话，有时也会找到以前没见过的新人格。"
    },
    {
      "id": "DanteNoteDetail_22",
      "title": "",
      "desc": "- 我虽然不能正确的用文字表述人格的使用方法……（或者说是我根本对此一窍不通）\n当被提取出的人格与LCB-PDA，以及巴士的车窗同步时，我似乎能与其进行某种形式的对话或感应。\n当脑海中浮现出那个罪人的人格时，仿佛有一种跟平时和眼前的罪人对话一般的感觉……当罪人与我心照不宣地赞同的那一瞬间，伴随着玻璃破碎的声音，罪人的人格也将被覆写。\n……我想不到更加合适的表述了。\n- 人格被覆写的罪人与平时的模样大相径庭。服装与武器不必多说，连性格也发生了翻天覆地的变化，以至于我会时不时为这种变化感到惊慌。\n万幸的是，人格使用完后罪人就会变回原样。不过，长时间使用貌似会引发头痛→甚至遗留下人格的痕迹，导致不同人格个性闪现的后遗症。"
    },
    {
      "id": "DanteNoteDetail_23",
      "title": "",
      "desc": "- 在都市各处聚集成一股股势力的集团似乎被统称为组织。\n- 由于组织一词能指代的范围过于庞大，所以比起说是有什么特别的标准，倒不如说只要以团队行动就大概能被称为组织。"
    },
    {
      "id": "DanteNoteDetail_24",
      "title": "",
      "desc": "- 可以是两枚齿轮相啮合转动，也可以是窥视镜中将人格覆写……这座都市里有着各种各样的技术。"
    }
  ]
}