{
  "dataList": [
    {
      "id": "FileDownload_Desc_01",
      "title": "都市与巢",
      "desc": "我们理解您所处的特殊状况，执行经理。以下内容多数为众所周知的事实，但我们仍然希望将其记述于此。\n不知您是否还记得，我们生活在这被划分为26个区的巨大都市之中。每个区的核心区域被称作“巢”。管辖巢的巨型企业会为巢中的居民提供庇护，如同鸟儿在巢中孵蛋一般。\n当然，阴影总是与光芒相生相伴：在巢之外……后巷里的居民可得不到庇护。"
    },
    {
      "id": "FileDownload_Desc_02",
      "title": "翼",
      "desc": "此处的翼并非是在指代鸟类的生理结构。\n不过，翼与护巢母鸟并无二致，不可否认两者之间有所关联。\n翼是都市之中掌管巢的26个超大型企业的统称。众所周知，各片翼都依托于被称作“奇点”的惊人技术来改善都市各处的生活质量，为巢谋求安宁。\n然而，一旦翼被折断，情况便会天翻地覆。每当都市之中有翼被折断时，便会带来影响甚重的事件，无一例外。\n诚然，已折旧翼处迟早会重新长出一片新翼。但直到新翼成熟之前，失去庇护的巢……只得自求多福。"
    },
    {
      "id": "FileDownload_Desc_03",
      "title": "脑叶公司",
      "desc": "坐落于L巢，过去是翼中之一。\n该企业也被称作L公司，其承担着生产巨额能源并保证都市电力供应的事务。\n公司因被称作“白夜黑昼”的重大事件而没落，L巢的翼至今仍虚席以待。\n旧L公司的电力网遍布都市，因此都市内各地都有其建立的支部。尽管随着公司的没落导致支部也全部化为废墟，但其中应该仍残留着些许可用之物。\n说不定……还伴随着从未见识过的危险存在。"
    },
    {
      "id": "FileDownload_Desc_04",
      "title": "金枝",
      "desc": "脑叶公司支部化为的废墟之下，掩埋着金光闪闪，形似树枝的“金枝”。这曾是无比珍贵的公司技术精髓。\n同时也作为需要执行经理带领罪人们一起回收的最为核心的目标。\n都市内任何人都会垂涎于金枝带来的无限可能性，因此回收金枝显然不会像在超市里挑东西一般轻松。\n恳请您明智做出决策，将所有金枝顺利收回。"
    },
    {
      "id": "FileDownload_Desc_05",
      "title": "异想体",
      "desc": "脑叶公司将被称作“异想体”的存在用来生产能源。\n犹如其名，从不可思议又怪奇恐怖的存在，到看似人畜无害却会在“管理”不当时造成恐怖后果的存在，均被收容于公司之中。\n没落之后，大部分支部应该已经根据规定（这可能是员工根本不知情的，极其不起眼的条款）被掩埋，同时也导致异想体与员工被困于一处。\n距今已经有了相当长的时间，内部的员工估计早已死于非命，不过“它们”不会。它们现在也许仍然徘徊于化作废墟的支部之内。"
    },
    {
      "id": "FileDownload_Desc_06",
      "title": "E.G.O",
      "desc": "据传，脑叶公司也拥有能从异想体身上提取武器与护甲的技术。推测这是通过使用一种能够将异想体的内在以物质形式呈现的技术创造的。不幸的是，我们用任何方式都无法复刻该项技术。\n相关部门预测，你的罪人们可以通过其自身的行为方式使E.G.O具现而出。此外，异想体的E.G.O预计也可通过情感的连接来使用。"
    },
    {
      "id": "FileDownload_Desc_07",
      "title": "脑啡肽",
      "desc": "指脑叶公司所生产的能源。\n通常认为会被用来产生电能，但并不一定只限于这种使用方式。\n该物质常态下为绿色液体，已知吸入时会产生极度强烈的安逸感。为了提高业务效率，前L公司也会开出适当的处方给予压力过大的员工。\n但是，过量服用或是暴露于尚未精炼的脑啡肽前时……\n貌似并不会招来较好的结果。"
    },
    {
      "id": "FileDownload_Desc_08",
      "title": "收尾人",
      "desc": "处理都市中各类数不清的事件委托，并将其作为职业的人们被称作“收尾人”。\n当然，自称的收尾人可不算收尾人，必须得先前往协会认可的事务所或直接访问协会取得收尾人执照才行。\n此外，手握执照仅是收尾人生涯的开始。为了成为高阶收尾人这些人必须努力积累实绩。(当然，也有人对升阶毫无兴趣。)\n虽然这些人的存在是为了处理都市中的问题，但众所周知的是，偶尔他们自己也会成为一个问题。"
    },
    {
      "id": "FileDownload_Desc_09",
      "title": "协会与事务所",
      "desc": "以总辖都市中所有收尾人的하나协会为主轴，管理收尾人的巨大团体被称作协会。一般在都市中发生的事件会根据各个协会的特性进行适配，再由协会将任务分配给收尾人。\n事务所虽然在作为收尾人集会的方面上与协会类似，但是其规模较小。有些事务所会被直属的协会下派任务，而有些事务所则会自行寻找任务。\n就像某人所说的“有多少收尾人，就有多少事务所”，都市中有着多到数不清的事务所，但往往都是昙花一现。"
    }
  ]
}