{
  "dataList": [
    {
      "id": "이상",
      "name": "李箱",
      "description": "该罪人曾是[已编辑]翼中最年轻的首席研究员，\n相较于其他罪人，其拥有更为出众的智力。\n对于我们所选择的经理而言，与之进行日常交流或略显困难，\n尽管如此，过于明显地规避交流也会留下不稳定因素。\n该罪人偶尔会保持长时间的沉默，\n这是因为他正在脑海中进行一系列的思考；\n在这种情况下，我们建议您耐心等待。",
      "sentence": ""
    },
    {
      "id": "파우스트",
      "name": "浮士德",
      "description": "该罪人开发了边狱公司的巴士——梅菲斯托费勒斯的引擎。\n她声称在都市中，没有人能在智慧层面上与她相媲美，\n这话未必就是错的。\n也许在和经理您交谈的时候，您会发现她的态度高高在上，\n而这样的态度也许会败坏您的心情。\n由于该罪人举止傲慢，仿佛不在乎任何人，\n让她有所改善的可能性几乎为零。\n我们建议您只要应付一下，点点头就行。\n虽然她才智异禀，但我们尚不清楚如何利用她的才能。\n说不定，经理您能找到方法？",
      "sentence": ""
    },
    {
      "id": "돈키호테",
      "name": "堂吉诃德",
      "description": "如果只以热情作为评判罪人资质的标准，该罪人无疑会拔得头筹。\n身为收尾人的狂热粉丝，她热衷于收集各种收尾人的相关纪念品，\n并将其装饰在全身上下。\n鉴于这种行为并不会对战斗产生实质性影响，因此无需特别对其采取措施。\n她对自身是正义的收尾人（真的有这样的存在吗？）一事深信不疑，\n并会做出像三流演员一般夸张的举止。\n为了使任务能够顺利进行，建议您配合她的节奏行动。",
      "sentence": ""
    },
    {
      "id": "료슈",
      "name": "良秀",
      "description": "虽说每一位罪人都有其独特的信条，\n而尊重这些信条是经理应尽的义务。\n但……某些信条实在是令人费解。\n虽然该罪人平日里只是在一边默默抽着烟，\n唯有战斗时，她的眼中才会迸发出愉悦的神采。\n她认为只是在战斗中无谋地打碎对方的脑袋，\n是粗俗的行为，更是对艺术的亵渎。\n[警告]-由于该罪人有着我司也难以应对的背景，\n请尽量不要和她结下私仇。",
      "sentence": ""
    },
    {
      "id": "뫼르소",
      "name": "默尔索",
      "description": "倾向于明确且简洁的指令，即不留下个人判断余地的命令。",
      "sentence": ""
    },
    {
      "id": "홍루",
      "name": "鸿璐",
      "description": "该罪人在成为我司的资产前过着富足的生活。\n因此，虽然他对自由有所向往，\n但也偶尔会在见到其他罪人制作的食物时显露出对底层文化的无知，\n并提出触碰其他罪人雷区的冒犯性问题。\n不过，由于其提问并非出于讽刺，而仅仅是纯粹的好奇使然，\n让罪人们为此大动干戈并非合适的解决方法。",
      "sentence": ""
    },
    {
      "id": "히스클리프",
      "name": "希斯克利夫",
      "description": "该罪人比起理论思考更偏爱实际行动。\n由于他丝毫不去掩饰自己的想法和感情，\n而是全部通过表情与话语加以表达，\n经理在与其建立联系的过程中可能会引发头痛\n（或是受到物理意义上会引发头痛的外伤……）\n希望您谨记在该罪人的思维模式中并不存在深入思考这一项。\n以防万一，如果出现长时间无法平息其愤怒的情况，请您联系人事部。\n正因为该罪人的思维模式愚钝且单纯，\n一旦您掌握其性格，处理起来就会变得十分简单。",
      "sentence": ""
    },
    {
      "id": "이스마엘",
      "name": "以实玛利",
      "description": "身为经理，面对大多各有缺点的罪人，您或许会感到困惑和无力。\n然而请放心，该罪人是能够不加抱怨地执行各种命令的少数罪人之一。\n由于该罪人能做出合理的判断，因此若您想要寻求建议，\n看向她并予以提问应当是一个好办法。\n但请记住，她是从那片深远且广阔的水域中历经艰难旅途得以生还的罪人，\n故而其忍耐力可以说是深不见底，\n然而，一旦与她的关系开始走向歧途，要恢复可能就十分困难了。",
      "sentence": ""
    },
    {
      "id": "로쟈",
      "name": "罗佳",
      "description": "该罪人明显展现出后巷出身所特有的缺陷。\n她拜金且嗜赌，建议经理对其密切关注。\n她很擅长用笑话或眨眼睛来应付您的指示，\n建议时常向其展现经理的威严。\n该罪人会可能不定期地情绪低落，\n在经理的立场上并不能为其提供帮助，因此静静等候才最有效率。",
      "sentence": ""
    },
    {
      "id": "싱클레어",
      "name": "辛克莱",
      "description": "即使考虑到该罪人处于不稳定的成长阶段，\n其与人交谈时仍常常紧皱眉头或表现出过度的惊讶。\n由于其尚不习惯战斗，因此最初可能甚至连内脏都不敢直视。\n鉴于罪人中不乏具有暴力倾向的人，\n因此我们建议经理在对待他时以鼓励为主，而不是惩罚。\n该罪人有时会释放杀气，尽管其本人并不自觉，\n但我司认为这表明其在我司业务范围内很有潜力。\n只要给予适当的刺激，我们相信他会有长足的成长。",
      "sentence": ""
    },
    {
      "id": "오티스",
      "name": "奥提斯",
      "description": "该罪人或许能够成为优秀的顾问，但这取决于经理的能力。\n然而，考虑到其多管闲事的性格，建议您适当地简短附和。\n由于她在包括战术在内的多个领域均是专家，因此寻求她的建议非常有效。\n此外，该罪人还对工坊技术有深入了解，\n因此您也可以放心地委任她对巴士进行简单的维护工作。\n[注意] - 与其他罪人不同，禁止阅览该罪人的过往记录。\n[注意] - 请密切关注该罪人，以防止其在任务之外另起心思。",
      "sentence": ""
    },
    {
      "id": "그레고르",
      "name": "格里高尔",
      "description": "与其他罪人相比，该罪人的性格更好相处。\n然而，随着情绪激动或者环境急剧变化，\n其身体的部分、有时甚至全身都可能会变化成类似昆虫\n（某种鞘翅目，类似于■■■■）的结构。\n如果您不希望被视为一位粗俗的经理（您不应如此），\n我们建议您谨慎地管理自己的表情，尽量避免流露出厌恶的情绪。\n尽管该罪人偶尔会说些愤世嫉俗的话，但只要掌握了技巧，就能与其顺利沟通。\n与他相处并非难事。",
      "sentence": ""
    }
  ]
}