{
  "dataList": [
    {
      "id": "이상",
      "name": "李箱",
      "description": "該罪人曾是[已編輯]翼中最年輕的首席研究員，\n相較於其他罪人，其擁有更為出眾的智力。\n對於我們所選擇的經理而言，與之進行日常交流或略顯困難，\n儘管如此，過於明顯地規避交流也會留下不穩定因素。\n該罪人偶爾會保持長時間的沉默，\n這是因為他正在腦海中進行一系列的思考；\n在這種情況下，我們建議您耐心等待。",      "sentence": ""
    },
    {
      "id": "파우스트",
      "name": "浮士德",
      "description": "該罪人開發了邊獄公司的巴士——梅菲斯托費勒斯的引擎。\n她聲稱在都市中，沒有人能在智慧層面上與她相媲美，\n這話未必就是錯的。\n也許在和經理您交談的時候，您會發現她的態度高高在上，\n而這樣的態度也許會敗壞您的心情。\n由於該罪人舉止傲慢，彷彿不在乎任何人，\n讓她有所改善可能性幾乎為零。\n我們建議您只要應付一下，點點頭就行。\n雖然她才智雙全，但我們尚不清楚清楚如何利用她的才能。\n說不定，經理您能找到方法？",
      "sentence": ""
    },
    {
      "id": "돈키호테",
      "name": "堂吉訶德",
      "description": "如果只以熱情作為評判罪人資質的標準，該罪人一定是最高分。\n身為收尾人的忠實粉絲，\n她熱衷於收集各式收尾人相關物件，並將其裝飾在全身上下。\n介於該行為對戰鬥並無明顯影響，因此無需對其愛好加以限制。\n由於該罪人對自身是正義的收尾人\n（這種東西真的存在過嗎？）一事深信不疑，\n並且會做出彷彿演員一般誇張的舉止。\n為了順利完成任務，建議配合她的節奏行動。",
      "sentence": ""
    },
    {
      "id": "료슈",
      "name": "良秀",
      "description": "雖說每個罪人都有其獨特的信條，\n而尊重這些信條是經理應盡的義務。\n但……某些信條實在是令人費解。\n雖然該罪人平日裡只是在一邊默默抽著菸，\n唯有戰鬥時，她的眼中才會迸發出愉悅的神采。\n她認為只是在戰鬥中無謀地打碎對方的腦袋，\n是粗俗的行為，更是對藝術的褻瀆。\n[警告]-由於該罪人有著我司也難以應對的背景，\n請盡量不要和她結下私仇。",
      "sentence": ""
    },
    {
      "id": "뫼르소",
      "name": "默爾索",
      "description": "傾向於明確且簡短，即無須個人判斷的命令。",
      "sentence": ""
    },
    {
      "id": "홍루",
      "name": "鴻璐",
      "description": "該罪人在成為我司的資產前過著富足的生活。\n因此，雖然他對自由生活有所嚮往，\n但偶爾也會因見到其他罪人製作的食物而顯露出對下等文化的無知，\n並提出冒犯性的問題，從而觸碰其他罪人雷區。\n不過，由於其提問並非出於諷刺，而僅僅是好奇使然，\n讓罪人們為此大動干戈並非合適的解決方法。",
      "sentence": ""
    },
    {
      "id": "히스클리프",
      "name": "希斯克利夫",
      "description": "該罪人比起理論思考更偏愛實際行動。\n由於他絲毫不去掩飾自己的想法和感情，\n而是全部通過表情與話語加以表達，\n經理在與其建立聯繫的過程中可能會引發頭痛\n（或是受到物理意義上會引發頭痛的外傷……）\n希望您謹記在該罪人的思維模式中並不存在深入思考這一項。\n以防萬一，如果出現長時間無法平息其憤怒的情況，請您聯繫人事部。\n正因為該罪人的思維模式愚鈍且單純，\n一旦您掌握其性格，處理起來就會變得十分簡單。",
      "sentence": ""
    },
    {
      "id": "이스마엘",
      "name": "以實瑪利",
      "description": "身為經理，您在見到這些缺點眾多的的罪人時，心中難免會感到無力。\n但請您放心，該罪人是少數能毫無怨言地執行大多命令的罪人之一。\n由於該罪人能作出合理的判斷，所以當您想要尋求建議時，\n一邊看向她的方向一邊拋出話題將會十分有效。\n但也不能忘記，該罪人曾經歷過的，在廣袤無垠的海面上的那次遠航。\n她是那時候唯一的倖存者，因此會擁有較強的忍耐力，\n可一旦用錯誤的態度對待她，想再度取回其信任將變得十分困難。",
      "sentence": ""
    },
    {
      "id": "로쟈",
      "name": "羅佳",
      "description": "該罪人明顯展現出後巷出身所特有的缺陷。\n她拜金且嗜賭，建議經理對其密切關注。\n她很擅長用笑話或眨眼睛來應付您的指示，\n建議時常向其展現經理的威嚴。\n該罪人會可能不定期地情緒低落，\n在經理的立場上並不能為其提供幫助，因此靜靜等候才最有效率。",
      "sentence": ""
    },
    {
      "id": "싱클레어",
      "name": "辛克萊",
      "description": "考慮到該罪人所處成長時期的不穩定性，\n當您向他搭話時，他也許會十分驚訝或是愁眉苦臉。\n由於其尚且不習慣戰鬥，也許一開始連直視內臟都要費一番功夫。\n介於罪人中不乏具有暴力傾向的人，\n比起懲罰，更建議經理以柔和的態度對待他。\n該罪人雖會在不自覺的情況下釋放殺氣，\n我司認為這證明其擁有從事本職業的潛能，\n我們判斷給予他適當的刺激能夠更好的促進其成長。",
      "sentence": ""
    },
    {
      "id": "오티스",
      "name": "奧提斯",
      "description": "根據經理的能力，該罪人也許能成為優秀的顧問。\n但考慮到其多管閒事的性格，建議您適當附和即可。\n由於她精通包括戰術在內的各種技術知識，\n為了提高效率，您可以時常向其尋求建議。\n加上該罪人擁有一定的工坊技術，\n您也可以委任她對巴士進行簡單的維護。\n[注意]-與其他罪人不同，該罪人的過往經歷被禁止閱覽。\n[注意]-請密切關注該罪人，使其不在任務之外另起心思。",
      "sentence": ""
    },
    {
      "id": "그레고르",
      "name": "格里高爾",
      "description": "與其他罪人相比，該罪人的性格無可非議。\n然而，隨著情緒激動或是環境急速變化，\n其身體部位可能會變化成類似昆蟲的形態。\n（尤其像是某種鞘翅目昆蟲，類似於■■■■。）\n如果您不想成為一名粗俗的經理，\n那請您盡量面不改色地對待他的變化，尤其不要對其表現出厭惡感。\n雖然該罪人偶爾會說些憤世嫉俗的話，但只要掌握技巧就能與其順利溝通。\n與他相處並非難事。",
      "sentence": ""
    }
  ]
}