{
  "dataList": [
    {
      "id": "DanteNoteDetail_45",
      "title": "",
      "desc": "- 其巢位于23区。\n- 尽管从未亲自造访过W公司，但通过与相关人格交谈，我还是得知了一些零散的信息。\nW公司似乎正在运营着一项名为“WARP列车”的即时单向传送服务，该服务能让乘客在数秒内被运送至任意站台。\nWARP列车的票价似乎相当高昂，头等舱的票价更是令人瞠目结舌。\n- ……为什么不直接开车呢？"
    },
    {
      "id": "DanteNoteDetail_46",
      "title": "",
      "desc": "- 利用收集来的纺锤，可以将人格同步至现世。\n- 似乎是指将镜世界中具有“可能性”的人格，与现世人格相匹配的过程。（难道连接两个世界的媒介就是纺锤吗？）\n当人格刚被提取便覆写在罪人身上时，罪人貌似不会立即获得镜世界中被提取出的人格所拥有的全部知识和战斗技法。\n因此，似乎通过纺锤同步人格才可以更加高效地使用该人格。"
    },
    {
      "id": "DanteNoteDetail_47",
      "title": "",
      "desc": "- 与人格同步类似，这是一个利用纺锤来强化罪人们的E.G.O的过程。\n……不过我有些好奇为什么叫“异想解析”，而非仿效先前称之为“同步”？"
    },
    {
      "id": "DanteNoteDetail_48",
      "title": "",
      "desc": "- 其巢位于18区。\n- 根据相关人格所述，R公司与我所熟知的翼之间有些不同。\n一家翼通常会利用奇点提供各式各样的便利技术来丰富人们的生活，但R公司却并非如此，而是致力于提供类似佣兵一样的武力支援。\n- R公司之所以能够跻身翼的行列，似乎是得益于他们所提供的军事服务的质量。\n奥提斯补充道，战斗中士兵的数量固然重要，但士兵的实战经验以及精神状态也同样关键。\n从这方面来看，R公司的战斗专员们（军人？还是说员工？）虽然数量众多，但每个人都堪称是不会被战斗所动摇的杀人兵器。\n格里高尔补充道，但凡不会因丧失战意而从前线逃跑或是陷入恐慌，就已经是士兵中的佼佼者了。\n他们是有类似于战争模拟训练室一样的地方吗？"
    },
    {
      "id": "DanteNoteDetail_49",
      "title": "",
      "desc": "- 我曾问过，对一个人格使用所有纺锤以使其达到PDA上所显示的同步MAX状态是不是就搞定了。\n我好奇如此一来罪人是否真的会变得与镜世界的人格一模一样。\n- 理论上确实如此。\n据说如果从镜世界的特定时间点所提取出的人格积累了更多经验的话（例如进一步磨练战斗技术），又会产生新的可能性并且有可能追加同步进度。\n我想这意味着，特定时间点上的人格可以在原有的基础上继续积累经验并提升技术。但由于人格好像会被固定在被提取的时间段，因此貌似并不能开发出新的技术或能力。"
    },
    {
      "id": "DanteNoteDetail_50",
      "title": "",
      "desc": "- 当罪人们（或所覆写的人格）撕碎人格训练券，似乎就会有某种经验一类的东西流入四肢百骸。\n借助这些经验，人格能变得比在刚从镜世界提取出来时还要强。（浮士德说理论上如此）\n- 我能理解战斗技巧能随战斗经验的增加而提升，但为什么连肉体的强度和体力也会随之提升？"
    },
    {
      "id": "DanteNoteDetail_51",
      "title": "",
      "desc": "- 从浮士德和李箱口中获得了模棱两可却还比较合理的回答。\n使用人格训练券强化人格时，从人格到人格的“框架”都会被一同强化。\n- 简而言之，强化似乎只在物理意义上进行。\n强化的方式貌似是由人格原来所属镜世界的方式决定。\n- 顺带一提，如果强化了使用义体的人格，义体的材质似乎也会随之变得更加坚固耐用。\n- 无论强化方式如何，都只会使肉体而非精神获得增强。"
    },
    {
      "id": "DanteNoteDetail_52",
      "title": "",
      "desc": "- 补记一些传闻。\n- 虽然开车也能前往任何地方，但因为过程太过繁琐，人们似乎大多时候会使用WARP列车出行。\n没错，光是想到进入K公司巢内之前需要办理的那些手续，就觉得确实大费周折。\n- 进一步分析发现，相比于这种繁琐的过程，不合理的道路规划与布局显然问题更大。\n如果想要开车或者乘坐其他载具穿过后巷去往都市内的其他区域，貌似会在蜿蜒曲折的道路上耗时良久。\n- 即使直线距离看起来很短，实际路线也会错综复杂。\n虽然巢与巢之间似乎有名为高速公路的宽敞通途相连，但似乎也需要满足各种条件并支付相关费用才能使用。"
    },
    {
      "id": "DanteNoteDetail_53",
      "title": "",
      "desc": "- 罪人们所使用的E.G.O和人格相似，是从异想体的核心中将可能性引导向合适的罪人。\n但若想使用完整的E.G.O，就需要理解异想体并对其进行解析，这种必要的步骤被称为异想解析。\n- 随着异想解析进度的推进，作为E.G.O来源的异想体的心象似乎更容易被理解，E.G.O的威力和效果貌似也会随之增强。\n- E.G.O似乎是某种精神力量的体现。\n如此看来，对异想体以及E.G.O的解析至关重要。"
    },
    {
      "id": "DanteNoteDetail_54",
      "title": "",
      "desc": "- 我曾询问过PDA上显示的人格等级能否藉由强化而突破30级。\n- 后来被告知这个数值似乎与我们收集的金枝有关。最重要的是，我暂时无法承受更进一步的人格强化。\n那是不是意味着，随着时间的推移，也有继续强化的可能？\n- ……仔细想想，单纯只是强化肉体的话，理应与训练无关，那为什么会叫做“训练券”呢？我记得训练应该是通过人格同步进行的吧？"
    },
    {
      "id": "DanteNoteDetail_55",
      "title": "",
      "desc": "- 在与拥有W公司人格的罪人交流的过程中，我了解到了令人震惊的事实。\n虽然没有直接说明……但是貌似比起WARP列车在现实中高速行驶一趟那短短的几分钟，车内的乘客们感受到的时间反而漫长到恐怖，他们在这段时间里通常会丧失理性，最终变成奇怪的形态。\n而似乎每到此时，都需要进行物理上的清扫。\n……幸好我们坐的是巴士。\n- 由于一切推测仅基于罪人的人格所述，因此我不打算告诉其他罪人，只是记录在这里。"
    },
    {
      "id": "DanteNoteDetail_56",
      "title": "",
      "desc": "- 与R公司人格们交流后得知，有一个名为第四集团军的队伍，其中包含兔子队、驯鹿队和犀牛队。\n- 兔子队能力均衡，是泛用式战斗员。\n- 驯鹿队接受了某种手术使得头上长出了一对角，据说能利用那个角将精神力转为物理性的冲击。\n所以他们时常被头部的剧痛困扰。\n- 因为从未见过犀牛队所以我对他们没有准确的认知，不过综合一下情报，我觉得他们大致就是擅长于把所有东西尽数毁掉的特化部队吧。"
    },
    {
      "id": "DanteNoteDetail_57",
      "title": "",
      "desc": "- 我出于好奇询问过，如果时间继续流逝，镜世界中是否还会发生与现世不同的事件。\n- 而我得到的答案是，“并不能确定”，以及“这些事情并不重要”。\n边狱公司只希望提升罪人们的战斗力，所以当人格同步进度顺利推进时，镜世界中的一切似乎已经不再重要。"
    },
    {
      "id": "DanteNoteDetail_58",
      "title": "",
      "desc": "- 如果说同步时所使用的纺锤是将其他世界的人们相连结的丝，那么异想解析时它们就像是探明异想体核心的线。\n- 据浮士德所说，似乎还能在现有的基础上更进一步解析。\n就像是人格同步以及强化一样，只要收集更多的金枝，似乎就有可能进行更加具体的异想解析。"
    },
    {
      "id": "DanteNoteDetail_59",
      "title": "",
      "desc": "- 至少我们的罪人所使用的E.G.O，应该是通过将作为媒介的异想体的感情或自我据为己有来使用的。\n虽然我也没亲身体验过……\n- 我已耳闻多次，那种感觉，就像是被他人的想法所濡染后将其反映到自己的人生当中一样。"
    },
    {
      "id": "DanteNoteDetail_60",
      "title": "",
      "desc": "- 这到底是如何运作的呢？难以凭借逻辑或经典物理来解释这一点，似乎是它们共有的特征。\n虽然浮士德说过，以我现在的状态而言，没有必要那么努力地去试图理解它们……\n但我并不觉得，像什么断臂肉芽迅速生长复原、贴上贴纸就能让运气变好之类的现象，是能被轻易忽视的。\n- ……等下，那我的头不会也是奇点吧？"
    },
    {
      "id": "DanteNoteDetail_61",
      "title": "",
      "desc": "- 当罪人们靠近这东西时，他们似乎会产生与头晕类似的异常感觉。\n这种现象也被称为“共鸣”，这可能与引发我头痛的原理相似。\n- 每当金枝回收完毕，维吉里乌斯便会通知其他部门的人员对其进行处理。\n当我问到这件事时，他只会说“将会呈递给本部”。"
    },
    {
      "id": "DanteNoteDetail_62",
      "title": "",
      "desc": "- ……只是，如果被过度感化，最后深深沉醉于自我之中的话，似乎也会有被该媒介侵蚀的情况。\n而且因为这个原因，罪人们已经死了好几次了……\n我也会痛得要死。"
    },
    {
      "id": "DanteNoteDetail_63",
      "title": "",
      "desc": "- 据说旧L公司将异想体分为五个等级进行管理。\n尤莉说，过去的L公司是根据能源提取效率来进行异想体分级的。\n好像边狱公司也沿用了相同的等级分类。"
    }
  ]
}