{
  "dataList": [
    {
      "id": "DanteNoteDetail_122",
      "title": "",
      "desc": "- 镜子映照出的是也许存在也许并不存在的可能性。凯瑟琳、耐莉和镜像世界的希斯克利夫都只在镜子中看见了不幸的未来。如果镜子中真的存在无限的话，那么他们看完所需的时间也是无限的，所以他们真的看完了所有的可能性吗？话说回来，所有的镜子真的能被看完吗？难不成我们也可以积极地与镜像世界相互作用，或者做到与之相似的事情吗？\n- 虽然我们经常使用镜子技术，但还是对其知之甚少。李箱也表示，与镜像世界有关的事情还有很多没有解明。"
    },
    {
      "id": "DanteNoteDetail_123",
      "title": "",
      "desc": "- T公司的代表说要从边狱公司购买独石。边狱公司现在甚至在售卖这个能促进扭曲的物品。明明表面上的业务是解决扭曲，我们却在售卖产生扭曲的物品……或者说是因为我们能熟练地解决扭曲，所以相信我们然后购买也没问题吗？在处理独石产生的扭曲时，我就感觉到完成了一个业务结构，即边狱公司在收到付款后跟着处理扭曲，让付款再继续增加下去。"
    },
    {
      "id": "DanteNoteDetail_124",
      "title": "",
      "desc": "- 扭曲拥有的各种特殊能力类似于奇点，甚至更甚于此。连T公司的代表都说，他在名为时间杀人魔的扭曲身上看到了新的可能性。而其又能达到何种程度呢。"
    },
    {
      "id": "DanteNoteDetail_125",
      "title": "",
      "desc": "- 巢位于16区。\n- 有很多需要抬头到极限才能看见顶部的高层建筑。\n- 据说其特产是许许多多的罐头，我问了默尔索，似乎有各种各样的罐头。\n- 车站里贴满了传单。是不是发生了什么不好的事件？"
    },
    {
      "id": "DanteNoteDetail_126",
      "title": "",
      "desc": "- 专门负责保护委托人所要求的区域，以及维持其中治安的协会。\n- 似乎打着“您的盾牌”的标语在进行活动。\n- 我曾经和来自Zwei的人格进行过对话，他们确实像是专门守护什么的协会。但也只会在被委托的时候才会进行守护。"
    },
    {
      "id": "DanteNoteDetail_127",
      "title": "",
      "desc": "- 显然，他们在装有AI“波鲁德尼察”的次元包，也叫“派送箱”中放入货物来进行配送。更准确地说，似乎会根据合同和路径为每位收尾人分配最适合的波鲁德尼察型号。\n- 浮士德解释说，是将搭载了AI的核心或模块嵌入到每个派送箱中，然后……总之，他们使用搭载了AI的包来运送货物。\n- 箱子里的物品通常都保存完好，而且他们很少迟到，这使他们成为了都市中至关重要的协会。或许有一天我们也可以利用他们的服务？听起来很方便。\n- 经过与人格的简短交谈，我了解到，若判断认为可能难以按时交付，AI波鲁德尼察会大幅强化其持有者的力量，之后如果不准时交货也可能会导致死亡……难怪他们极少错过最后期限。"
    },
    {
      "id": "DanteNoteDetail_128",
      "title": "",
      "desc": "- 由索尼亚创立的帮派。据罗佳所说，虽然一开始他们在帮助后巷中的穷人，后来却变成了只会重复纸上谈兵如何改变都市的团体。\n- 据说他们的影响力正在巢的各处扩大。我们甚至在T公司里偶然遇见了使用各种发明果断实施袭击的圣愚。\n- 他们称索尼亚为圣者，等待着时机。虽然我并不知道为什么要称索尼亚为圣者，时机又是指什么时候……但有什么让我感到不安。\n- 从Dieci协会人格所说的话推测，那和Dieci协会的圣者显然是不同的概念。"
    },
    {
      "id": "DanteNoteDetail_129",
      "title": "",
      "desc": "- 遭遇了不仅可以模仿罪人的外表，甚至连人格和E.G.O都可以原封不动地模仿的罪种。我问浮士德，作为扭曲的失败产物的罪种是如何能够使用E.G.O的，但她中止了讨论，说这仍然是机密信息。\n- 如果没有使用镜子技术提取的人格卡，那它们是怎么模仿镜像世界中的罪人的呢？"
    },
    {
      "id": "DanteNoteDetail_130",
      "title": "",
      "desc": "- 管家所携带的包被称作“次元包”。它似乎相当便利，能够储存比外观看起来更多的东西。也许有点像梅菲斯托费勒斯的后门。\n- 根据其型号，次元包的大小和容量都有所不同。次元包的价格越昂贵，内部容量就越大，其外观尺寸也就越小。\n- 显然，不能把人类装进次元包里。或许和WARP列车需要区分人和货物是同样的道理？"
    }
  ]
}