{
  "dataList": [
    {
      "id": 0,
      "place": "Ice Castle Where Neighbors Lie",
      "content": "We came upon a monumental castle of ice, flanked by frozen pillars that seemed to boast an indestructible durability."
    },
    {
      "id": 1,
      "content": "Before it stood a person…"
    },
    {
      "id": 2,
      "content": "A man with hyaline hair, clear as ice, waiting for us."
    },
    {
      "id": 3,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "I'd come here whenever I felt the need to clear my thoughts. Though there are no armchairs or that whiskey you like…"
    },
    {
      "id": 4,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "... the chill dominating this place pierces even the thickest coat. That helps me think with a more lucid mind."
    },
    {
      "id": 5,
      "content": "While the rest of us were frozen stiff, stuck watching, Rodya made a slow step forward to face him."
    },
    {
      "id": 6,
      "model": "로쟈",
      "content": "Didn’t expect you to get here first."
    },
    {
      "id": 7,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "My men and I knew of a shortcut leading here."
    },
    {
      "id": 8,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "It was a route we learned by parlaying with the local lowlives in our search for the whereabouts of a great, buried power waiting to be used for our noble purpose."
    },
    {
      "id": 9,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "Alas, we... could only make it as far as this place, the general vicinity of the buried Golden Bough; we could not get any closer to it."
    },
    {
      "id": 10,
      "model": "로쟈",
      "content": "Thought you'd never leave District 25, but seeing you resorting to those tactics like some kind of gangster... Maybe you should've stayed a country boy."
    },
    {
      "id": 11,
      "model": "로쟈",
      "content": "Sonya, your lackeys have been taking from shopkeeps who weren’t even rich to begin with."
    },
    {
      "id": 12,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "… Want to know something, Rodya? This cave used to be nothing more than a peculiar hollow whose walls were lined with hoarfrost."
    },
    {
      "id": 13,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "And look at it now. A giant castle, surrounded by thick columns of ice, has risen here."
    },
    {
      "id": 14,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "This change happened the instant you walked in."
    },
    {
      "id": 15,
      "model": "로쟈",
      "content": "… Sounds like you figured this would happen on my arrival. How’d you know?"
    },
    {
      "id": 16,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "I have many sources… But that’s not for you to know, Rodya."
    },
    {
      "id": 17,
      "model": "로쟈",
      "content": "What makes you say that I caused this in the first place? I’m not some kinda witch of the Backstreets or anything."
    },
    {
      "id": 18,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "I think the answer to that should become quite obvious once you observe those faces encased in ice."
    },
    {
      "id": 19,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "Take a peek. They’re the ones you loved yet secretly contemned, are they not?"
    },
    {
      "id": 20,
      "teller": "Wicked Tax Collector",
      "title": "District 25",
      "content": "250,000 Ahn."
    },
    {
      "id": 21,
      "teller": "Resident",
      "title": "District 25",
      "content": "That’s all it’s worth? You can't be serious…"
    },
    {
      "id": 22,
      "teller": "Wicked Tax Collector",
      "title": "District 25",
      "content": "Oh, I am dead serious. Just look at how old and battered it is—it's scratched all over, and any shine it once had has long dulled."
    },
    {
      "id": 23,
      "teller": "Wicked Tax Collector",
      "title": "District 25",
      "content": "To be frank, others wouldn’t pay more than 200,000 for this."
    },
    {
      "id": 24,
      "teller": "Wicked Tax Collector",
      "title": "District 25",
      "content": "And the rest… All worthless garbage."
    },
    {
      "id": 25,
      "teller": "Wicked Tax Collector",
      "title": "District 25",
      "content": "With that, your remaining unpaid tax is now down to 400,000 Ahn."
    },
    {
      "id": 26,
      "model": "로쟈",
      "content": "Why do the poor only grow poorer the harder they work?"
    },
    {
      "id": 27,
      "model": "로쟈",
      "content": "It’s ridiculous, isn’t it? As the pawnbroker's vault grew fuller with each passing day..."
    },
    {
      "id": 28,
      "model": "로쟈",
      "content": "... our neighbors only grew more gaunt, forced to give up even their precious mementos and cherished memories to be weighed for pocket money upon her ruthless scale."
    },
    {
      "id": 29,
      "model": "로쟈",
      "content": "Sonya rallied people, delivering speeches using big words."
    },
    {
      "id": 30,
      "model": "로쟈",
      "content": "They organized a group under the name of the \"Yurodiviye.\""
    },
    {
      "id": 31,
      "model": "로쟈",
      "content": "It went okay at first. Sonya's words managed to inspire even the thickest folks to help the impoverished of the Backstreets."
    },
    {
      "id": 32,
      "model": "로쟈",
      "content": "But I could see it on Sonya's face that he still wanted something more."
    },
    {
      "id": 33,
      "model": "로쟈",
      "content": "Eventually, the Yurodiviye that was first established to <i>actually</i> go out and help the needy was warped into an organization full of passive pundits who only cared about sitting around and endlessly debating how the streets and the Nests were to be revolutionized."
    },
    {
      "id": 34,
      "model": "로쟈",
      "content": "That’s why I left them."
    },
    {
      "id": 35,
      "model": "로쟈",
      "content": "Being an armchair revolutionary wasn’t going to feed our starving neighbors!"
    },
    {
      "id": 36,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "But I told you time and time again, Rodya. That we must wait for the right moment."
    },
    {
      "id": 37,
      "model": "로쟈",
      "content": "Sonya, I’m sorry, but that “moment” you kept talking about…"
    },
    {
      "id": 38,
      "model": "로쟈",
      "content": "It didn't come when little Ivan, Yurodiviye's youngest... dug through trash for food waste just to recall what having food in his stomach felt like..."
    },
    {
      "id": 39,
      "model": "로쟈",
      "content": "Nor did it arrive after he choked to death from it."
    },
    {
      "id": 40,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "Detailed policy plans and the power to realize them are both necessary in monumental endeavors such as ours—the redistribution of wealth."
    },
    {
      "id": 41,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "Such personal grievances and tragedies will inevitably occur as the wheel of progress turns."
    },
    {
      "id": 42,
      "model": "로쟈",
      "content": "<i>Personal</i>? Don't you remember how it all began? Helping <i>people</i> was our purpose!"
    },
    {
      "id": 43,
      "model": "로쟈",
      "content": "You and your Yurodiviye no longer seemed interested in doing that, nor in anything I'd hoped for when we began."
    },
    {
      "id": 44,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "Is that why you decided to take matters into your own hands?"
    },
    {
      "id": 45,
      "model": "로쟈",
      "content": "Absolutely. What our town needed…"
    },
    {
      "id": 46,
      "model": "로쟈",
      "content": "... wasn’t an empty promise telling people to sit on their hands and wait for some vague \"moment,\""
    },
    {
      "id": 47,
      "model": "로쟈",
      "content": "but someone willing to pick up the axe."
    },
    {
      "id": 48,
      "model": "로쟈",
      "content": "It must've been one of those days when most of the neighborhood hadn't seen even a glimpse of food for at least 4 days."
    },
    {
      "id": 49,
      "model": "로쟈",
      "content": "But the biting wind hounded and howled without mercy, clawing at the cracked skin of people who barely had any energy left to even move."
    },
    {
      "id": 50,
      "model": "로쟈",
      "content": "And I happened to know whose safe kept so much money that she could treat my neighbors to a three-day-feast and not even make a dent."
    },
    {
      "id": 51,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "So, what did you do?"
    },
    {
      "id": 52,
      "model": "로쟈",
      "content": "… No, wait. I don't think I want to do this anymore."
    },
    {
      "id": 53,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "The Golden Bough has resonated with your psyche and has created this confessional of sorts, just for you."
    },
    {
      "id": 54,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "And a confessional’s purpose is to lead a sinner to the path of penance."
    },
    {
      "id": 55,
      "teller": "Wicked Tax Collector",
      "title": "District 25",
      "content": "... ....... ... .... ....... .. ...."
    },
    {
      "id": 56,
      "model": "로쟈",
      "content": "If only that old woman had changed her mind in her last moments…"
    },
    {
      "id": 57,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "But Rodya…"
    },
    {
      "id": 58,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "You must have known that a terminal leech upon her neighbors wouldn't turn over a new leaf just like that."
    },
    {
      "id": 59,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "You knew she wasn’t the kind of person who’d give up that life for that of a generous philanthropist."
    },
    {
      "id": 60,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "You wouldn’t have brought the axe otherwise."
    },
    {
      "id": 61,
      "teller": "Wicked Tax Collector",
      "title": "District 25",
      "content": "Poor Rodion, dear, you seem to be under the delusion that you’re some sort of savior…"
    },
    {
      "id": 62,
      "teller": "Wicked Tax Collector",
      "title": "District 25",
      "content": "Demanding my money so brazenly to my face won’t change anything."
    },
    {
      "id": 63,
      "teller": "Wicked Tax Collector",
      "title": "District 25",
      "content": "You're nothing but a louse yourself, no different from the paupers in the Backstreets."
    },
    {
      "id": 64,
      "model": "로쟈",
      "content": "That’s right."
    },
    {
      "id": 65,
      "model": "로쟈",
      "content": "I’m the one who put an axe through her head."
    },
    {
      "id": 66,
      "model": "로쟈",
      "content": "Like cutting open the belly of the goose that laid golden eggs, I cleaved into that hag’s skull."
    },
    {
      "id": 67,
      "model": "로쟈",
      "content": "I mean, someone had to do it. Am I wrong?"
    },
    {
      "id": 68,
      "model": "로쟈",
      "content": "Unlike the idiot cottager in the fable who gave in to greed and severed his own future prospects…"
    },
    {
      "id": 69,
      "model": "로쟈",
      "content": "... we were just hungry, miserable people who would've gladly scooped out her brains for a meal."
    },
    {
      "id": 70,
      "model": "로쟈",
      "content": "And unlike the goose, her “belly” <i>was</i> full of golden eggs."
    },
    {
      "id": 71,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "Yes, the old lady you killed was a tax collector wielding considerable authority in District 25."
    },
    {
      "id": 72,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "But what gave her so much power… was her sibling’s status as a member of The Middle."
    },
    {
      "id": 73,
      "model": "로쟈",
      "content": "I… I put an axe through her skull for my neighbors, so that they wouldn't starve to death. Was that so wrong?"
    },
    {
      "id": 74,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "No, you did that for yourself."
    },
    {
      "id": 75,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "You couldn’t stand the fact that you weren’t anyone special."
    },
    {
      "id": 76,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "Did you know? The Middle… never forgets, never forgives anyone who has wronged their family."
    },
    {
      "id": 77,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "They aren’t too interested in finding out exactly <i>who</i> did the deed; what matters to them is that they demonstrate clearly <i>what</i> happens to the poor fools that dare to disturb them."
    },
    {
      "id": 78,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "The joy of the Backstreets residents, who'd tasted the tenderness of quality meat for the first time in their lives, soon made corpse towers of them all."
    },
    {
      "id": 79,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "Not much different from the car pagodas outside the casino."
    },
    {
      "id": 80,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "I’m well aware of the sheer weight of pain and guilt you’ve been burdened with ever since then."
    },
    {
      "id": 81,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "It can't have been easy to live with the realization that, at the end of the day, you really weren't so different from the idiot who cut open the goose that laid golden eggs."
    },
    {
      "id": 82,
      "model": "로쟈",
      "content": "Since that day… Nothing I held truly felt like it was mine."
    },
    {
      "id": 83,
      "model": "로쟈",
      "content": "It's all... all my fa—"
    },
    {
      "id": 84,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "It's okay, Rodya."
    },
    {
      "id": 85,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "You see, Rodya..."
    },
    {
      "id": 86,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "... I've perused hundreds of books and thousands of documents..."
    },
    {
      "id": 87,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "... and met all kinds of people around the City, all to change the world."
    },
    {
      "id": 88,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "Change the world so that the oppressed can be free from the exploitative dominion of the ruling class and find liberation in the truest sense."
    },
    {
      "id": 89,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "And I want to make that world a reality."
    },
    {
      "id": 90,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "However, I learned that such a world cannot be realized by <i>changing</i> what is already here. Once ink makes its mark on a page, it is permanent; you can't simply put the ink back in the pen."
    },
    {
      "id": 91,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "Look closely. This is the world you and I can usher in."
    },
    {
      "id": 92,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "A world… that can be created using the Golden Bough with which you resonated."
    },
    {
      "id": 93,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "May no soul on this earth suffer from starvation ever again."
    },
    {
      "id": 94,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "May every individual have the right to pursue their delights, both spiritual and intellectual."
    },
    {
      "id": 95,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "… Join hands with me, and I’ll gift you that world."
    },
    {
      "id": 96,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "It would be as if everything that has happened... hasn't happened at all."
    },
    {
      "id": 97,
      "model": "로쟈",
      "content": "Ah."
    },
    {
      "id": 98,
      "model": "로쟈",
      "content": "Who could ever understand such a feeling?"
    },
    {
      "id": 99,
      "model": "로쟈",
      "content": "Even the briefest glimpse of that world felt so dreamlike."
    },
    {
      "id": 100,
      "model": "로쟈",
      "content": "I wanted to etch that mesmerizing instant into my memory so I wouldn't forget it—not even for a second."
    },
    {
      "id": 101,
      "model": "로쟈",
      "content": "If this were a dream, let my sleeping self never wake and join the residents of the dreaming world."
    },
    {
      "id": 102,
      "model": "로쟈",
      "content": "But, despite everything…"
    },
    {
      "id": 103,
      "model": "로쟈",
      "content": "Sorry, I’m still turning down your offer."
    },
    {
      "id": 104,
      "model": "로쟈",
      "content": "How should I put this…"
    },
    {
      "id": 105,
      "model": "로쟈",
      "content": "I don’t wanna bask in the warmth just yet. I feel like I oughta be shivering in this cold a bit longer."
    },
    {
      "id": 106,
      "model": "로쟈",
      "content": "Think I’ll stay this way, at least until I can answer whether I deserve to be warm again."
    },
    {
      "id": 107,
      "model": "로쟈",
      "content": "Besides, Sonya…"
    },
    {
      "id": 108,
      "model": "로쟈",
      "content": "You knew my temper would get the best of me and make me kill her, didn’t you?"
    },
    {
      "id": 109,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "……"
    },
    {
      "id": 110,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "Rodya, this will probably elude you, but you don’t have the Sign. "
    },
    {
      "id": 111,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "I came here hoping to see you possess it, but I’m seeing it on a few of your friends instead."
    },
    {
      "id": 112,
      "model": "로쟈",
      "content": "The Sign? What do you…"
    },
    {
      "id": 113,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "On top of that, you can’t even see the Sign. In other words… you don’t have what it takes to lead."
    },
    {
      "id": 114,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "But I’m different. So, to make a better world—"
    },
    {
      "id": 115,
      "model": "로쟈",
      "content": "Yeah, yeah. I think I remember hearing ya say something like that a while ago, sitting atop a desk buried in piles of books."
    },
    {
      "id": 116,
      "model": "로쟈",
      "content": "…That’s why I can’t join you."
    },
    {
      "id": 117,
      "model": "로쟈",
      "content": "I still believe that your big words and endless debates won't ever feed the neighbors."
    },
    {
      "id": 118,
      "model": "로쟈",
      "content": "And as I’m sure you’ve learned by now…"
    },
    {
      "id": 119,
      "model": "로쟈",
      "content": "There’s no way a rowdy rascal like me would fit under some dweeb’s leadership, right? Hahah!"
    },
    {
      "id": 120,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "……"
    },
    {
      "id": 121,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "The Golden Bough awaits inside the castle, Rodya."
    },
    {
      "id": 122,
      "model": "소냐",
      "teller": "Sonya",
      "title": "Yurodivy",
      "content": "I hope you’ll be able to find what you seek."
    },
    {
      "id": 123,
      "content": "We walked past Sonya, and then made our way into the icy castle he indicated."
    }
  ]
}