{
  "dataList": [
    {
      "id": 0,
      "place": "Evaluation Arena 1F",
      "model": "이스마엘",
      "content": "It's one thing to keep our coins as safe as possible from any candidates we might come across, but..."
    },
    {
      "id": 1,
      "model": "이스마엘",
      "content": "... it also means that our only means of gaining more coins is by taking them from the other candidates."
    },
    {
      "id": 2,
      "model": "오티스",
      "content": "Good point. Unless we're informed of a new rule mid-game, we must also prioritize taking as many coins as we can from the other candidates."
    },
    {
      "id": 3,
      "model": "이스마엘",
      "content": "Yeah, the host said that our ranks are decided by how many coins we have."
    },
    {
      "id": 4,
      "model": "파우스트",
      "content": "The subject of the first round of the Hierarch Evaluation has been an open secret for a long time."
    },
    {
      "id": 5,
      "model": "파우스트",
      "content": "To find a clue toward freedom from aging and death."
    },
    {
      "id": 6,
      "model": "파우스트",
      "content": "However, the only information that has been made public regarding the second round of the evaluation is that it will be a martial contest."
    },
    {
      "id": 7,
      "model": "파우스트",
      "content": "Indeed, there may be secret rules or rules that the host has intentionally neglected to reveal to us. However, it is of high likelihood that, in terms of informational advantage, all participants in this game are equally underequipped."
    },
    {
      "id": 8,
      "model": "파우스트",
      "content": "This leads to the prediction that, should we engage in our usual form of confused brawls..."
    },
    {
      "id": 9,
      "model": "파우스트",
      "content": "... we should at least place somewhere in the middle of the pack."
    },
    {
      "id": 10,
      "model": "로쟈",
      "content": "Aw, don't be such a downer, Fau! We gotta make it to the top two at least to get what we came here for~!"
    },
    {
      "id": 11,
      "model": "싱클레어",
      "content": "Well, at least we're not under attack... yet..."
    },
    {
      "id": 12,
      "content": "Sinclair gingerly scouts the surrounding area, anxious that another candidate might suddenly jump out of nowhere and snatch all of Hong Lu's coins away."
    },
    {
      "id": 13,
      "model": "오티스",
      "content": "No enemy movements detected... yet..."
    },
    {
      "id": 14,
      "content": "Outis muttered something similar as she marched forward, on high alert and standing protectively next to Hong Lu's bundle of coins."
    },
    {
      "id": 15,
      "model": "그레고르",
      "content": "Not sure if it's a good thing, but... at least the huge size of this building means that we won't be running into other candidates left and right."
    },
    {
      "id": 16,
      "model": "료슈",
      "content": "... Peeping machines. They're everywhere."
    },
    {
      "id": 17,
      "model": "사회자",
      "content": "Mm~ I'm seeing some people making threatening gestures at the cameras up here, but... please be informed of this rule: you break a camera, you pay up with a coin of your own!"
    },
    {
      "id": 18,
      "model": "그레고르",
      "content": "... I'm pretty sure she <i>just</i> made up that rule."
    },
    {
      "id": 19,
      "model": "홍루",
      "content": "Ah, we should be able to keep moving by following this hallway."
    },
    {
      "id": 20,
      "content": "Despite everything, Hong Lu still remains calm."
    },
    {
      "id": 21,
      "model": "이스마엘",
      "content": "Hong Lu, you've been here before, haven't you...?"
    },
    {
      "id": 22,
      "model": "홍루",
      "content": "I have. But I don't suppose any other candidates have. Oh, except big brother Qiu, maybe."
    },
    {
      "id": 23,
      "model": "홍루",
      "content": "Besides, anyone who's ever set foot in here's already..."
    },
    {
      "id": 24,
      "content": "Hong Lu stopped."
    },
    {
      "id": 25,
      "model": "홍루",
      "content": "Mm, at least we won't have to worry about getting lost, so that's nice~"
    },
    {
      "id": 26,
      "model": "그레고르",
      "content": "He was absolutely about to spill something before he decided to bite his tongue, right?"
    },
    {
      "id": 27,
      "model": "로쟈",
      "content": "So guys, I... have this weird sinking feeling that I just can't seem to shake."
    },
    {
      "id": 28,
      "model": "로쟈",
      "content": "Daguanyuan... that place was huge, right? Like stupidly huge, right?"
    },
    {
      "id": 29,
      "model": "로쟈",
      "content": "Like, think about it. We chatted a while on that Palanquin before we got anywhere near Hong Lu's room."
    },
    {
      "id": 30,
      "model": "이스마엘",
      "content": "Yeah, apparently they have deer frolicking in the garden, a whole lake to themselves..."
    },
    {
      "id": 31,
      "model": "로쟈",
      "content": "Right! So why are they holding the Family Hierarch Evaluation at some creepy abandoned building like this when they've got more than enough space to spare there?"
    },
    {
      "id": 32,
      "model": "료슈",
      "content": "Simple. Art deserves an exhibition of equal extravagance."
    },
    {
      "id": 33,
      "model": "로쟈",
      "content": "Okay, but why? Why drag us all the way out here? It's almost like... they're trying to show us something."
    },
    {
      "id": 34,
      "model": "그레고르",
      "content": "Show us what?"
    },
    {
      "id": 35,
      "model": "왕자우",
      "teller": "???",
      "title": "???",
      "content": "The pride and glory of Daguanyuan. And the cautionary tale of the house of the Kong family."
    },
    {
      "id": 36,
      "model": "왕자우",
      "teller": "???",
      "title": "???",
      "content": "So that the prospective Hierarch and the other candidates would be reminded of their downfall."
    },
    {
      "id": 37,
      "model": "오티스",
      "content": "……."
    },
    {
      "id": 38,
      "model": "오티스",
      "content": "We weren't asking you, intruder. Here to ambush us?"
    },
    {
      "id": 39,
      "content": "The Sinners all immediately took a defensive stance at the sudden appearance of a different candidate."
    },
    {
      "id": 40,
      "model": "왕자우",
      "teller": "???",
      "title": "???",
      "content": "Oh, don't get me wrong. I'm not here to fight you guys."
    },
    {
      "id": 41,
      "model": "왕자우",
      "teller": "???",
      "title": "???",
      "content": "Saw you guys earlier, back during the first round."
    },
    {
      "id": 42,
      "model": "왕자우",
      "teller": "???",
      "title": "???",
      "content": "I also saw that interesting healing method of yours. I'm guessing that's what you used to get past the first round of the Hierarch war."
    },
    {
      "id": 43,
      "model": "이스마엘",
      "content": "... Do you know this guy, Hong Lu?"
    },
    {
      "id": 44,
      "model": "홍루",
      "content": "Um... nope. But I think he's from the Wang family, though I haven't exchanged many words with him before."
    },
    {
      "id": 45,
      "model": "왕자우",
      "content": "Wang Zhao. Not surprised that you don't know who I am."
    },
    {
      "id": 46,
      "model": "왕자우",
      "content": "It's not like I gave you much chance to get to know me... I was always the type to prefer sitting in my room and passing the time reading books."
    },
    {
      "id": 47,
      "model": "단테",
      "content": "<If he's not here to fight... is he here to make an alliance?>"
    },
    {
      "id": 48,
      "model": "그레고르",
      "content": "Hah... Listen here, fella. We're not here to make any friends, alright? We've had enough bad experiences with it as is."
    },
    {
      "id": 49,
      "model": "왕자우",
      "content": "Yeah, totally. I get you guys. I'm not here to make an alliance, either. I just thought that maybe we could at least travel together, given that our goals don't seem to clash."
    },
    {
      "id": 50,
      "model": "왕자우",
      "content": "I'm not actually here looking to become the next Hierarch. My goal is, uh, how should I put this..."
    },
    {
      "id": 51,
      "model": "왕자우",
      "content": "... more like wanting to become a <ruby=cannon>bao</ruby>(砲) in a game of Xiangqi. I have enough self-awareness to know that that even a <ruby=chariot>ju</ruby>(車) is too much for me."
    },
    {
      "id": 52,
      "model": "왕자우",
      "content": "Let me give you a demonstration. Catch."
    },
    {
      "id": 53,
      "model": "단테",
      "content": "<…!>"
    },
    {
      "id": 54,
      "content": "Meursault deftly snatched the coin out of the air with one hand."
    },
    {
      "id": 55,
      "model": "로쟈",
      "content": "Dang! Nice catch, Meur!"
    },
    {
      "id": 56,
      "model": "뫼르소",
      "content": "Mm."
    },
    {
      "id": 57,
      "model": "단테",
      "content": "<This is...?>"
    },
    {
      "id": 58,
      "model": "싱클레어",
      "content": "Is this a r-real coin? One of those life tokens or whatever...?"
    },
    {
      "id": 59,
      "model": "왕자우",
      "content": "Feel free to bite into it if you don't believe me."
    },
    {
      "id": 60,
      "model": "히스클리프",
      "content": "Oi, bite into it!"
    },
    {
      "id": 61,
      "model": "파우스트",
      "content": "... That method of material discernment is ineffective for coins not made from soft metals such as gold."
    },
    {
      "id": 62,
      "model": "싱클레어",
      "content": "Why would you just..."
    },
    {
      "id": 63,
      "model": "싱클레어",
      "content": "Are you sure this is a good strategy?"
    },
    {
      "id": 64,
      "model": "왕자우",
      "content": "Hm, well..."
    },
    {
      "id": 65,
      "model": "왕자우",
      "content": "I'm sure our dear host has something to say about that."
    },
    {
      "id": 66,
      "content": "The host's voice buzzed from the speakers not long after Wang Zhao's reply."
    },
    {
      "id": 67,
      "model": "사회자",
      "content": "Aha, a candidate has willingly handed over his coin to another!"
    },
    {
      "id": 68,
      "model": "사회자",
      "content": "Yes, of course! The candidates are permitted to trade coins and favors amongst each other without necessarily having to take them by force. You may use it to convince others to do your bidding, or use them to formulate various other strategies."
    },
    {
      "id": 69,
      "model": "뫼르소",
      "content": "Then the decision to use coins as representation of tokens is symbolically appropriate."
    },
    {
      "id": 70,
      "model": "단테",
      "content": "<The host doesn't immediately catch on to what's going on, huh? It took her a moment to react to what Ryōshū was doing in front of that camera, too.>"
    },
    {
      "id": 71,
      "model": "오티스",
      "content": "A highly discerning observation, Executive Manager. It appears that she chimes in to add commentary based on the actions of each candidate."
    },
    {
      "id": 72,
      "model": "파우스트",
      "content": "... It is to keep the audience informed on the actions of the candidates."
    },
    {
      "id": 73,
      "model": "왕자우",
      "content": "I knew it."
    },
    {
      "id": 74,
      "model": "왕자우",
      "content": "We don't have to take the coins by force, after all."
    },
    {
      "id": 75,
      "content": "Wang Zhao muttered with some satisfaction once the speakers fell silent again."
    },
    {
      "id": 76,
      "model": "싱클레어",
      "content": "So... um... would you like to have this back, now?"
    },
    {
      "id": 77,
      "model": "왕자우",
      "content": "Don't worry about it. Consider it my token of appreciation for helping me figure out the game."
    },
    {
      "id": 78,
      "model": "이스마엘",
      "content": "Sure... thanks for the coin, I guess... But are you sure it's a good strategy to just give away your coin like that?"
    },
    {
      "id": 79,
      "model": "왕자우",
      "content": "Probably not, if my goal was to come in first place. ... But like I said earlier, I'm more of a prey animal than a predator."
    },
    {
      "id": 80,
      "model": "왕자우",
      "content": "Prey animals like myself have to remain highly aware of our surroundings and observe. And once you get good enough at that... you'll see which of the prospective candidates should hold the most coins."
    },
    {
      "id": 81,
      "model": "왕자우",
      "content": "And that's my strategy."
    },
    {
      "id": 82,
      "model": "로쟈",
      "content": "Ooh... and that's us, huh? Are ya saying that we're the team that deserves to hold the highest number of coins?"
    },
    {
      "id": 83,
      "model": "로쟈",
      "content": "Mhmm, hmm... hey, I'm starting to feel pretty optimistic! Gee, it's real refreshing to finally have someone recognize us like this, ya know?"
    },
    {
      "id": 84,
      "model": "오티스",
      "content": "He's trying to butter us up. This man is just another boring old wheedling schemer."
    },
    {
      "id": 85,
      "model": "그레고르",
      "content": "Still... we're already at four coins right from the get-go. I'd say it's a good start, huh?"
    },
    {
      "id": 86,
      "model": "싱클레어",
      "content": "We might actually end up coming in first place at this rate."
    },
    {
      "id": 87,
      "model": "왕자우",
      "content": "So... what do you say? Informational advantage can be a pretty significant variable this early in the game."
    },
    {
      "id": 88,
      "model": "왕자우",
      "content": "I follow you, seek my chances and feel out the game, while you gain information."
    },
    {
      "id": 89,
      "model": "왕자우",
      "content": "It's a win-win, right? We both get what we want, and we'll go our separate ways when the time is right."
    },
    {
      "id": 90,
      "model": "싱클레어",
      "content": "W-what should we do? I don't think he looks... agile enough to stab us in the back and steal our coins."
    },
    {
      "id": 91,
      "content": "Sinclair asks, giving Wang Zhao a side eye."
    },
    {
      "id": 92,
      "model": "이스마엘",
      "content": "I think he makes a decent case. It's not like he's offering us an alliance out of the blue... Like he said, I think it's a nice win-win strategy for both parties."
    },
    {
      "id": 93,
      "model": "오티스",
      "content": "The decision is yours, Executive Manager. It does not seem like he has any ulterior motives... Perhaps we could use our superior numbers to demand more coins from him in return for letting him accompany us."
    },
    {
      "id": 94,
      "model": "뫼르소",
      "content": "A net profit of one additional coin has already been secured. If alliance with this individual causes you concern, it would be a rational choice to simply cut ties while we are ahead."
    },
    {
      "id": 95,
      "model": "단테",
      "content": "<Hmm...>"
    },
    {
      "id": 96,
      "content": "The Sinners' arguments all sounded pretty reasonable, so I tried to signal Hong Lu, the actual candidate of the Family Hierarch war, but..."
    },
    {
      "id": 97,
      "model": "단테",
      "content": "<Any thoughts on this, Hong Lu?>"
    },
    {
      "id": 98,
      "model": "홍루",
      "content": "I think they all sound pretty nice!"
    },
    {
      "id": 99,
      "content": "His reply is terse, cheery, and thoughtless."
    },
    {
      "id": 100,
      "content": "... It seems to me that he's still unwilling to make a single choice."
    },
    {
      "id": 101,
      "model": "단테",
      "content": "<... Let's accept his offer. Outis, please keep an eye out for any signs of betrayal.>"
    },
    {
      "id": 102,
      "model": "오티스",
      "content": "You may place the utmost faith in me to carry out that task, Executive Manager!"
    },
    {
      "id": 103,
      "model": "홍루",
      "content": "Let's do this, Wang Zhao."
    },
    {
      "id": 104,
      "model": "왕자우",
      "content": "Okay, Jia Baoyu. Let's."
    },
    {
      "id": 105,
      "model": "왕자우",
      "content": "... So, are you still the favorite child of Daguanyuan?"
    },
    {
      "id": 106,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 107,
      "place": "Kong Family Building, Past",
      "model": "어린홍루",
      "content": "Um... Umm... Jia... Jia Baoyu extends... his greetings to you..."
    },
    {
      "id": 108,
      "teller": "Relative",
      "title": "Daguanyuan",
      "content": "Ah... Welcome, little Baoyu."
    },
    {
      "id": 109,
      "teller": "Relative",
      "title": "Daguanyuan",
      "content": "It has been a while, Baoyu."
    },
    {
      "id": 110,
      "model": "과거가모",
      "content": "Answer them, Baoyu. You're a good boy, hm?"
    },
    {
      "id": 111,
      "model": "어린홍루",
      "content": "... Ookay."
    },
    {
      "id": 112,
      "teller": "Relative",
      "title": "Daguanyuan",
      "content": "Still as pretty and lustrous as always."
    },
    {
      "id": 113,
      "teller": "Relative",
      "title": "Daguanyuan",
      "content": "He truly is the unchanging, precious jade of Daguanyuan. You must be so happy to have him, venerable Jia Mu."
    },
    {
      "id": 114,
      "teller": "Relative's Child",
      "title": "Daguanyuan",
      "content": "Aha... So he's that Jia Baoyu kid?"
    },
    {
      "id": 115,
      "teller": "Relative's Child",
      "title": "Daguanyuan",
      "content": "Really? I thought he'd look... more special, I guess? He's actually pretty unimpressive in person."
    },
    {
      "id": 116,
      "teller": "Relative's Child",
      "title": "Daguanyuan",
      "content": "Oh yeah, mom told me about him."
    },
    {
      "id": 117,
      "teller": "Relative",
      "title": "Daguanyuan",
      "content": "Shh, shush, child. You can't just talk to him."
    },
    {
      "id": 118,
      "teller": "Relative's Child",
      "title": "Daguanyuan",
      "content": "Ahh, I think he just looked at me."
    },
    {
      "id": 119,
      "teller": "Relative's Child",
      "title": "Daguanyuan",
      "content": "So why do they all love him so much?"
    },
    {
      "id": 120,
      "teller": "Relative's Child",
      "title": "Daguanyuan",
      "content": "Dunno, maybe they painted his insides with gold or something."
    },
    {
      "id": 121,
      "teller": "Relative's Child",
      "title": "Daguanyuan",
      "content": "Must be nice to be loved and coddled by everyone the moment you're born."
    },
    {
      "id": 122,
      "teller": "Relative's Child",
      "title": "Daguanyuan",
      "content": "But... why does he look so gloomy?"
    },
    {
      "id": 123,
      "teller": "Relative",
      "title": "Daguanyuan",
      "content": "That child will never suffer once to his dying days."
    },
    {
      "id": 124,
      "teller": "Relative",
      "title": "Daguanyuan",
      "content": "Yeah, and I envy him for it, but... I don't know..."
    },
    {
      "id": 125,
      "teller": "Relative",
      "title": "Daguanyuan",
      "content": "... I don't know why he's such a smileless child..."
    },
    {
      "id": 126,
      "model": "어린홍루",
      "content": "……."
    },
    {
      "id": 127,
      "place": "Evaluation Arena 1F",
      "model": "히스클리프",
      "content": "Uh... ain't these memories for Clockhead's eyes only? Why can we see it, too?"
    },
    {
      "id": 128,
      "model": "단테",
      "content": "<Um... huh? You saw that, too?>"
    },
    {
      "id": 129,
      "model": "파우스트",
      "content": "It appears that the gradual reconstruction of the Golden Bough is expanding Dante's ability to peer into the fathoms."
    },
    {
      "id": 130,
      "model": "단테",
      "content": "<Is... is it? I'm not so sure myself.>"
    },
    {
      "id": 131,
      "model": "파우스트",
      "content": "That is enough for now, Dante."
    },
    {
      "id": 132,
      "model": "파우스트",
      "content": "... Perhaps these powers will become controllable in the future, to be used as one sees fit."
    },
    {
      "id": 133,
      "model": "홍루",
      "content": "Hehe, didn't think this is how I'd be sharing my childhood with everyone."
    },
    {
      "id": 134,
      "content": "If Wang Zhao had also made it into the Dungeon of the Fathoms alongside the rest of us, he must've seen Hong Lu's past as well..."
    },
    {
      "id": 135,
      "model": "왕자우",
      "content": "What are you guys all standing around for? Don't tell me your strategy is to sit here and wait for the whole thing to blow over, is it?"
    },
    {
      "id": 136,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 137,
      "content": "... but it seemed that the vision was for our eyes only."
    },
    {
      "id": 138,
      "content": "Unlike the Hong Lu we know, the younger version of him..."
    },
    {
      "id": 139,
      "content": "... did not have even a trace of that familiar smile. His eyes were fixed to the ground in silence, and that was all he did."
    }
  ]
}