{
  "dataList": [
    {
      "id": 0,
      "place": "Evaluation Arena 1F",
      "model": "사회자",
      "content": "... Which means that the results of the second round of the Family Hierarch Evaluation, will become the final results of the event! In other words, the contestant who comes first place in this round..."
    },
    {
      "id": 1,
      "model": "사회자",
      "content": "... will become our next! Honored and venerable! Hierarch!"
    },
    {
      "id": 2,
      "model": "사회자",
      "content": "Aha! As I speak, I have just been informed that the candidates have all arrived safely to their starting positions."
    },
    {
      "id": 3,
      "model": "사회자",
      "content": "Now, are you ready to get round 2 rollin'?!"
    },
    {
      "id": 4,
      "model": "돈키호테",
      "content": "AYE—!!!!!"
    },
    {
      "id": 5,
      "content": "… Don Quixote was the only one who gave an enthusiastic reply."
    },
    {
      "id": 6,
      "model": "돈키호테",
      "content": "Ahem... Now, what must be done?"
    },
    {
      "id": 7,
      "model": "히스클리프",
      "content": "Whack the first bastard we see, what else? This is s'posed to be a simple battle after battle, innit?"
    },
    {
      "id": 8,
      "model": "사회자",
      "content": "Oh my~"
    },
    {
      "id": 9,
      "model": "사회자",
      "content": "Looks like we have some hotheaded contestants here, raring to go even before my introductions are complete!"
    },
    {
      "id": 10,
      "model": "사회자",
      "content": "But don't you think it would be helpful for you to hear the full set of rules and regulations before getting into the game?"
    },
    {
      "id": 11,
      "model": "이스마엘",
      "content": "... You heard her."
    },
    {
      "id": 12,
      "model": "사회자",
      "content": "Dear candidates, please inspect the area near your entrance points to locate a bundle of coins with a rope threaded through them."
    },
    {
      "id": 13,
      "model": "돈키호테",
      "content": "Oho... this must be what the voice speaketh of!"
    },
    {
      "id": 14,
      "model": "돈키호테",
      "content": "Mm... pray, what might be the purpose of these round curiosities?"
    },
    {
      "id": 15,
      "model": "로쟈",
      "content": "Mon... money? Hey, there's that familiar jingle-jangle! Maybe it's some sorta local currency?"
    },
    {
      "id": 16,
      "model": "이스마엘",
      "content": "Guys... the host <i>just</i> told us to let her finish, didn't she?"
    },
    {
      "id": 17,
      "model": "사회자",
      "content": "And now, those coins have just become the most important things in the world. Wanna know why, friends~?"
    },
    {
      "id": 18,
      "model": "사회자",
      "content": "... That's because, from this very moment, these coins represent how much life each of the candidates have left! Lifetokens, if you will!"
    },
    {
      "id": 19,
      "model": "돈키호테",
      "content": "Heeugh...! Th-thou must make haste and take these tokens of life, young Hong Lu! T-thy life dependeth on thee!"
    },
    {
      "id": 20,
      "content": "Blood drained from Don Quixote's face as she hastily tried to return the bundle of coins to Hong Lu, but Heathcliff casually snatched it out of her hands."
    },
    {
      "id": 21,
      "model": "히스클리프",
      "content": "Lemme see that, lass. Hm... these look like coins, but aren't actual cash. So how are these 'lifetokens' again?"
    },
    {
      "id": 22,
      "model": "사회자",
      "content": "By now you must be wondering something like \"So how are these 'lifetokens' again?\", and you would be absolutely right to ask that question!"
    },
    {
      "id": 23,
      "model": "사회자",
      "content": "Allow me to now explain the rules of the second round of the Family Hierarch Evaluations."
    },
    {
      "id": 24,
      "model": "사회자",
      "content": "Each candidate must keep their coins secured by the rope threaded through them and attach the bundle to their waists."
    },
    {
      "id": 25,
      "model": "사회자",
      "content": "Hiding them, swallowing them, hanging only some of them on your waist and keeping the rest in your pockets... basically, any behavior that does not allow them to be on full display at all times is cause for disqualification!"
    },
    {
      "id": 26,
      "model": "오티스",
      "content": "Disqualification..."
    },
    {
      "id": 27,
      "model": "히스클리프",
      "content": "Oi! Take this rope, now! Quit faffin' about and tie it 'round your waist!"
    },
    {
      "id": 28,
      "model": "싱클레어",
      "content": "Weren't you the one who snatched it away...?"
    },
    {
      "id": 29,
      "model": "사회자",
      "content": "Each of you have been given three coins at the start of the game. If you lose all of your coins, you will be immediately eliminated!"
    },
    {
      "id": 30,
      "model": "돈키호테",
      "content": "Y-young Ishmael!!! Thou must tie the, uh, the Des-Desperate's Knot upon the bundle of coins! Never let this knot be undone!"
    },
    {
      "id": 31,
      "model": "이스마엘",
      "content": "Yep, working on it already..."
    },
    {
      "id": 32,
      "model": "홍루",
      "content": "Ahaha, I don't think there's any need to hurry~"
    },
    {
      "id": 33,
      "model": "사회자",
      "content": "In the second round, you will have a total of two hours to collect as many coins as you can! Might wanna get on with it, because the candidates' rankings will be decided by the number of coins they each have!"
    },
    {
      "id": 34,
      "model": "홍루",
      "content": "Aha~ So that's how I'm supposed to hang it."
    },
    {
      "id": 35,
      "model": "오티스",
      "content": "Ohoh! Be careful with that!"
    },
    {
      "id": 36,
      "model": "이스마엘",
      "content": "Relax. Short of a sword cutting through, it's staying put. I've seen to that."
    },
    {
      "id": 37,
      "content": "Three coins now hung from Hong Lu's waist, threaded by a rope."
    },
    {
      "id": 38,
      "content": "And with that..."
    },
    {
      "id": 39,
      "model": "사회자",
      "content": "Let the second round of the Hierarch Evaluation commence!"
    },
    {
      "id": 40,
      "content": "The second round begins, and the two-hour time limit begins to count down."
    }
  ]
}