{
  "dataList": [
    {
      "id": 0,
      "place": "Evaluation Arena 1F - Lab Ruins",
      "model": "오티스",
      "content": "Now... hand over your entire coin bundle. Cough it up, I know you don't have many."
    },
    {
      "id": 1,
      "model": "사화정다침",
      "content": "But... if you take all my coins, I'll be eliminated..."
    },
    {
      "id": 2,
      "model": "오티스",
      "content": "Yes, exactly. Are eliminated candidates subject to summary execution here?"
    },
    {
      "id": 3,
      "model": "사화정다침",
      "content": "T-that wasn't a rule..."
    },
    {
      "id": 4,
      "model": "사회자",
      "content": "Looks like some candidates have finally had some exciting run-ins with one another!"
    },
    {
      "id": 5,
      "model": "사회자",
      "content": "As a reminder, the goal of this game is to collect as many coins as possible within the given time limit."
    },
    {
      "id": 6,
      "model": "사회자",
      "content": "Sure, cooperation and alliances are all well and good, but when negotiations go up in smoke, might becomes a pretty reliable fallback plan."
    },
    {
      "id": 7,
      "model": "사회자",
      "content": "Don't you worry, though! The shadows of Hongyuan hiding in the corners of the arena will safely guide any coinless candidate out of the building."
    },
    {
      "id": 8,
      "model": "사회자",
      "content": "Oh, by the way—resisting them is kind of a terrible idea. I heard they're faster to act than to talk."
    },
    {
      "id": 9,
      "model": "파우스트",
      "content": "They must have placed the Heishou here."
    },
    {
      "id": 10,
      "model": "사화정다침",
      "content": "W-what the hell, that's bullshit!"
    },
    {
      "id": 11,
      "model": "사회자",
      "content": "Of course, if you've lost more than your coins... your life, for example... I suppose the Heishou'll be escorting your corpse out of here instead. Ha ha ha!"
    },
    {
      "id": 12,
      "model": "오티스",
      "content": "... You heard her. Would you like to have your corpse escorted out, or would you rather leave on your own accord?"
    },
    {
      "id": 13,
      "model": "사화정다침",
      "content": "Fine... my coins are yours. Take them all..."
    },
    {
      "id": 14,
      "model": "사회자",
      "content": "Aha, a candidate from the Shi family has been eliminated from the game. What an overwhelmingly dominating display of charisma from the opposing candidate's clan member!"
    },
    {
      "id": 15,
      "model": "사회자",
      "content": "If you've been eliminated, please come out to the hallways, forfeit your weapons, and wait for further instructions. Please note that any eliminated candidate loses all rights and privileges appertaining to candidates of Family Hierarch Evaluations, and..."
    },
    {
      "id": 16,
      "model": "홍루",
      "content": "Ohh, I remember now. His name's Shi Huazhen~"
    },
    {
      "id": 17,
      "model": "로쟈",
      "content": "We're already up to seven coins, huh?"
    },
    {
      "id": 18,
      "model": "로쟈",
      "content": "Hey, that's not bad! Let's wrap this up asap and get the heck outta this creephouse~"
    },
    {
      "id": 19,
      "model": "이상",
      "content": "We are beset in all directions by sorrow and tragedy. This appears to have been a laboratory for an unknown purpose..."
    },
    {
      "id": 20,
      "content": "Yi Sang's eyes scan over the various machines that are messily strewn about the room."
    },
    {
      "id": 21,
      "model": "왕자우",
      "content": "Kong family's laboratory, most likely."
    },
    {
      "id": 22,
      "model": "그레고르",
      "content": "Yeah... saw the plaque earlier. Apparently their entire family got completely annihilated after presumably breaking a taboo or something."
    },
    {
      "id": 23,
      "model": "싱클레어",
      "content": "Going by what Hong Lu said earlier... and gathering from everything we've heard about the Kong family so far... i-it sure sounds like they're all dead..."
    },
    {
      "id": 24,
      "model": "왕자우",
      "content": "It was in the time before the Jia family wielded as much power as it does now..."
    },
    {
      "id": 25,
      "model": "왕자우",
      "content": "Boy, the Kong family really was something back then."
    },
    {
      "id": 26,
      "model": "왕자우",
      "content": "Outputting a constant stream of new, groundbreaking Boluses with all kinds of unique qualities can't have been easy. But they somehow managed it back then."
    },
    {
      "id": 27,
      "model": "왕자우",
      "content": "Because the Kong family had made such impressive contribution to the City as a whole, even past the boundaries of Hongyuan itself..."
    },
    {
      "id": 28,
      "model": "왕자우",
      "content": "... the other families had no choice but to watch in awe as it stood like a mountain so far above them."
    },
    {
      "id": 29,
      "model": "홍루",
      "content": "Yes, I heard that they delved into various research subjects here."
    },
    {
      "id": 30,
      "model": "왕자우",
      "content": "Well. Despite all that glory, what awaited them at the end was a tragedy."
    },
    {
      "id": 31,
      "model": "이스마엘",
      "content": "So there's no record or evidence of any kind left that could tell us what kind of experiments they carried out down here?"
    },
    {
      "id": 32,
      "model": "왕자우",
      "content": "Nope. It all got purged. Anything to do with their experiment has been practically atomized by the Claws that came here."
    },
    {
      "id": 33,
      "model": "이상",
      "content": "... Perhaps, in search of the novel, they failed to notice the avarice spiraling out of control; a recurring development among those whose passion is research."
    },
    {
      "id": 34,
      "model": "왕자우",
      "content": "For a while, people from the high-and-mighty families of Hongyuan refused to even look in the general direction of this building. They thought it was heretical, that it would bring them misfortune."
    },
    {
      "id": 35,
      "model": "왕자우",
      "content": "Of course, I was pretty young then, so all this is just what the adults told me."
    },
    {
      "id": 36,
      "model": "이상",
      "content": "Do you recall aught from then... Hong Lu?"
    },
    {
      "id": 37,
      "model": "홍루",
      "content": "I was also very young, only ten years old, so my memories aren't very clear..."
    },
    {
      "id": 38,
      "model": "홍루",
      "content": "But I do. I recall."
    },
    {
      "id": 39,
      "model": "홍루",
      "content": "... I recall the day when the weight of avarice broke both the heavens above and the earth beneath the Kong family and smote them."
    },
    {
      "id": 40,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 41,
      "model": "홍루",
      "content": "But our existence is as fragile as paper, bound to fade away into nothingness just as they have."
    },
    {
      "id": 42,
      "model": "홍루",
      "content": "So... I guess that's why we should always be mindful of excess, to empty ourselves that we will not overflow."
    },
    {
      "id": 43,
      "content": "Hong Lu spoke so calmly and clinically about the day when countless lives were lost."
    },
    {
      "id": 44,
      "teller": "Announcement",
      "title": "???",
      "content": "……."
    },
    {
      "id": 45,
      "teller": "Announcement",
      "title": "???",
      "content": "Thank... you so... much again... everyone... who is here today... for the Kong family and Hongyuan's... eternal... prosperity."
    },
    {
      "id": 46,
      "content": "This... must be a recording from before the Kong family's complete annihilation."
    },
    {
      "id": 47,
      "teller": "Announcement",
      "title": "???",
      "content": "Let this... experiment... be another resounding success for us... so that everyone... in Hongyuan... will be a step closer... to achieving... immortal life..."
    },
    {
      "id": 48,
      "teller": "Announcement",
      "title": "???",
      "content": "Do... know that our success... is..."
    },
    {
      "id": 49,
      "place": "Hongyuan's Laboratory, Past",
      "teller": "Announcement",
      "title": "Hongyuan's Laboratory",
      "content": "Do know that our success is a guarantee, so we would like to ask all research personnel to put their best into every project."
    },
    {
      "id": 50,
      "model": "과거가모",
      "content": "Do you see now? It was not a matter of formula but rather the process, the order of formulation that diminished the efficacy of your previous Bolus."
    },
    {
      "id": 51,
      "model": "과거가모",
      "content": "Let me demonstrate by example. Directly mixing two diametrically opposed ingredients—safflower (紅花), which carries an element of fire, with fleeceflower (何首烏), which carries an element of water—will cause a repelling reaction. What does the Kong family do in such a case?"
    },
    {
      "id": 52,
      "model": "공우진",
      "content": "Mm. Use white peony (白芍藥) or gold in between the addition of either ingredient so that they may coexist."
    },
    {
      "id": 53,
      "model": "과거가모",
      "content": "Yes, a rudimentary application of the Bolus production methodology. However, one thing we must know is that the law followed by our ingredients is not defined solely by the five phases and eight trigrams. Though the five phases are correctly aligned, ingredients each imbued with elements of the sexagenary cycle—distinguished by both the heavenly stems and the earthly branches—all exhibit different effects."
    },
    {
      "id": 54,
      "model": "과거가모",
      "content": "Another aspect of this art to consider is that spacetime itself is a variable that modifies the laws by which yin and yang operate; thus, even if the same recipe were to be followed to the letter, the hour, the minute, and the second during which the Bolus is combined affects its quality and characteristics."
    },
    {
      "id": 55,
      "model": "공사혜",
      "content": "So that's why following the same family recipes could yield Boluses of varying effects."
    },
    {
      "id": 56,
      "model": "과거가모",
      "content": "You must also remain wary of where one stores the Boluses once they are completed, and when to remove them from shade."
    },
    {
      "id": 57,
      "model": "과거가모",
      "content": "Do keep in mind that a wise forger of Boluses always remains acutely aware of the harmony and discord that exists between ingredients."
    },
    {
      "id": 58,
      "model": "공우진",
      "content": "You certainly have an exceptionally high degree of expertise when it comes to Boluses."
    },
    {
      "id": 59,
      "model": "공우진",
      "content": "I cannot help but always depend on you so. You're the only person who would ever come up with such innovative ways to forge these boluses."
    },
    {
      "id": 60,
      "model": "공사혜",
      "content": "You've managed to untangle this side effect in a matter of moments, when we've struggled with it for months. We cannot help but feel a tinge of shame before your skill."
    },
    {
      "id": 61,
      "model": "과거가모",
      "content": "... Consider this boon good karma for your vast and profound generosity."
    },
    {
      "id": 62,
      "model": "공사혜",
      "content": "It is all thanks to your wisdom and acumen, venerable Jia Mu."
    },
    {
      "id": 63,
      "model": "공사혜",
      "content": "You deserve every reverence and admiration for coming this far, armed with nothing but your skill and wit."
    },
    {
      "id": 64,
      "model": "공사혜",
      "content": "And as they admire your achievements, they'll find hope as well."
    },
    {
      "id": 65,
      "model": "과거가모",
      "content": "... Of course."
    },
    {
      "id": 66,
      "model": "과거가모",
      "content": "No one could have possibly foreseen that the declining Shi family would produce the next Hierarch, after all. Especially someone without a proper clan."
    },
    {
      "id": 67,
      "model": "공사혜",
      "content": "Oh...! That is not what I had intended to convey, venerable Jia Mu. If I had offended you, by any chance—"
    },
    {
      "id": 68,
      "model": "과거가모",
      "content": "Worry not, for you have spoken true."
    },
    {
      "id": 69,
      "model": "과거가모",
      "content": "I understand that it was all thanks to the Kong family's generosity that I could rise. I know better than anyone that you could have easily eliminated me before I had the chance to ascend to the seat of the Family Hierarch."
    },
    {
      "id": 70,
      "model": "과거가모",
      "content": "And you would have done so, had you wished to further solidify the Kong family's position here."
    },
    {
      "id": 71,
      "model": "공우진",
      "content": "In fact, our hearts were truly stirred by the most unexpected outcome of the Family Hierarch war."
    },
    {
      "id": 72,
      "model": "공우진",
      "content": "You have clutched victory with nothing but wisdom when all odds were against you."
    },
    {
      "id": 73,
      "model": "공우진",
      "content": "Not to mention that we are greatly appreciative of all the assistance you have so graciously provided us."
    },
    {
      "id": 74,
      "model": "과거가모",
      "content": "Save your compliments, please. I am only honored that you saw any use for my insignificant tricks."
    },
    {
      "id": 75,
      "model": "과거가모",
      "content": "After all, our collective pursuit is to prolong the eternal prosperity of Hongyuan, is it not?"
    },
    {
      "id": 76,
      "model": "어린홍루",
      "content": "... Grandma, are you making new Boluses again?"
    },
    {
      "id": 77,
      "model": "과거가모",
      "content": "Indeed, little Baoyu."
    },
    {
      "id": 78,
      "model": "과거가모",
      "content": "There is karma to be repaid."
    },
    {
      "id": 79,
      "model": "어린홍루",
      "content": "And do I have to... keep coming here with you, grandma?"
    },
    {
      "id": 80,
      "model": "과거가모",
      "content": "Yes. This beautiful scenery will not be complete without you as its witness."
    },
    {
      "id": 81,
      "place": "Evaluation Arena 1F - Lab Ruins",
      "model": "이상",
      "content": "You have frequented this place… with regularity, Hong Lu?"
    },
    {
      "id": 82,
      "model": "홍루",
      "content": "... Yes. Grandmother often brought me here to play, hand-in-hand."
    },
    {
      "id": 83,
      "model": "왕자우",
      "content": "……."
    },
    {
      "id": 84,
      "model": "왕자우",
      "content": "Oh, are you guys done collectively spacing out? I've been thinking while you were gone."
    },
    {
      "id": 85,
      "model": "왕자우",
      "content": "And I've come up with something quite interesting."
    },
    {
      "id": 86,
      "model": "왕자우",
      "content": "So, since the results of the second round are decided only when the time's up..."
    },
    {
      "id": 87,
      "model": "왕자우",
      "content": "... I'm sure there are candidates out there coming up with strategies like..."
    },
    {
      "id": 88,
      "model": "왕자우",
      "content": "\"Collect a moderate amount of coins, find a nice, hidden corner to lie low, wait until everything blows over, and we just might walk away with a decent rank.\" Know what I mean?"
    },
    {
      "id": 89,
      "model": "오티스",
      "content": "There are many points of failure to that plan, but... it would indeed be an appropriate strategy for candidates who are not so confident about their odds in open combat."
    },
    {
      "id": 90,
      "model": "왕자우",
      "content": "Right?"
    },
    {
      "id": 91,
      "model": "왕자우",
      "content": "But here's the thing. Wouldn't it make for such a boring show if most of the candidates are just hiding and doing nothing for the majority of the game? I mean, they even made the show of gathering an audience for this song and dance."
    },
    {
      "id": 92,
      "model": "왕자우",
      "content": "There must be—"
    },
    {
      "id": 93,
      "place": "Evaluation Arena 1F",
      "content": "I sensed a very subtle vibration the moment we walked out of the lab and into the hallways."
    },
    {
      "id": 94,
      "content": "Wang Zhao must've felt it, too. He stopped in his tracks and looked around."
    },
    {
      "id": 95,
      "model": "그레고르",
      "content": "Hold on. Do you guys hear that?"
    },
    {
      "id": 96,
      "model": "왕자우",
      "content": "Well... looks like this is where our brief fellowship comes to an end."
    },
    {
      "id": 97,
      "model": "왕자우",
      "content": "That was a short but sweet exchange, Jia Baoyu."
    },
    {
      "id": 98,
      "model": "왕자우",
      "content": "But... I don't think you're the one who should hold the most coins."
    },
    {
      "id": 99,
      "model": "단테",
      "content": "<What...?>"
    },
    {
      "id": 100,
      "model": "왕자우",
      "content": "Once the games end, I hope we'll all find what we came here for."
    },
    {
      "id": 101,
      "model": "오티스",
      "content": "We weren't planning on sticking with him through the entire round, but..."
    },
    {
      "id": 102,
      "model": "이스마엘",
      "content": "Yeah, it's a bit sudden, huh? I guess it's better than a full-on betrayal."
    },
    {
      "id": 103,
      "model": "싱클레어",
      "content": "W-we're going our separate ways, just like that...? "
    },
    {
      "id": 104,
      "model": "파우스트",
      "content": "... There is no time to spare worrying about him."
    },
    {
      "id": 105,
      "model": "오티스",
      "content": "...!"
    },
    {
      "id": 106,
      "model": "오티스",
      "content": "Atten-tion! Full-speed sprint toward the 3'O clock direction! Go, go, go!"
    },
    {
      "id": 107,
      "model": "히스클리프",
      "content": "Huh? W-what?! Oi, at least tell us what's going on!"
    },
    {
      "id": 108,
      "model": "오티스",
      "content": "Eyes forward! The walls are... rising from the floor!"
    },
    {
      "id": 109,
      "content": "That's when the host's cheerful voice began booming from the speakers, excitedly explaining the situation."
    },
    {
      "id": 110,
      "model": "사회자",
      "content": "Let's keep things interesting with... a new rule!"
    },
    {
      "id": 111,
      "model": "사회자",
      "content": "And this one's for you, dear viewers who must've been bored outta your minds with how safe the candidates were playing things! Starting now, walls are gonna start closing off rooms and corralling our candidates every set interval, shrinking the arena!"
    },
    {
      "id": 112,
      "model": "사회자",
      "content": "If you somehow end up trapped in a room, if you fail to make it into the shrinking arena...? Well, that's an elimination, of course!"
    },
    {
      "id": 113,
      "model": "오티스",
      "content": "Of course..."
    },
    {
      "id": 114,
      "model": "사회자",
      "content": "Aha~ Looks like it's real chaotic out there! Now, let's try not to push your luck and get yourselves stuck between walls, mmkay? It'll be one hell of a clean-up job to have to scrape and scrub your bits off the walls. Better get moving!"
    },
    {
      "id": 115,
      "content": "We began sprinting full-speed to where the walls were starting to rise from the floor, the host's snidely chipper tone taunting us the whole time."
    },
    {
      "id": 116,
      "model": "사회자",
      "content": "Oof! Looks like some of you didn't make it! You were so close, too... And... ouch, I spy a candidate who's been separated from her clan in the chaos. Whoa, try not to lose your coins in the chaos!"
    }
  ]
}