{
  "dataList": [
    {
      "id": 0,
      "place": "Evaluation Arena - Chamber of the Condemned 1F",
      "content": "With a simultaneous click, the coins hanging from the condemned's necks clattered to the ground."
    },
    {
      "id": 1,
      "model": "사회자",
      "content": "As many candidates must have realized by now..."
    },
    {
      "id": 2,
      "model": "사회자",
      "content": "This game provides its contestants many, many ways to obtain those precious coins!"
    },
    {
      "id": 3,
      "model": "사회자",
      "content": "You could gain them by completing battles in some special rooms, or— Aha! Another candidate has obtained some coins!"
    },
    {
      "id": 4,
      "content": "Despite the host's energetic voice, we couldn't help but be disturbed by what Hong Lu said."
    },
    {
      "id": 5,
      "model": "이상",
      "content": "The condemned of Hongyuan...? What is the implication of that particular choice of denomination, Hong Lu?"
    },
    {
      "id": 6,
      "model": "홍루",
      "content": "Years ago, the elders have told me of many, many old fables and legends."
    },
    {
      "id": 7,
      "model": "홍루",
      "content": "'Then... a rooster's crest is grafted over the visage, a goat's hooves move beneath the legs, and an eldtree's branches extend from the arms—thus closer Daguanyuan grows to boundless eternity.'"
    },
    {
      "id": 8,
      "model": "이상",
      "content": "……."
    },
    {
      "id": 9,
      "model": "이상",
      "content": "... Experiments regarding expansion of the Bolus technology, is it?"
    },
    {
      "id": 10,
      "model": "홍루",
      "content": "I haven't seen it myself, but I once heard that there is a laboratory beneath even the basements of Daguanyuan... built to research secretive and valuable Boluses."
    },
    {
      "id": 11,
      "model": "오티스",
      "content": "And they... experimented on these prisoners."
    },
    {
      "id": 12,
      "model": "오티스",
      "content": "It's not exactly a unique practice among Wings."
    },
    {
      "id": 13,
      "model": "임대옥",
      "content": "I believe that the smallest speck of greed lies at the origin of all misfortune."
    },
    {
      "id": 14,
      "model": "임대옥",
      "content": "I do not believe that the definition of immortality that Hongyuan originally sought is the same as the one they seek now."
    },
    {
      "id": 15,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 16,
      "place": "Kong Family Building, Past",
      "model": "어린임대옥",
      "content": "What took you so long, big bro Baoyu?"
    },
    {
      "id": 17,
      "model": "어린홍루",
      "content": "Sorry... Jia Mu's experiments went on for longer than planned."
    },
    {
      "id": 18,
      "model": "어린가환",
      "teller": "???",
      "title": "???",
      "content": "That's so cool. I wanna see what they do in there, too."
    },
    {
      "id": 19,
      "model": "어린가환",
      "teller": "???",
      "title": "???",
      "content": "No fair! Why are you the only who gets to go in there, bro? I’m a fast learner, too."
    },
    {
      "id": 20,
      "model": "어린홍루",
      "content": "I'm not... going in there to learn anything."
    },
    {
      "id": 21,
      "model": "어린가환",
      "teller": "???",
      "title": "???",
      "content": "Then how come?"
    },
    {
      "id": 22,
      "model": "어린홍루",
      "content": "I dunno. I'm..."
    },
    {
      "id": 23,
      "model": "어린홍루",
      "content": "I'm just there to watch."
    },
    {
      "id": 24,
      "model": "어린가환",
      "teller": "???",
      "title": "???",
      "content": "That's weird. It's not like you have to work for anything like we do to live a nice life, bro."
    },
    {
      "id": 25,
      "model": "어린가환",
      "teller": "???",
      "title": "???",
      "content": "Maybe it's because you're the precious jade of our family?"
    },
    {
      "id": 26,
      "model": "어린임대옥",
      "content": "Hey, Jia Huan! I told you to not say stuff like that, didn't I?! Wanna see what new moves I learned yesterday?!"
    },
    {
      "id": 27,
      "model": "어린가환",
      "content": "Wah, sorry... I won't do that again..."
    },
    {
      "id": 28,
      "model": "어린임대옥",
      "content": "Anyways... Today, we're going to play a ball game!"
    },
    {
      "id": 29,
      "model": "어린임대옥",
      "content": "Here's how it works. We're gonna start by kicking this ball at each other, and the one who lasts the longest without dropping the ball wins!"
    },
    {
      "id": 30,
      "model": "어린홍루",
      "content": "What's the point of... playing a game like that...?"
    },
    {
      "id": 31,
      "model": "어린임대옥",
      "content": "...? Because it's fun, duh."
    },
    {
      "id": 32,
      "model": "어린가환",
      "content": "I wanna play a Bolus making game!"
    },
    {
      "id": 33,
      "model": "어린가환",
      "content": "Gather a bunch of sand, and pebbles, and leaves, and seed to make a Bolus, and the best Bolus wins!"
    },
    {
      "id": 34,
      "model": "어린임대옥",
      "content": "No can do~"
    },
    {
      "id": 35,
      "model": "어린임대옥",
      "content": "Remember, I'm from the Lin family, and you guys are from the Jia family. Children of these noble families shouldn't play a nerdy game like that."
    },
    {
      "id": 36,
      "model": "어린가환",
      "content": "Big bro! Bro, wanna come play with us?"
    },
    {
      "id": 37,
      "model": "과거가환",
      "content": "Oh, little Huan. I'm sorry. As much as I would like to join you in that very serious game of yours, I don't think she'll let me play."
    },
    {
      "id": 38,
      "model": "과거가환",
      "content": "Daiyu's going to give both you and me an earful about the rules if you drag me into the game. Isn't that right?"
    },
    {
      "id": 39,
      "model": "어린임대옥",
      "content": "Jia Huan, you're trying to pull outta the game, aren't you?"
    },
    {
      "id": 40,
      "model": "어린임대옥",
      "content": "Fine, fine. Let's play that Bolus-making game once we're done with the ball game."
    },
    {
      "id": 41,
      "model": "어린임대옥",
      "content": "And tomorrow, we'll play whatever big bro Baoyu's favorite game is. How's that for a plan, huh?"
    },
    {
      "id": 42,
      "model": "어린홍루",
      "content": "I..."
    },
    {
      "id": 43,
      "model": "어린홍루",
      "content": "I'm good with anything, really..."
    },
    {
      "id": 44,
      "model": "어린임대옥",
      "content": "But what do <i>you</i> want? Here's some homework for you—when we meet tomorrow, you better have come up with something you like, okay?"
    },
    {
      "id": 45,
      "place": "Hongyuan's Laboratory, Past",
      "model": "공우진",
      "content": "I understand that I may be letting the impatience get the better of me, but..."
    },
    {
      "id": 46,
      "model": "공우진",
      "content": "How... certain are you about the plan regarding the... thirteenth branch of the Heishou Pack?"
    },
    {
      "id": 47,
      "model": "과거가모",
      "content": "Have I ever let you down?"
    },
    {
      "id": 48,
      "model": "과거가모",
      "content": "Ultimately, a family's power comes from the Heishou they wield. Yet, ever since the olden days, there have been but twelve branches of them—which is what maintains this stalemate between the great families."
    },
    {
      "id": 49,
      "model": "과거가모",
      "content": "Yes, the Heishou are the shadow of Daguanyuan, its most dexterous and capable limbs, yet... they have their failings. An immense physical cost follows their explosive strength."
    },
    {
      "id": 50,
      "model": "과거가모",
      "content": "Even if you wield a Heishou Pack, it is difficult to expand their numbers, as their population is strictly controlled by the Heishou-Xianren of each branch."
    },
    {
      "id": 51,
      "model": "과거가모",
      "content": "Indeed... no one could even attempt to create a new branch, for the Heishou-Xianren have concealed their unique Bolus recipes."
    },
    {
      "id": 52,
      "model": "과거가모",
      "content": "Yet I am wise in the ways of Bolus-making, and armed with the Xianren's insight. With help from the Kong family, this is certainly a viable endeavor."
    },
    {
      "id": 53,
      "model": "과거가모",
      "content": "The Kong family once led the forefront of the City's medical sciences with your bioengineering achievements, yet now... You must know that your family's place in the City is quite precarious."
    },
    {
      "id": 54,
      "model": "과거가모",
      "content": "There have been developments for easier treatments, better modifications... superior Singularities are rising from all corners of the City; at first, they were only subjects of study and research, but through various applications, many of them are now entering the stages of mass commercialization."
    },
    {
      "id": 55,
      "model": "과거가모",
      "content": "H Corp. will fall by the wayside if the current trend continues... and one day, it may even decline so far as to fall prey to a war of the Wings."
    },
    {
      "id": 56,
      "model": "과거가모",
      "content": "Hongyuan hides many valuable secrets, as they are often passed down from generation to generation; certain areas within the territory even lead into the Ruins as well. Many Wings even consider us a treasure chest to be cracked open."
    },
    {
      "id": 57,
      "model": "과거가모",
      "content": "For the City to fear Hongyuan, to fear the Kong family, you must wield absolute power. A power that... perhaps, a new branch of Heishou with mass-production capabilities could provide."
    },
    {
      "id": 58,
      "model": "공우진",
      "content": "Would you... keep this a secret from my wife?"
    },
    {
      "id": 59,
      "model": "공우진",
      "content": "I would like for this experiment's success to be a happy surprise for her."
    },
    {
      "id": 60,
      "model": "공우진",
      "content": "In truth, we received news from the doctors that we have managed to conceive a child..."
    },
    {
      "id": 61,
      "model": "공우진",
      "content": "Thus, if we were to coincide that event with our discovery of this new, auspicious path toward what was once considered an impossibility..."
    },
    {
      "id": 62,
      "model": "공우진",
      "content": "... would it not be a happy cause for all of Daguanyuan—no, Hongyuan to rejoice?"
    },
    {
      "id": 63,
      "model": "공우진",
      "content": "If you require any assistance, materials or people, simply say the word, and us Kong family shall provide."
    },
    {
      "id": 64,
      "model": "공우진",
      "content": "So, shall we let this be a secret between you and me?"
    },
    {
      "id": 65,
      "model": "과거가모",
      "content": "Duly noted. I will prepare a special Bolus to celebrate the birth of a new life."
    },
    {
      "id": 66,
      "model": "과거가모",
      "content": "……."
    },
    {
      "id": 67,
      "model": "과거가모",
      "content": "This seems to be a good time to return home for the day, little Baoyu."
    },
    {
      "id": 68,
      "model": "어린홍루",
      "content": "Grandma... why do you look so happy today?"
    },
    {
      "id": 69,
      "model": "과거가모",
      "content": "The doltish fish has snagged the bait I have been preparing for a long time."
    },
    {
      "id": 70,
      "model": "과거가모",
      "content": "My offer must have been far too tantalizing for them to simply let it pass."
    },
    {
      "id": 71,
      "model": "과거가모",
      "content": "The Kong family's pretentious overconfidence remains a marker of their bloodline; they have done well hiding it underneath the veil of generosity. But one's nature cannot be overcome."
    },
    {
      "id": 72,
      "model": "어린홍루",
      "content": "……."
    },
    {
      "id": 73,
      "model": "과거가모",
      "content": "Now, let us hurry."
    },
    {
      "id": 74,
      "model": "과거가모",
      "content": "The revered Xianren await us."
    },
    {
      "id": 75,
      "place": "Evaluation Arena - Chamber of the Condemned 1F",
      "model": "임대옥",
      "content": "……."
    },
    {
      "id": 76,
      "content": "... Lin Daiyu had peered into the memory as well with the rest of us."
    },
    {
      "id": 77,
      "model": "임대옥",
      "content": "The ball game..."
    },
    {
      "id": 78,
      "content": "She fell into a brief, contemplative silence as she seemed to recall a long-forgotten memory."
    },
    {
      "id": 79,
      "model": "임대옥",
      "content": "I remember. You..."
    },
    {
      "id": 80,
      "model": "임대옥",
      "content": "You won that game."
    },
    {
      "id": 81,
      "model": "임대옥",
      "content": "I remember it because it was the first time you ever beat me in a game of physicality."
    },
    {
      "id": 82,
      "model": "임대옥",
      "content": "I remember... being covered head to toe in sand..."
    },
    {
      "id": 83,
      "model": "임대옥",
      "content": "I remember Jia Huan... whining about that little scratch on his hand..."
    },
    {
      "id": 84,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 85,
      "model": "홍루",
      "content": "So we did."
    },
    {
      "id": 86,
      "content": "Hong Lu muttered as though he was talking about something that happened an eternity ago."
    },
    {
      "id": 87,
      "content": "Daiyu shook her head, shaking herself from the reminiscence."
    },
    {
      "id": 88,
      "model": "임대옥",
      "content": "The thirteenth Heishou branch... what is it? This has to do with a taboo, doesn't it?"
    },
    {
      "id": 89,
      "model": "홍루",
      "content": "Daiyu. Much time has passed since then, but..."
    },
    {
      "id": 90,
      "model": "홍루",
      "content": "... no matter what question you ask me, no matter what reply I give... it will not be the answer you want."
    },
    {
      "id": 91,
      "model": "임대옥",
      "content": "That... is not up for you to decide."
    },
    {
      "id": 92,
      "model": "홍루",
      "content": "You will never find what you seek. So why even try to gain it, and for what?"
    },
    {
      "id": 93,
      "model": "홍루",
      "content": "That is why I always replied that your questions were such meaningless inquiries. That is why I do no more than observe."
    },
    {
      "id": 94,
      "model": "임대옥",
      "content": "……."
    },
    {
      "id": 95,
      "model": "단테",
      "content": "<Hong Lu... are you okay with seeing all these memories?>"
    },
    {
      "id": 96,
      "content": "Hong Lu tilted his head to the side curiously, as though he couldn't understand why I'd ask such a question."
    },
    {
      "id": 97,
      "model": "홍루",
      "content": "Mm... I don't think it's a matter of whether I am okay with it or not. It just feels unfamiliar... it wasn't a memory I wanted to forget, nor was it a memory I wanted to recall, anyway."
    },
    {
      "id": 98,
      "model": "홍루",
      "content": "... The emotions I felt then feel so, so distant from me now."
    },
    {
      "id": 99,
      "model": "홍루",
      "content": "I feel like I'm looking down at them from somewhere so high up."
    },
    {
      "id": 100,
      "model": "홍루",
      "content": "So I don't know what to say to a question like 'are you okay'."
    },
    {
      "id": 101,
      "model": "홍루",
      "content": "Because I have nothing more to change."
    },
    {
      "id": 102,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 103,
      "model": "이상",
      "content": "It may be gathered that, from Hong Lu's memories..."
    },
    {
      "id": 104,
      "model": "이상",
      "content": "... it was Jia Mu who first made the suggestion of researching the thirteenth Heishou branch."
    },
    {
      "id": 105,
      "model": "뫼르소",
      "content": "However, it also appeared that the desire was mutually shared by the Kong family as well."
    },
    {
      "id": 106,
      "model": "이스마엘",
      "content": "... Yeah, but it didn't seem like they were driven mad with greed like the plaque suggested. They certainly had ambition, I won't deny that, but still..."
    },
    {
      "id": 107,
      "model": "싱클레어",
      "content": "R-right? I know I only have this vague feeling to go on, but... it seemed that they really wished the best for Hongyuan."
    },
    {
      "id": 108,
      "model": "임대옥",
      "content": "What I have come to realize in my almost-thirty years of life in here is..."
    },
    {
      "id": 109,
      "model": "임대옥",
      "content": "... that it is exceedingly rare to find a leader who is generous in both character and temper."
    },
    {
      "id": 110,
      "model": "임대옥",
      "content": "Most refuse to give anyone other than themselves a chance. Everyone's so blinded to everything but their immediate profit and interests."
    },
    {
      "id": 111,
      "model": "임대옥",
      "content": "But the people of the Kong family, at least the ones I remember... sought to give others a chance, at the very least."
    },
    {
      "id": 112,
      "model": "임대옥",
      "content": "It was only by their support that our Lin family, formerly so insignificant, could become a family of guards because they prioritized selection by merit, not by the nobility of their births."
    },
    {
      "id": 113,
      "model": "임대옥",
      "content": "But once the Kong family was eradicated, every family other than the four pillars lost any means of upward mobility."
    },
    {
      "id": 114,
      "model": "임대옥",
      "content": "So when I heard that they were... simply gone, all because they were blinded by greed, it felt as though..."
    },
    {
      "id": 115,
      "model": "임대옥",
      "content": "... I was just a child then, but I vividly remember that crushing feeling."
    },
    {
      "id": 116,
      "model": "임대옥",
      "content": "It was devastation."
    },
    {
      "id": 117,
      "model": "임대옥",
      "content": "Because I no longer had any place to return to."
    },
    {
      "id": 118,
      "model": "그레고르",
      "content": "Man... You've been dealt a heavy hand, huh. It must've been hard out here."
    },
    {
      "id": 119,
      "content": "Regardless of these revelations, however, the Family Hierarch war was still ongoing."
    },
    {
      "id": 120,
      "content": "So with Gregor's succinct words of consolation, we moved on from the area, away from the rising walls."
    }
  ]
}