{
  "dataList": [
    {
      "id": 0,
      "place": "Final Room of the Family Hierarch Evaluation",
      "content": "Jia Qiu does not give us even a moment to catch our breath; the unrelenting storm of strikes pummels Hong Lu and the rest of us to the ground. But he doesn't seem even remotely winded by that effort."
    },
    {
      "id": 1,
      "content": "But I could tell that this wasn't his full force; he wasn't looking to kill us here outright."
    },
    {
      "id": 2,
      "content": "Jia Qiu awaits Hong Lu's answer..."
    },
    {
      "id": 3,
      "content": "... but it seemed that his patience was running low."
    },
    {
      "id": 4,
      "model": "에고가환",
      "content": "If you're going to toy with them, why don't you at least hit them harder, hm?"
    },
    {
      "id": 5,
      "model": "에고가환",
      "content": "I would love to watch you tear his useless head from his torso."
    },
    {
      "id": 6,
      "content": "Regardless of Jia Huan's snide remarks, Jia Qiu only looked down wordlessly at Hong Lu, who was still trying to catch his breath."
    },
    {
      "id": 7,
      "model": "가치우",
      "content": "... You have no answers, still?"
    },
    {
      "id": 8,
      "model": "다친홍루",
      "content": "I..."
    },
    {
      "id": 9,
      "content": "Hong Lu's eyes wander, like someone swimming through veils of time."
    },
    {
      "id": 10,
      "model": "다친홍루",
      "content": "What Hongyuan needs..."
    },
    {
      "id": 11,
      "content": "But the silence continues, letting the countless moments in time to pass by unseen."
    },
    {
      "id": 12,
      "model": "에고가환",
      "content": "Don't pretend like you are ruminating upon some great secret of the world."
    },
    {
      "id": 13,
      "model": "에고가환",
      "content": "None of this matters to you. Hongyuan, Hierarch... why should any of that matter when all you care about is but a singular thing?"
    },
    {
      "id": 14,
      "model": "에고가환",
      "content": "You want someone to end your life. To cut off your head."
    },
    {
      "id": 15,
      "model": "에고가환",
      "content": "But oh, you don't even possess the courage to do the deed yourself, nor do you have the persistence to struggle on."
    },
    {
      "id": 16,
      "model": "에고가환",
      "content": "Jia Baoyu... what is true greed, if not that?"
    },
    {
      "id": 17,
      "place": "Daguanyuan - Yihongyuan Yard, Past",
      "model": "과거가환",
      "content": "... Why didn't you save him?"
    },
    {
      "id": 18,
      "model": "과거가환",
      "content": "No, let me ask you a different question."
    },
    {
      "id": 19,
      "model": "과거가환",
      "content": "Why did you save her... and only her, Jia Baoyu?!"
    },
    {
      "id": 20,
      "model": "과거가환",
      "content": "Lin Daiyu—she was also supposed to be there at the event. With the Kong family."
    },
    {
      "id": 21,
      "model": "과거가환",
      "content": "But instead, she alone was found hiding in some shed far, far from that building, wasn't she?"
    },
    {
      "id": 22,
      "model": "어린홍루",
      "content": "……."
    },
    {
      "id": 23,
      "model": "과거가환",
      "content": "Jia Huan, he..."
    },
    {
      "id": 24,
      "model": "과거가환",
      "content": "He always envied you. You knew that. You must've."
    },
    {
      "id": 25,
      "model": "과거가환",
      "content": "His future in Daguanyuan was more precious than anything you could've ever done, anything you ever could've been! More than this dull, meaningless life you cling to!"
    },
    {
      "id": 26,
      "model": "어린홍루",
      "content": "Brother."
    },
    {
      "id": 27,
      "model": "어린홍루",
      "content": "Humans die. It's what they're born to do."
    },
    {
      "id": 28,
      "model": "어린홍루",
      "content": "It's naive to wish for an eternal blossom."
    },
    {
      "id": 29,
      "model": "어린홍루",
      "content": "Because everything that blooms is destined to wilt away."
    },
    {
      "id": 30,
      "model": "과거가환",
      "content": "……."
    },
    {
      "id": 31,
      "place": "Final Room of the Family Hierarch Evaluation",
      "content": "Hong Lu stops himself. The sudden reemergence of this memory has put his reply to sleep, still and silent."
    },
    {
      "id": 32,
      "content": "And the familiar, aloof, and cloud-like words fill the vacuum."
    },
    {
      "id": 33,
      "model": "다친홍루",
      "content": "Even if an answer to your question exists, what meaning would it have?"
    },
    {
      "id": 34,
      "model": "다친홍루",
      "content": "In our lives that are but sparks that go out in the blink of an eye, what meaning would all this suffering, happiness, pain, and sorrow have? They'll all float away with the flow anyway."
    },
    {
      "id": 35,
      "model": "다친홍루",
      "content": "So... if Hongyuan needs anything, I guess, it might need to find something like... contentment in poverty and the joy of having principles.\n(安貧樂道)"
    },
    {
      "id": 36,
      "model": "다친홍루",
      "content": "To not desire more, nor to discard what is given to us... and instead, to simply and fully accept the present. That must be the remorseless path to true inner peace, right?"
    },
    {
      "id": 37,
      "model": "가치우",
      "content": "\"Even in poverty-stricken lives, if one finds contentment with what is given to them, they will find inner peace,\" I see."
    },
    {
      "id": 38,
      "model": "가치우",
      "content": "However, Jia Baoyu... I must doubt the truthfulness behind your words. For you... do not know poverty."
    },
    {
      "id": 39,
      "model": "다친홍루",
      "content": "……."
    },
    {
      "id": 40,
      "model": "가치우",
      "content": "If you knew true poverty, you would also know that it is not something to be uttered so lightly with that insouciant smile of yours. None of us here in Daguanyuan, neither you nor I, deserve to discuss it in the manner with which you have."
    },
    {
      "id": 41,
      "model": "가치우",
      "content": "Thus, I am compelled to believe that you are still yet to give me a real answer."
    },
    {
      "id": 42,
      "model": "로쟈다침",
      "content": "... He's right."
    },
    {
      "id": 43,
      "model": "로쟈다침",
      "content": "You want us to just accept what's given to us... that it just is what it is...? That's too wretched and pathetic for the poor."
    },
    {
      "id": 44,
      "model": "단테",
      "content": "<……. >"
    },
    {
      "id": 45,
      "content": "Shadow draws over Jia Qiu's expression as though he observes every hour that has been slipping through Hong Lu's fingers."
    },
    {
      "id": 46,
      "content": "And he... remains patient. It seemed as though he was waiting for a reply he thought Hong Lu must rightly give."
    },
    {
      "id": 47,
      "model": "가치우",
      "content": "I will ask again."
    },
    {
      "id": 48,
      "model": "가치우",
      "content": "What does Hongyuan need?"
    },
    {
      "id": 49,
      "model": "가치우",
      "content": "What is it that its people need—those who are too busy dying, too busy living, too busy simply persisting, breathing?"
    },
    {
      "id": 50,
      "model": "다친홍루",
      "content": "What Hongyuan needs is..."
    },
    {
      "id": 51,
      "content": "The silence has grown."
    },
    {
      "id": 52,
      "place": "Daguanyuan - Yihongyuan Yard, Past",
      "model": "임대옥",
      "title": "Bodyguard",
      "content": "You're leaving Daguanyuan?"
    },
    {
      "id": 53,
      "model": "임대옥",
      "title": "Bodyguard",
      "content": "After all those years... you keep your silence to the final moments of your departure."
    },
    {
      "id": 54,
      "model": "임대옥",
      "title": "Bodyguard",
      "content": "Not even... a hint of an answer about that day."
    },
    {
      "id": 55,
      "model": "임대옥",
      "title": "Bodyguard",
      "content": "……."
    },
    {
      "id": 56,
      "model": "임대옥",
      "title": "Bodyguard",
      "content": "Why..."
    },
    {
      "id": 57,
      "model": "임대옥",
      "title": "Bodyguard",
      "content": "Why won't you stop smiling like that?"
    },
    {
      "id": 58,
      "model": "임대옥",
      "title": "Bodyguard",
      "content": "Oh... I see. You..."
    },
    {
      "id": 59,
      "model": "임대옥",
      "title": "Bodyguard",
      "content": "... buried it all."
    },
    {
      "id": 60,
      "model": "임대옥",
      "title": "Bodyguard",
      "content": "Then I hope you'll never come back here again."
    },
    {
      "id": 61,
      "model": "임대옥",
      "title": "Bodyguard",
      "content": "Because you have abandoned me. You've abandoned Daguanyuan and Hongyuan both."
    },
    {
      "id": 62,
      "place": "Final Room of the Family Hierarch Evaluation",
      "content": "Hong Lu's mouth opens and shuts, once again caging the words that ache to be let out."
    },
    {
      "id": 63,
      "content": "And his lips once again assume the familiar arch."
    },
    {
      "id": 64,
      "content": "The same, lonely smile that has seen far too many things they care about float away."
    },
    {
      "id": 65,
      "model": "다친홍루",
      "content": "Hongyuan needs..."
    },
    {
      "id": 66,
      "model": "다친홍루",
      "content": "... a long life expectancy, fortune, and health in both body and spirit.\n(壽福康寧)"
    },
    {
      "id": 67,
      "model": "다친홍루",
      "content": "Wouldn't it be nice to live a long, fortunate life, free from any inequities of the world from the beginning to the end of your existence?"
    },
    {
      "id": 68,
      "model": "가치우",
      "content": "You spew such hollow, worthless lies in place of the truth that you so nearly uttered."
    },
    {
      "id": 69,
      "model": "가치우",
      "content": "Let it out. Your truth."
    },
    {
      "id": 70,
      "model": "가치우",
      "content": "That is what I wish to hear."
    },
    {
      "id": 71,
      "model": "가치우",
      "content": "To be content with what is given to us, and to live a long life unburdened by sickness and worry on account of inequities..."
    },
    {
      "id": 72,
      "model": "가치우",
      "content": "They may both be answers, indeed."
    },
    {
      "id": 73,
      "model": "가치우",
      "content": "If they were, truly, replies risen from the fathoms of your heart, then I would have accepted them and thereby drawn my conclusions."
    },
    {
      "id": 74
    },
    {
      "id": 75,
      "model": "가치우",
      "content": "Yet..."
    },
    {
      "id": 76,
      "model": "가치우",
      "content": "I am yet to hear <i>your</i> answer."
    },
    {
      "id": 77,
      "model": "가치우",
      "content": "That answer, hiding in the shadows of your hesitation."
    },
    {
      "id": 78,
      "model": "가치우",
      "content": "The answer that you buried deep within."
    },
    {
      "id": 79,
      "model": "다친홍루",
      "content": "I..."
    },
    {
      "id": 80,
      "model": "자로",
      "content": "My lord, while there is effort, he is—"
    },
    {
      "id": 81,
      "model": "가치우",
      "content": "Withdraw now, Zilu. It seems that a brutal winter must come afore I am to estimate the green within him."
    },
    {
      "id": 82
    },
    {
      "id": 83,
      "model": "가치우",
      "content": "Reflect upon yourself! Exhume your humanity, your righteousness from deep within!"
    }
  ]
}