{
  "dataList": [
    {
      "id": 0,
      "place": "Evaluation Arena B2",
      "model": "그레고르",
      "content": "Looks like everyone's getting more desperate. They're all cornered, just like us."
    },
    {
      "id": 1,
      "model": "이스마엘",
      "content": "Dammit, it's not like they're gonna win a ton of coins by coming after us!"
    },
    {
      "id": 2,
      "model": "오티스",
      "content": "Our best course of action now would be to take advantage of this situation. They're saving us the time by coming at us with their coins."
    },
    {
      "id": 3,
      "model": "임대옥",
      "content": "…!"
    },
    {
      "id": 4,
      "content": "As we were descending and fighting off groups of enemies after enemies..."
    },
    {
      "id": 5,
      "content": "A loud bang of a firearm echoed from not too far across the hallway."
    },
    {
      "id": 6,
      "model": "단테",
      "content": "<…!>"
    },
    {
      "id": 7,
      "content": "Lin Daiyu, who leaped in front of Hong Lu, falls to the ground."
    },
    {
      "id": 8,
      "model": "임대옥다침",
      "content": "Agh...!"
    },
    {
      "id": 9,
      "model": "에고구보총",
      "content": "Oh..."
    },
    {
      "id": 10,
      "model": "에고구보총",
      "content": "She was certainly not my intended target; forgive me. I am still acclimatizing to the use of this 'E.G.O'."
    },
    {
      "id": 11,
      "model": "에고구보총",
      "content": "It's never easy to aim right."
    },
    {
      "id": 12,
      "model": "로쟈",
      "content": "Daiyu, are ya... are ya alright? That's a pretty big wound..."
    },
    {
      "id": 13,
      "model": "임대옥다침",
      "content": "I'm... alright..."
    },
    {
      "id": 14,
      "model": "홍루",
      "content": "Daiyu... why?"
    },
    {
      "id": 15,
      "model": "임대옥다침",
      "content": "Don't give me that look. It was just a force of habit."
    },
    {
      "id": 16,
      "model": "임대옥다침",
      "content": "Or have you already forgotten? I am from the Lin family, the family of bodyguards."
    },
    {
      "id": 17,
      "model": "홍루",
      "content": "My wounds can be rewound, Daiyu."
    },
    {
      "id": 18,
      "model": "홍루",
      "content": "Unlike yours... You knew this."
    },
    {
      "id": 19,
      "model": "임대옥다침",
      "content": "I can use Hongyuan's Life Insurance anyway if that's what you are concerned about."
    },
    {
      "id": 20,
      "model": "홍루",
      "content": "It won't work on someone who's been dead for too long."
    },
    {
      "id": 21,
      "model": "홍루",
      "content": "And I don't—"
    },
    {
      "id": 22,
      "content": "Hong Lu's eyes trembled briefly. My thoughts wandered to visions of Xiren's past, then to her present. Perhaps his did as well."
    },
    {
      "id": 23,
      "model": "임대옥다침",
      "content": "... Perhaps I thought I could make amends for even a small fraction of the years of resentment I harbored for you."
    },
    {
      "id": 24,
      "model": "임대옥다침",
      "content": "Besides, I don't want to see you in pain."
    },
    {
      "id": 25,
      "model": "에고구보",
      "content": "This is quite strange."
    },
    {
      "id": 26,
      "model": "에고구보",
      "content": "Would anyone in the know care to explain to me why this wound on a different candidate's clan is causing such a stir?"
    },
    {
      "id": 27,
      "model": "에고구보",
      "content": "Allow me to impart a word of advice. Do not be so hasty in forging fellowships."
    },
    {
      "id": 28,
      "model": "에고구보",
      "content": "For you might come across a fellow whom you had trusted to be a comrade who would build a future together, only for them to flit away without a word."
    },
    {
      "id": 29,
      "model": "이상",
      "content": "You will not speak with such impudence, Gubo."
    },
    {
      "id": 30,
      "model": "이상",
      "content": "Our shared past is not to be a subject of your ridicule...!"
    },
    {
      "id": 31,
      "model": "에고구보",
      "content": "Of course... our recent exchanges tell me that you have learned to speak without letting the dirt on the ground draw the majority of your attention."
    },
    {
      "id": 32,
      "model": "에고구보",
      "content": "But Yi Sang, I very much prefer your old self."
    },
    {
      "id": 33,
      "model": "에고구보",
      "content": "Now you are much too... let's see. Yes, much too slick. I can tell from your complete lack of hesitation in coming to your new fellow's defense."
    },
    {
      "id": 34,
      "model": "에고구보",
      "content": "So please, get out of my way. I do not wish to hit a wrong target again."
    },
    {
      "id": 35,
      "model": "에고가환",
      "content": "There is no need, Gubo."
    },
    {
      "id": 36,
      "model": "에고가환",
      "content": "Look at what hangs from my little brother's waist. There are barely any coins there. Now that's Baoyu, pride and joy of Daguanyuan, everyone."
    },
    {
      "id": 37,
      "model": "에고가환",
      "content": "So you won't need to waste a bullet on that thing."
    },
    {
      "id": 38,
      "model": "에고가환",
      "content": "It's simply embarrassing."
    },
    {
      "id": 39,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 40,
      "model": "에고가환",
      "content": "You dishonor the Jia family with your pathetic performance. We Jia deserve to be the very best of the four houses."
    },
    {
      "id": 41,
      "model": "홍루",
      "content": "You talk as though you have already met every candidate from the Jia family, brother."
    },
    {
      "id": 42,
      "model": "에고가환",
      "content": "Yes, you could say that. I made sure that Jia Xichun would be eliminated soon enough."
    },
    {
      "id": 43,
      "model": "에고가환",
      "content": "A foolish pair they were, both master and her bodyguard. Not to mention the rest of her clan that may as well not exist."
    },
    {
      "id": 44,
      "model": "에고가환",
      "content": "While others are giving the arms and legs of their followers to traps to scavenge as many coins as they can..."
    },
    {
      "id": 45,
      "model": "에고가환",
      "content": "... she stubbornly chooses the straightforward, honest, and boring path... A privilege not availed to someone who's so low on coins."
    },
    {
      "id": 46,
      "model": "에고가환",
      "content": "I was about to break her skull to end her suffering once and for all, but... tsk, she managed to give me the slip."
    },
    {
      "id": 47,
      "model": "그레고르",
      "content": "Not too interested in improving our horrible first impression, is he?"
    },
    {
      "id": 48,
      "model": "그레고르",
      "content": "Doesn't look like he's about to start a fight just yet, so let's administer some first aid for miss Daiyu here—"
    },
    {
      "id": 49,
      "model": "료슈",
      "content": "No. No need."
    },
    {
      "id": 50,
      "model": "오티스",
      "content": "……."
    },
    {
      "id": 51,
      "model": "오티스",
      "content": "... The Heishou are here. That means..."
    },
    {
      "id": 52,
      "model": "사회자",
      "content": "What a shame... the last remaining candidate of the Xue family is eliminated, but not before bringing such a dramatic defeat to the out-of-control Shi family candidate."
    },
    {
      "id": 53,
      "model": "사회자",
      "content": "Unfortunately, she wasted too much time in that fight and couldn't make it past the rising walls. If there are any clan members who have been separated from your candidate, please remain still where you are."
    },
    {
      "id": 54,
      "model": "사회자",
      "content": "You... will soon be collected according to the procedures."
    },
    {
      "id": 55,
      "model": "임대옥다침",
      "content": "So, miss Baochai has been eliminated."
    },
    {
      "id": 56,
      "model": "임대옥다침",
      "content": "... It seems that this is as far as I go."
    },
    {
      "id": 57,
      "model": "임대옥다침",
      "content": "Brief though this journey may have been, I am glad that we were able to resolve many misunderstandings."
    },
    {
      "id": 58,
      "model": "홍루",
      "content": "Daiyu..."
    },
    {
      "id": 59,
      "model": "임대옥다침",
      "content": "I will... wish you safe passage."
    },
    {
      "id": 60,
      "model": "임대옥다침",
      "content": "So please, do return this time."
    },
    {
      "id": 61,
      "model": "사회자",
      "content": "The game is racing to its end!"
    },
    {
      "id": 62,
      "model": "사회자",
      "content": "Let's try something unique this time to really enhance the experience, shall we? More immersion, more drama, more danger~!"
    },
    {
      "id": 63,
      "model": "사회자",
      "content": "Something like... let's see. What if we corralled the top three candidates into the same room...?"
    },
    {
      "id": 64,
      "model": "사회자",
      "content": "The candidates' placements seem pretty concrete now, don't they? But can we shake that up somehow, in the greatest turnabout of history?!"
    },
    {
      "id": 65,
      "model": "사회자",
      "content": "Games with predictable endings~ can get pretty boring for our dearest spectators."
    },
    {
      "id": 66,
      "model": "단테",
      "content": "<Which means...?>"
    },
    {
      "id": 67,
      "model": "사회자",
      "content": "Let's review the current rankings, shall we? First, Jia Qiu of the Jia family! Second, Jia Huan of the Jia family! Third, Jia... Baoyu of the Jia family!"
    },
    {
      "id": 68,
      "model": "이스마엘",
      "content": "... They're going to put us in the same room as them?"
    },
    {
      "id": 69,
      "model": "사회자",
      "content": "Are we about to witness a turnabout? Is it even possible? Well, we'll find out soon enough!"
    },
    {
      "id": 70,
      "model": "에고가환",
      "content": "Haah..."
    },
    {
      "id": 71,
      "model": "에고가환",
      "content": "Now isn't this interesting."
    },
    {
      "id": 72,
      "model": "에고가환",
      "content": "If you've made it to third place with those paltry coins, then... the first place must've really been hoarding all the coins for himself."
    },
    {
      "id": 73,
      "model": "에고가환",
      "content": "Allow me to enter first, little brother. I'd loathe to display even the faintest semblance of amity with you."
    },
    {
      "id": 74,
      "model": "에고가환",
      "content": "Although, I wouldn't mind if you would make a correct assessment of your limitations and drop out of the game now."
    },
    {
      "id": 75,
      "model": "그레고르",
      "content": "... Turnabout?"
    },
    {
      "id": 76,
      "model": "그레고르",
      "content": "What even is the point of this 'turnabout'...? Isn't it just another way to make the show more interesting for the viewers to enjoy?"
    },
    {
      "id": 77,
      "model": "이스마엘",
      "content": "If we come in third place... considering that they're also likely shooting for the Golden Bough, we are almost guaranteed to lose our objective to them."
    },
    {
      "id": 78,
      "model": "이스마엘",
      "content": "Okay..."
    },
    {
      "id": 79,
      "model": "이스마엘",
      "content": "So how the hell are we going to beat that Jia Qiu guy...?"
    },
    {
      "id": 80,
      "model": "이스마엘",
      "content": "Especially with Jia Huan breathing down our necks?"
    },
    {
      "id": 81,
      "model": "홍루",
      "content": "But... we have no other choice, do we?"
    },
    {
      "id": 82,
      "model": "홍루",
      "content": "If there's no way out, then our only path is inward."
    },
    {
      "id": 83,
      "model": "히스클리프",
      "content": "Oi, you sure about this?"
    },
    {
      "id": 84,
      "model": "히스클리프",
      "content": "Both of 'em waiting for you in there, they..."
    },
    {
      "id": 85,
      "model": "히스클리프",
      "content": "They..."
    },
    {
      "id": 86,
      "content": "Heathcliff trailed off."
    },
    {
      "id": 87,
      "content": "Neither of them are even remotely fond of Hong Lu, so they are likely going to go all-out on trying to kill him. Heathcliff knew that."
    },
    {
      "id": 88,
      "model": "홍루",
      "content": "Big brother Qiu must be waiting for me in there."
    },
    {
      "id": 89,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 90,
      "model": "홍루",
      "content": "Brother Qiu... followed his father's last name, but he was pretty much a part of the Kong family. He survived only because he happened to be away on the day of the Kong family's ruin."
    },
    {
      "id": 91,
      "model": "홍루",
      "content": "He found out only after he returned. Both his mother from the Kong family and his father from the Jia family were killed in that bloodbath, and... he didn't even have a single, close relative left."
    },
    {
      "id": 92,
      "model": "홍루",
      "content": "What welcomed him upon his return were the empty ruins of this building, the silence of the Daguanyuan people, and the tale of the Kong family's disgraceful greed, and how it destroyed them."
    },
    {
      "id": 93,
      "model": "홍루",
      "content": "Some servants warned me that brother Qiu might come to take my life, as anyone could guess that I probably had something to do with that day."
    },
    {
      "id": 94,
      "model": "홍루",
      "content": "But he never came to find me. He simply left Daguanyuan, then Hongyuan."
    },
    {
      "id": 95,
      "model": "홍루",
      "content": "So... the fact that he has returned..."
    },
    {
      "id": 96,
      "model": "홍루",
      "content": "... must be proof of his indefatigable determination and will."
    },
    {
      "id": 97,
      "model": "홍루",
      "content": "Of course, I wouldn't... know what that's like."
    }
  ]
}