{
  "dataList": [
    {
      "id": 0,
      "place": "Final Room of the Family Hierarch Evaluation",
      "model": "가치우",
      "content": "……."
    },
    {
      "id": 1,
      "content": "Jia Qiu was waiting for us, just as Hong Lu had predicted."
    },
    {
      "id": 2,
      "content": "We couldn't tell how long he'd been waiting for us in here, as he didn't appear to be even remotely tired or angry."
    },
    {
      "id": 3,
      "content": "He only regarded us in that same, collected silence we remember seeing from the day we first met."
    },
    {
      "id": 4,
      "model": "에고가환",
      "content": "How nice of them to bring us all together."
    },
    {
      "id": 5,
      "model": "에고가환",
      "content": "Isn't their intent quite obvious? Gathering all of us in here..."
    },
    {
      "id": 6,
      "model": "에고가환",
      "content": "... They're telling us to rid ourselves of the trouble of finding each other, and determine who comes first among us."
    },
    {
      "id": 7,
      "model": "가치우",
      "content": "Still your insolent tongue, Jia Huan. You possess not even an inkling of the path ahead."
    },
    {
      "id": 8,
      "model": "가치우",
      "content": "You have taken that name for a better purpose than to assume such a boorish display of vanity, have you not?"
    },
    {
      "id": 9,
      "content": "The tension was palpable. No one was going to make the first move."
    },
    {
      "id": 10,
      "content": "There was Jia Huan, who's always been hostile toward Hong Lu and us."
    },
    {
      "id": 11,
      "content": "Then there was Jia Qiu, whose innermost thoughts we couldn't hope to grasp... but most likely harbored much anger toward Hong Lu and carried the torch of vengeance for his family's destruction."
    },
    {
      "id": 12,
      "model": "이스마엘",
      "content": "Look, there's... something written up there."
    },
    {
      "id": 13,
      "content": "Ishmael whispered."
    },
    {
      "id": 14,
      "content": "A question, written in large, red letters."
    },
    {
      "id": 15,
      "content": "‘State the virtue of the Family Hierarch.’"
    },
    {
      "id": 16,
      "model": "사회자",
      "content": "Now, we have the top three candidates all gathered in this room. Are we about to find out the winner of this game right here, right now, right in this room?"
    },
    {
      "id": 17,
      "model": "사회자",
      "content": "So... with the gravity of this particular situation clearly communicated... let's try something completely different this time. Different, but most appropriate for the ceremony of selecting the next Hierarch of Hongyuan."
    },
    {
      "id": 18,
      "model": "사회자",
      "content": "Behold the wall and ponder the question! This is the time for our finalists to debate the very question at the core of the Family Hierarch Evaluation!"
    },
    {
      "id": 19,
      "model": "가치우",
      "content": "……."
    },
    {
      "id": 20,
      "model": "이상",
      "content": "We are to... engage in a dialogue?"
    },
    {
      "id": 21,
      "model": "에고가환",
      "content": "Hilarious. Had enough of the bloodshed, then? Shall we end this game with a sophisticated little confabulation on the sanctimonious ‘virtues’ instead? Might as well put a bow on it, why don't you?"
    },
    {
      "id": 22,
      "model": "사회자",
      "content": "If the opponent accepts your argument... perhaps you could indeed flex your rhetorical muscles and finish the second round with a parlay of words... But wouldn't you like to know what happens if you can't?"
    },
    {
      "id": 23,
      "model": "사회자",
      "content": "It changes absolutely nothing! Simply return to what you've been doing for this entire event! Take or be taken! Grab as many coins as you can!"
    },
    {
      "id": 24,
      "content": "But all of this was but the host's 'suggestion', nothing more."
    },
    {
      "id": 25,
      "content": "If either Jia Qiu or Jia Huan decides to just attack us anyway, we'd have no choice but to fight them."
    },
    {
      "id": 26,
      "model": "단테",
      "content": "<What now...?>"
    },
    {
      "id": 27,
      "content": "However, Jia Qiu..."
    },
    {
      "id": 28,
      "content": "... only wordlessly gazed up at the writings on the wall."
    },
    {
      "id": 29,
      "model": "홍루",
      "content": "What now, brothers?"
    },
    {
      "id": 30,
      "content": "Hong Lu asked casually."
    },
    {
      "id": 31,
      "content": "I have to start thinking about every permutation of events that could happen this moment onward."
    },
    {
      "id": 32,
      "content": "What if he decides to ally with Jia Huan to take us out? Wait, no. Someone like Jia Qiu might not even have to ally with anyone to destroy us."
    },
    {
      "id": 33,
      "content": "Which means that, for us to come second, at least one of them must be eliminated."
    },
    {
      "id": 34,
      "model": "파우스트",
      "content": "There is a possibility that forfeiting the game now could result in us placing third."
    },
    {
      "id": 35,
      "model": "파우스트",
      "content": "However, what must also be considered is that, outside this room, there are other candidates who have collected a similar number of coins as we have; it is possible that there are additional coins to be collected, the sum of which may be greater than our current sum."
    },
    {
      "id": 36,
      "model": "파우스트",
      "content": "... A small variable, but a risk nonetheless."
    },
    {
      "id": 37,
      "model": "이스마엘",
      "content": "... Yeah, but the biggest problem right now is that the only other clan that's aware of the Golden Bough... currently ranks higher than we do."
    },
    {
      "id": 38,
      "model": "오티스",
      "content": "Not only are they aware of it, it's probably the whole reason they're participating in this game. At this point, they might as well have already obtained it if they were to forfeit now."
    },
    {
      "id": 39,
      "model": "오티스",
      "content": "The ideal scenario would be for Jia Qiu to utterly destroy the N Corp. forces, take all of their coins, and eliminate them from the game. But..."
    },
    {
      "id": 40,
      "model": "오티스",
      "content": "Dammit, I can't strategize without knowing what he's thinking. He is impenetrable."
    },
    {
      "id": 41,
      "content": "Outis, of all people, appeared completely stumped... This certainly does not bode well for our plan."
    },
    {
      "id": 42,
      "model": "그레고르",
      "content": "That big fella... he's not much of a talker, and seems to be the kind of guy who prefers to destroy his way to success than to talk things out..."
    },
    {
      "id": 43,
      "model": "가치우",
      "content": "……."
    },
    {
      "id": 44,
      "model": "가치우",
      "content": "They have given us a platform to parlay. Thus rightly parlay we shall."
    },
    {
      "id": 45,
      "model": "단테",
      "content": "<…!>"
    },
    {
      "id": 46,
      "content": "What Jia Qiu said was a surprise to all of us."
    },
    {
      "id": 47,
      "model": "에고가환",
      "content": "Now that's unexpected. You're going to play along with this meaningless game, Jia Qiu?"
    },
    {
      "id": 48,
      "model": "에고가환",
      "content": "The long years spent away from Hongyuan must've been quite smooth-sailing for you."
    },
    {
      "id": 49,
      "model": "가치우",
      "content": "There was loneliness and impecuniosity, but it was indeed smooth-sailing."
    },
    {
      "id": 50,
      "model": "가치우",
      "content": "I was deprived of those who would stand with me, for I was wanting in the fortune with matters of people; thus, I sought out the new, embraced them, and learned much."
    },
    {
      "id": 51,
      "model": "에고가환",
      "content": "I don't know just who you could've possibly met and learned from out there, but... your ambitions have certainly inflated."
    },
    {
      "id": 52,
      "model": "에고가환",
      "content": "I met this Zhao of the Wang family on my way here..."
    },
    {
      "id": 53,
      "model": "에고가환",
      "content": "And he, whom we had all known to be quite clever, was sitting alone without coins, waiting for his elimination to be confirmed."
    },
    {
      "id": 54,
      "model": "에고가환",
      "content": "And do you know what he said to me then?"
    },
    {
      "id": 55,
      "model": "에고가환",
      "content": "That he'd already given all of his coins to the one who should have them."
    },
    {
      "id": 56,
      "model": "에고가환",
      "content": "That he'd already achieved 'his' victory in this game, as he'd already given his coins to the one who deserves them most before anyone who does not could claim them..."
    },
    {
      "id": 57,
      "model": "에고가환",
      "content": "I was tickled by that insolence, so I thought to separate his head from his torso... but the Heishou of this evaluation site leaped in to protect him."
    },
    {
      "id": 58,
      "model": "에고가환",
      "content": "Jia Qiu, why would you seek the Wang family's alliance now, of all times?"
    },
    {
      "id": 59,
      "model": "가치우",
      "content": "Alliance? Quite the lofty phrasing for what that was."
    },
    {
      "id": 60,
      "model": "가치우",
      "content": "I had merely discerned what he deemed to be good—and promised that I would make it so."
    },
    {
      "id": 61,
      "model": "에고가환",
      "content": "What is good, huh..."
    },
    {
      "id": 62,
      "model": "에고가환",
      "content": "What could you possibly have, after having essentially severed yourself from Daguanyuan for years, to offer him that the Wang family doesn't already have?"
    },
    {
      "id": 63,
      "model": "에고가환",
      "content": "Fine, then... I'll play along with your game for now. If you have something to say, then say it."
    },
    {
      "id": 64,
      "content": "Jia Huan gave Jia Qiu a sarcastic grin as he leaned against the wall."
    },
    {
      "id": 65,
      "model": "가치우",
      "content": "To ask one to state the virtue of the Family Hierarch..."
    },
    {
      "id": 66,
      "model": "가치우",
      "content": "... is to ask one to state what it is that Hongyuan, soon to be under the lordship of the new Hierarch, needs the most."
    },
    {
      "id": 67,
      "model": "가치우",
      "content": "I saw naught but two kinds of people as I was raised in this vast yet confined room they call Hongyuan."
    },
    {
      "id": 68,
      "model": "가치우",
      "content": "Those who kill, and those who die."
    },
    {
      "id": 69,
      "model": "가치우",
      "content": "To dissolve this vile distinction, to restore to the righteous path this land's trajectory of history, dyed crimson with the blood spilled in the name of our selfish avarice... we need these two virtues: humanity and propriety."
    },
    {
      "id": 70,
      "model": "에고가환",
      "content": "Your words are utterly meaningless. Do you seriously think the people who clamber around every restructuring day to secure just enough room for them to live have any care left to give about either of your pretentious virtues?"
    },
    {
      "id": 71,
      "model": "에고가환",
      "content": "What Hongyuan needs is simple and pragmatic: the power to dominate and the administrative efficacy to wield it. Not to mention the ability to maintain the constant upward growth of technological innovation to keep up with the other Wings."
    },
    {
      "id": 72,
      "content": "Unlike the other two who seemed to be more engaged in this debate than I'd expected..."
    },
    {
      "id": 73,
      "content": "... Hong Lu kept his aloof silence, as though none of that was of any interest to him."
    },
    {
      "id": 74,
      "content": "This seemed to irk Jia Qiu, who turned to look at Hong Lu."
    },
    {
      "id": 75,
      "model": "가치우",
      "content": "... Speak, Jia Baoyu."
    },
    {
      "id": 76,
      "model": "가치우",
      "content": "Dare speak your mind—what does Hongyuan need?"
    },
    {
      "id": 77,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 78,
      "model": "에고가환",
      "content": "Don't treat him as though he's on the same scale on which we operate, Jia Qiu."
    },
    {
      "id": 79,
      "model": "에고가환",
      "content": "He doesn't even know what <i>he</i> needs, let alone what Hongyuan needs. This is a waste of time."
    },
    {
      "id": 80,
      "model": "에고가환",
      "content": "He does not even possess an ounce of ambition nor the heart to bloviate meaninglessly about his purposes."
    },
    {
      "id": 81,
      "model": "홍루",
      "content": "... Yes, brother Huan is right. How could someone like me even dream of participating in such a... grand discussion of great causes?"
    },
    {
      "id": 82,
      "model": "가치우",
      "content": "I will not formulate my judgment of you based on conclusions Jia Huan or anyone else in Hongyuan has drawn. They will be heard, indeed, but my Way is forged only by the answers that spring from my own deliberations."
    },
    {
      "id": 83,
      "model": "가치우",
      "content": "Thus, Jia Baoyu—do not allow the judgment of others to guide your tongue."
    },
    {
      "id": 84,
      "content": "Jia Qiu replies sternly. Hong Lu looks toward the ground, somewhat taken aback, before looking up at Jia Qiu."
    },
    {
      "id": 85,
      "model": "홍루",
      "content": "Would it not be much more... productive for you to tell us more of your thoughts, big brother?"
    },
    {
      "id": 86,
      "model": "에고가환",
      "content": "Hah... just listen to him."
    },
    {
      "id": 87,
      "model": "자로",
      "content": "To reply to my lord's question with such a fatuous query signifies that he lacks the vision to perceive the grand picture."
    },
    {
      "id": 88,
      "model": "히스클리프",
      "content": "Oi... This ain't the kind of question you can just pop out an answer for, is it? Don't put 'im on the spot, give him some time to—!"
    },
    {
      "id": 89,
      "model": "자로",
      "content": "Do you still fail to realize which party among those present wields the sharpest blade?"
    },
    {
      "id": 90,
      "model": "자로",
      "content": "Shame that you do not understand the significance of the powerful choosing to engage in rhetoric over crushing others with sheer might in times of chaos..."
    },
    {
      "id": 91,
      "model": "가치우",
      "content": "That is enough, Zilu."
    },
    {
      "id": 92,
      "model": "가치우",
      "content": "I ask you again. What virtue must the Hierarch possess? What does Hongyuan need the most?"
    },
    {
      "id": 93,
      "content": "... For a split second, Hong Lu's lips part."
    },
    {
      "id": 94,
      "place": -1,
      "model": "어린홍루",
      "content": "……."
    },
    {
      "id": 95,
      "model": "과거가치우",
      "content": "……."
    },
    {
      "id": 96,
      "place": "Final Room of the Family Hierarch Evaluation",
      "model": "홍루",
      "content": "I..."
    },
    {
      "id": 97,
      "content": "But they soon shut again, as though he was shaking himself from an illusion."
    },
    {
      "id": 98,
      "model": "홍루",
      "content": "Honestly, I have no idea what kind of answer you're looking for from me, brother."
    },
    {
      "id": 99,
      "model": "가치우",
      "content": "……."
    },
    {
      "id": 100,
      "model": "가치우",
      "content": "This was my first act of goodwill toward you… and quite possibly, the final opportunity I may be able to afford you."
    },
    {
      "id": 101,
      "model": "가치우",
      "content": "Will you discard it regardless, blinded to its significance?"
    },
    {
      "id": 102,
      "model": "홍루",
      "content": "Brother Qiu..."
    },
    {
      "id": 103,
      "model": "홍루",
      "content": "You must be anticipating something from me."
    },
    {
      "id": 104,
      "model": "가치우",
      "content": "Anticipation, is it..."
    },
    {
      "id": 105,
      "model": "가치우",
      "content": "An imprudent anticipation begets nothing but despair in the face of futility, leaving nothing but a hollow heart in its wake."
    },
    {
      "id": 106,
      "model": "가치우",
      "content": "Even still... I have deigned to grant you my valuable time for that slim potentiality I once saw within you."
    },
    {
      "id": 107,
      "model": "가치우",
      "content": "And by doing so, I risk delaying everything that I have prepared for a long, long time."
    },
    {
      "id": 108,
      "model": "가치우",
      "content": "Yet... you still evade my every query."
    },
    {
      "id": 109
    },
    {
      "id": 110,
      "model": "가치우",
      "content": "To swallow one's words when it is their turn to speak is to hide them."
    },
    {
      "id": 111,
      "model": "가치우",
      "content": "As you insist on stopping and veiling your thoughts, I am, perforce, compelled to act in a manner unbecoming of a noble man."
    },
    {
      "id": 112,
      "model": "가치우",
      "content": "It seems that I must dabble in your methods today, Zilu."
    },
    {
      "id": 113,
      "model": "자로",
      "content": "As you command, my lord."
    },
    {
      "id": 114,
      "model": "가치우",
      "content": "I shall afford you neither the wherewithal nor the time to mask your ruminations."
    },
    {
      "id": 115,
      "model": "가치우",
      "content": "Bring forth a real answer; do not let it languish behind your tongue."
    },
    {
      "id": 116
    }
  ]
}