{
  "dataList": [
    {
      "id": 0,
      "place": "Daguanyuan Pavilion",
      "model": "단테",
      "content": "<How's the taste? Said they brewed it with the tea leaves Xichun gave us. It's called Baihao Yinzhen... or something, I think?>"
    },
    {
      "id": 1,
      "model": "홍루",
      "content": "Mm~ It's a nice cup of tea that goes down easily. Not as good as Xiren's, though."
    },
    {
      "id": 2,
      "model": "단테",
      "content": "<... Yeah?>"
    },
    {
      "id": 3,
      "content": "Cool wind of Daguanyuan blows under this pavilion."
    },
    {
      "id": 4,
      "content": "Now that we've survived another huge incident, I was planning to hold some consultation sessions with the Sinners like I always do. But..."
    },
    {
      "id": 5,
      "content": "... I wasn't sure when Mephistopheles was coming back, so I decided to conduct them outdoors."
    },
    {
      "id": 6,
      "content": "Well... a change of scenery can be nice from time to time."
    },
    {
      "id": 7,
      "model": "단테",
      "content": "<As much as I'd love to be a part of that discussion... this thing didn't come with a mouth.>"
    },
    {
      "id": 8,
      "model": "홍루",
      "content": "Ah... that must be a sore spot, Dante."
    },
    {
      "id": 9,
      "model": "홍루",
      "content": "You've expressed that feeling before, remember? Whenever we were snacking together, you'd say things like that."
    },
    {
      "id": 10,
      "model": "홍루",
      "content": "You gave up the complimentary food from the WARP train to Rodya too, and... hm, you must've been curious of its taste back then."
    },
    {
      "id": 11,
      "model": "단테",
      "content": "<W-well, you know... it's not all that bad.>"
    },
    {
      "id": 12,
      "model": "홍루",
      "content": "I think I'd feel regret and sadness. It's kind of tragic, almost..."
    },
    {
      "id": 13,
      "content": "Ever since Hong Lu severed the cycle that bound the Hierarchs of Daguanyuan, and sealed the Xianren in their temple..."
    },
    {
      "id": 14,
      "content": "... he's been making a lot of expressions that I hadn't seen before."
    },
    {
      "id": 15,
      "content": "Moreover, lately, I've been getting the impression that he's actively been trying to express his feelings and thoughts, even for things his past self would have simply accepted as-is."
    },
    {
      "id": 16,
      "content": "Like an old dam breaking, its fresh spring water surging to freedom..."
    },
    {
      "id": 17,
      "model": "홍루",
      "content": "I can't give you a mouth, but you can trust me to give you a very detailed explanation of flavors. So feel free to ask me any time~"
    },
    {
      "id": 18,
      "model": "단테",
      "content": "<Yeah, thanks.>"
    },
    {
      "id": 19,
      "content": "And honestly, I think that's a good thing. Especially because, more so than anything, I could sense that Hong Lu was gently enjoying these moments."
    },
    {
      "id": 20,
      "content": "I think I can safely mark him down as experiencing 'very positive changes' in my consultation notes—"
    },
    {
      "id": 21,
      "model": "홍루",
      "content": "Though I'm not sure if any of that'll get through to you... given that you probably don't even remember the taste of food anyway~"
    },
    {
      "id": 22,
      "content": "... let me change that to 'started on a path to achieving some very positive changes'."
    },
    {
      "id": 23,
      "model": "싱클레어",
      "content": "E-excuse me! Manager!"
    },
    {
      "id": 24,
      "content": "That's when Sinclair suddenly rushed up to us on the pavilion."
    },
    {
      "id": 25,
      "model": "단테",
      "content": "<... What's going on?>"
    },
    {
      "id": 26,
      "model": "싱클레어",
      "content": "I-I know you're in the middle of a consultation, but, uh... there's this huge, big as a house truck by the entrance that's..."
    },
    {
      "id": 27,
      "model": "싱클레어",
      "content": "The point is, I think you might have to come see this!"
    },
    {
      "id": 28,
      "place": "Daguanyuan Front Gates",
      "model": "히스클리프",
      "content": "Oi, Clockhead."
    },
    {
      "id": 29,
      "model": "단테",
      "content": "<Is that...?>"
    },
    {
      "id": 30,
      "content": "The truck was, indeed, massive—it certainly did live up to all the fuss Sinclair kicked up. But..."
    },
    {
      "id": 31,
      "model": "그레고르",
      "content": "Hyah... ain't that something, huh?"
    },
    {
      "id": 32,
      "content": "... it didn't seem to me that the other Sinners were all that concerned about it."
    },
    {
      "id": 33,
      "model": "단테",
      "content": "<Is everything okay here...? Hope it's not another attack on Daguanyuan...>"
    },
    {
      "id": 34,
      "model": "히스클리프",
      "content": "Huh? Nah, it ain't. Well... we did suspect that at first, but it's all right."
    },
    {
      "id": 35,
      "model": "이스마엘",
      "content": "It's because no one on the bus knows how to observe. It's all about the details, get it?"
    },
    {
      "id": 36,
      "model": "이스마엘",
      "content": "Look, it's right there. The company logo."
    },
    {
      "id": 37,
      "model": "단테",
      "content": "<... Where?>"
    },
    {
      "id": 38,
      "model": "이스마엘",
      "content": "Seriously? It's right there, in that corner over there."
    },
    {
      "id": 39,
      "content": "Ishmael pointed at something on the vehicle, irritation clear in her voice. I stared really hard at whatever she was pointing at..."
    },
    {
      "id": 40,
      "content": "... and managed to find Limbus Company's logo painted on the bus."
    },
    {
      "id": 41,
      "content": "It was the size of a palm."
    },
    {
      "id": 42,
      "model": "이스마엘",
      "content": "They were <i>this</i> close to chopping that truck into a million pieces when I pointed that out."
    },
    {
      "id": 43,
      "model": "그레고르",
      "content": "Gotta say, I'm impressed you even managed to make out what that is... Doesn't look like anything other than a smudge to me. I guess eyesight's really the first thing that goes with age."
    },
    {
      "id": 44,
      "model": "로쟈",
      "content": "I meaaaan~ it's kinda their fault for making it so small and inconspicuous, ya know?"
    },
    {
      "id": 45,
      "model": "뉴소드",
      "content": "That's because it's not a public-facing vehicle."
    },
    {
      "id": 46,
      "content": "Saude walked into our circle, dusting her hands and brushing past a few disgruntled words."
    },
    {
      "id": 47,
      "model": "뉴소드",
      "content": "This is a research vehicle used by the LCE Department. You've used this once before, remember?"
    },
    {
      "id": 48,
      "model": "뫼르소",
      "content": "... Mm. Extrapolating from the material and the color of the truck's cover panel, it can be determined that it is the same transportation device used for the regular check-up."
    },
    {
      "id": 49,
      "model": "뉴소드",
      "content": "Right on."
    },
    {
      "id": 50,
      "model": "뉴소드",
      "content": "Ever since you used it safely to arrive at LCE, we've been using it to move the LCC base around."
    },
    {
      "id": 51,
      "model": "히스클리프",
      "content": "... Hang on, does that mean that we were your guinea pigs?"
    },
    {
      "id": 52,
      "model": "뉴소드",
      "content": "AND, guess what! Just today, when we opened the truck to transport a different team..."
    },
    {
      "id": 53,
      "model": "히스클리프",
      "content": "Oi, don't ignore me!"
    },
    {
      "id": 54,
      "content": "Instead of answering Heathcliff's question..."
    },
    {
      "id": 55,
      "place": -1,
      "content": "... Saude walked up to the truck and swung open its rear doors."
    },
    {
      "id": 56,
      "place": "LCE Research Vehicle",
      "content": "In it, we saw the same mess of machines we saw back then, and..."
    },
    {
      "id": 57,
      "model": "단테",
      "content": "<Hey, this light...>"
    },
    {
      "id": 58,
      "content": "... the now-familiar green light."
    },
    {
      "id": 59,
      "model": "파우스트",
      "content": "... I see."
    },
    {
      "id": 60,
      "model": "파우스트",
      "content": "Saude, has there been any further modifications to this vehicle since then?"
    },
    {
      "id": 61,
      "model": "뉴소드",
      "content": "Hm... well, I'm not certain on the details, but LCE's chief resear—"
    },
    {
      "id": 62,
      "model": "파우스트",
      "content": "Hohenheim."
    },
    {
      "id": 63,
      "model": "뉴소드",
      "content": "Yes, him. Are you two... well acquainted?"
    },
    {
      "id": 64,
      "model": "파우스트",
      "content": "Not very well. But I do make an effort to remember his minor yet numerous mistakes."
    },
    {
      "id": 65,
      "content": "... She sounds oddly happy."
    },
    {
      "id": 66,
      "model": "뉴소드",
      "content": "Anyways, according to the research report he gave us, the vehicle's been modified to allow for universal use across other departments of Limbus Company."
    },
    {
      "id": 67,
      "model": "뉴소드",
      "content": "LCB's bus—Mephistopheles, right? The report said something about using the Backdoor of that bus as a reference to equip this vehicle with various functions. And..."
    },
    {
      "id": 68,
      "model": "파우스트",
      "content": "That explains why this phenomenon is taking place here..."
    },
    {
      "id": 69,
      "model": "파우스트",
      "content": "Walpurgis Night."
    },
    {
      "id": 70,
      "model": "돈키호테",
      "content": "Yet... how is this possible when we sit not astride the bus seats?"
    },
    {
      "id": 71,
      "model": "파우스트",
      "content": "It is not a theoretical impossibility."
    },
    {
      "id": 72,
      "model": "파우스트",
      "content": "Certain major parts of the technology forming its engine have been shared with Hohenheim; it is within the realm of possibility that the engine's influence may be transferred there as well."
    },
    {
      "id": 73,
      "model": "파우스트",
      "content": "... However, the means by which it has affected this vehicle has to be studied."
    },
    {
      "id": 74,
      "model": "이상",
      "content": "It seems to comprehend our absence and the subsequent separation from the bus..."
    },
    {
      "id": 75,
      "model": "이상",
      "content": "Could it, mayhap, be reacting to the presence of a Golden Bough...?"
    },
    {
      "id": 76,
      "model": "파우스트",
      "content": "At this moment, Mephistopheles is currently boarded by Vergilius, Charon, and various other members of LCCB including Pilot. Therefore..."
    },
    {
      "id": 77,
      "model": "파우스트",
      "content": "... if they have traveled far, your conjecture may be true."
    },
    {
      "id": 78,
      "model": "파우스트",
      "content": "Or... There exists a flow that ensures our encounter with the Walpurgis Night regardless of the environment surrounding us... perhaps."
    },
    {
      "id": 79,
      "content": "Faust talked to herself, staring pensively into the distance, before turning toward us again with mild resignation."
    },
    {
      "id": 80,
      "model": "파우스트",
      "content": "Lead the way, Dante."
    },
    {
      "id": 81,
      "place": -1,
      "model": "파우스트",
      "content": "If it has found us, then it must rightly be observed."
    },
    {
      "id": 82,
      "place": "L Corp. HQ Hallway",
      "model": "홍루",
      "content": "Aha, I knew it. It's the former L Corp.'s turn!"
    },
    {
      "id": 83,
      "model": "단테",
      "content": "<Huh? What do you mean \"knew it\"?>"
    },
    {
      "id": 84,
      "model": "홍루",
      "content": "Ah, Heathcliff opened up a betting pool about where our next Walpurgis Night location's going to be."
    },
    {
      "id": 85,
      "model": "단테",
      "content": "<... A betting pool?>"
    },
    {
      "id": 86,
      "model": "히스클리프",
      "content": "Alright, alright! What'd I say? Pay up, ya gits."
    },
    {
      "id": 87,
      "model": "싱클레어",
      "content": "Nngh... you told me it was just about time the patterns changed!"
    },
    {
      "id": 88,
      "model": "로쟈",
      "content": "No way... but it was just the right time to bet against the odds!"
    },
    {
      "id": 89,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 90,
      "content": "By the looks of it, the bet seemed to have been about whether this Walpurgis Night would take us to the Library or the Lobotomy Corp. Headquarters."
    },
    {
      "id": 91,
      "model": "단테",
      "content": "<Hey... something about this place seems a bit different from the other former L Corp. hallways we saw in the past."
    },
    {
      "id": 92,
      "model": "돈키호테",
      "content": "Didst thou sense it as well, Manager Esquire? Hoh... 'tis familiar yet... unfamiliar, indeed."
    },
    {
      "id": 93,
      "model": "이상",
      "content": "A stage for a play, almost..."
    },
    {
      "id": 94,
      "model": "이스마엘",
      "content": "Seems it's gotten wider, too... It's still the same long and narrow hallway, but it's slightly wider."
    },
    {
      "id": 95,
      "model": "파우스트",
      "content": "While it is unknown as to how many days have passed in these Headquarters..."
    },
    {
      "id": 96,
      "model": "돈키호테",
      "content": "Mm? Prithee, repeat what you have said?"
    },
    {
      "id": 97,
      "model": "파우스트",
      "content": "Ah... no. This subject can be discussed later, when its veracity becomes clearer."
    },
    {
      "id": 98,
      "model": "파우스트",
      "content": "Sharing the current circumstances of this place..."
    },
    {
      "id": 99,
      "place": "L Corp. HQ Central Command Hallway",
      "model": "파우스트",
      "content": "... We find ourselves at the Lobotomy Corp. Headquarters of a certain day... at its Central Command, to be exact."
    },
    {
      "id": 100,
      "model": "파우스트",
      "content": "The very center of the middle layer."
    },
    {
      "id": 101,
      "model": "이스마엘",
      "content": "Then the ones we've visited so far must've been in the upper layer."
    },
    {
      "id": 102,
      "model": "파우스트",
      "content": "Correct. It is said that the departments of Lobotomy Corporation Headquarters were progressively unlocked with the passage of time."
    },
    {
      "id": 103,
      "model": "오티스",
      "content": "... Hm. According to the reports, when the Headquaters crumbled and fired that skyward light, it was..."
    },
    {
      "id": 104,
      "model": "파우스트",
      "content": "... Indeed. It appears that with every visit, we find ourselves at a further point in time here. As soon as the current 'day' can be pinpointed..."
    },
    {
      "id": 105,
      "model": "오티스",
      "content": "... we might even be able to experience that day."
    },
    {
      "id": 106,
      "model": "파우스트",
      "content": "Perhaps. Then—"
    },
    {
      "id": 107,
      "content": "BEEP—BEEP—BEEP—"
    },
    {
      "id": 108,
      "model": "그레고르",
      "content": "Well... that didn't take long. We're here to take care of some 'Ordeal' or something again, aren't we?"
    },
    {
      "id": 109,
      "model": "이스마엘",
      "content": "Hey, I'm not complaining. We've kind of been loafing around and doing nothing while Jia Xichun left for that grand conference to decide the future of Daguanyuan or something."
    },
    {
      "id": 110,
      "model": "오티스",
      "content": "Tsk, but we have so little time... I must prepare a more intense training regimen to make up for lost time."
    },
    {
      "id": 111,
      "model": "료슈",
      "content": "Whichever it is... heh. It'll be F.U.N."
    },
    {
      "id": 112,
      "model": "티페리트",
      "teller": "???",
      "title": "???",
      "content": "What's everyone waffling on about?"
    },
    {
      "id": 113,
      "model": "로쟈",
      "content": "Cue the Sephirah... It's an angry one this time."
    },
    {
      "id": 114,
      "model": "티페리트",
      "title": "Central Command Sephirah",
      "content": "Yeah! What, did you expect some other voice speaking through the Central Command PA system other than Tiphereth's?"
    },
    {
      "id": 115,
      "model": "티페리트",
      "title": "Central Command Sephirah",
      "content": "Tiphereth, the employees are confused. Please explain the situation to them."
    },
    {
      "id": 116,
      "model": "로쟈",
      "content": "Huh...? There's two of them?"
    },
    {
      "id": 117,
      "model": "티페리트",
      "title": "Central Command Sephirah",
      "content": "Yes, I'm also Tiphereth."
    },
    {
      "id": 118,
      "model": "파우스트",
      "content": "The Central Command, unlike other departments, boasts a rather significant size; it is large enough to have to be managed in two areas: A and B. It is said that this is why they have two separate Sephirot managing this department."
    },
    {
      "id": 119,
      "model": "티페리트",
      "title": "Central Command Sephirah",
      "content": "Yeah, and it's a lot, even between the both of us... Which is why it's up to you to be more thorough!"
    },
    {
      "id": 120,
      "model": "히스클리프",
      "content": "Yeah, yeah... bring out the Ordeal already. What are we destroyin' this time?"
    },
    {
      "id": 121,
      "model": "티페리트",
      "title": "Central Command Sephirah",
      "content": "Like I said, what are you all waffling on about?!"
    },
    {
      "id": 122,
      "model": "티페리트",
      "title": "Central Command Sephirah",
      "content": "There's been an Abnormality containment breach...! The whole company's about to go belly-up because everyone else is off trying to suppress the mess on the other side!"
    },
    {
      "id": 123,
      "content": "Then, the alarm that was blaring all throughout the company suddenly went quiet..."
    },
    {
      "id": 124,
      "model": "티페리트",
      "title": "Central Command Sephirah",
      "content": "... Oh no. The Second Warning."
    },
    {
      "id": 125,
      "model": "티페리트",
      "title": "Central Command Sephirah",
      "content": "Ugh... Great, look what you did, you bunch of slackers! Get to our headquarters, now! Deal with the blue entity!"
    }
  ]
}