{
  "dataList": [
    {
      "id": 0,
      "place": "Aboard Mephistopheles",
      "model": "로쟈",
      "content": "Yawn... Dante, any idea where that leftover cake from yesterday went?"
    },
    {
      "id": 1,
      "model": "단테",
      "content": "<… No idea. I mean, why would I know? I can't even eat...>"
    },
    {
      "id": 2,
      "model": "로쟈",
      "content": "Darn… Did Donqui already get her paws on ‘em…?"
    },
    {
      "id": 3,
      "content": "Rodya rubbed her tired eyes, muttered something about how we should've partied in her room instead, and stumbled to the Backdoor."
    },
    {
      "id": 4,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 5,
      "content": "The new year's came swiftly to the inhabitants of the bus after the various incidents at the LCE."
    },
    {
      "id": 6,
      "place": "Aboard Mephistopheles, Yesterday",
      "content": "The Sinners all came from different backgrounds and parts of the City, but annual celebration for new year’s seemed to be a thread that connected their cultures together. They began floating the idea of a new year’s party, and…"
    },
    {
      "id": 7,
      "model": "돈키호테",
      "content": "Excellent! Then permit me the honor of hosting this banquet!"
    },
    {
      "id": 8,
      "content": "... with her usual overdramatic boast, coupled with the familiar twinkle in her eyes, Don Quixote declared that there would indeed be a new year's party. And thus it was decided."
    },
    {
      "id": 9,
      "model": "그레고르",
      "content": "Again…? After all the hell we went through with the Backdoor and whatnot for the out-of-season Christmas celebration…?"
    },
    {
      "id": 10,
      "model": "돈키호테",
      "content": "Ahem... Yet I must insist, for 'twas but an effort to decorate the bus, the intent quite divorced from the act of celebration..."
    },
    {
      "id": 11,
      "content": "Don Quixote glanced at Sinclair, sheepishly scratching the back of her head."
    },
    {
      "id": 12,
      "model": "싱클레어",
      "content": "Huh? Ohh… Don’t worry about me, really. Ha ha…"
    },
    {
      "id": 13,
      "model": "돈키호테",
      "content": "Well, 'tis... ahem. 'Tis true that mine actions hath brought thee quite the distress—unintentionally, I might add—thus I ask thee... wouldst thou not agree that a communal event to mark the occasion might freshen both our spirits and bodies?"
    },
    {
      "id": 14,
      "content": "... I can't even begin to imagine her amnesiac self even taking a moment to give a damn about how Sinclair might take it, but I guess with memory came tact."
    },
    {
      "id": 15,
      "model": "로쟈",
      "content": "Ya know~ It's our first new year's together! It sure is an occasion for a celebration, huh? Gotta hear that bell go ding~ to really mark the transition to a new year, right~?"
    },
    {
      "id": 16,
      "model": "이상",
      "content": "Ah, it seems that we shall be welcoming the first light of the new year in company of one another. This is indeed a cause for celebration."
    },
    {
      "id": 17,
      "model": "료슈",
      "content": "A bowl of noodles before the last night of the year fades... classic."
    },
    {
      "id": 18,
      "model": "돈키호테",
      "content": "Sob… such bubbling enthusiasm from ye warmeth mine own heart…!"
    },
    {
      "id": 19,
      "model": "돈키호테",
      "content": "Forsooth, the grandiosity of this banquet shall be one for the books! Fireworks most brilliant! Enough delicacies to—"
    },
    {
      "id": 20,
      "model": "베르길리우스",
      "content": "Charon, when’s our next stop?"
    },
    {
      "id": 21,
      "model": "카론",
      "content": "Mephi’ll be running nonstop for three days at least. Only dumb-dumbs stop on a fast road."
    },
    {
      "id": 22,
      "model": "베르길리우스",
      "content": "… So she says."
    },
    {
      "id": 23,
      "content": "Vergilius muttered with his usual sardonic edge, one fist under his chin..."
    },
    {
      "id": 24,
      "model": "돈키호테",
      "content": "Fie..."
    },
    {
      "id": 25,
      "model": "돈키호테",
      "content": "For next year’s celebration... the banquet shall be prepared… ere the promised hour…"
    },
    {
      "id": 26,
      "content": "Don Quixote’s idea of a grand banquet depressingly fizzled into nothingness, but..."
    },
    {
      "id": 27,
      "content": "... Rodya brought out the cakes and cookies she'd stashed in her room so we could at least hold a small celebration for the new year's together."
    },
    {
      "id": 28,
      "place": "Aboard Mephistopheles",
      "content": "After that, we all stayed up together, watched the new year's first sunrise briefly paint the City in gold, then retired to sleep."
    },
    {
      "id": 29,
      "content": "When everyone woke up, rubbing their tired eyes, the world outside the bus had completely transformed."
    },
    {
      "id": 30,
      "content": "There was a... behemoth of a structure, bizarre in its presence, and its walls seemingly made of gargantuan steel plates."
    },
    {
      "id": 31,
      "model": "이상",
      "content": "H Corp...?"
    },
    {
      "id": 32,
      "content": "The Sinners began to voice their surprise; appropriately so, as what came into view was different from any of the Nests we'd passed by on our journey thus far."
    },
    {
      "id": 33,
      "model": "단테",
      "content": "<Is that... is that massive structure all one building...?>"
    },
    {
      "id": 34,
      "model": "히스클리프",
      "content": "If that whole thing's the Nest... then where the hell's the Backstreets? That's big enough to cover H Corp.'s territory and then some."
    },
    {
      "id": 35,
      "model": "이스마엘",
      "content": "… Well. There he goes again, asking dumb questions without ever taking a peep at the guidebook."
    },
    {
      "id": 36,
      "model": "이스마엘",
      "content": "That’s not the Nest. That huge box you see over there? That's District 8."
    },
    {
      "id": 37,
      "model": "홍루",
      "content": "We call it Hongyuan—The Vast Garden—here at H Corp."
    },
    {
      "id": 38,
      "model": "홍루",
      "content": "The Nest lies within the center of the structure, and the Backstreets without."
    },
    {
      "id": 39,
      "model": "그레고르",
      "content": "Ugh… so they squeezed the entire population of this district in there? Do they just not get a ray of sunlight all year round?"
    },
    {
      "id": 40,
      "model": "히스클리프",
      "content": "Huh… well, at least they won’t have to worry about the rain."
    },
    {
      "id": 41,
      "model": "돈키호테",
      "content": "A-ah! Prithee, avail me a sight as well!"
    },
    {
      "id": 42,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 43,
      "content": "As the Sinners began to gather one by one at the other side of the bus, stirred awake from their late night’s rest, I felt my gaze drawn toward Hong Lu."
    },
    {
      "id": 44,
      "content": "I look for signs of concern or distress on his face, worried."
    },
    {
      "id": 45,
      "content": "It wasn't exactly something unique to Hong Lu, but the stories about his past home life we've heard throughout the year, whenever he felt like sharing them, were all consistently and terribly depressing."
    },
    {
      "id": 46,
      "model": "홍루",
      "content": "Fuhu, it’s not such a bad place once you actually try living here for a while~"
    },
    {
      "id": 47,
      "content": "But his lips, ever-so-slightly curled upward into a kindly and relaxed smile, are making the same expression as ever."
    },
    {
      "id": 48,
      "content": "An expression that hasn't changed at all since our first meeting."
    },
    {
      "id": 49,
      "content": "Maybe it’s just a cultural difference, kinda like how Hong Lu can be so nonchalant about things that should give most people pause. But…"
    },
    {
      "id": 50,
      "content": "Actually, no. I'm not helping anyone or anything by entertaining these thoughts."
    },
    {
      "id": 51,
      "content": "My job, at this moment, is to keep a close eye on Hong Lu, more so than usual…"
    },
    {
      "id": 52,
      "content": "And if the time comes for me to help him, as the manager, I'll give it my all."
    },
    {
      "id": 53,
      "content": "Besides..."
    },
    {
      "id": 54,
      "model": "로쟈",
      "content": "Whoa… This thing’s even bigger up close…!"
    },
    {
      "id": 55,
      "model": "돈키호테",
      "content": "Verily, I carry no recollection of a structure so grand, even in past adventures of mine…!"
    },
    {
      "id": 56,
      "content": "… if my efforts aren't enough, I know I can trust the Sinners to lend me a hand."
    },
    {
      "id": 57,
      "model": "단테",
      "content": "<Hey, let me see, too.>"
    },
    {
      "id": 58,
      "content": "I collected my thoughts and approached the Sinners who were flattened up against the glass window to get a good view."
    }
  ]
}