{
  "dataList": [
    {
      "id": 0,
      "place": "Backstreets of District 8, Entrance",
      "model": "그레고르",
      "content": "This really isn’t a great start, fellas… Haah. It's never easy, is it?"
    },
    {
      "id": 1,
      "model": "로쟈",
      "content": "Hey, at least we got a nice warm-up. It wasn’t all bad."
    },
    {
      "id": 2,
      "model": "이스마엘",
      "content": "I don’t know, this seems more serious than our usual street brawls…"
    },
    {
      "id": 3,
      "content": "Ishmael's right. They weren't your everyday thugs who pick fights with random people for no good reason."
    },
    {
      "id": 4,
      "content": "They were contracted by someone to specifically target and eliminate Hong Lu."
    },
    {
      "id": 5,
      "content": "And given how open they were about their intent, calling it a ‘contract’… it doesn’t seem like whoever gave the contract was exactly going for subtlety."
    },
    {
      "id": 6,
      "content": "Then… maybe this is what Jia Xichun was talking about way back when she mentioned surviving as Heirs?"
    },
    {
      "id": 7,
      "model": "이스마엘",
      "content": "Whoever's behind this must have a bone to pick with Hong Lu."
    },
    {
      "id": 8,
      "model": "오티스",
      "content": "Indeed. It seems that we must expect more skirmishes like this going forward."
    },
    {
      "id": 9,
      "model": "돈키호테",
      "content": "Alas, was this trial not readily overcome?!"
    },
    {
      "id": 10,
      "model": "오티스",
      "content": "Not the point… think on it a little more."
    },
    {
      "id": 11,
      "model": "단테",
      "content": "<Seems like they’re assuming that Hong Lu’s brought something here in order to participate in that 'Family Hierarch Evaluation'...>"
    },
    {
      "id": 12,
      "model": "단테",
      "content": "<... Then there’s no reason to assume that we’ve seen the last of them. They’re going to try again to take out the competition.>"
    },
    {
      "id": 13,
      "model": "오티스",
      "content": "A highly accurate assessment of the situation by the Executive Manager. I expected no less from someone of your genius."
    },
    {
      "id": 14,
      "model": "로쟈",
      "content": "Mmm~ Goin’ for the classics of brown-nosing today, Outis?"
    },
    {
      "id": 15,
      "model": "오티스",
      "content": "Since when was it ‘brown-nosing’ to compliment a job well done? Do you not expect—"
    },
    {
      "id": 16,
      "model": "베르길리우스",
      "content": "This inane conversation is most riveting, but I would prefer some silence while we wait."
    },
    {
      "id": 17,
      "model": "베르길리우스",
      "content": "It seems that the company foresaw such difficulties. They've sent you a support team to help handle this issue."
    },
    {
      "id": 18,
      "content": "We heard voices coming from behind us, from where Vergilius pointed."
    },
    {
      "id": 19,
      "teller": "???",
      "title": "???",
      "content": "My... you guys still haven't learned how to stick to the plan, have you?"
    },
    {
      "id": 20,
      "teller": "???",
      "title": "???",
      "content": "It really threw me off when I was told to meet you in some Backstreets location, away from our agreed rendezvous point."
    },
    {
      "id": 21,
      "content": "A familiar voice. A voice we could not forget."
    },
    {
      "id": 22,
      "model": "뉴소드",
      "content": "Been a while, everyone."
    },
    {
      "id": 23,
      "model": "뉴파일럿",
      "content": "H-hi, I’m here too… hehe."
    },
    {
      "id": 24,
      "content": "We turned around to follow where the voice was coming from… and recognized the two people we've been hoping to see again."
    }
  ]
}