{
  "dataList": [
    {
      "id": 0,
      "content": "Once we left the bus..."
    },
    {
      "id": 1,
      "place": "Backstreets of District 8, Entrance",
      "model": "그레고르",
      "content": "Oh maaan...Can't believe we had to get off the bus here."
    },
    {
      "id": 2,
      "model": "이스마엘",
      "content": "We have to make a formal complaint against H Corp. for this crap. What the hell were they thinking, doing shoddy construction work at the entrance of the highway that leads straight into the Nest?"
    },
    {
      "id": 3,
      "model": "이상",
      "content": "Many causes there may be to such construction projects, yet... perhaps an early warning sign ere our approach to the site would have been a sensible addi— nngh."
    },
    {
      "id": 4,
      "model": "돈키호테",
      "content": "Were it not for young Charon's most valiant drifting... aagh, I shudder to even imagine the terrible possibilities! 'Twould have been a most awful end to an adventure..."
    },
    {
      "id": 5,
      "content": "It's no surprise that the Sinners all had a piece of their mind to speak."
    },
    {
      "id": 6,
      "content": "As we drove up to the entryway, we unexpectedly came across a mess of badly put-together steel plates blocking our path in the middle of the road; Charon quickly spun the bus around, which meant that everyone ended up being thrown about like ragdolls."
    },
    {
      "id": 7,
      "model": "로쟈",
      "content": "Good thing there was another road off the highway that leads into the City, right~? I bet Charon woulda tried to reverse gear all the way back to the last interchange."
    },
    {
      "id": 8,
      "model": "로쟈",
      "content": "But... looks like we'll be going through all these winding alleyways to get to the Nest."
    },
    {
      "id": 9,
      "model": "단테",
      "content": "<It’s so dark in here...>"
    },
    {
      "id": 10,
      "content": "We were greeted by a dark street upon disembarking from the bus, illuminated only by faint strands of light."
    },
    {
      "id": 11,
      "content": "It was immediately obvious that we found ourselves in the Backstreets of H Corp."
    },
    {
      "id": 12,
      "model": "히스클리프",
      "content": "Looked pretty impressive from the outside, but… it's no different from the other Backstreets inside, eh?"
    },
    {
      "id": 13,
      "model": "로쟈",
      "content": "Yep. It’s a familiar sight. Gotta say, it's getting real old."
    },
    {
      "id": 14,
      "model": "돈키호테",
      "content": "I ask thee, is the Nest of this District shrouded in such darkness as well...?"
    },
    {
      "id": 15,
      "model": "파우스트",
      "content": "No. These particular sights are limited to the Backstreets of District 8."
    },
    {
      "id": 16,
      "content": "The Backstreets of this District weren't very different from the other ones we’d visited in the past."
    },
    {
      "id": 17,
      "content": "People hurrying through the streets as though they were being chased by something, people scowling and glaring at the ground with some sickness or discomfort... scenes all too common in every corner of the City."
    },
    {
      "id": 18,
      "content": "There was one thing about this place that stood out from the other districts, however…"
    },
    {
      "id": 19,
      "model": "단테",
      "content": "<I, uh… they’re kinda reminding me of the former G Corp. soldiers back at District 4...>"
    },
    {
      "id": 20,
      "model": "그레고르",
      "content": "...Wha? What do you mean? You mean those fellas...?"
    },
    {
      "id": 21,
      "content": "The growths on their flesh appeared too organic to be prosthetics. Some of them had odd protrusions or nodules bulging from their skin as well."
    },
    {
      "id": 22,
      "model": "그레고르",
      "content": "Not at all, manager bud. Look, they haven’t all mutated in the same pattern, like into an insectoid form for example."
    },
    {
      "id": 23,
      "model": "그레고르",
      "content": "Well, I guess I should commend you for not looking at them through a biased lens."
    },
    {
      "id": 24,
      "model": "파우스트",
      "content": "You are observing the aftermath of District 8’s distinctive method of treatment."
    },
    {
      "id": 25,
      "model": "이스마엘",
      "content": "Ohh...! So this is where the rumors about that blue-ish healing ointment came from, huh? Apparently they can cure any flesh wound after just one night dressed in bandages?"
    },
    {
      "id": 26,
      "model": "파우스트",
      "content": "... It seems that certain misconceptions must be addressed."
    },
    {
      "id": 27,
      "model": "파우스트",
      "content": "They are the variations of H Corp.'s Singularity, the 'Bolus'."
    },
    {
      "id": 28,
      "model": "싱클레어",
      "content": "The B-Bolus...?"
    },
    {
      "id": 29,
      "model": "뫼르소",
      "content": "She is likely referring to medicines brewed and kneaded into ball-shaped pills."
    },
    {
      "id": 30,
      "model": "파우스트",
      "content": "Correct. H Corp.... or the Hongyuan Bioengineering Group mainly manufactures Boluses that contain essences of treatment."
    },
    {
      "id": 31,
      "model": "파우스트",
      "content": "The Boluses may be taken orally, ground with water into a paste and applied directly to the affected area, or dissolved in water, soaked into bandages, and wrapped around the necessary area for treatment."
    },
    {
      "id": 32,
      "model": "이스마엘",
      "content": "Ahh... I guess rumors transform as they travel."
    },
    {
      "id": 33,
      "model": "싱클레어",
      "content": "Ohh... I see. I was just thinking about how they do things back at the, uh... the K Corp."
    },
    {
      "id": 34,
      "model": "파우스트",
      "content": "The focus of K Corp.’s technology is the reversal or recovery of one’s conditions. \"Returning to the original state\" is the key word in their treatment."
    },
    {
      "id": 35,
      "model": "파우스트",
      "content": "It is no rare sight to find unique techniques and technology developed independently by the inhabitants of the Backstreets of District 8 using the manufactured Boluses. The treatments are not individually customized for each patient; instead, their focus is on selecting the appropriate technique from a myriad of choices to address the deficiencies in their statuses."
    },
    {
      "id": 36,
      "model": "파우스트",
      "content": "Perhaps one could choose the words... 'Transformation' or 'Evolution' as a more illustrative descriptor for their method of treatment."
    },
    {
      "id": 37,
      "model": "싱클레어",
      "content": "So... they're... that's what counts as 'treated'?"
    },
    {
      "id": 38,
      "content": "The crowd Sinclair was pointing at certainly appeared unhurt, as none of them were bleeding or walking with a limp, but..."
    },
    {
      "id": 39,
      "content": "... many of them appeared dazed, staring blankly at nothing... or scratching absentmindedly at their mutated parts."
    },
    {
      "id": 40,
      "model": "홍루",
      "content": "Ah... they must be the 'regulars'."
    },
    {
      "id": 41,
      "content": "Unexpectedly, we found our answer not from Faust, not from Meursault, but from Hong Lu."
    },
    {
      "id": 42,
      "model": "단테",
      "content": "<The regulars?>"
    },
    {
      "id": 43,
      "model": "홍루",
      "content": "Yes. I've heard of them as a child. People who've grown too accustomed to visiting the clinics in search of their mystical treatments."
    },
    {
      "id": 44,
      "model": "홍루",
      "content": "The regulars might appear more intimidating than most people at first glance, but apparently all the side effects they've been stacking changes them in strange ways."
    },
    {
      "id": 45,
      "model": "뫼르소",
      "content": "Mm. It is highly likely that inter-operation conflicts or issues will arise when applying highly disparate treatment methods to a single body."
    },
    {
      "id": 46,
      "model": "홍루",
      "content": "At least it's a cheaper alternative for people who didn't sign up for the Life Insurance~"
    },
    {
      "id": 47,
      "model": "이상",
      "content": "You speak of life... insurance?"
    },
    {
      "id": 48,
      "model": "홍루",
      "content": "Yes, Life Insurance. There’s a special insurance option to bring the client back to life upon the event of their death."
    },
    {
      "id": 49,
      "model": "단테",
      "content": "<So, the irony isn’t lost on me, but...>"
    },
    {
      "id": 50,
      "model": "단테",
      "content": "<I thought resurrecting people was one of the Head's taboos?>"
    },
    {
      "id": 51,
      "model": "파우스트",
      "content": "… The Head does not consider the revival via Life Insurance to be a violation of their non-resurrection taboo."
    },
    {
      "id": 52,
      "model": "오티스",
      "content": "It is likely that, on a technical level, this 'revival' is actually categorized as brain resuscitation as opposed to a full resurrection; degradation of its functions considered, of course."
    },
    {
      "id": 53,
      "model": "파우스트",
      "content": "Another fatal downside to this technology is that, unlike the manager’s clock-winding, the subject cannot be brought back if their brain is destroyed. Also, there is a risk of… significant 'losses' in the process of information transference."
    },
    {
      "id": 54,
      "model": "이스마엘",
      "content": "Losses, huh… So maybe some of their mutations could be more than just the side effects of these treatments."
    },
    {
      "id": 55,
      "model": "홍루",
      "content": "Hm... maybe, but I heard it takes more than one or two revivals to change that much."
    },
    {
      "id": 56,
      "model": "홍루",
      "content": "And since apparently people in the Backstreets could never even dream of paying consistent insurance renewal rates, so..."
    },
    {
      "id": 57,
      "model": "홍루",
      "content": "After all, who would sign up for insurance if using its services could reduce them to such pitiful states?"
    },
    {
      "id": 58,
      "model": "삼삼",
      "teller": "???",
      "title": "???",
      "content": "… Yeah, they appear pathetic and pitiful to you rich bastards, don't they?"
    },
    {
      "id": 59,
      "model": "삼삼",
      "teller": "???",
      "title": "???",
      "content": "You’ll soon be in the same boat as them, so save some pity for yourself."
    },
    {
      "id": 60,
      "model": "오티스",
      "content": "... Identify yourself."
    },
    {
      "id": 61,
      "content": "The stranger’s voice cut through our discussion like a foreign instrument. We turned around to find a large group of people who were clearly up to no good."
    },
    {
      "id": 62,
      "model": "삼삼",
      "teller": "???",
      "title": "???",
      "content": "You must be the ‘young master’ of that high-and-mighty Jia family, eh? I can tell just by looking at your pretty face."
    },
    {
      "id": 63,
      "model": "로쟈",
      "content": "Your friends, Hong Lu?"
    },
    {
      "id": 64,
      "model": "홍루",
      "content": "Um… no. I haven’t had much chance to get acquainted with people from the Backstreets, so... nope, I've never met them before~"
    },
    {
      "id": 65,
      "model": "삼삼",
      "teller": "???",
      "title": "???",
      "content": "Of course you haven’t. Too busy living large, playin' gods in a whole different world from us plebs, huh?"
    },
    {
      "id": 66,
      "model": "삼삼",
      "teller": "???",
      "title": "???",
      "content": "Not that it matters. We’re just here to take the thing you brought here for submission to the Family Hierarch Evaluation."
    },
    {
      "id": 67,
      "model": "이스마엘",
      "content": "The what evaluation...? Okay, there’s clearly been a misunderstanding."
    },
    {
      "id": 68,
      "model": "그레고르",
      "content": "There’s quite a lot of them. We’re not off to a great start here, huh… man."
    },
    {
      "id": 69,
      "model": "삼삼",
      "teller": "???",
      "title": "???",
      "content": "Actually, no."
    },
    {
      "id": 70,
      "model": "삼삼",
      "teller": "???",
      "title": "???",
      "content": "It'd be a violation of our Office's core values to jump them like we're some common thugs."
    },
    {
      "id": 71,
      "model": "삼삼",
      "teller": "Shan San",
      "title": "Tri-axe Office",
      "content": "I, Shan San, third son of the Tri-axe Office, challenge Jia Baoyu of the Jia family to a duel."
    },
    {
      "id": 72,
      "model": "삼삼",
      "teller": "Shan San",
      "title": "Tri-axe Office",
      "content": "Our wager... will be that the winner can take anything they want from the loser."
    },
    {
      "id": 73,
      "model": "싱클레어",
      "content": "Wait, what do you mean a duel...?"
    },
    {
      "id": 74,
      "model": "돈키호테",
      "content": "D-d-d-d-dududu-duel!"
    },
    {
      "id": 75,
      "model": "돈키호테",
      "content": "I have heard tale that ‘duels’ of the honorable Fixers of the Cinq Association eastern branch announce their intent to duel by stating their affiliation and name, instead of casting their gauntlets! And, the pamphlet that young Ishmael had presented before me earlier presenteth the truth that the Tri-axe Office is indeed an Office of the east, though they are indeed of a lesser quality! 'Tis a true, genuine, accurate declaration of a duel that we behold!"
    },
    {
      "id": 76,
      "model": "이스마엘",
      "content": "… Sigh."
    },
    {
      "id": 77,
      "model": "히스클리프",
      "content": "So… it’s just a fancy way of sayin’ “1v1 me, let’s go”, innit?"
    },
    {
      "id": 78,
      "model": "단테",
      "content": "<I mean, this guy doesn’t look too tough… What do you think, Faust?>"
    },
    {
      "id": 79,
      "model": "파우스트",
      "content": "Agreed. This individual does not seem to possess any particularly exceptional skill that may pose difficulties for Hong Lu."
    },
    {
      "id": 80,
      "model": "홍루",
      "content": "Hm~ I think it’s going to be okay. I’ll be back in a minute, Dante."
    },
    {
      "id": 81,
      "model": "단테",
      "content": "<Uh, you sure this is okay? I don’t think you’re going to lose against him, but… you know... just in case?>"
    },
    {
      "id": 82,
      "model": "홍루",
      "content": "No worries. I have some childhood experience with duels myself. I've done about ten of them, I think?"
    },
    {
      "id": 83,
      "model": "삼삼",
      "teller": "Shan San",
      "title": "Tri-axe Office",
      "content": "Hah! So the rich boy’s dabbled in some duels, has he? It’s—"
    },
    {
      "id": 84,
      "model": "홍루",
      "content": "Ah… I think you misunderstand."
    },
    {
      "id": 85,
      "model": "홍루",
      "content": "I meant to say that I've done about ten of them a day. Oh, but grandmother sometimes let me skip them, so it might've been slightly fewer than that on some days?"
    },
    {
      "id": 86,
      "model": "삼삼",
      "teller": "Shan San",
      "title": "Tri-axe Office",
      "content": "Wha… what?"
    },
    {
      "id": 87,
      "model": "홍루",
      "content": "I, Hong Lu of Limbus Company… hm, no."
    },
    {
      "id": 88,
      "model": "홍루",
      "content": "I, Baoyu of the Jia family, accept this duel."
    },
    {
      "id": 89,
      "content": "Hong Lu stepped forward confidently as the opponent was processing what he just heard."
    },
    {
      "id": 90,
      "content": "For a moment, Hong Lu stood there in a stance that did not express even a hint of aggression… before curiously cocking his head to the side."
    },
    {
      "id": 91,
      "model": "홍루",
      "content": "Um… sorry, are we waiting for something?"
    },
    {
      "id": 92,
      "model": "삼삼",
      "teller": "Shan San",
      "title": "Tri-axe Office",
      "content": "Mm?"
    },
    {
      "id": 93,
      "model": "홍루",
      "content": "Oh, so… I always let the opponent get the first two moves in duels. Please, don’t hesitate."
    },
    {
      "id": 94,
      "model": "삼삼",
      "teller": "Shan San",
      "title": "Tri-axe Office",
      "content": "‘Let’ me…? You little…"
    },
    {
      "id": 95,
      "model": "삼삼",
      "teller": "Shan San",
      "title": "Tri-axe Office",
      "content": "Tsk, your cocky pride shall be your downfall!"
    },
    {
      "id": 96,
      "content": "The man who introduced himself as Shan San leaped toward Hong Lu. Then, after about… a minute..."
    },
    {
      "id": 97,
      "model": "삼삼",
      "teller": "Shan San",
      "title": "Tri-axe Office",
      "content": "How… how is this happening…?"
    },
    {
      "id": 98,
      "content": "Unlike Shan San, who was throwing punches and swings with boiling hot passion, Hong Lu was effortlessly gliding between his opponent's strikes like he was out on a picnic."
    },
    {
      "id": 99,
      "content": "As though this was but a leisurely stroll through a garden..."
    },
    {
      "id": 100,
      "content": "Whenever Shan San threw a powerful punch, Hong Lu redirected it to the side with ease, the fist only grazing his clothes."
    },
    {
      "id": 101,
      "content": "We were mesmerized by the feathery-light movements of his hands and feet that effortlessly glided through the air… until, after one blink-and-you'll-miss-it moment, we realized that Shan San was already face-down on the ground, defeated."
    },
    {
      "id": 102,
      "model": "돈키호테",
      "content": "Hoh? Young Hong Lu, hast thou been concealing thy full strength in our presence?!"
    },
    {
      "id": 103,
      "model": "홍루",
      "content": "Oh no, I wouldn’t say that. I always put my all into every fight."
    },
    {
      "id": 104,
      "model": "돈키호테",
      "content": "Y-yet, to defeat this foe so soundly, to dance with such grace between his strikes is… ‘twas as though thou wert dueling someone whose skill may only measure against a child's!"
    },
    {
      "id": 105,
      "model": "홍루",
      "content": "Hm… But most of our fights happen in environments with a lot of variables. And we usually fight against enemies with all kinds of unexpected weapons and powers."
    },
    {
      "id": 106,
      "model": "료슈",
      "content": "You read him."
    },
    {
      "id": 107,
      "model": "료슈",
      "content": "Already familiar with that fool’s moves?"
    },
    {
      "id": 108,
      "model": "홍루",
      "content": "Ohh~ yes. One of my biwu instructors used similar techniques as this gentleman here."
    },
    {
      "id": 109,
      "model": "홍루",
      "content": "Practice makes perfect and perfection makes an expert, right? Fuhu."
    },
    {
      "id": 110,
      "model": "그레고르",
      "content": "Right, but I'm not sure if that's entirely relevant here..."
    },
    {
      "id": 111,
      "model": "삼삼다침",
      "teller": "Shan San",
      "title": "Tri-axe Office",
      "content": "……."
    },
    {
      "id": 112,
      "model": "그레고르",
      "content": "Well, anyways… looks to me that he soundly kicked your behind in this duel. Let us through, why don’t you?"
    },
    {
      "id": 113,
      "model": "그레고르",
      "content": "... And preferably not do the thing I think you're about to do."
    },
    {
      "id": 114,
      "model": "삼삼다침",
      "teller": "Shan San",
      "title": "Tri-axe Office",
      "content": "This duel wasn’t overseen by a notary Office anyway… And our employer’s not gonna let this failure slide if we just leave..."
    },
    {
      "id": 115,
      "model": "삼삼다침",
      "teller": "Shan San",
      "title": "Tri-axe Office",
      "content": "Heh... don’t just sit there! Move your asses and jump ‘em!"
    },
    {
      "id": 116,
      "model": "료슈",
      "content": "Hmph. Pathetic."
    },
    {
      "id": 117,
      "model": "그레고르",
      "content": "... I can kinda see how we're becoming experts at getting jumped."
    },
    {
      "id": 118,
      "content": "With the bitter cry of the defeated, his gang rushed toward us."
    }
  ]
}