{
  "dataList": [
    {
      "id": 0,
      "place": "Backstreets of District 8, Entrance",
      "model": "그레고르",
      "content": "S-Saude?!"
    },
    {
      "id": 1,
      "model": "이스마엘",
      "content": "And hey, Pilot… right? You’re..."
    },
    {
      "id": 2,
      "model": "뉴소드",
      "content": "What’s wrong? It’s like you're all looking at a ghost. Pilot, didn’t you tell me that you shared my news with them the last time?"
    },
    {
      "id": 3,
      "model": "뉴파일럿",
      "content": "I-I did! I sure did, ma’am!"
    },
    {
      "id": 4,
      "model": "그레고르",
      "content": "Oh…! Yeah! He did!"
    },
    {
      "id": 5,
      "content": "The Sinners each recovered from the initial shock of seeing them again..."
    },
    {
      "id": 6,
      "content": "... and soon, their faces began to bloom with relieved smiles."
    },
    {
      "id": 7,
      "model": "뉴소드",
      "content": "Well, good to see that things haven’t changed much around here."
    },
    {
      "id": 8,
      "model": "단테",
      "content": "<Saude… We’re so glad to see you’re okay.>"
    },
    {
      "id": 9,
      "model": "뉴소드",
      "content": "Tick-tock to you, too. Good to see your gears are turning just fine."
    },
    {
      "id": 10,
      "content": "Saude smiled with a familiar grin. She did not seem to have changed much since the last time we met, save for a few minor differences."
    },
    {
      "id": 11,
      "content": "Her outfit and her badge, for example."
    },
    {
      "id": 12,
      "model": "오티스",
      "content": "Last I recall, you were promoted, yes? Allow me to congratulate you."
    },
    {
      "id": 13,
      "model": "뉴소드",
      "content": "Uhm... yeah, ha ha."
    },
    {
      "id": 14,
      "content": "Or the hints of melancholy, hanging from her smile and flickering in her eyes."
    },
    {
      "id": 15,
      "model": "그레고르",
      "content": "Hey...!"
    },
    {
      "id": 16,
      "model": "오티스",
      "content": "I am merely congratulating her on her promotion and offering a recognition of her excellent accomplishments. I don’t see what your problem is here."
    },
    {
      "id": 17,
      "model": "그레고르",
      "content": "But we all know the meaning that promotion carries..."
    },
    {
      "id": 18,
      "model": "오티스",
      "content": "Indeed, and it is very profound. After all, what meaning is there to a promotion attained without spilling some blood?"
    },
    {
      "id": 19,
      "model": "그레고르",
      "content": "You… you’re a real piece of work…"
    },
    {
      "id": 20,
      "model": "오티스",
      "content": "Let me ask you something, then. If everyone behaves like you do around her, tiptoeing around the facts, keeping it hush-hush about what happened, where’s she going to get the bare minimum of the recognition and the consolation she deserves?"
    },
    {
      "id": 21,
      "model": "그레고르",
      "content": "……."
    },
    {
      "id": 22,
      "model": "뉴소드",
      "content": "Hush-hush would’ve been nice. I’ve even overheard some of them whisper that I let my partner die just so I can snag a promotion."
    },
    {
      "id": 23,
      "model": "뉴소드",
      "content": "So, in that regard… I appreciate that, Outis."
    },
    {
      "id": 24,
      "model": "오티스",
      "content": "… Hm."
    },
    {
      "id": 25,
      "model": "뉴소드",
      "content": "If we're being technical, I did die... except my brain was intact. Not even K Corp.'s regenerative ampules could've revived me if it wasn't."
    },
    {
      "id": 26,
      "model": "싱클레어",
      "content": "...! Then did Effie also—"
    },
    {
      "id": 27,
      "model": "뉴소드",
      "content": "Apparently they went right for Effie's head when they stabbed him with a prosthetic."
    },
    {
      "id": 28,
      "model": "뉴소드",
      "content": "... According to the coroner's autopsy."
    },
    {
      "id": 29,
      "model": "싱클레어",
      "content": "……."
    },
    {
      "id": 30,
      "model": "이스마엘",
      "content": "K Corp. ampules... Life Insurance... neither of them can revive someone with a damaged brain."
    },
    {
      "id": 31,
      "model": "뉴소드",
      "content": "... It is what it is."
    },
    {
      "id": 32,
      "model": "뉴소드",
      "content": "Anyways, anyways. Let’s not dwell on the depressing stuff."
    },
    {
      "id": 33,
      "model": "뉴소드",
      "content": "We’re here for work, let’s get some work done. So let’s talk about work, okay? Pilot?"
    },
    {
      "id": 34,
      "model": "뉴파일럿",
      "content": "Uh! Yes ma’am!"
    },
    {
      "id": 35,
      "model": "뉴파일럿",
      "content": "W-well, lessee here. Coincidentally, I happened to make friends with a feller who has ties to the Jia family! So I brought’em over!"
    },
    {
      "id": 36,
      "model": "뉴소드",
      "content": "……."
    },
    {
      "id": 37,
      "model": "그레고르",
      "content": "Hey, … i-is that everything?"
    },
    {
      "id": 38,
      "model": "뉴파일럿",
      "content": "Y-yessir. Briefing over."
    },
    {
      "id": 39,
      "content": "Just as everyone was reeling in stunned silence at the least informative, least helpful briefing we ever had the displeasure of sitting through..."
    },
    {
      "id": 40,
      "content": "... Ishmael was the first to catch herself. She looked up at Saude."
    },
    {
      "id": 41,
      "model": "이스마엘",
      "content": "... Saude, can we rely on you for some elaboration here?"
    },
    {
      "id": 42,
      "model": "뫼르소",
      "content": "The briefing was a good demonstration of the necessity of educating the 'Five Ws and One H' principle."
    },
    {
      "id": 43,
      "model": "뉴소드",
      "content": "Haha. Looks like we’ll have a <i>lot</i> to discuss once we get back, Pilot."
    },
    {
      "id": 44,
      "model": "뉴파일럿",
      "content": "Uhh… Did I do somethin’ wrong?!"
    },
    {
      "id": 45,
      "model": "그레고르",
      "content": "Shh. Shh! Pilot, buddy, just stop. You're digging yourself a deeper hole with every word."
    },
    {
      "id": 46,
      "content": "Gregor quickly leaned in to warn Pilot, but it was likely too late. A nigh-unnoticeable crease had already formed between Saude's brows."
    },
    {
      "id": 47,
      "model": "뉴소드",
      "content": "... Prior to commencing this high-priority operation, it was necessary for us to find individuals with connections to H Corp."
    },
    {
      "id": 48,
      "model": "뉴소드",
      "content": "So we as the Preliminary Observation Unit were put to the task, and... we managed to establish a connection with an individual."
    },
    {
      "id": 49,
      "model": "홍루",
      "content": "Ooh~ Someone from my family?"
    },
    {
      "id": 50,
      "model": "뉴소드",
      "content": "No. We tried, but your family proved to be a rather difficult nut to crack. However, as we were wasting our precious time with all of our leads, Pilot pursued an unconventional method to establish this connection."
    },
    {
      "id": 51,
      "model": "뉴소드",
      "content": "I really didn't hold back on compliments then, and this is how you..."
    },
    {
      "id": 52,
      "model": "뉴파일럿",
      "content": "Nnh..."
    },
    {
      "id": 53,
      "model": "뉴소드",
      "content": "Hm. Our collaborator is a former employee of the Jia family. After leaving the family, he now runs a lodging business."
    },
    {
      "id": 54,
      "model": "오티스",
      "content": "Then it is likely that he is far removed from the family politics; less motivation for him to attack us due to conflicting interests."
    },
    {
      "id": 55,
      "model": "뉴소드",
      "content": "Yes. And according to Pilot's report, he still regards the Jia family positively."
    },
    {
      "id": 56,
      "teller": "???",
      "title": "???",
      "content": "How can I not, considering the blessings they have given me?"
    },
    {
      "id": 57,
      "content": "An unfamiliar voice butted into the conversation, as though to continue Saude's explanations."
    },
    {
      "id": 58,
      "model": "경도",
      "content": "I humbly present myself before the fellowship of young master Baoyu. Please, call me Qingtao."
    },
    {
      "id": 59,
      "content": "He greeted us in a most polite fashion before bringing his hands together in an odd motion."
    },
    {
      "id": 60,
      "model": "단테",
      "content": "<... Oh, is this how people greet each other here?>"
    },
    {
      "id": 61,
      "model": "홍루",
      "content": "Yep, it's called the 'baoquan gesture'. Bringing fist and palm together to express respect and peace toward the receiver."
    },
    {
      "id": 62,
      "model": "돈키호테",
      "content": "Aha! Knights greet one another by shaking their hands for the selfsame purpose. Forsooth, thou art indeed one possessed of a chivalrous spirit!"
    },
    {
      "id": 63,
      "model": "경도",
      "content": "Ah, indeed! Much did I worry about the qualities of people young master has surrounded himself with, but I see that he is in company of those wise in the ways of the west."
    },
    {
      "id": 64,
      "model": "경도",
      "content": "I prostrate myself before the vast breadth of your knowledge! What grand generosity it is, to open ajar the waterways of wisdom to quench my barren lands."
    },
    {
      "id": 65,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 66,
      "model": "단테",
      "content": "<... Something feels familiar about this.>"
    },
    {
      "id": 67,
      "model": "로쟈",
      "content": "Nah, she's been getting less and less verbose with bootlicking these days... not like this guy, for sure."
    },
    {
      "id": 68,
      "model": "단테",
      "content": "<That's true. He's kinda like... how should I put this, uh... a bit much.>"
    },
    {
      "id": 69,
      "model": "싱클레어",
      "content": "What are you guys talking about...?"
    },
    {
      "id": 70,
      "model": "경도",
      "content": "Communicating only by the sound a ticking clock... this is something I had already known ahead of time, yet..."
    },
    {
      "id": 71,
      "model": "경도",
      "content": "... what a most curious exchange to behold in person! Brief this journey may be, yet I shall find myself thoroughly entertained in its entirety! Ha ha!"
    },
    {
      "id": 72,
      "model": "로쟈",
      "content": "Maybe it's the subtle sprinkle of disrespect that reminds you of the usual flavor..."
    },
    {
      "id": 73,
      "model": "오티스",
      "content": "... Wait, is this about me? You dare...!?"
    },
    {
      "id": 74,
      "model": "뉴소드",
      "content": "Ahem..."
    },
    {
      "id": 75,
      "content": "Was all that bootlicking she did supposed to be a source of pride for her or something...?"
    },
    {
      "id": 76,
      "content": "Outis shook her head with clear distaste and strode toward me."
    },
    {
      "id": 77,
      "model": "오티스",
      "content": "We are nothing alike, Executive Manager!"
    },
    {
      "id": 78,
      "model": "오티스",
      "content": "Never have I once said such empty flattery in your presence, filled with nothing but hot air and superlatives—!"
    },
    {
      "id": 79,
      "model": "뉴소드",
      "content": "I'll leave the guidance of these Backstreets to him. Well, looks like this is where—"
    },
    {
      "id": 80,
      "content": "Saude fell silent, her eyes lingering on Vergilius who stood somewhat apart from the rest of us."
    },
    {
      "id": 81,
      "model": "뉴소드",
      "content": "So I finally get to meet the Red Gaze, in the flesh. I've been looking forward to this day for a long time."
    },
    {
      "id": 82,
      "model": "뉴소드",
      "content": "... Effie would've loved to be here."
    },
    {
      "id": 83,
      "model": "뉴파일럿",
      "content": "M-manager..."
    },
    {
      "id": 84,
      "model": "베르길리우스",
      "content": "……."
    },
    {
      "id": 85,
      "content": "Vergilius seemed to sense her lingering gaze, and walked toward us after nodding slightly in her direction."
    },
    {
      "id": 86,
      "model": "베르길리우스",
      "content": "Manager Saude."
    },
    {
      "id": 87,
      "model": "베르길리우스",
      "content": "Let's not make this any longer than it has to be. I'm not happy to be helping you with your businesses—I'd much rather put this behind me as soon as possible."
    },
    {
      "id": 88,
      "model": "뉴소드",
      "content": "Oh, please! It's our historic first collaborative operation, isn't it? Can't you spare a little more time with us~?"
    },
    {
      "id": 89,
      "model": "그레고르",
      "content": "The guide bud's... actually doing something? That guy?"
    },
    {
      "id": 90,
      "model": "뉴소드",
      "content": "Yes. Unfortunately, LCC has our own business to take care of today, so I won't be accompanying the LCB this time. And the Red Gaze will be helping us out to get it done."
    },
    {
      "id": 91,
      "model": "카론",
      "content": "Taking Mephi there. Vroom-vroom."
    },
    {
      "id": 92,
      "model": "뉴소드",
      "content": "Hm... maybe it's not that unfortunate, now that I think about it. I feel like every mission with the LCB's always been an uphill battle to get anything done..."
    },
    {
      "id": 93,
      "model": "로쟈",
      "content": "W-well, you see... back then, we were..."
    },
    {
      "id": 94,
      "model": "뉴소드",
      "content": "Ha ha, just messing with you. I'm sure we'll have another chance to work together again."
    },
    {
      "id": 95,
      "model": "뉴파일럿",
      "content": "Boss, we don't got much time...!"
    },
    {
      "id": 96,
      "model": "이스마엘",
      "content": "Wait, before you go... I think you owe us some explanation, Vergilius."
    },
    {
      "id": 97,
      "model": "베르길리우스",
      "content": "... I will leave the details to miss Faust. I am quite busy."
    },
    {
      "id": 98,
      "model": "파우스트",
      "content": "Very well."
    },
    {
      "id": 99,
      "content": "Vergilius turned around and left toward Mephistopheles with an oddly disgruntled expression."
    },
    {
      "id": 100,
      "model": "뉴소드",
      "content": "Well, then. I'll see you around."
    },
    {
      "id": 101,
      "model": "뉴파일럿",
      "content": "N-next time, I'll show y'all! I'll show you that I can carry my own weight!"
    },
    {
      "id": 102,
      "model": "뉴파일럿",
      "content": "Y-you know, oh boy, the last time we met I really was so darn pathetic..."
    },
    {
      "id": 103,
      "model": "뉴소드",
      "content": "Pilot. Competence is shown through action, not words."
    },
    {
      "id": 104,
      "content": "Saude and Pilot gave us a light nod before following Vergilius."
    },
    {
      "id": 105,
      "content": "Some Sinners opened their mouths to speak, hesitated, then closed them again. We let them go without a word."
    },
    {
      "id": 106,
      "content": "Perhaps we didn't know what we could say to not make this an awkward farewell."
    },
    {
      "id": 107,
      "model": "경도",
      "content": "Very well. Please, this way."
    },
    {
      "id": 108,
      "content": "Or maybe we were simply mindful of this guy who was responsible for the quality of our stay."
    }
  ]
}