{
  "dataList": [
    {
      "id": 0,
      "place": "Backstreets of District 8, Entrance",
      "teller": "Singing Voice",
      "title": "???",
      "content": "<i>Deep resentment ought to be washed away~</i>"
    },
    {
      "id": 1,
      "teller": "Singing Voice",
      "title": "???",
      "content": "<i>for when the far one comes, betwixt the burnt doors shall a star fall astray~</i>"
    },
    {
      "id": 2,
      "model": "싱클레어",
      "content": "A-are you sure we're going the right way? I don't like the sound of these weird songs..."
    },
    {
      "id": 3,
      "model": "경도",
      "content": "The main streets are most likely teeming with those seeking to bring harm to the young master. We must venture an alternative path."
    },
    {
      "id": 4,
      "content": "And like he said, there weren't any skirmishes once we made it deeper into the dark alleyways."
    },
    {
      "id": 5,
      "content": "The lack of foot traffic would normally be pretty unsettling, but I guess that's what we needed at this moment."
    },
    {
      "id": 6,
      "model": "경도",
      "content": "As for the song... it's a song that's become rather popular in the Backstreets in the recent months."
    },
    {
      "id": 7,
      "model": "그레고르",
      "content": "The lyrics are pretty uh... ominous for a popular song."
    },
    {
      "id": 8,
      "model": "경도",
      "content": "It is a song that spread through word of mouth. It sings of how the decimated Kong family—"
    },
    {
      "id": 9,
      "model": "경도",
      "content": "Ahm. This is not the place to discuss such matters. I will share the tale in a more appropriate setting later, should we come across it."
    },
    {
      "id": 10,
      "model": "홍루",
      "content": "Didn't know there was a song like that."
    },
    {
      "id": 11,
      "model": "싱클레어",
      "content": "Is this the first time you've heard of it too, Hong Lu?"
    },
    {
      "id": 12,
      "model": "히스클리프",
      "content": "He's a posh git from a posh family. I doubt he's ever set his precious feet in the Backstreets, so it's no wonder he's never heard anything like it."
    },
    {
      "id": 13,
      "model": "홍루",
      "content": "Hm~ I have been to the Backstreets before... but Heathcliff isn't wrong."
    },
    {
      "id": 14,
      "model": "홍루",
      "content": "I did spend most of my time in my room."
    },
    {
      "id": 15,
      "model": "경도",
      "content": "That is precisely because you were the most treasured one of them all, young master."
    },
    {
      "id": 16,
      "model": "경도",
      "content": "Much like how the jade of the greatest worth is to be cherished, prized, and hidden in the deepest depths of one's coffers where none shall reach!"
    },
    {
      "id": 17,
      "model": "오티스",
      "content": "……."
    },
    {
      "id": 18,
      "model": "오티스",
      "content": "I'm... like him...?"
    },
    {
      "id": 19,
      "model": "이상",
      "content": "... To a lesser degree, particularly as of late."
    },
    {
      "id": 20,
      "model": "단테",
      "content": "<Hm...>"
    },
    {
      "id": 21,
      "content": "So that guy used to work for the Jia family, huh..."
    },
    {
      "id": 22,
      "model": "단테",
      "content": "<Do you know him, Hong Lu?>"
    },
    {
      "id": 23,
      "model": "홍루",
      "content": "Hm? Um..."
    },
    {
      "id": 24,
      "model": "경도",
      "content": "... Young master? Is there... something on my face?"
    },
    {
      "id": 25,
      "model": "홍루",
      "content": "Ah..."
    },
    {
      "id": 26,
      "content": "Hong Lu stopped himself as though a thought flashed in his head, and glanced quietly in my direction."
    },
    {
      "id": 27,
      "content": "Then..."
    },
    {
      "id": 28,
      "model": "홍루",
      "content": "It's nothing. Shall we continue walking down this road?"
    },
    {
      "id": 29,
      "model": "경도",
      "content": "Indeed. Humble as I may be, I am very well-versed in the roads of this area."
    },
    {
      "id": 30,
      "content": "Hong Lu shook his head at me as he casually changed the subject."
    },
    {
      "id": 31,
      "content": "It was... as though he was trying to hide something we know from Qingtao."
    },
    {
      "id": 32,
      "model": "단테",
      "content": "<... Should we be suspicious of something?>"
    },
    {
      "id": 33,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 34,
      "model": "파우스트",
      "content": "... He is a collaborator, but only a temporary one. A degree of caution would be advisable."
    },
    {
      "id": 35,
      "model": "오티스",
      "content": "Given Pilot's clear inexperience and naïveté, we would do well to remain suspicious of this character."
    },
    {
      "id": 36,
      "content": "Faust and Outis approached me as Hong Lu was nodding along and chatting amicably with our guide."
    },
    {
      "id": 37,
      "content": "Well, looking back at our journey so far..."
    },
    {
      "id": 38,
      "content": "... I think we learned our lesson about blindly trusting every collaborator we come across."
    },
    {
      "id": 39,
      "content": "With this growing mistrust in mind, I slowly made my distance from the guide before asking Faust the burning question."
    },
    {
      "id": 40,
      "model": "단테",
      "content": "<So what was that about back there with Vergilius? Something about him going off to help them out...?>"
    },
    {
      "id": 41,
      "model": "파우스트",
      "content": "... The consequences of his actions at Wuthering Heights."
    },
    {
      "id": 42,
      "model": "이스마엘",
      "content": "... Oh."
    },
    {
      "id": 43,
      "model": "파우스트",
      "content": "His actions were a violation of one of the more important items in his contract with the company. He is simply taking responsibility for the breach of contract."
    },
    {
      "id": 44,
      "content": "... I think back to the incident at the manor. It feels like such a long time ago now."
    },
    {
      "id": 45,
      "model": "단테",
      "content": "<Well, that's kind of a bummer... He really helped us out of a pickle.>"
    },
    {
      "id": 46,
      "model": "히스클리프",
      "content": "What?! That's what they're dragging him away for?!"
    },
    {
      "id": 47,
      "model": "경도",
      "content": "... Is there a problem, honored guests?"
    },
    {
      "id": 48,
      "model": "로쟈",
      "content": "Aha! Ahahaha! It's nothing, nothing at all! No problemo! Right, Ryōshū?"
    },
    {
      "id": 49,
      "model": "히스클리프",
      "content": "Kuh!"
    },
    {
      "id": 50,
      "model": "료슈",
      "content": "S.U. Idiot."
    },
    {
      "id": 51,
      "model": "로쟈",
      "content": "Meursault, can you carry Heath for a little bit? He's dead tired."
    },
    {
      "id": 52,
      "model": "뫼르소",
      "content": "It will be done."
    },
    {
      "id": 53,
      "content": "Heathcliff, punched in the gut by the hilt of Ryōshū's sword, fell forward right onto Meursault's welcoming shoulder."
    },
    {
      "id": 54,
      "model": "단테",
      "content": "<Rodya...?>"
    },
    {
      "id": 55,
      "model": "로쟈",
      "content": "Y'know the kind of person I hate the most~? The kind of dull people who can't read the room~"
    },
    {
      "id": 56,
      "model": "로쟈",
      "content": "Don'tcha feel the same way, Dante?"
    },
    {
      "id": 57,
      "model": "단테",
      "content": "<Y-yep...>"
    },
    {
      "id": 58,
      "content": "I nodded enthusiastically, as something seemed to imply that she wasn't really asking me a question."
    },
    {
      "id": 59,
      "content": "I don’t think she was about to punch my lights out, but…"
    },
    {
      "id": 60,
      "model": "파우스트",
      "content": "... Rodion and Ryōshū judged correctly this time. Classified company information must not be discussed in the presence of an outsider."
    },
    {
      "id": 61,
      "model": "이스마엘",
      "content": "Reminds me of the time he got knocked out cold for a while because he kept asking questions without raising his hands. This guy just doesn't learn, huh."
    },
    {
      "id": 62,
      "model": "오티스",
      "content": "Mm. You successfully preserved the secrecy of classified information without spilling blood. I applaud this policy."
    },
    {
      "id": 63,
      "model": "로쟈",
      "content": "Heh heh. I did good, didn't I?"
    },
    {
      "id": 64,
      "content": "... I'm just not a fan of how they're treating Heathcliff like dirt now."
    },
    {
      "id": 65,
      "model": "경도",
      "content": "If it is 'no problemo', as you say, then that is well indeed..."
    },
    {
      "id": 66,
      "model": "경도",
      "content": "... Yet I worry that it appears that the problem has found us anyway."
    },
    {
      "id": 67,
      "content": "I stopped and looked around, realizing that we were surrounded by a group of people wielding various weapons in their hands."
    },
    {
      "id": 68,
      "model": "그레고르",
      "content": "What, uh, happened to finding us a safer path?"
    },
    {
      "id": 69,
      "model": "경도",
      "content": "It is likely that my guidance has indeed given us a much safer path away from the more obvious skirmishes. However... to my great regret, it appears that the more observant of our enemies have tracked us here."
    },
    {
      "id": 70,
      "model": "오티스",
      "content": "Dammit, then what are you even here for? Isn't it your job to prevent this exact scenario?"
    },
    {
      "id": 71,
      "model": "이스마엘",
      "content": "Haah... let's leave the finger-pointing for later. We're gonna have to take them all down."
    },
    {
      "id": 72,
      "model": "뫼르소",
      "content": "Mm. They must not be allowed to disseminate our current location."
    },
    {
      "id": 73,
      "model": "로쟈",
      "content": "Exactly. ... Where are you slinking off to, Mr. Qingtao?"
    },
    {
      "id": 74,
      "model": "경도",
      "content": "I must regrettably and humbly say that my talents in war are terribly lacking, so I intend to become scarce for a moment. Yet, I have the utmost faith in the strengths of our young master and the honored guests in overcoming this adversity, so..."
    },
    {
      "id": 75,
      "content": "Qingtao was already standing so far away from the front lines that he was practically hiding behind me."
    },
    {
      "id": 76,
      "model": "단테",
      "content": "<... Faust. Anything you can tell us about these enemies?>"
    },
    {
      "id": 77,
      "model": "파우스트",
      "content": "No. But a consultation with the Gesellschaft seems unnecessary if we are to determine whether negotiating with them is an option."
    },
    {
      "id": 78,
      "model": "오티스",
      "content": "... They're coming."
    },
    {
      "id": 79,
      "model": "단테",
      "content": "<Meursault... wake Heathcliff up and set him down.>"
    },
    {
      "id": 80,
      "model": "뫼르소",
      "content": "It will be done."
    }
  ]
}