{
  "dataList": [
    {
      "id": 0,
      "place": "Backstreets of District 8, Entrance",
      "content": "We were on a desperate run..."
    },
    {
      "id": 1,
      "content": "... All the while fighting off hordes upon hordes of enemies."
    },
    {
      "id": 2,
      "model": "히스클리프",
      "content": "Oi! What happened to 'safe and easy passage'?! Explain this shite!"
    },
    {
      "id": 3,
      "model": "경도",
      "content": "It appears that the young master's radiant countenance was made known..."
    },
    {
      "id": 4,
      "model": "이스마엘",
      "content": "I thought we were finding a more clandestine passage? How come we're getting jumped by even more enemies!?"
    },
    {
      "id": 5,
      "model": "경도",
      "content": "As I have said, the young master's radiant—"
    },
    {
      "id": 6,
      "model": "이스마엘",
      "content": "At least try to give a little variation to your excuses...!"
    },
    {
      "id": 7,
      "model": "오티스",
      "content": "I cannot so easily say that he is being untruthful, given the disjointed allegiance of the enemies attacking us..."
    },
    {
      "id": 8,
      "content": "Outis played with the pamphlet in her hand, clearly frustrated but unable to establish anything concrete."
    },
    {
      "id": 9,
      "model": "홍루",
      "content": "For people without a clear allegiance to attack a member of the Jia family..."
    },
    {
      "id": 10,
      "model": "홍루",
      "content": "Looks like everyone in the Backstreets has been getting pretty plucky while I was away. Back then, I couldn’t even catch a glimpse of their faces—they’d all be on their hands and knees whenever we walked past... Ah, what a wonderful change!"
    },
    {
      "id": 11,
      "model": "히스클리프",
      "content": "Oh, shove that wonderful change up your arse, you bloody loon! How much longer 'til we get there?!"
    },
    {
      "id": 12,
      "model": "경도",
      "content": "... My kezhan is near, calm your worries."
    },
    {
      "id": 13,
      "content": "Our guide seems oddly calmer now than he did at the beginning of this journey."
    },
    {
      "id": 14,
      "content": "Did he really get numbed to all the violence that fast, or...?"
    },
    {
      "id": 15,
      "model": "로쟈",
      "content": "Speaking of which... what's a 'kezhan'?"
    },
    {
      "id": 16,
      "model": "파우스트",
      "content": "It is a term commonly used to refer to taverns, inns, or equivalent places of lodging in this region."
    },
    {
      "id": 17,
      "model": "로쟈",
      "content": "Lodging, huh... like... a hotel?!"
    },
    {
      "id": 18,
      "model": "로쟈",
      "content": "Fuhu, it's gotta be pretty fancy then, huh? Do they serve like, complimentary snacks and drinks like the WARP train?"
    },
    {
      "id": 19,
      "model": "이스마엘",
      "content": "Not sure about that, but it seems like kezhans also serve alcohol and food alongside their lodging services. Maybe we can get a meal in there."
    },
    {
      "id": 20,
      "model": "그레고르",
      "content": "And uh, phew. Hopefully we won't be attacked there like this?"
    },
    {
      "id": 21,
      "model": "경도",
      "content": "Residential non-aggression taboo. Any mutual acts of violence inside a residential building is, within this particular area and floor of Hongyuan, a taboo."
    },
    {
      "id": 22,
      "model": "이상",
      "content": "A taboo... we may rest easy within, then."
    },
    {
      "id": 23,
      "content": "I saw Faust's eyebrows slightly twitch, as though she had just heard the most ridiculous thing... but I guess I'll ask her about it later."
    },
    {
      "id": 24,
      "model": "그레고르",
      "content": "Phew, man. If it's for some kinda family hierarch or family head selection contest, why couldn't they save all this fighting until then...?"
    },
    {
      "id": 25,
      "model": "홍루",
      "content": "Because it would be too late."
    },
    {
      "id": 26,
      "model": "그레고르",
      "content": "Hm...? Late how?"
    },
    {
      "id": 27,
      "model": "홍루",
      "content": "Every Hiererarch candidate must've brought... incredibly precious treasures with them."
    },
    {
      "id": 28,
      "model": "홍루",
      "content": "It would be nice if they believed that their own treasure is the most precious of them all, but..."
    },
    {
      "id": 29,
      "model": "이스마엘",
      "content": "But everyone's going to try to take each other's just to be sure. I see. Just in case someone else brought something even better than their own."
    },
    {
      "id": 30,
      "model": "홍루",
      "content": "And~ might as well kill them too, for the sake of convenience."
    },
    {
      "id": 31,
      "model": "그레고르",
      "content": "... Is that how the folks in your family think? What kind of line of thinking is that?"
    },
    {
      "id": 32,
      "model": "홍루",
      "content": "But other families didn't seem too different from mine, fuhu."
    },
    {
      "id": 33,
      "model": "히스클리프",
      "content": "... Damn."
    },
    {
      "id": 34,
      "model": "경도",
      "content": "Deepest apologies for intruding upon this most enthralling conversation. However..."
    },
    {
      "id": 35,
      "model": "경도",
      "content": "... we may be inviting even further trouble by dallying here."
    },
    {
      "id": 36,
      "content": "With that, the guide pulled out a watch to check the time."
    },
    {
      "id": 37,
      "model": "경도",
      "content": "... It will be... nighttime soon."
    }
  ]
}