{
  "dataList": [
    {
      "id": 0,
      "place": "Kezhan Lobby?",
      "model": "파우스트다침",
      "content": "Wave 2 complete. Wave 3... incoming."
    },
    {
      "id": 1,
      "content": "The battle was long and grueling. Even Ricardo and his henchmen appeared visibly exhausted after the second wave."
    },
    {
      "id": 2,
      "model": "베르너다침",
      "teller": "Werner",
      "title": "Little Brother",
      "content": "Big Bro... we messed up. We never should've put you through this trouble in the first place..."
    },
    {
      "id": 3,
      "model": "리카르도다침",
      "content": "Don't worry about it, kid. You've taken a Brother who came all the way from the south and guided him safely through the labyrinth that is H Corp. I’d say you've done more than enough."
    },
    {
      "id": 4,
      "model": "리카르도다침",
      "content": "No one could've expected that we'd be fighting... the Sweepers, of all things."
    },
    {
      "id": 5,
      "model": "베르너다침",
      "teller": "Werner",
      "title": "Little Brother",
      "content": "Ngh..."
    },
    {
      "id": 6,
      "content": "If we're able to withstand the Sweepers, enemies that could give even the Middle trouble... Practice makes perfect and perfection makes an expert, huh? I guess Hong Lu wasn't too off the mark."
    },
    {
      "id": 7,
      "model": "이스마엘다침",
      "content": "Man... we would've been long swept away by the horde if we were still new at this."
    },
    {
      "id": 8,
      "content": "Ishmael, who was taking this brief downtime to check the sharpness of her harpoon, was right. We've been through something like this before. Fighting against an endless horde of enemies, long battles of attrition... it wasn't new."
    },
    {
      "id": 9,
      "content": "And that very experience was definitely an edge we had against these enemies."
    },
    {
      "id": 10,
      "content": "Of course..."
    },
    {
      "id": 11,
      "model": "히스클리프다침2",
      "content": "Haah... whew... can we even handle the third wave at this rate?"
    },
    {
      "id": 12,
      "model": "뫼르소다침",
      "content": "There is no choice but to withstand it."
    },
    {
      "id": 13,
      "content": "... nothing was certain just yet. We still had the third wave to survive."
    },
    {
      "id": 14,
      "model": "리카르도다침",
      "content": "I'll... carry out your sentences as soon as we survive the third wave...!"
    },
    {
      "id": 15,
      "model": "이스마엘다침",
      "content": "Even when we’re all basically in the same boat… that guy just can’t help but have it out for us, huh?"
    },
    {
      "id": 16,
      "model": "리카르도다침",
      "content": "Why would I ever— Gaaah!?"
    },
    {
      "id": 17,
      "content": "The third wave begins. And with it, the buildings... suddenly began to shift violently."
    },
    {
      "id": 18,
      "model": "그레고르다침",
      "content": "Wha—!? Hold on, what's going on?"
    },
    {
      "id": 19,
      "model": "싱클레어다침",
      "content": "T-the buildings are shifting!"
    },
    {
      "id": 20,
      "model": "단테",
      "content": "<What's happening!?>"
    },
    {
      "id": 21,
      "model": "이스마엘다침",
      "content": "... I remember asking all of you guys to read the damn pamphlets."
    },
    {
      "id": 22,
      "model": "이스마엘다침",
      "content": "Buildings inside H Corp. shift every once in a while. I... didn't know it would be like this, but still."
    },
    {
      "id": 23,
      "model": "오티스다침",
      "content": "Hnh. Fortunately, it doesn't seem that the building we're in is shifting by much, Executive Manager."
    },
    {
      "id": 24,
      "content": "As soon as Outis finished, an errant building suddenly jutted violently from the ground, rising in a diagonal burst, and struck Ricardo square in the chest—sending him blasting off into the skyline."
    },
    {
      "id": 25,
      "model": "리카르도다침",
      "content": "Damn you...! MARK MY WORDS, THIS IS ALSO GOING IN THE BOOKS!!!"
    },
    {
      "id": 26,
      "content": "Ricardo wasn't the only one that got practically punched by a building."
    },
    {
      "id": 27,
      "model": "베르너다침",
      "teller": "Werner",
      "title": "Little Brother",
      "content": "BIG BROOOOOOO!!!!!"
    },
    {
      "id": 28,
      "content": "The henchmen of the Middle, who had formed a defensive square to withstand the waves... were blasting off in all directions."
    },
    {
      "id": 29,
      "content": "... Or, maybe they were falling? I wasn't sure anymore."
    },
    {
      "id": 30,
      "model": "단테",
      "content": "<W-what is happening...?>"
    },
    {
      "id": 31,
      "model": "파우스트다침",
      "content": "The movement of the buildings has significantly reduced the enemy population in this area, Dante. This is an opportunity."
    },
    {
      "id": 32,
      "model": "히스클리프다침2",
      "content": "Hah, now that those irritating bastards are off our backs..."
    },
    {
      "id": 33,
      "model": "싱클레어다침",
      "content": "I-I think this is definitely more doable now."
    },
    {
      "id": 34,
      "content": "I can feel the spirit rising among the Sinners."
    },
    {
      "id": 35,
      "model": "단테",
      "content": "<C'mon, let's do this. We've done this kind of fight a thousand times.>"
    }
  ]
}