{
  "dataList": [
    {
      "id": 0,
      "place": "Daguanyuan - Heishou Houses Assembly",
      "content": "The hall was chill with a tense air,"
    },
    {
      "id": 1,
      "content": "and those present all sat in complete silence."
    },
    {
      "id": 2,
      "content": "Then there was Jia Yuanchun, with her lips slightly curled into a mirthless sneer."
    },
    {
      "id": 3,
      "content": "And at the center of it all sat Jia Xichun, unsure of what to say next."
    },
    {
      "id": 4,
      "model": "가원춘",
      "content": "Well, everyone…"
    },
    {
      "id": 5,
      "content": "Jia Yuanchun, seated next to the Hierarch’s seat upon which Xichun sat, smoothly takes control of the situation and begins the assembly."
    },
    {
      "id": 6,
      "model": "가원춘",
      "content": "Honored heads of houses, lords of each family, their proxies, members, and..."
    },
    {
      "id": 7,
      "content": "She nods lightly, acknowledging our awkward presence."
    },
    {
      "id": 8,
      "model": "가원춘",
      "content": "And… little Xichun’s guests, whose stay here at… our H Corp. seems to be extending without a foreseeable end."
    },
    {
      "id": 9,
      "model": "그레고르",
      "content": "Isn't she technically from Q Corp.? What’s up with her acting like she’s any less of an outsider than we are?"
    },
    {
      "id": 10,
      "model": "이스마엘",
      "content": "Yeah, and… did everyone catch that? “Our” H Corp.?"
    },
    {
      "id": 11,
      "model": "오티스",
      "content": "Regardless of everything else, the fact that she hijacked the meeting from the get-go is ridiculous… especially with Jia Xichun, the Family Hierarch herself, presiding over this official assembly."
    },
    {
      "id": 12,
      "model": "오티스",
      "content": "Clearly, she is using the pretense of assisting the Hierarch to assert her own dominance over these proceedings."
    },
    {
      "id": 13,
      "model": "가원춘",
      "content": "As we are all aware, venerable former Jia Mu has always discussed with and confided in me about the matters of the greatest import, the momentousness of which steered the very course of H Corp.’s prospects."
    },
    {
      "id": 14,
      "model": "가원춘",
      "content": "Even after I departed the family for Q Corp., venerable former Jia Mu has always written missives to confer such matters with me."
    },
    {
      "id": 15,
      "content": "Something about it smelled suspicious, but we’d already missed the window to challenge her to present us with proof without breaking decorum."
    },
    {
      "id": 16,
      "model": "가원춘",
      "content": "Thus, as it naturally follows that I would be the inheritor of the venerable Jia Mu’s will, I shall be presiding over this regular assembly, which we convene now to discuss and determine the future of H Corp."
    },
    {
      "id": 17,
      "content": "What a grandiose and self-important introduction. It seemed clear to me that she considered herself to be the main character of this scene, or something."
    },
    {
      "id": 18,
      "model": "쩔쩔이사",
      "teller": "Flustered Board Member",
      "title": "H Corp. Merchant Representative",
      "content": "Your grace certainly befits your station, Lady Yuanchun."
    },
    {
      "id": 19,
      "model": "굽신이사",
      "teller": "Obsequious Board Member",
      "title": "H Corp. Administrative Representative",
      "content": "We are all impressed by your utmost dedication to the citizenry of Hongyuan despite your already saturated schedule..."
    },
    {
      "id": 20,
      "model": "사사정",
      "content": "We can hardly thank you enough for your magnanimity, Lady Yuanchun."
    },
    {
      "id": 21,
      "model": "사사정",
      "content": "Ah, my parents—a true shame that they couldn’t be here—have always sung praises of your expertise, Lady Yuanchun."
    },
    {
      "id": 22,
      "model": "왕자우",
      "content": "……."
    },
    {
      "id": 23,
      "content": "Responses from the participants are just as protracted, only obsequious instead of arrogant."
    },
    {
      "id": 24,
      "content": "As heads of some of those houses were under investigation for consorting with the forces foreign to Hongyuan…"
    },
    {
      "id": 25,
      "content": "... their vacuum was filled by their children’s generation, many of whom we had the pleasure of meeting during the Family Hierarch war."
    },
    {
      "id": 26,
      "model": "가원춘",
      "content": "Very well. Then shall we…"
    },
    {
      "id": 27,
      "model": "가원춘",
      "content": "… welcome Jia Xichun, the next person to sit upon the seat of Hongyuan's Family Hierarch?"
    },
    {
      "id": 28,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "G-greetings, I am—"
    },
    {
      "id": 29,
      "model": "가원춘",
      "content": "Now, let us begin."
    },
    {
      "id": 30,
      "model": "가원춘",
      "content": "For many years, all those who have gathered here have toiled day and night for the eternal prosperity and growth of H Corp."
    },
    {
      "id": 31,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "……."
    },
    {
      "id": 32,
      "content": "Jia Xichun’s expression immediately sours as Yuanchun unceremoniously cuts off her self-introduction."
    },
    {
      "id": 33,
      "model": "가원춘",
      "content": "First on the agenda for this assembly are urgent discussions and passage of new major policy items that have been tabled for far too long: Distributive Contribution Rights Auctioning policy, Quarterly Amnesty policy—"
    },
    {
      "id": 34,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "H-hold on, big sister Yuanchun."
    },
    {
      "id": 35,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Passing the Distributive Contribution Rights Auctioning policy would... allow the open auction for any remaining rooms the day before reconstruction days... And, uh... the Quarterly Amnesty wouldn't do anything but… give unfair advantage to certain families and high-net worth individuals by... guaranteeing them large real estate assignments regardless of their performance in the previous quarter..."
    },
    {
      "id": 36,
      "content": "Jia Xichun stutters a little, flustered, before continuing."
    },
    {
      "id": 37,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "My point is, these policies are going to rattle H Corp.’s economy the moment they go into effect."
    },
    {
      "id": 38,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Besides, these policies were pretty much drawn to favor lining the pockets of a select few families and high-ranking officials of H Corp.—"
    },
    {
      "id": 39,
      "model": "쩔쩔이사",
      "teller": "Flustered Board Member",
      "title": "H Corp. Merchant Representative",
      "content": "Ahem, ahem… if I may, venerable Hierarch. ‘Lining the pockets’? That is quite an odd turn of phrase to refer to the bare minimum of respect the society might repay to its highest-contributing members, don’t you think?"
    },
    {
      "id": 40,
      "model": "가원춘",
      "content": "Oh, before we continue, Xichun... I’m not entirely certain if you are aware, but ever since the ascension of the new Family Hierarch, the perceived value of Hongyuan has been racing to the—for lack of a better word—rock bottom."
    },
    {
      "id": 41,
      "model": "가원춘",
      "content": "Clearly, this demonstrates Hongyuan's concern and... its lack of faith in the newly appointed Family Hierarch."
    },
    {
      "id": 42,
      "model": "가원춘",
      "content": "Therefore, it naturally follows that our most urgent task at hand is to put a stop to this value and reputation free-fall and restore prosperity and greatness to Hongyuan once again."
    },
    {
      "id": 43,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Yeah, okay, and that’s my— That’s the Family Hierarch’s job, right? Why are you—"
    },
    {
      "id": 44,
      "model": "가원춘",
      "content": "If you had perused H Corp.'s articles of association, you would have known that, should H Corp. be deemed to be in a state of crisis, the four great houses and the board of directors' voice may also carry de facto power in the assembly."
    },
    {
      "id": 45,
      "model": "가원춘",
      "content": "And the board of directors—that’s us—has determined that we are now in a state of crisis."
    },
    {
      "id": 46,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "State of crisis... what crisis? Everything that led to my ascension to the Family Hierarch was legitimate, down to the final approval!"
    },
    {
      "id": 47,
      "model": "가원춘",
      "content": "These unseemly rumors and slander are tanking our value, which we have built up assiduously through years upon years of toil… So, what is this, if not a state of crisis?"
    },
    {
      "id": 48,
      "model": "가원춘",
      "content": "And who wouldn’t doubt the new Family Hierarch’s qualities, when this decline has coincided precisely with her ascension?"
    },
    {
      "id": 49,
      "content": "... Jia Yuanchun was somehow turning the room against Xichun, without presenting a single shred of evidence, portraying her as some burdensome Hierarch who was single-handedly tanking H Corp.’s value."
    },
    {
      "id": 50,
      "content": "No one in the assembly, not a single representative from any families present, stepped up to point out how Jia Xichun’s swift actions were what finally repelled the outside forces that had marched right up to Hongyuan’s front yard…"
    },
    {
      "id": 51,
      "content": "… or how she deftly maneuvered her forces to quell the embers of war by quickly taking control of the chaos within Daguanyuan."
    },
    {
      "id": 52,
      "content": "She hadn’t shown any glaring signs of incompetence since her ascension despite her relative inexperience, but…"
    },
    {
      "id": 53,
      "model": "쩔쩔이사",
      "teller": "Flustered Board Member",
      "title": "H Corp. Merchant Representative",
      "content": "Hmmmm…"
    },
    {
      "id": 54,
      "content": "Everyone in Hongyuan’s board of directors, the heads of each family, averted their eyes as though all of that had somehow, inconceivably, slipped their minds."
    },
    {
      "id": 55,
      "model": "가원춘",
      "content": "So you take yourself to be a qualified individual for that responsibility, Xichun?"
    },
    {
      "id": 56,
      "model": "가원춘",
      "content": "Very well. Then proceed."
    },
    {
      "id": 57,
      "model": "가원춘",
      "content": "We’re all waiting for you to begin your briefing before the assembly regarding the last thirty years' quarterly net revenue records for Hongyuan’s Singularity-related businesses, your calculations on next year’s fiscal debt forecasts, and the exact recipe and variation numbers for the Boluses that have been registered in the last five years."
    },
    {
      "id": 58,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Th-that’s, uh…"
    },
    {
      "id": 59,
      "model": "웨이",
      "title": "Xichun's Clan",
      "content": "The venerable Hierarch has not received that data prior to the meeting. You must all be aware of the chaos that followed the ascension—we are still indexing all available materials to—"
    },
    {
      "id": 60,
      "model": "가원춘",
      "content": "Isn’t that funny. Not once in the history of Hongyuan has the Family Hierarch ever failed to provide immediate and detailed answers regarding Hongyuan's historical statistics."
    },
    {
      "id": 61,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "……."
    },
    {
      "id": 62,
      "content": "Jia Yuanchun must’ve known all along, too."
    },
    {
      "id": 63,
      "content": "She must’ve known how the previous Family Hierarchs were all directly supplied with an immense repository of information through the Xianhuang Worm or something of the equivalent…"
    },
    {
      "id": 64,
      "content": "And she’s using it to target Xichun’s weakness, knowingly asking questions she, the first Family Hierarch without the Anamnaworm, couldn't possibly answer."
    },
    {
      "id": 65,
      "model": "가원춘",
      "content": "The responsibilities tied to the venerable seat of the Hierarch, Jia Mu(家母), are matched only by the great power bestowed upon it. Thus, how are we to leave the matters of the Wing to someone who is, so evidently, unprepared for the task?"
    },
    {
      "id": 66,
      "model": "가원춘",
      "content": "Given the present circumstances, our hands may be forced to call to vote the motion of no confidence."
    },
    {
      "id": 67,
      "model": "단테",
      "content": "<The motion of no confidence?>"
    },
    {
      "id": 68,
      "model": "파우스트",
      "content": "A motion of no confidence, when passed by the high-ranking political officials, can result in the removal of the chief executive from office."
    },
    {
      "id": 69,
      "content": "So they’re going after Xichun’s power."
    },
    {
      "id": 70,
      "model": "오티스",
      "content": "… So this is the picture Jia Yuanchun wanted to paint. Impotent Family Hierarch stammering and stumbling through her first meeting to the total and near-unanimous lack of support from the H Corp. board of directors."
    },
    {
      "id": 71,
      "model": "히스클리프",
      "content": "Whatever jargon they're on about, seems to me they’ve got not an ounce of respect for the lass or us."
    },
    {
      "id": 72,
      "model": "히스클리프",
      "content": "Never trust twats overly obsessed with numbers and optimizations. They’ll be the first ones to kick you out the moment they no longer see you as useful… tch."
    },
    {
      "id": 73,
      "model": "이스마엘",
      "content": "You’re not the only one who's pissed off, so can you please stop shaking your leg for a second? Don't need to make our frustration any more obvious, you know..."
    },
    {
      "id": 74,
      "model": "히스클리프",
      "content": "My arse would’ve left the chair long ago if it weren't for this, lass…"
    },
    {
      "id": 75,
      "model": "파우스트",
      "content": "In H Corp., should the board of directors unanimously vote in favor of the motion, certain parts of the Family Hierarch’s powers will be removed. It is entirely possible that she will become a Hierarch in name only."
    },
    {
      "id": 76,
      "model": "이스마엘",
      "content": "Oh, so they’re threatening to fire her unless she falls in line. This is some needlessly convoluted way to—"
    },
    {
      "id": 77,
      "model": "가원춘",
      "content": "The assembly will now consider the motion of no confidence."
    },
    {
      "id": 78,
      "model": "가원춘",
      "content": "Are there any objections to bringing the motion of no confidence against Family Hierarch Jia Xichun to the floor?"
    },
    {
      "id": 79,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "H-hold on. The vote of no confidence isn't an item you can invoke so lightly—"
    },
    {
      "id": 80,
      "model": "사화정",
      "teller": "Shi Huazhen",
      "content": "… The Shi family has no objections."
    },
    {
      "id": 81,
      "model": "왕자우",
      "content": "… Let’s say the Wang family has no objections, either."
    },
    {
      "id": 82,
      "model": "설보차",
      "content": "Xue family, too."
    },
    {
      "id": 83,
      "content": "The arrest of the previous family heads seems to have changed precisely nothing. Those in power wore more youthful faces, but their tongues still carried the same old resistance to change."
    },
    {
      "id": 84,
      "content": "The new family heads were just as uncooperative as ever, and everyone seemed to be solely interested in staying in Jia Yuanchun’s good graces."
    },
    {
      "id": 85,
      "content": "New faces, same old."
    },
    {
      "id": 86,
      "content": "And needless to say… Heathcliff wasn’t the only Sinner fuming with rage."
    },
    {
      "id": 87,
      "model": "돈키호테",
      "content": "… ‘Tis far too vexing to simply watch and do naught."
    },
    {
      "id": 88,
      "model": "싱클레어",
      "content": "Right? I knew you wouldn’t let this slide, Don Quixote. They're walking all over Xichun like she's not even here...!"
    },
    {
      "id": 89,
      "model": "돈키호테",
      "content": "… Forsooth, we cannot let such injustice transpire unabated."
    },
    {
      "id": 90,
      "model": "싱클레어",
      "content": "Hey… seems like we’re both on the same page."
    },
    {
      "id": 91,
      "model": "싱클레어",
      "content": "That’s it, I’m not going to hesitate to make myself heard again… This time, I want to be courageous... with your help, Don Quixote..."
    },
    {
      "id": 92,
      "model": "싱클레어",
      "content": "Come on, let’s do this together…! Okay?"
    },
    {
      "id": 93,
      "model": "돈키호테",
      "content": "Very well… I am in agreement!"
    },
    {
      "id": 94,
      "model": "싱클레어",
      "content": "Yeah… Then let’s go on three, at the same time."
    },
    {
      "id": 95,
      "model": "가원춘",
      "content": "If there are no objections…"
    },
    {
      "id": 96,
      "model": "싱클레어",
      "content": "One… two…"
    },
    {
      "id": 97,
      "model": "가원춘",
      "content": "… the assembly will put this resolution to vote in a month, and…"
    },
    {
      "id": 98,
      "model": "싱클레어",
      "content": "… three…!"
    },
    {
      "id": 99,
      "model": "싱클레어",
      "content": "Here, I ob— OBJECTION!!!"
    },
    {
      "id": 100,
      "model": "히스클리프",
      "content": "Bloody hell— Oi, have you gone mental?!"
    },
    {
      "id": 101,
      "content": "Sinclair stood tall, at the center of the entire room’s undivided astonishment… alone."
    },
    {
      "id": 102,
      "model": "싱클레어",
      "content": "… Eh?"
    },
    {
      "id": 103,
      "content": "Don Quixote, still firmly in her seat, gazed upon Sinclair’s proud stand, and rubbed her nose."
    },
    {
      "id": 104,
      "model": "돈키호테",
      "content": "Young Sinclair… thou hast evolved indeed. What an unmitigated pursuer of justice thou hast become, with such unrelenting fervor and utter disregard for decorum…"
    },
    {
      "id": 105,
      "model": "돈키호테",
      "content": "Certainly, mine efforts have… finally borne fruit…"
    },
    {
      "id": 106,
      "model": "이스마엘",
      "content": "What… what the hell!? Did Don Quixote or Heathcliff suddenly rub off on you or something?"
    },
    {
      "id": 107,
      "model": "싱클레어",
      "content": "… No, wait, no! No!"
    },
    {
      "id": 108,
      "model": "싱클레어",
      "content": "What happened there, Don Quixote…? We were going to— what happened to objecting together…?"
    },
    {
      "id": 109,
      "model": "돈키호테",
      "content": "Hoh? I had taken thy suggestion to mean that we must voice our dissatisfaction through the official channels borrowing the titles of the illustrious Red Gaze and the department of LCC?"
    },
    {
      "id": 110,
      "model": "돈키호테",
      "content": "Disputes in succession of power on such a high level of government are hardly ever resolved with rash grandstanding... Wouldst thou not agree?"
    },
    {
      "id": 111,
      "model": "싱클레어",
      "content": "<i>Why are you normal all of a sudden…!?</i>"
    },
    {
      "id": 112,
      "model": "히스클리프",
      "content": "Lad... what just happened? What happened to the clammy, meek boy?"
    },
    {
      "id": 113,
      "model": "싱클레어",
      "content": "W-well, that’s…"
    },
    {
      "id": 114,
      "model": "싱클레어",
      "content": "I guess I just… assumed that this is how Limbus Company rolls, now…"
    },
    {
      "id": 115,
      "model": "가원춘",
      "content": "… There seems to have been an unexpected outburst from… Xichun’s guests."
    },
    {
      "id": 116,
      "model": "가원춘",
      "content": "Withdraw your objection, and we will consider this a momentary loss of control and not enter it as an official statement."
    },
    {
      "id": 117,
      "model": "싱클레어",
      "content": "Uhh, uhmm… it was… uhm…"
    },
    {
      "id": 118,
      "content": "Sinclair’s eyes were shaking like someone with his life on the line."
    },
    {
      "id": 119,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "……."
    },
    {
      "id": 120,
      "model": "가원춘",
      "content": "If not… I take it that you have full confidence in her abilities."
    },
    {
      "id": 121,
      "model": "가원춘",
      "content": "So please, I encourage you to elaborate. When and how will Xichun demonstrate her aptitude for the responsibilities of the Family Hierarch?"
    },
    {
      "id": 122,
      "model": "싱클레어",
      "content": "I, uhm… I…"
    },
    {
      "id": 123,
      "content": "His voice continues to shrivel into a corner."
    },
    {
      "id": 124,
      "model": "가원춘",
      "content": "He can’t. And how could anyone?"
    },
    {
      "id": 125,
      "model": "가원춘",
      "content": "How could anyone, when we all had a very clear view of her path to ascension?"
    },
    {
      "id": 126,
      "model": "가원춘",
      "content": "During the Family Hierarch Evaluation, Jia Baoyu donated the coins he received from Jia Qiu to you—essentially, you pity-partied your way to victory."
    },
    {
      "id": 127,
      "model": "단테",
      "content": "<P-pity partied…?>"
    },
    {
      "id": 128,
      "model": "가원춘",
      "content": "And for your ascension, Jia Qiu and those outsiders from an upstart company had to, almost literally, carry you to the seat."
    },
    {
      "id": 129,
      "model": "가원춘",
      "content": "Has there even been a single victory attained by your own hands in that entire process?"
    },
    {
      "id": 130,
      "model": "자공",
      "teller": "???",
      "title": "???",
      "content": "Ah, but have we not all been witnesses to the qualities she exhibited during the Family Hierarch Evaluation and her own ascension? You must have no shame, snaking your forked tongue in the audience of both heaven and earth like an unwitting buffoon."
    },
    {
      "id": 131,
      "content": "That’s when quiet, even footsteps broke through Jia Yuanchun’s merciless dismantling of Jia Xichun."
    },
    {
      "id": 132,
      "model": "가원춘",
      "content": "…!"
    },
    {
      "id": 133,
      "model": "자공",
      "title": "The Pinky",
      "content": "Yet, I see the point."
    },
    {
      "id": 134,
      "model": "자공",
      "title": "The Pinky",
      "content": "The Hierarch, with her grace, needs only demonstrate her already-established qualifications before all."
    },
    {
      "id": 135,
      "model": "가원춘",
      "content": "This is no place for an outsider to speak… but proceed. Just how will she prove herself before us?"
    },
    {
      "id": 136,
      "model": "자공",
      "title": "The Pinky",
      "content": "Hmm? What an odd statement, coming from a fellow outsider who's been chattering for minutes on end? Forgive me, I could only presume from your verbosity that the right to speak in this forum was open to all outsiders."
    },
    {
      "id": 137,
      "model": "가원춘",
      "content": "……."
    },
    {
      "id": 138,
      "model": "자공",
      "title": "The Pinky",
      "content": "You have said it yourself, no? That the vote on the no-confidence resolution will proceed in a month."
    },
    {
      "id": 139,
      "model": "자공",
      "title": "The Pinky",
      "content": "That seems to give the venerable Hierarch a month to regain the trust of each family."
    },
    {
      "id": 140,
      "model": "싱클레어",
      "content": "What…?"
    },
    {
      "id": 141,
      "model": "자공",
      "title": "The Pinky",
      "content": "It is rather clear to me that there are many who find their own defeat in the Family Hierarch war difficult to accept… Such a doubt is easily resolved. A match between clans should lay out the results quite obviously."
    },
    {
      "id": 142,
      "model": "가원춘",
      "content": "… Very well. A fair challenge between <i>clans</i>."
    },
    {
      "id": 143,
      "model": "가원춘",
      "content": "Which would preclude the participation of the Family Hierarch's Heishou Packs and the Jialan guards."
    },
    {
      "id": 144,
      "model": "자공",
      "title": "The Pinky",
      "content": "… So you would remove her <ruby=Cannon>pao(砲)</ruby> and <ruby=Chariot>ju(車)</ruby> before the game even begins? Why not make this 'test' a series of sparring matches in both academia and martial arts, if such is the case?"
    },
    {
      "id": 145,
      "model": "가원춘",
      "content": "… Hah. What audacity… Do you truly have that much faith in Jia Xichun’s abilities?"
    },
    {
      "id": 146,
      "model": "가원춘",
      "content": "You must know the consequences of failing these matches, no? It would be a unanimous, one-sided end to the vote of no confidence. And naturally, any and all rights appertaining to the Family Hierarch shall be transferred to the board of directors."
    },
    {
      "id": 147,
      "model": "자공",
      "title": "The Pinky",
      "content": "That is fine by us. You are free to choose any champion whom you see fit."
    },
    {
      "id": 148,
      "model": "가원춘",
      "content": "… Unfortunately, your underlings don’t seem to share your inflated confidence—"
    },
    {
      "id": 149,
      "content": "But, in the midst of the confused, flabbergasted silence from the other Sinners, a clear, carefree, yet defiant voice rings out—Hong Lu's retort."
    },
    {
      "id": 150,
      "model": "홍루",
      "content": "That’s not true at all, big sister Yuanchun."
    },
    {
      "id": 151,
      "model": "홍루",
      "content": "We actually have just as much confidence in Xichun as she does~"
    },
    {
      "id": 152,
      "content": "His wide eyes stare directly and unblinkingly into Jia Yuanchun's."
    },
    {
      "id": 153,
      "content": "It occurred to me that this might be his way of expressing anger."
    },
    {
      "id": 154,
      "model": "가원춘",
      "content": "<size=80%>… Impudent child. How dare he stare me down like that…?</size>"
    },
    {
      "id": 155,
      "model": "가원춘",
      "content": "Then you are welcome to try."
    },
    {
      "id": 156,
      "model": "가원춘",
      "content": "One month. You have but one month to prove before all in audience that she is, indeed, fit to be the Family Hierarch. Should you fail… the vote may as well be a mere formality."
    },
    {
      "id": 157,
      "model": "자공",
      "title": "The Pinky",
      "content": "In other words…"
    },
    {
      "id": 158,
      "model": "자공",
      "title": "The Pinky",
      "content": "Should she successfully prove herself, none of you shall again rightly challenge the independent rights and powers bestowed upon the Family Hierarch."
    },
    {
      "id": 159,
      "model": "자공",
      "title": "The Pinky",
      "content": "The consequences of such recalcitrance would be no different from those that the traitors are facing, wouldn't you agree?"
    },
    {
      "id": 160,
      "model": "자공",
      "title": "The Pinky",
      "content": "Well, then. We will excuse ourselves now."
    },
    {
      "id": 161,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Wait, I— I’m—"
    },
    {
      "id": 162,
      "content": "Zigong turns around toward us with that same, mysterious smile, and slowly directs us outside the assembly hall."
    },
    {
      "id": 163,
      "model": "가원춘",
      "content": "We may call them ‘sparring matches’, but you must know that each and every one of them is a test to prove your claim to the seat of the Family Hierarch."
    },
    {
      "id": 164,
      "model": "가원춘",
      "content": "A month is a time far too brief for drastic improvement, regardless of for whom it may be. Learning from a proper master for ten months straight might teach you a few things, but…"
    },
    {
      "id": 165,
      "model": "가원춘",
      "content": "… who knows how long the search for one such master might take? Not to mention the official channels through which you must bring them past Daguanyuan’s walls, which may take up to two months. Why not relent now, and relinquish but a part of your powers as the Family Hierarch to the board of directors—"
    },
    {
      "id": 166,
      "model": "자공",
      "title": "The Pinky",
      "content": "It seems that this fellow outsider’s mental faculties are impressively lacking."
    },
    {
      "id": 167,
      "model": "자공",
      "title": "The Pinky",
      "content": "My lord has spoken in the past that, when in the presence of three people, at least one of them is bound to be a teacher of mine."
    },
    {
      "id": 168,
      "model": "자공",
      "title": "The Pinky",
      "content": "And here they are, aren’t they? Jia Xichun’s masters, each carrying something new to teach her."
    },
    {
      "id": 169,
      "model": "자공",
      "title": "The Pinky",
      "content": "All thirteen of them."
    },
    {
      "id": 170,
      "content": "Zigong gestured confidently toward the flabbergasted Sinners, and the assembly came to an end."
    }
  ]
}