{
  "dataList": [
    {
      "id": 0,
      "place": "Daguanyuan - Yihongyuan Interior",
      "model": "오티스",
      "content": "We were planning to train Jia Xichun anyway, but… it seems that we are now under an unexpected deadline."
    },
    {
      "id": 1,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "……."
    },
    {
      "id": 2,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Hey, when you said the LCB was going to help me out… did you guys mean that you were going to publicly humiliate the crap out of me at the assembly?"
    },
    {
      "id": 3,
      "model": "홍루",
      "content": "Ha ha, of course not, Xichun."
    },
    {
      "id": 4,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Big sister Yuanchun’s an old snake! You’ve just given her thirty days to set the perfect stage for my downfall, to prove to the world once and for all that I’m not qualified at all to be the Family Hierarch!"
    },
    {
      "id": 5,
      "model": "홍루",
      "content": "But Xichun, weren’t you always so good at humbling anyone who dared underestimate you?"
    },
    {
      "id": 6,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... Not so much anymore."
    },
    {
      "id": 7,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Back then, like an idiot, I thought I just had to hold on with everything I had. I thought that's all I ever had to do. But now..."
    },
    {
      "id": 8,
      "model": "홍루",
      "content": "But now?"
    },
    {
      "id": 9,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Now…"
    },
    {
      "id": 10,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Things are different."
    },
    {
      "id": 11,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "It’s true that I’m vastly underqualified to be the Family Hierarch, and… she’s right. I pretty much lucked into this position."
    },
    {
      "id": 12,
      "model": "이스마엘",
      "content": "Xichun, don’t tell me that woman’s bullshit actually got to you?"
    },
    {
      "id": 13,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... Well. She wasn't completely wrong, right...?"
    },
    {
      "id": 14,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "I’m just some kid who happened to be just good enough to survive some traps and ambushes. I'm afraid that the responsibility of a Family Hierarch might be... too much."
    },
    {
      "id": 15,
      "model": "뫼르소",
      "content": "Her self-confidence has significantly decreased compared to the observation from our previous interaction."
    },
    {
      "id": 16,
      "model": "로쟈",
      "content": "The heck, Xichun? I don't remember you being this kinda character!"
    },
    {
      "id": 17,
      "model": "로쟈",
      "content": "What happened to the girl who looked down on us the moment we met? Ya even had the audacity to pretend to not know who we were, didn’tcha? Where’d all that confidence go, girl?"
    },
    {
      "id": 18,
      "model": "단테",
      "content": "<That actually got under her skin back then, huh...?>"
    },
    {
      "id": 19,
      "model": "홍루",
      "content": "So, Xichun. What do you want to do?"
    },
    {
      "id": 20,
      "model": "홍루",
      "content": "Are you sure you’re okay with this? Are you okay with letting this happen?"
    },
    {
      "id": 21,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "……."
    },
    {
      "id": 22,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "If I let it happen..."
    },
    {
      "id": 23,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "… big sister Yuanchun’s going to continue expanding her influence here."
    },
    {
      "id": 24,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "I’m sure she and the board of directors have been cozying up to each other for a long time."
    },
    {
      "id": 25,
      "model": "이상",
      "content": "Is the implication that her testaments on her influence were true?"
    },
    {
      "id": 26,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Yep, it's true. Before she left for Q Corp., big sister Yuanchun used to always accompany Jia Mu to these assemblies."
    },
    {
      "id": 27,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "If we just let them hold the vote of no confidence, they’re going to unanimously vote against me and slowly reduce the Family Hierarch’s scope of power. And… who knows, they might even call for a re-evaluation, however unlikely that sounds."
    },
    {
      "id": 28,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Besides, big sister Yuanchun, she… I think her definition of \"Hongyuan's prosperity\" might be different from mine."
    },
    {
      "id": 29,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "What she’s looking for isn’t H Corp.’s prosperity, it’s Daguanyuan’s."
    },
    {
      "id": 30,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "And I know that this all has something to do with its ties to Q Corp., which, I bet, has already been going on for a while just under my radar. I’m sure they’ve already had plenty of talks behind my back."
    },
    {
      "id": 31,
      "model": "홍루",
      "content": "Which is not the kind of vision you have for Hongyuan’s future, right? And that’s why you spoke up against her?"
    },
    {
      "id": 32,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "My vision for Hongyuan is…"
    },
    {
      "id": 33,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "I want to change H Corp. to be the kind of place where people can live without fear."
    },
    {
      "id": 34,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "I just never imagined I'd have to prove myself like this, and in only thirty days…"
    },
    {
      "id": 35,
      "model": "홍루",
      "content": "Even then, your vision hasn't changed, right?"
    },
    {
      "id": 36,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "… It hasn’t."
    },
    {
      "id": 37,
      "model": "로쟈",
      "content": "Great, great~ So it’s decided then, huh?"
    },
    {
      "id": 38,
      "model": "로쟈",
      "content": "We just need Fau to deliver the bad news to Saude."
    },
    {
      "id": 39,
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 40,
      "model": "이스마엘",
      "content": "So, to summarize…"
    },
    {
      "id": 41,
      "model": "이스마엘",
      "content": "... the responsibility of training Xichun to win these matches… I mean, these amorphous “tests”—upon which hinges the Family Hierarch’s fate, and almost every facet of which is entirely under Jia Yuanchun’s control, by the way, and is probably a trap—within the next thirty days is ours…"
    },
    {
      "id": 42,
      "model": "이스마엘",
      "content": "… and we have to explain that to Saude."
    },
    {
      "id": 43,
      "model": "로쟈",
      "content": "Ha ha, wow. That sounds like a lot of work when ya put it like that~"
    },
    {
      "id": 44,
      "model": "파우스트",
      "content": "Postmortem reports have become quite rote."
    },
    {
      "id": 45,
      "content": "Sometime later…"
    },
    {
      "id": 46,
      "model": "돈키호테",
      "content": "Prithee, thou must impress upon the illustrious Red Gaze that ‘twasn’t mine idea this time…"
    },
    {
      "content": "... Sinclair stared blankly at Don Quixote as she made her desperate plea toward Saude."
    },
    {
      "id": 47,
      "model": "뉴소드",
      "content": "Yes, and I understand that as well. For the eighth time."
    },
    {
      "id": 48,
      "content": "As always, Saude was wearing the same refreshingly incomprehensible smile."
    },
    {
      "id": 49,
      "content": "The kind of smile that makes people increasingly anxious the longer it lasts."
    },
    {
      "id": 50,
      "model": "뉴소드",
      "content": "Well, that gives us about thirty days. During which those sparring matches—tests, whatever—will be happening as well… Great. Then let’s give it our best."
    },
    {
      "id": 51,
      "content": "Sinclair mutters in a near whisper, clearly feeling responsible for what happened."
    },
    {
      "id": 52,
      "model": "싱클레어",
      "content": "Yes, I understand… I never should’ve stepped out of line like that, but something just—"
    },
    {
      "id": 53,
      "model": "뉴소드",
      "content": "Yeah. So let’s give it our best?"
    },
    {
      "id": 54,
      "model": "싱클레어",
      "content": "I totally agree… we messed everything up again… and… what? What?!"
    },
    {
      "id": 55,
      "model": "뉴소드",
      "content": "Limbus Company was always going to remain here and assist Miss Jia Xichun acclimatize herself to the responsibilities of the Family Hierarch. It was always a part of our plan."
    },
    {
      "id": 56,
      "model": "뉴소드",
      "content": "Well, I sure am glad that I took Faust’s advice about how meticulous planning is completely pointless when it comes to LCB's missions. I never would’ve had to submit nine separate disciplinary incident reports back during the J Corp. incident, had I known."
    },
    {
      "id": 57,
      "model": "파우스트",
      "content": "Hm."
    },
    {
      "id": 58,
      "model": "자공",
      "title": "The Pinky",
      "content": "I believe I should be able to explain this further."
    },
    {
      "id": 59,
      "model": "자공",
      "title": "The Pinky",
      "content": "Prior to his departure, my lord was concerned that such a thing would come to pass."
    },
    {
      "id": 60,
      "model": "자공",
      "title": "The Pinky",
      "content": "That is why he has left Zilu and I here to look after the new Family Hierarch’s position, which must still be on rather thin ice."
    },
    {
      "id": 61,
      "model": "단테",
      "content": "<Ohh, so that’s what they were privately talking about when he pulled them aside… >"
    },
    {
      "id": 62,
      "model": "자공",
      "title": "The Pinky",
      "content": "Doing nothing and allowing her wicked machinations to progress would have irrevocably made the entire board of directors naught but putty in Yuanchun's hands."
    },
    {
      "id": 63,
      "model": "자공",
      "title": "The Pinky",
      "content": "And that would have led that snake to de facto assume the seat of the Family Hierarch…"
    },
    {
      "id": 64,
      "model": "자공",
      "title": "The Pinky",
      "content": "Against such an insidious foe who wields intrigue as her weapon, the most viable strategy is the most direct one: to challenge her head-on."
    },
    {
      "id": 65,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "……."
    },
    {
      "id": 66,
      "model": "자공",
      "title": "The Pinky",
      "content": "Besides, has this not given you the excuse you needed to prolong your company's stay in Daguanyuan?"
    },
    {
      "id": 67,
      "model": "자공",
      "title": "The Pinky",
      "content": "This is also a prime opportunity for Jia Xichun to further solidify her influence here, depending on the outcome of the vote of no confidence. They have played right into our hands by accepting this deal."
    },
    {
      "id": 68,
      "model": "그레고르",
      "content": "So uh… I don’t want to rain on everyone’s parade, but… are we not even going to consider what might happen if we fail?"
    },
    {
      "id": 69,
      "model": "자공",
      "title": "The Pinky",
      "content": "No, we are not. Because you will not fail, not with us aiding your efforts."
    },
    {
      "id": 70,
      "model": "이스마엘",
      "content": "Also… were you serious back there when you said that we were all going to teach Jia Xichun? All twelve of us?"
    },
    {
      "id": 71,
      "model": "오티스",
      "content": "I won’t object to selecting only a few us with better aptitude to be educators."
    },
    {
      "id": 72,
      "model": "오티스",
      "content": "Ah, by the way, we already have an established internal hierarchy based on the sum of each of our abilities. Of course, the results weren’t entirely to my satisfaction, due to an unexpected incident…"
    },
    {
      "id": 73,
      "model": "이상",
      "content": "Miss Outis, that is… a statement mired in narrowed vision rife with factual refractions… I am of the stance that the qualities of a good teacher are defined not by such statistics."
    },
    {
      "id": 74,
      "model": "자공",
      "title": "The Pinky",
      "content": "… So, you must be the one who placed last in that scale."
    },
    {
      "id": 75,
      "model": "이상",
      "content": "Uh…"
    },
    {
      "id": 76,
      "model": "그레고르",
      "content": "Just don’t say anything, bud. Best not to stand out like a sore thumb…"
    },
    {
      "id": 77,
      "model": "이상",
      "content": "… I may have… overreacted, then."
    },
    {
      "id": 78,
      "model": "자공",
      "title": "The Pinky",
      "content": "My lord has said that, from the virtuous we may learn to replicate their merits, from the flawed we may learn to avoid their failings; as long as the student is willing to learn, anyone, anything can be a teacher."
    },
    {
      "id": 79,
      "model": "자공",
      "title": "The Pinky",
      "content": "I also, to embrace this teaching, seek from all those who we come across— "
    },
    {
      "id": 80,
      "model": "자공",
      "title": "The Pinky",
      "content": "… Just what in the heavens are you doing?"
    },
    {
      "id": 81,
      "model": "돈키호테",
      "content": "Aha, I am… preparing… a lesson plan for young Xichun, our Family Hierarch."
    },
    {
      "id": 82,
      "model": "로쟈",
      "content": "Wow, ya sure got on that fast! So what are these yellow wormy things here?"
    },
    {
      "id": 83,
      "model": "돈키호테",
      "content": "Aha! ‘Tis a star!!! Twinkle-twinkling in its radiance."
    },
    {
      "id": 84,
      "model": "뫼르소",
      "content": "Hm. According to this schedule you have prepared, the student would have negative three hours available for sleep. This lesson plan's execution will require cooperation from T Corp."
    },
    {
      "id": 85,
      "model": "돈키호테",
      "content": "Gyah! ‘Twould be a mistake most fatal indeed! I shall correct it posthaste!"
    },
    {
      "id": 86,
      "model": "자공",
      "title": "The Pinky",
      "content": "……."
    },
    {
      "id": 87,
      "content": "Zigong was staring at Don Quixote’s expression of her wild artistic merit upon the curriculum with her usual crescent-moon eyes."
    },
    {
      "id": 88,
      "content": "Wait, is that... supposed to be Zigong's grimace?"
    },
    {
      "id": 89,
      "model": "자공",
      "title": "The Pinky",
      "content": "Of course… each to their own, I suppose. I need not be shaken by every little thing until we have their actual lesson plans in hand."
    },
    {
      "id": 90,
      "model": "이스마엘",
      "content": "Hey, thanks for putting your faith in us, Zigong. We barely have any of that to go around ourselves, so I understand it couldn’t have been easy."
    },
    {
      "id": 91,
      "model": "자공",
      "title": "The Pinky",
      "content": "… You could say that I have learned my lesson."
    },
    {
      "id": 92,
      "model": "자공",
      "title": "The Pinky",
      "content": "The recent events have taught me that… the path of learning is truly one without end."
    }
  ]
}