{
  "dataList": [
    {
      "id": 0,
      "place": "Daguanyuan - Special Lecture Hall",
      "model": "자공",
      "title": "The Pinky",
      "content": "A terrible jest Jia Yuanchun plays, down to the very last day."
    },
    {
      "id": 1,
      "model": "이스마엘",
      "content": "Too much time has passed already..."
    },
    {
      "id": 2,
      "model": "자공",
      "title": "The Pinky",
      "content": "I have already given her clan, including Wei, instructions to keep their eyes on the Palanquin, as I observed much strangeness from the Palanquin bearers..."
    },
    {
      "id": 3,
      "model": "자공",
      "title": "The Pinky",
      "content": "... yet there are many places to which one may covertly kidnap the Family Hierarch."
    },
    {
      "id": 4,
      "model": "싱클레어",
      "content": "Still, we have to—!"
    },
    {
      "id": 5,
      "model": "자공",
      "title": "The Pinky",
      "content": "Your heart is still in a rush. I do not mean to imply that we will abandon her to fate."
    },
    {
      "id": 6,
      "model": "자공",
      "title": "The Pinky",
      "content": "Look, I have selected a few places on the map with the highest probabilities of being their destination."
    },
    {
      "id": 7,
      "model": "자공",
      "title": "The Pinky",
      "content": "As the time is not on our side, the Heishou Packs and your team will have to mobilize separately to explore all possible options."
    },
    {
      "id": 8,
      "model": "자공",
      "title": "The Pinky",
      "content": "Among them I aim to send you toward..."
    },
    {
      "id": 9,
      "model": "홍루",
      "content": "... This place."
    },
    {
      "id": 10,
      "model": "자공",
      "title": "The Pinky",
      "content": "Indeed. The glorified internment camp of Hongyuan, now shut down."
    },
    {
      "id": 11,
      "model": "자공",
      "title": "The Pinky",
      "content": "<ruby=Peace and Calm>Pingan</ruby> Residential Support Zone. It is a policy Jia Yuanchun and the former Jia Mu pursued."
    },
    {
      "id": 12,
      "model": "자공",
      "title": "The Pinky",
      "content": "The policy was indefinitely tabled and the zone was closed off, as many voiced reluctance to pass it, but I find it hard to believe that Jia Yuanchun would admit defeat so easily."
    },
    {
      "id": 13,
      "model": "자공",
      "title": "The Pinky",
      "content": "It is a secluded place, perfect to secretly bring harm to the Family Hierarch... not to mention the symbolic value it carries."
    },
    {
      "id": 14,
      "model": "이스마엘",
      "content": "I hope she's okay..."
    },
    {
      "id": 15,
      "model": "자공",
      "title": "The Pinky",
      "content": "Have some faith in your pupil."
    },
    {
      "id": 16,
      "model": "자공",
      "title": "The Pinky",
      "content": "You have taught her to the best of your abilities, have you not? I trust that she will be able to fend for herself until our arrival."
    },
    {
      "id": 17,
      "model": "싱클레어",
      "content": "... Yeah. We trained really, really hard for the entire month."
    },
    {
      "id": 18,
      "model": "자공",
      "title": "The Pinky",
      "content": "The only reason Jia Yuanchun would employ such under-the-table tactics is because she knows that a fair match would not be in her favor."
    },
    {
      "id": 19,
      "model": "자공",
      "title": "The Pinky",
      "content": "So, let us yank her hand out from under the table and make her regret it."
    }
  ]
}