{
  "dataList": [
    {
      "id": 0,
      "place": "Pingan Residential Support Zone",
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "……."
    },
    {
      "id": 1,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "It was you? You're big sister Yuanchun's final exam?"
    },
    {
      "id": 2,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "If you were going to kill me anyway, why didn't you just... take me out from the get-go instead of wasting all that time teaching me, pretending to be my master?"
    },
    {
      "id": 3,
      "model": "취수야객",
      "content": "I would hardly deem the hours spent in joy as wastes. Would you?"
    },
    {
      "id": 4,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Well, I'm not even surprised. Daguanyuan's full of backstabbers anyway."
    },
    {
      "id": 5,
      "model": "취수야객",
      "content": "\"Do not ever trust anyone who approaches you first\". It is a saying that has saved a lot of lives in Hongyuan—and the City."
    },
    {
      "id": 6,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Normally, those type of people wait until my guard is down to strike."
    },
    {
      "id": 7,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "You had plenty of opportunities to kill me during those classes. I gotta say, I forgot a bit of my edge when I was swinging those sticks."
    },
    {
      "id": 8,
      "model": "취수야객",
      "content": "Heh heh, the one who hired me handed me, along with my payment, a silken bag of dried wolfsbane powder."
    },
    {
      "id": 9,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... So you were hired to poison me. Why didn't you?"
    },
    {
      "id": 10,
      "model": "취수야객",
      "content": "Hah! Why would I use that to claim my pupil's life, when I could use it to pay off my tab and buy me a few bottles of quality wine at a local kezhan, which I did? They're precious enough to sustain three generations of family, eh?"
    },
    {
      "id": 11,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "What...?"
    },
    {
      "id": 12,
      "model": "취수야객",
      "content": "My life... has thus far been one of rivers and footpaths, drifting hither and thither as the currents took me. A meaningless life of having gained nor left behind nothing."
    },
    {
      "id": 13,
      "model": "취수야객",
      "content": "And wouldn't you know it, this kid who'd just become the next Hierarch..."
    },
    {
      "id": 14,
      "model": "취수야객",
      "content": "... for the first time in the history of Family Hierarchs I'd seen... refused the true master of Hongyuan."
    },
    {
      "id": 15,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "……."
    },
    {
      "id": 16,
      "model": "취수야객",
      "content": "Those with vision for the future of Hongyuan would grip the land as though it belonged to them..."
    },
    {
      "id": 17,
      "model": "취수야객",
      "content": "... and Hongyuan, trapped in the grasp of a series of intrepid individuals... grew dark and suffocating."
    },
    {
      "id": 18,
      "model": "취수야객",
      "content": "The other pupil, who initially seemed to have been included in the lessons as nothing more than an extra, may as well have forced the lessons out of me."
    },
    {
      "id": 19,
      "model": "취수야객",
      "content": "And after a while of frolicking with the bumbling Hierarch and a particularly nasty pupil..."
    },
    {
      "id": 20,
      "model": "취수야객",
      "content": "... it seems that I shared all that I know with the both of you."
    },
    {
      "id": 21,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "… Hey…"
    },
    {
      "id": 22,
      "model": "취수야객",
      "content": "Despite the present circumstance..."
    },
    {
      "id": 23,
      "model": "취수야객",
      "content": "... my lessons have all been without a speck of falsehood."
    },
    {
      "id": 24,
      "model": "취수야객",
      "content": "Come, then. Never once have I taught a pupil who would fall at such a place."
    },
    {
      "id": 25,
      "model": "취수야객",
      "content": "And if you do... I don't suppose you were a pupil of mine anyway."
    }
  ]
}