{
  "dataList": [
    {
      "id": 0,
      "place": "Pingan Residential Support Zone",
      "content": "He was certainly a powerful foe, despite the casual way with which he carried himself."
    },
    {
      "id": 1,
      "content": "We'd already experienced a hint of his strength then, when he invaded our room during the Family Hierarch war and swiftly took out his target before leaving."
    },
    {
      "id": 2,
      "model": "뫼르소",
      "content": "……."
    },
    {
      "id": 3,
      "model": "뫼르소",
      "content": "There are slithering noises coming from above."
    },
    {
      "id": 4,
      "model": "단테",
      "content": "<More Heishou...>"
    },
    {
      "id": 5,
      "content": "We can't fight him and the Si branch off at the same time..."
    },
    {
      "id": 6,
      "content": "But if we were to try to create a distance between us and where the Si branch are waiting to strike us, the Night Drifter'll definitely try to exploit that opening."
    },
    {
      "id": 7,
      "content": "Considering that we had to keep Xichun safe... I wasn't sure how much longer we could hold out here."
    },
    {
      "id": 8,
      "model": "취수야객",
      "content": "Hah hah, is it hard to recall your training outside our lessons?"
    },
    {
      "id": 9,
      "model": "취수야객",
      "content": "Remember that your gaze is form as well; your enemies will take notice if you don't stop constantly eyeing at the door like a novice."
    },
    {
      "id": 10,
      "model": "취수야객",
      "content": "See? The snakes have already mobilized to close off that exit."
    },
    {
      "id": 11,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "……."
    },
    {
      "id": 12,
      "model": "취수야객",
      "content": "Ah... you're stalling until the Heishou Packs of the Family Hierarch arrive... Your strategies and thoughts are plain as day."
    },
    {
      "id": 13,
      "model": "취수야객",
      "content": "I see, that's why..."
    },
    {
      "id": 14,
      "model": "가시춘",
      "content": "…!"
    },
    {
      "id": 15,
      "model": "취수야객",
      "content": "... these snakes are so impatient to complete the deed and slink back into their holes."
    },
    {
      "id": 16,
      "content": "The Night Drifter produced another tree branch from his clothes, and quickly cast it toward the doorway behind which the Heishou were gathered."
    },
    {
      "id": 17,
      "content": "... And with a thwack, the heavy roof atop the large door instantly crumbled, burying it and blocking off the snakes from entering. It was as though he hit an invisible weakness of the brickwork."
    },
    {
      "id": 18,
      "model": "취수야객",
      "content": "I thought I'd given you snakes enough warning to head back."
    },
    {
      "id": 19,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "What are you doing? Why..."
    },
    {
      "id": 20,
      "model": "취수야객",
      "content": "Tsk tsk, the bumbling Hierarch's promise to bring real change to Hongyuan has given rise to a certain intrusive thought that was put to sleep long ago."
    },
    {
      "id": 21,
      "model": "취수야객",
      "content": "Once upon a time... a blade fiend of an infamous Syndicate earned himself the hollow honor of joining the Ten Blades of the East."
    },
    {
      "id": 22,
      "model": "취수야객",
      "content": "Yet what use is all that, if he could not stop his little girl from passing on before her old man on a Restructuring Day?"
    },
    {
      "id": 23,
      "model": "취수야객",
      "content": "The world averted its gaze from me, so I looked away in return. Leaving behind my rooms, my steel, I picked up a simple tree branch to be my sole companion as I drifted about the City."
    },
    {
      "id": 24,
      "model": "취수야객",
      "content": "When I abandoned both my honor and name, all that remained was a life of living for the sake of living, nothing more."
    },
    {
      "id": 25,
      "model": "취수야객",
      "content": "And... I believed the same fate would doubtless come for the rotten land of Hongyuan as well, just as it had for this useless drunk, devouring it in the surging darkness as the sun falls yonder."
    },
    {
      "id": 26,
      "model": "취수야객",
      "content": "Yet..."
    },
    {
      "id": 27,
      "model": "취수야객",
      "content": "... doubt reared its head, for the first time."
    },
    {
      "id": 28,
      "model": "취수야객",
      "content": "It is the rooster's cry that signals the night's end."
    },
    {
      "id": 29,
      "model": "취수야객",
      "content": "Do you see? The sun rises, even in Hongyuan."
    },
    {
      "id": 30,
      "model": "취수야객",
      "content": "Listen well, for your final lesson begins."
    },
    {
      "id": 31,
      "model": "취수야객",
      "content": "Emptiness of sound. Keep the venom within, and let it not leave your tongue."
    },
    {
      "id": 32,
      "model": "취수야객",
      "content": "Emptiness of form. One who aims to bring change to these lands must do so without the knowledge of curmudgeons too logged in wicked traditions to see a better path."
    },
    {
      "id": 33,
      "model": "취수야객",
      "content": "Emptiness of mind. In Hongyuan, a land where even the sky lies out of sight... do not let your mind be too transparent."
    },
    {
      "id": 34,
      "model": "취수야객",
      "content": "... Do not let the Heishou stray from your presence again, not even for a moment. Rule of fear is a detestable thing indeed, yet you will gain nothing by appearing like an easy mark."
    },
    {
      "id": 35,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "……."
    },
    {
      "id": 36,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Yes, master."
    },
    {
      "id": 37,
      "model": "취수야객",
      "content": "Then, do what you must."
    },
    {
      "id": 38,
      "model": "취수야객",
      "content": "It won't be very becoming of the Hierarch of Hongyuan to let live a fell assassin who dared to make an attempt at her life."
    },
    {
      "id": 39,
      "content": "Jia Xichun wordlessly tightened the grip around her weapon."
    },
    {
      "id": 40,
      "model": "취수야객",
      "content": "Very good. Emptiness makes for such a pleasant sight, doesn't it?"
    },
    {
      "id": 41,
      "content": "The Night Drifter grinned, having caught the encroaching scent of death."
    }
  ]
}