{
  "dataList": [
    {
      "id": 0,
      "place": "Pingan Residential Support Zone",
      "model": "단테",
      "content": "<Xichun!!!>"
    },
    {
      "id": 1,
      "model": "취수야객",
      "content": "Now that's impressively sneaky."
    },
    {
      "id": 2,
      "model": "취수야객",
      "content": "So they're not beasts of Hongyuan for nothing, eh... They just had to get between me and my pupil's spar. Mmmh."
    },
    {
      "id": 3,
      "model": "흑수사",
      "content": "……."
    },
    {
      "id": 4,
      "model": "싱클레어",
      "content": "…!"
    },
    {
      "id": 5,
      "model": "싱클레어",
      "content": "Master...! Wait, you've been working for Jia Yuanchun the whole time?"
    },
    {
      "id": 6,
      "model": "취수야객",
      "content": "Haven't you known me long enough by now to tell, brief as our acquaintance has been? My service is to no one but the bottle."
    },
    {
      "id": 7,
      "model": "취수야객",
      "content": "To have all twelve masters squeeze into battle when things were just starting to get interesting is quite discourteous, don't you think?"
    },
    {
      "id": 8,
      "model": "싱클레어",
      "content": "Yeah, and a master stabbing his pupil in her back isn't?!"
    },
    {
      "id": 9,
      "content": "Just as Sinclair and the Night Drifter were locked in an argument..."
    },
    {
      "id": 10,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "…!"
    },
    {
      "id": 11,
      "content": "The Heishou beasts who followed us into the room swung their purple arms at Jia Xichun without hesitation."
    },
    {
      "id": 12,
      "content": "The slithering serpent arm, which suddenly extended into a considerable length..."
    },
    {
      "id": 13,
      "model": "취수야객",
      "content": "Haven't I already given you due complaint, my friends?"
    },
    {
      "id": 14,
      "content": "... were stopped inches from Jia Xichun's neck by the Night Drifter's arm, biting him instead."
    },
    {
      "id": 16,
      "model": "취수야객",
      "content": "Heheh... Now that's one potent venom! I can feel it spreading through my veins."
    },
    {
      "id": 17,
      "model": "취수야객",
      "content": "Listen here, snakes. Haven't I done you courtesy enough? Go back to your holes."
    },
    {
      "id": 18,
      "model": "취수야객",
      "content": "I'll even give you an excuse you could give to your lord... Say that you had to withdraw, as the Night Drifter of the Drunken Palm got in your way."
    },
    {
      "id": 19,
      "model": "취수야객",
      "content": "We serve the same \"client\"... Might as well let me take all the blame for your failure, hm?"
    },
    {
      "id": 20,
      "model": "흑수사",
      "content": "……."
    },
    {
      "id": 21,
      "content": "But the Heishou wordlessly stood their ground."
    },
    {
      "id": 22,
      "model": "취수야객",
      "content": "Fine... I didn't think you'd listen to someone who doesn't even hold your leash."
    },
    {
      "id": 23,
      "model": "취수야객",
      "content": "Phoo-ie...! Too bad, too bad. Well, I suppose this should at least make for a fairer fight, with all of her teachers being here and all."
    },
    {
      "id": 24,
      "model": "싱클레어",
      "content": "You..."
    },
    {
      "id": 25,
      "model": "취수야객",
      "content": "Heh heh, I don't recall ever teaching you to make a face like that in front of an enemy..."
    },
    {
      "id": 26,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... Fine. It's not like stopping one attack makes you our ally."
    },
    {
      "id": 27,
      "model": "취수야객",
      "content": "At least one of my pupils knows what she's talking about."
    },
    {
      "id": 28,
      "model": "취수야객",
      "content": "Perhaps I shall open myself a humble wuguan here in Hongyuan once this contract is over."
    }
  ]
}