{
  "dataList": [
    {
      "id": 0,
      "content": "The incident was quickly swept under the rug as independent actions of an anonymous, unaffiliated assassin only known as the Night Drifter."
    },
    {
      "id": 1,
      "content": "As he was not registered to any kind of life insurance plan, his body was buried among the many unnamed graves of Hongyuan."
    },
    {
      "id": 2,
      "place": "Daguanyuan - Dahuating Banquet Hall",
      "model": "가원춘",
      "content": "I hear that there was a rather unsavory incident at the most recent exam; I must say, it is fortunate that no important blood has been spilled during it."
    },
    {
      "id": 3,
      "model": "가원춘",
      "content": "A nameless, faceless man infiltrating the living quarters of Daguanyuan... I can only be glad that he met the deserved fate."
    },
    {
      "id": 4,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Anyone who was at the site could attest to the fact that my guests and I were assaulted by Heishou - Si branch as well."
    },
    {
      "id": 5,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "If anyone's going to be held responsible, don't you agree that the blame should fall squarely on whoever decided to send the snakes to that particular location at that specific time, big sister Yuanchun?"
    },
    {
      "id": 6,
      "model": "가원춘",
      "content": "Hmm, is that so? Yet they testify that their presence was only to eliminate the drifter of the night who dared sneak into Daguanyuan."
    },
    {
      "id": 7,
      "model": "가원춘",
      "content": "Earlier than your own Heishou Pack, even."
    },
    {
      "id": 8,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "……."
    },
    {
      "id": 9,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Yeah. Not only did you get me a new master..."
    },
    {
      "id": 10,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... in your impatience to see my growth, asked that same master to harm me. You've certainly outdone yourself, sister."
    },
    {
      "id": 11,
      "model": "가원춘",
      "content": "... He was nothing more than a boorish executioner of Hongyuan who was willing to do anything for money."
    },
    {
      "id": 12,
      "model": "가원춘",
      "content": "I hope you won't be blaming your dear sister for the crime that man has committed independently, out of his own volition."
    },
    {
      "id": 13,
      "model": "가원춘",
      "content": "Xichun, I believe this only reinforces my argument that the people of Daguanyuan aren't the only people here who believe that you are terribly out of your depth for the task."
    },
    {
      "id": 14,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "But, Yuanchun..."
    },
    {
      "id": 15,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... I've learned so much thanks to you."
    },
    {
      "id": 16,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Rest assured, I won't ever forget those lessons."
    },
    {
      "id": 17,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "I understand that many of you may be unhappy or frustrated with me."
    },
    {
      "id": 18,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "But... you know what's an undeniable truth?"
    },
    {
      "id": 19,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "That I am still the legitimate victor of the Family Hierarch war."
    },
    {
      "id": 20,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Sure, big sister Yuanchun might know more about the details of Hongyuan’s administration for now. She might fill your pockets for now. But in the long run, you know she does not have Hongyuan’s best interests at heart."
    },
    {
      "id": 21,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Inadequate I may be, but I am still the Chief Executive Director here at H Corp., and you, dear big sister, are a temporarily visiting outsider from Q Corp."
    },
    {
      "id": 22,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "As its Hierarch, I know exactly what Hongyuan needs, and I will give the best of my efforts to bring my vision for this land to reality."
    },
    {
      "id": 23,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "A place where no one needs to live in fear, a place where one does not need to project fear—yes, that is my vision for Hongyuan, for H Corp."
    },
    {
      "id": 24,
      "model": "왕자우",
      "content": "I never would've known a month ago that our Hierarch had such vast ambitions."
    },
    {
      "id": 25,
      "model": "왕청산2",
      "content": "... She's really saying it."
    },
    {
      "id": 26,
      "model": "가원춘",
      "content": "... The four great houses and I... we ruled and knew this land like the back of our hands before you were even a fetus."
    },
    {
      "id": 27,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Indeed, I can tell. I suppose that's why Daguanyuan's growth never seemed to stop, while more and more people outside it seemed to be falling to their deaths from their homes with every restructuring day."
    },
    {
      "id": 28,
      "model": "가원춘",
      "content": "Don't you know the plastic nature of humanity? People will get used to the shadows when the heavens are shrouded."
    },
    {
      "id": 29,
      "model": "가원춘",
      "content": "So if you won’t cooperate with us, we will—"
    },
    {
      "id": 30,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "No, I’m not the one who needs to cooperate. I am the Hierarch."
    },
    {
      "id": 31,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Besides, your “us” is done."
    },
    {
      "id": 32,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Respected members of the board, I believe I have clearly explained my will. Forget about all of your under-the-table deals..."
    },
    {
      "id": 33,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... and vote with your hearts."
    },
    {
      "id": 34,
      "model": "가원춘",
      "content": "... You seem very confident, Xichun. In case you didn't know, winning those 'exams' has nothing to do with guaranteeing the results of the vote of no confidence."
    },
    {
      "id": 35,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Oh yeah? I don't know. At this point, the vote seems like a mere formality to me."
    },
    {
      "id": 36,
      "model": "가원춘",
      "content": "On what grounds?"
    },
    {
      "id": 37,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Just a hunch. Not that you'd understand."
    },
    {
      "id": 38,
      "model": "가원춘",
      "content": "……."
    },
    {
      "id": 39,
      "model": "쩔쩔이사",
      "teller": "Flustered Board Member",
      "title": "H Corp. Merchant Representative",
      "content": "Harrumph... Tsk... It's true. With how often she's changing the conditions of these tests and votes, we can hardly trust her to be consistent."
    },
    {
      "id": 40,
      "model": "굽신이사",
      "teller": "Obsequious Board Member",
      "title": "H Corp. Administrative Representative",
      "content": "That is indeed in stark contrast with the Hierarch, who promised thirty days of return time and met it precisely on the dot. It is clear which one of them should provide more stability for administrative purposes."
    },
    {
      "id": 41,
      "content": "Thus, the vote of no confidence began."
    },
    {
      "id": 42,
      "model": "사화정",
      "teller": "Shi Huazhen",
      "content": "I... I must've misjudged her in the past. She's not petty, she knows when to be serious, and I think she's got a good grip on the gravity of war without being consumed by the fear of it. And... ahem, she remembered my name."
    },
    {
      "id": 43,
      "model": "사사정",
      "content": "With her eloquence, strategic prowess, and boldness, I believe that the current Family Hierarch is well-qualified for her position. I also have faith that she will not ill-treat those of lower station than her."
    },
    {
      "id": 44,
      "model": "왕청산2",
      "content": "If she's got the handle of how to treat the heart of the smallest child, then I believe she has the capacity to tend to the hearts of those larger as well."
    },
    {
      "id": 45,
      "model": "왕자우",
      "content": "While I would be remiss to judge so quickly, she has shown remarkable change and improvement over a short period of time. I say she is someone of rare talent we mustn't lose so easily."
    },
    {
      "id": 46,
      "content": "Shi Sijing, Shi Huazhen, Wang Zhao, and Wang Qingshan..."
    },
    {
      "id": 47,
      "model": "설반",
      "content": "<i>… (Omitted) \"She's been at the center of all kinds of fun, entertaining events in the world as I lost and gained and lost and gained my neck. Just think about the amusement she'll bring as the Family Hierarch!\"</i>"
    },
    {
      "id": 48,
      "content": "And even Xue Pan, who shared his sentiments via a letter..."
    },
    {
      "id": 49,
      "content": "... voted against the motion of no confidence."
    },
    {
      "id": 50,
      "model": "가원춘",
      "content": "……."
    },
    {
      "id": 51,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Like I said, a mere formality."
    },
    {
      "id": 52,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "A state of crisis specifically refers to a situation in which the Family Hierarch is unable to perform their duties, or is affected by serious physical or mental impairment."
    },
    {
      "id": 53,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "I am both sound of mind and body, and I can handle all duties appertaining to the seat of the Family Hierarch."
    },
    {
      "id": 54,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Which means that your services are no longer needed here—not that they ever were—big sister. Don't you think you've more than overstayed your welcome by now?"
    },
    {
      "id": 55,
      "model": "가원춘",
      "content": "Here I was, wondering what you were doing with this ragtag group of halfwit nobodies like your brother... I suppose you didn't spend the whole month lounging around."
    },
    {
      "id": 56,
      "model": "가원춘",
      "content": "Very well. Savor this little victory for a while, I understand that it was a significant endeavor for you to attain it."
    },
    {
      "id": 57,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Be safe on your way home, big sister."
    },
    {
      "id": 58,
      "model": "가원춘",
      "content": "And please, do watch your health."
    },
    {
      "id": 59,
      "model": "가원춘",
      "content": "You've always been a sickly child come winter, haven't you?"
    },
    {
      "id": 60,
      "model": "가원춘",
      "content": "Remember that the only way is down once you've reached the peak."
    },
    {
      "id": 61,
      "place": "???",
      "model": "가원춘",
      "content": "Tsk, there goes the perfect opportunity to take control of Hongyuan..."
    },
    {
      "id": 62,
      "model": "가원춘",
      "content": "... But our time shall come. Hongyuan without the Xianhuang worm will fall behind and get crushed under the wheels of progress. Then..."
    },
    {
      "id": 63,
      "model": "설보차",
      "content": "... Nothing."
    },
    {
      "id": 64,
      "model": "설보차",
      "content": "Baoyu said that he... smells no fragrance from me anymore."
    },
    {
      "id": 65,
      "model": "가원춘",
      "content": "Don't let that linger on your heart, little Baochai."
    },
    {
      "id": 66,
      "model": "가원춘",
      "content": "Crawling in the muck alongside those lowly plebeians must've dulled with his senses."
    },
    {
      "id": 67,
      "model": "설보차",
      "content": "Am I even useful to you anymore?"
    },
    {
      "id": 68,
      "model": "설보차",
      "content": "Baoyu won't come back. I can't make him come back, I understand that now. At least not—"
    },
    {
      "id": 69,
      "model": "가원춘",
      "content": "... Come with me to Q Corp."
    },
    {
      "id": 70,
      "model": "설보차",
      "content": "... Huh? But... but even my own family has cast me out. What could I possibly do...?"
    },
    {
      "id": 71,
      "model": "가원춘",
      "content": "Have I not given you my word?"
    },
    {
      "id": 72,
      "model": "가원춘",
      "content": "That I can make him return."
    },
    {
      "id": 73,
      "model": "설보차",
      "content": "……."
    },
    {
      "id": 74,
      "model": "가원춘",
      "content": "The strategies of old say that one must stir trouble in the east and strike from the west(聲東擊西)."
    },
    {
      "id": 75,
      "model": "가원춘",
      "content": "Now that trouble has stirred in H Corp., they will hardly have the wherewithal to fix their eyes upon the goings of Q Corp."
    },
    {
      "id": 76,
      "model": "가원춘",
      "content": "When the time comes, your fragrance shall spread beyond H Corp., to Baoyu."
    },
    {
      "id": 77,
      "model": "가원춘",
      "content": "I trust that he will never sit idly by when danger threatens Jia Xichun."
    },
    {
      "id": 78,
      "model": "설보차",
      "content": "But I have nothing—"
    },
    {
      "id": 79,
      "model": "가원춘",
      "content": "Poor little Baochai. Even you are blinded to the shadows cast by your own lamplight."
    },
    {
      "id": 80,
      "model": "가원춘",
      "content": "Allow me to illuminate what use you may be to me, worry not."
    },
    {
      "id": 81,
      "model": "가원춘",
      "content": "... I am your only remaining light after all, aren't I?"
    },
    {
      "id": 82,
      "model": "설보차",
      "content": "... You are."
    },
    {
      "id": 83,
      "place": "Daguanyuan Front Gates",
      "content": "With Xichun watching us with an oddly bashful look, we prepared for our departure from Daguanyuan."
    },
    {
      "id": 84,
      "content": "Given that Mephistopheles still showed no signs of ever coming back... it seemed that we were to be assigned to various odd jobs around this area for a little while. Not to mention the news of Distortions occurring in H Corp."
    },
    {
      "id": 85,
      "model": "이스마엘",
      "content": "We're finally leaving this place for real, huh."
    },
    {
      "id": 86,
      "model": "홍루",
      "content": "Xichun, we'll be heading out soon—"
    },
    {
      "id": 87,
      "model": "가주시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Yeah yeah, whatever. Get your butts outta here, please. Don’t even think about looking back."
    },
    {
      "id": 88,
      "content": "Xichun exaggeratedly waves her hand to make us leave."
    },
    {
      "id": 89,
      "model": "싱클레어",
      "content": "Hey, if we ever get the chance—"
    },
    {
      "id": 90,
      "model": "가주시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "—Yeah, fat chance. I'm sure we've both had more than our fill of each other for this lifetime. Besides, I'll be too busy to go anywhere for a while anyway."
    },
    {
      "id": 91,
      "model": "그레고르",
      "content": "Well, then... uhm... if you ever need our help, our line's always open..."
    },
    {
      "id": 92,
      "model": "가주시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Hey, I’m the Family Hierarch. Who needs whose help now?"
    },
    {
      "id": 93,
      "model": "이상",
      "content": "You truly wear authority well, now."
    },
    {
      "id": 94,
      "model": "가주시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "… Speaking of which, you still have to stay here in Hongyuan, don't you? Did you find a place to stay?"
    },
    {
      "id": 95,
      "model": "이스마엘",
      "content": "No... not yet."
    },
    {
      "id": 96,
      "model": "가주시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Why don't you just stay here for a little bit? Instead of going out there again and risk getting scammed. Yihongyuan's open, you know."
    },
    {
      "id": 97,
      "model": "로쟈",
      "content": "Ooh? Oh my? For all that \"get out\", \"go away\" and \"don't even think about coming back\", seems to me you're pretty sad to see us go, aren'tcha?"
    },
    {
      "id": 98,
      "model": "가주시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "W-who said that? I'm just extending my generosity and giving you an opportunity to be more efficient. Remember your last attempt at finding a lodging here? The whole building melted away."
    },
    {
      "id": 99,
      "model": "가주시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... Anyways, I'll let everyone know that your party is free to enter and leave Daguanyuan whenever you want, so use it if you want."
    },
    {
      "id": 100,
      "content": "After pelting us with that rapid-fire answer without giving us even a second to reply, she whipped around and left to join Wei."
    },
    {
      "id": 101,
      "model": "돈키호테",
      "content": "Hoooh... verily, to be an educator of another was a task most daunting."
    },
    {
      "id": 102,
      "model": "히스클리프",
      "content": "Did the lass even teach a proper class? Oh, don't tell me her class consisted of her showing off those figurine collections and forcing the students to sit through another one of them obscure lore summaries?"
    },
    {
      "id": 103,
      "model": "로쟈",
      "content": "Well, Heath, I sure hope ya didn't let Sinclair completely walk all over you! Ha ha."
    },
    {
      "id": 104,
      "model": "홍루",
      "content": "Ha ha, I sure hope Rodya didn't totally get shown up in her own area of expertise!"
    },
    {
      "id": 105,
      "model": "싱클레어",
      "content": "Uhm, that's, uh..."
    },
    {
      "id": 106,
      "model": "히스클리프",
      "content": "Ahem... Oi! Smoky lass with a penchant for abbreviation. How'd your classes go?"
    },
    {
      "id": 107,
      "model": "히스클리프",
      "content": "Did you manage to teach 'em anything, or did you just abbreviate your way through the whole lesson?"
    },
    {
      "id": 108,
      "model": "료슈3",
      "content": "Hmph."
    },
    {
      "id": 109,
      "model": "그레고르",
      "content": "Man, speaking of which... don't think I've seen you smoking in a while."
    },
    {
      "id": 110,
      "model": "료슈3",
      "content": "N.S.I.F.O.K."
    },
    {
      "id": 111,
      "model": "싱클레어",
      "content": "Ha, ha, yeah, no smoking in front of kids. I remember you saying something about how it's totally against common sense to smoke in front of a kid."
    },
    {
      "id": 112,
      "model": "싱클레어",
      "content": "Speaking of which, you had some awesome tricks up your sleeve, Ryōshū. I never thought you'd know to do things like that."
    },
    {
      "id": 113,
      "model": "료슈3",
      "content": "... People learn when there's a need."
    },
    {
      "id": 114,
      "model": "료슈3",
      "content": "……."
    },
    {
      "id": 115,
      "content": "Ever since the classes began, Ryōshū started looking far off into the distance with an odd expression."
    },
    {
      "id": 116,
      "content": "Sometimes, she'd hum a melody we hadn't heard of before."
    },
    {
      "id": 117,
      "model": "이스마엘",
      "content": "Bummer we didn't get to sit in on each other's classes. It would've been nice to see different sides of everyone."
    },
    {
      "id": 118,
      "model": "단테",
      "content": "<We're gonna have a lot of stuff to talk about once we head back, huh.>"
    },
    {
      "id": 119,
      "content": "I really wasn't sure where I could possibly get started..."
    },
    {
      "id": 120,
      "content": "Well... since Xichun's given us the option, let's head back to Yihongyuan."
    },
    {
      "id": 121,
      "model": "웨이",
      "title": "Xichun's Clan",
      "content": "You've seen them off with surprising stoicism, my lady."
    },
    {
      "id": 122,
      "model": "웨이",
      "title": "Xichun's Clan",
      "content": "Haven't you been repeatedly eyeing their departure date on the calendar over and over with a look that could just as well be mournful?"
    },
    {
      "id": 123,
      "model": "가주시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Gosh, that's because I couldn't wait to get those freeloaders off my back."
    },
    {
      "id": 124,
      "model": "웨이",
      "title": "Xichun's Clan",
      "content": "Well, now that the freelo—excuse me. Now that their company has departed, I suppose peace shall reign over Daguanyuan for a while."
    },
    {
      "id": 125,
      "model": "웨이",
      "title": "Xichun's Clan",
      "content": "My lady, I believe you are now prepared to stand alone against whatever trial that comes your way."
    },
    {
      "id": 126,
      "model": "가주시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Yeah, I know."
    },
    {
      "id": 127,
      "model": "가주시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "I also know that I'll carry the lessons they've taught me..."
    },
    {
      "id": 128,
      "model": "가주시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... in my heart for a long, long time."
    }
  ]
}