{
  "dataList": [
    {
      "id": 0,
      "place": "Daguanyuan - Special Lecture Hall",
      "model": "돈키호테",
      "content": "What was the secret technique honorable Fixer Lysander employed in his resolution of the case of the Fae Forest? Speak its name in full!"
    },
    {
      "id": 1,
      "model": "퀴즈싱클",
      "content": "I-I've got it! It's, uh, A Summer Night Fantasia!"
    },
    {
      "id": 2,
      "model": "돈키호테",
      "content": "Ah, ah! Yet I cannot let pass such an unmotivated retelling of his super ultimate move! Hardly could one internalize the true, noble spirit of Fixers by simply reciting it with such apathy. Thou must recreate the exact pose and the enunciation!"
    },
    {
      "id": 3,
      "model": "퀴즈싱클",
      "content": "A-are you kidding me...?!"
    },
    {
      "id": 4,
      "model": "퀴즈시춘",
      "content": "Phooooooooh..."
    },
    {
      "id": 5,
      "model": "퀴즈시춘",
      "content": "C'mon. You can do this, Jia Xichun. You can do this. This is nothing...!"
    },
    {
      "id": 6,
      "model": "퀴즈시춘",
      "content": "I-illusions of a midsummer night... shall devour thee whole... "
    },
    {
      "id": 7,
      "model": "퀴즈시춘",
      "content": "SUMMER, NIGHT~ FANTASIA!"
    },
    {
      "id": 8,
      "model": "돈키호테",
      "content": "Thine enunciation was quite shaky upon the word \"illusions\", yet..."
    },
    {
      "id": 9,
      "model": "돈키호테",
      "content": "... heh, thou hast demonstrated sufficient courage. Thus I bestow upon thee this badge."
    },
    {
      "id": 10,
      "model": "퀴즈시춘",
      "content": "…!"
    },
    {
      "id": 11,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "I grow tired of this nonsense... Just how much longer are you planning to drag this on?!"
    },
    {
      "id": 12,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... thus muttered the hero, then declared: \"I shall tear this evil storm asunder and find a place for this blade at the center of thy heart!\""
    },
    {
      "id": 13,
      "model": "싱클레어",
      "content": "Dante, lights! Left side!"
    },
    {
      "id": 14,
      "model": "단테",
      "content": "<G-gotcha!>"
    },
    {
      "id": 15,
      "content": "Don Quixote, who was watching Sinclair and Jia Xichun's two-person play, silently wiped her tears away."
    },
    {
      "id": 16,
      "model": "돈키호테",
      "content": "Bravo, bravo... Certain minor details were missed, such as that Yue Fei the Fixer was left-handed, and that he had a habit of playing with a lighter in his left pocket before every duel, yet... 'twas a wonderful reenactment indeed! I have no other critique to impart upon thee!"
    },
    {
      "id": 17,
      "model": "돈키호테",
      "content": "When faced with great adversity in thine adventures, rekindle the memory of Yue Fei the Fixer's final duel. Remember it well..."
    },
    {
      "id": 18,
      "model": "돈키호테",
      "content": "Thus cometh to an end, the lessons of to-day..."
    },
    {
      "id": 19,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Huh... It was just for a moment, but I think I'm starting to get it."
    },
    {
      "id": 20,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "I get why she's so obsessed with Fixers..."
    },
    {
      "id": 21,
      "content": "Clutched tightly in Xichun's hands were the badges Don Quixote had gifted to her."
    }
  ]
}