{
  "dataList": [
    {
      "id": 0,
      "place": "Daguanyuan - Special Lecture Hall",
      "model": "돈키호테",
      "content": "Hm hm..."
    },
    {
      "id": 1,
      "model": "돈키호테",
      "content": "Ahem, hm... 'Tis true that a station of teaching is prone to imbue one with a sense of... bashfulness..."
    },
    {
      "id": 2,
      "content": "Sinclair and Xichun both sat with a bit of apprehension as well."
    },
    {
      "id": 3,
      "content": "... Which is understandable, given what Saude told them sometime before the lesson started."
    },
    {
      "id": 4,
      "content": "Sometime ago..."
    },
    {
      "id": 5,
      "place": "Daguanyuan - Special Lecture Hall, Recent Past",
      "content": "Outis, who'd been glaring daggers at Don Quixote for a good while, finally decided to voice her doubts to Saude."
    },
    {
      "id": 6,
      "model": "오티스",
      "content": "So, what is Don Quixote, that woman, supposed to teach?"
    },
    {
      "id": 7,
      "model": "오티스",
      "content": "Have you not considered that her usual flippancy might only cause more trouble than it's worth...?"
    },
    {
      "id": 8,
      "model": "뉴소드",
      "content": "You worry too much, Outis."
    },
    {
      "id": 9,
      "model": "뉴소드",
      "content": "While she may not look it, Don Quixote is extremely well-versed in those adventure tales."
    },
    {
      "id": 10,
      "model": "오티스",
      "content": "And why would any of that matter?"
    },
    {
      "id": 11,
      "model": "뉴소드",
      "content": "Have you yourself considered that Fixers often appear when history is in the making?"
    },
    {
      "id": 12,
      "model": "오티스",
      "content": "…!"
    },
    {
      "id": 13,
      "place": "Daguanyuan - Special Lecture Hall",
      "model": "돈키호테",
      "content": "Eh... Let us see here...!"
    },
    {
      "id": 14,
      "content": "Don Quixote took a second to savor the moment as though she had been preparing her whole life for it... then continued."
    },
    {
      "id": 15,
      "model": "돈키호테",
      "content": "Amongst the greatest Fixers whose honored names were engraved in history... ah, verily! Let us commence this lesson with the tale of the Fixer Yue Fei!"
    },
    {
      "id": 16,
      "model": "돈키호테",
      "content": "This tale begineth in the year—"
    },
    {
      "id": 17,
      "content": "Sometime later…"
    },
    {
      "id": 18,
      "model": "싱클레어",
      "content": "Are you... done...?"
    },
    {
      "id": 19,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Just how can she continue to talk at such length? She's been going for ages..."
    },
    {
      "id": 20,
      "model": "돈키호테",
      "content": "Hm hm! Thus cometh the time to test thy dedication to this class, and the knowledge that should naturally come with it! A 'pop quiz' if thou wilt!"
    },
    {
      "id": 21,
      "model": "퀴즈시춘",
      "content": "When'd she even find the time to prepare this...?"
    },
    {
      "id": 22,
      "model": "돈키호테",
      "content": "I can assure thee; 'tis a quiz of entirely reasonable difficulty if thou hast paid attention in class! Worry thee not!"
    },
    {
      "id": 23,
      "model": "퀴즈싱클",
      "content": "Does this 'pop quiz'... have prizes?"
    },
    {
      "id": 24,
      "model": "돈키호테",
      "content": "Aha! But of course, I came prepared for such inquiries! For each correct answer, I shall bestow upon thee, from the very treasure chest of mine..."
    },
    {
      "id": 25,
      "model": "돈키호테",
      "content": "... these precious, precious Fixer badges! Forsooth, I did not let a single day go by in which I did not polish each and every one of them on three separate occasions at the very least!"
    },
    {
      "id": 26,
      "model": "퀴즈시춘",
      "content": "I dunno, I don't really... need them..."
    },
    {
      "id": 27,
      "model": "돈키호테",
      "content": "Heh heh... Hold thine applause, for there is a bonus reward for the victor who, by the end of this match, carries more badges..."
    },
    {
      "id": 28,
      "model": "돈키호테",
      "content": "Thou shalt attain the role of a protagonist in this theatrical play of my making,<i> <Fixer Chronicles : Yue Fei></i>! 'Tis an opportunity of a lifetime!"
    },
    {
      "id": 29,
      "model": "퀴즈싱클",
      "content": "I'm still not really... It's not doing anything for either of us..."
    },
    {
      "id": 30,
      "model": "퀴즈시춘",
      "content": "Eh... it's still a pretty useless reward, but if you're turning this into a competition, I won't lose."
    },
    {
      "id": 31,
      "model": "퀴즈싱클",
      "content": "Seriously...?"
    },
    {
      "id": 32,
      "model": "퀴즈시춘",
      "content": "What, scared you'll lose? Is history your weakness or something?"
    },
    {
      "id": 33,
      "model": "퀴즈싱클",
      "content": "Hah...! I'll have you know that I was the teacher's pet in every single history class I took!"
    },
    {
      "id": 34,
      "model": "퀴즈시춘",
      "content": "Heh, and I'll have you know that I was, no matter the subject, showered with praise from every master I ever had."
    },
    {
      "id": 35,
      "model": "퀴즈싱클",
      "content": "... Okay, if that's how you wanna play it... I'll have you know that I was a prodigy in other classes, too. I did great in art classes. Pretty good in math, too. I was just being humble, because I didn't want to steal your thunder, Xichun."
    },
    {
      "id": 36,
      "model": "퀴즈시춘",
      "content": "... Oh, then let me tell you that I was trained in the mastery of at least ten different disciplines every single day. And on one of those days, you know what one of my masters told me? He said—"
    },
    {
      "id": 37,
      "model": "뉴소드",
      "content": "Looks like Miss Jia Xichun's finally getting a feel for how friendships close in age are forged in school."
    },
    {
      "id": 38,
      "model": "뉴소드",
      "content": "That's good. No matter how excellent her masters were, there are some experiences you just can't learn from teachers."
    },
    {
      "id": 39,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 40,
      "content": "I tick-tocked in response."
    },
    {
      "id": 41,
      "model": "돈키호테",
      "content": "'Tis year 505! What is the historical community's consensus on the \"most illustrious\" battle that Fixer Yue Fei is said to have partaken in?!"
    },
    {
      "id": 42,
      "model": "돈키호테",
      "content": "Allow me to impart to thee a major clue: if thou hadst paid attention as I discoursed upon \"The Five Pillages\", in which the Fixer Yue Fei was mentioned, this should not be a difficult question to answer!"
    },
    {
      "id": 43,
      "model": "돈키호테",
      "content": "The Honorable \"Fixer of the Cerulean Heaven\", who attained triumph in the battle of Rhino Tree in the year 465, hath said <i>what</i> was the worst ordeal she had to face in her career?"
    },
    {
      "id": 44,
      "model": "퀴즈시춘",
      "content": "I've got it! It's when she had to forge onward, despite watching her dear comrades fall one by one as they held the line to buy her time!"
    },
    {
      "id": 45,
      "model": "퀴즈싱클",
      "content": "Agh, d-dammit! I was too slow!!!"
    },
    {
      "id": 46,
      "model": "돈키호테",
      "content": "Fie, young Xichun! Thou'rt incorrect!!!"
    },
    {
      "id": 47,
      "model": "돈키호테",
      "content": "Honorable 'Fixer of the Cerulean Heaven' is recorded to have testified that the worst ordeal in her career was when she was forced to stand before her enemies with hair that was not luscious, as the supply line breakage caused her regular delivery of nutritional supplements to cease! What thou hast suggested, young Xichun, was her seventeenth most difficult ordeal!"
    },
    {
      "id": 48,
      "model": "단테",
      "content": "<She's speaking like she was actually there...>"
    },
    {
      "id": 49,
      "model": "돈키호테",
      "content": "Thine impression is quite understandable, for I am trained in the ways of vividly regaling these tales... But most of these are tales I have learned from books."
    },
    {
      "id": 50,
      "model": "돈키호테",
      "content": "Much did I anticipate an opportunity to regale these tales to such audience... Enough to study the ways of minstrels!"
    },
    {
      "id": 51,
      "content": "... There was a clear look of pride in her twinkling eyes."
    }
  ]
}