{
  "dataList": [
    {
      "id": 0,
      "place": "Daguanyuan - Special Lecture Hall",
      "model": "이스마엘",
      "content": "... Heard you managed to come out on top in your first sparring match. Congrats."
    },
    {
      "id": 1,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Thanks... I gotta admit, your classes are definitely coming in handy."
    },
    {
      "id": 2,
      "model": "이스마엘",
      "content": "I like your attitude. Well, shall we take a look at what I prepared for today?"
    },
    {
      "id": 3,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "You're teaching about exploring... huh? It's going to be an indoors class?"
    },
    {
      "id": 4,
      "model": "이스마엘",
      "content": "Yep. Exploring. Where should I begin? It's a very big subject."
    },
    {
      "id": 5,
      "model": "이스마엘",
      "content": "Free soloing to the top of the highest building in Hongyuan... Surviving ten days in Hongyuan Backstreets with only three items... I had plenty of ideas, but most of them got denied."
    },
    {
      "id": 6,
      "model": "자로사복",
      "content": "... And rightly so."
    },
    {
      "id": 7,
      "model": "이스마엘",
      "content": "And that's when I realized..."
    },
    {
      "id": 8,
      "model": "이스마엘",
      "content": "... that exploring isn't always limited to adventures in the physical space."
    },
    {
      "id": 9,
      "content": "A few weeks ago..."
    },
    {
      "id": 10,
      "place": "Aboard Mephistopheles, Past",
      "model": "이스마엘",
      "content": "So I'm just here to fill in, since this game needs a certain number of players, but..."
    },
    {
      "id": 11,
      "model": "이스마엘",
      "content": "Really? Can you really call this tabletop game an \"adventure\"...?"
    },
    {
      "id": 12,
      "model": "이상",
      "content": "Yet, in games of make-believe, any simulacra can be made as real as— Ahh, what a move...!"
    },
    {
      "id": 13,
      "model": "이스마엘",
      "content": "Ooh, nice... I'm gonna roll for damage."
    },
    {
      "id": 14,
      "model": "돈키호테",
      "content": "Gah! Young Ishmael, thou hast absolutely pummeled the gorgon beast with thy fireball spell, rendering it most crispy."
    },
    {
      "id": 15,
      "model": "이상",
      "content": "It was a formidable foe... that was wonderfully executed, Miss Ishmael."
    },
    {
      "id": 16,
      "model": "이스마엘",
      "content": "Huh, r-really?"
    },
    {
      "id": 17,
      "model": "이스마엘",
      "content": "Well, then... as my next move..."
    },
    {
      "id": 18,
      "place": "Daguanyuan - Special Lecture Hall",
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "And that's how you... came up with this?"
    },
    {
      "id": 19,
      "model": "이스마엘",
      "content": "I've played a few other games, but... this is new for me, too. I'm still pretty new in general, I guess..."
    },
    {
      "id": 20,
      "model": "이스마엘",
      "content": "This is called \"Jianghu Journeys\"(江湖遊覽記), or J&J. It's a popular game among Hongyuan's youths. It's gotten generally positive reviews, too."
    },
    {
      "id": 21,
      "content": "What Ishmael so proudly presented before everyone appeared to be... a board game with numerous cards and mini figures."
    },
    {
      "id": 22,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... Okay. What do these huge piles of papers have to do with exploration?"
    },
    {
      "id": 23,
      "model": "이스마엘",
      "content": "Rule number one."
    },
    {
      "id": 24,
      "model": "이스마엘",
      "content": "The most experienced player among those gathered becomes the JM."
    },
    {
      "id": 25,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... The JM?"
    },
    {
      "id": 26,
      "model": "이스마엘",
      "content": "Yeah, Journey Master. The Journey Master designs the story around the players' choices, sets the stage for what happens next, and generally helps guide the explorers to safely arrive at their goals. That's why the most experienced player takes that role."
    },
    {
      "id": 27,
      "model": "이스마엘",
      "content": "Which would be me."
    },
    {
      "id": 28,
      "model": "싱클레어",
      "content": "WIS... STR... DEX... each character seems to have these things called \"stats\". Ah, looks like we just have to pick from a set of pre-made characters for this one."
    },
    {
      "id": 29,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "So... I'm supposed to be playing this character's role?"
    },
    {
      "id": 30,
      "content": "Sinclair and Jia Xichun picked up their cards with confusion clear in their eyes."
    },
    {
      "id": 31,
      "place": "Yuyuan City?",
      "model": "이스마엘",
      "content": "You arrive at the great city of <ruby=Smoke-cloud>Yanyun</ruby>, a place known to be the gathering hub for all kinds of influential people. You traveled here in search of a... um... a legendary treasure, called, uh... yeah, <ruby=The Sword of Farland>The Tianya Sword (天涯劍)</ruby>."
    },
    {
      "id": 32,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "The City of Yanyun, huh... cool. So why are we looking for that sword again?"
    },
    {
      "id": 33,
      "model": "이스마엘",
      "content": "Whew, uh... it's because, uh..."
    },
    {
      "id": 34,
      "model": "이스마엘",
      "content": "So there's this legend in Yanyun about how... The Sword of... right, the Tianya Sword is the only way to quell the chaos of these lands and bring peace to its people. And... also, about how having that sword is the proof of the true leader of these lands... and so on and so forth, you know."
    },
    {
      "id": 35,
      "content": "Ishmael was stuttering and stammering through the introduction without her usual confidence."
    },
    {
      "id": 36,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "I see... This city called Yanyun must be in a lot of trouble, too."
    },
    {
      "id": 37,
      "content": "Seemingly affected by the oddly familiar setting of the story, Jia Xichun nodded solemnly without noticing Ishmael stumbling through the introduction."
    },
    {
      "id": 38,
      "model": "이스마엘",
      "content": "W-well, you know how it is. The point is, you guys need to go find that sword."
    },
    {
      "id": 39,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Then... I will claim the Tianya Sword, no matter what it costs me."
    },
    {
      "id": 40,
      "content": "Jia Xichun nods with determination."
    }
  ]
}