{
  "dataList": [
    {
      "id": 0,
      "place": "Yanyun City Kezhan?",
      "model": "이스마엘",
      "content": "From the rumors you've gathered, it seems that the kezhankeep might have heard of the whereabouts of that sword. What will you do?"
    },
    {
      "id": 1,
      "model": "싱클레어",
      "content": "I... I walk up to the kezhankeep, chat him up and try to gain his trust."
    },
    {
      "id": 2,
      "model": "이스마엘",
      "content": "Uhm... Are you sure? Remember, your WIS is extremely low right now, which means that you'll find it hard to form even the simplest sentences."
    },
    {
      "id": 3,
      "model": "싱클레어",
      "content": "……."
    },
    {
      "id": 4,
      "model": "싱클레어",
      "content": "Whaaaat if... I found a different way to gain the kezhankeep's trust that doesn't involve sweet-talking him? I do have a pretty high STR stat, which should give me access to certain... alternative methods of persuasion that doesn't require Skill in Speechcraft."
    },
    {
      "id": 6,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Hold on..."
    },
    {
      "id": 7,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "I'll try to convince the kezhankeep."
    },
    {
      "id": 8,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "I think I've got a decent chance at this. My WIS is pretty high."
    },
    {
      "id": 9,
      "model": "이스마엘",
      "content": "And you... pass the check. The kezhankeep looks at you, having lowered his guard."
    },
    {
      "id": 10,
      "model": "이스마엘",
      "content": "Oh, not you, Sinclair. He's still pretty wary of you."
    },
    {
      "id": 11,
      "model": "싱클레어",
      "content": "... Ookay, then. I guess I'll just stand in the corner over there, unsheathe my weapon, and play around with it for a bit. That's what he expects me to do anyway, isn't it?"
    },
    {
      "id": 12,
      "model": "단테",
      "content": "<You're just roleplaying Heathcliff now, aren't you...?>"
    },
    {
      "id": 13,
      "model": "이스마엘",
      "content": "Ahem... the kezhankeep shares some information about the sword he heard. He explains that the party should seek northeast, toward <ruby=Cloudrise>Yinzhi</ruby> Mountain."
    },
    {
      "id": 14,
      "model": "이스마엘",
      "content": "But... ah, what's this? Tears begin to well in the kezhankeep's eyes as he continues to explain."
    },
    {
      "id": 15,
      "model": "이스마엘",
      "content": "Apparently a patrolling guard beat his son pretty badly, just for loitering around the guard. The wound is pretty severe so he needs medicine, but he can't seem to find any."
    },
    {
      "id": 16,
      "model": "싱클레어",
      "content": "Oh no..."
    },
    {
      "id": 17,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "That's too bad, but we've got a job to do."
    },
    {
      "id": 18,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Since we have what we came here for, we leave the kezhan."
    },
    {
      "id": 19,
      "model": "이스마엘",
      "content": "Well, they say that JMs aren't supposed to interfere with the players' choices, but... let's be honest. I would've made the same choice. You can't stop and help out for every little side quest when there's a whole lot of adventure to go through."
    },
    {
      "id": 20,
      "model": "싱클레어",
      "content": "No, we're not leaving. I'm going to get him that medicine."
    },
    {
      "id": 21,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "What...?"
    },
    {
      "id": 22,
      "content": "After a few turns of various trials and tribulations for Sinclair..."
    },
    {
      "id": 23,
      "model": "이스마엘",
      "content": "... The kezhankeep's son, who fortunately was able to recover, hears your story and hesitantly shares what he knows."
    },
    {
      "id": 24,
      "model": "이스마엘",
      "content": "You realize that he's talking about the fairy yaoguai, guardian of the Tianya Sword."
    },
    {
      "id": 25,
      "model": "이스마엘",
      "content": "He explains that the fairy yaoguai's power grows under bright moonlight..."
    },
    {
      "id": 26,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Hold on, isn't it full moon right now? Then... then we should wait until the sky's overcast!"
    },
    {
      "id": 27,
      "model": "이스마엘",
      "content": "Hearing that, the innkeep's son takes a quick look at the clouds, then tells you that it might be raining in about a week."
    },
    {
      "id": 28,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Glad we helped him out..."
    },
    {
      "id": 29,
      "model": "싱클레어",
      "content": "Phew, okay. Let's make sure we're prepared before we go."
    },
    {
      "id": 30,
      "place": "Yinzhi Mountain?",
      "model": "싱클레어",
      "content": "You're gonna have to roll 15 or higher to hit..."
    },
    {
      "id": 31,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "… I know. I’m focused."
    },
    {
      "id": 32,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Hey, I rolled a 16!"
    },
    {
      "id": 33,
      "model": "이스마엘",
      "content": "... With a final, singular strike from Jia Xichun, the fairy yaoguai finally falls to the ground, <i>defeated</i>."
    },
    {
      "id": 34,
      "model": "싱클레어",
      "content": "Yes! The Tianya Sword is ours!"
    },
    {
      "id": 35,
      "model": "이스마엘",
      "content": "Excited, the party runs up to the sword embedded deep into the earth, and grabs enthusiastically upon the hilt."
    },
    {
      "id": 36,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Ah... with this, we can...!"
    },
    {
      "id": 37,
      "model": "이스마엘",
      "content": "However..."
    },
    {
      "id": 38,
      "model": "이스마엘",
      "content": "The <i>defeated</i> fairy yaoguai, whom the party assumed was dead, suddenly jumps to its feet and lunges at Jia Xichun, who just pulled the sword from the ground!"
    },
    {
      "id": 39,
      "model": "싱클레어",
      "content": "N-no!"
    },
    {
      "id": 40,
      "model": "싱클레어",
      "content": "I... I quickly get between Xichun and the monster!"
    },
    {
      "id": 41,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "But... if that crits, it's going to be pretty deadly, even for you..."
    },
    {
      "id": 42,
      "model": "이스마엘",
      "content": "Let's see if you can make the evasion save... 1... and another 1. Nope, that's a critical fail..."
    },
    {
      "id": 43,
      "model": "싱클레어",
      "content": "... It's okay."
    },
    {
      "id": 44,
      "model": "이스마엘",
      "content": "……."
    },
    {
      "id": 45,
      "model": "이스마엘",
      "content": "Sinclair falls to the ground, bleeding profusely from the gaping wound. The yaoguai lies still as well, the final vestiges of its strength completely spent."
    },
    {
      "id": 46,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Sinclair!"
    },
    {
      "id": 47,
      "model": "싱클레어",
      "content": "Go... Go on without me... Take that sword... and go down to the village... Become the leader they need... that sword as your proof..."
    },
    {
      "id": 48,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "……."
    },
    {
      "id": 49,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... No, no. This sword wouldn't mean anything without my adventuring buddy."
    },
    {
      "id": 50,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "I'm... I'm going to bandage Sinclair up and carry him back. I won't leave him behind and descend the mountain all on my own..."
    },
    {
      "id": 51,
      "model": "이스마엘",
      "content": "Wait, if that's your choice, then, uh..."
    },
    {
      "id": 52,
      "model": "이스마엘",
      "content": "Uhh, yeah, the bleeding stops as soon as you wrap him up! He's uh... he's just that sturdy, you know? That strike would've killed pretty much anyone, but... you know how healthy he is..."
    },
    {
      "id": 53,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "…!"
    },
    {
      "id": 54,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "On your feet, Sinclair...! We're getting out of here together. Grab onto my shoulder, that's it, step by step..."
    },
    {
      "id": 55,
      "place": "Yuyuan City Front Gates?",
      "model": "싱클레어",
      "content": "... Hey, Xichun... Look over there...! Everyone we'd helped and saved on our journey's come out to welcome us home...!"
    },
    {
      "id": 56,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "You're right... If it weren't for you, Sinclair, I never would've stopped and talked to every single villager there to hear their troubles."
    },
    {
      "id": 57,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "The sword... was only a symbol all along."
    },
    {
      "id": 58,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "All of our efforts, and the experiences we gained in our journey for the sword... were what taught me how to be a good Hierar—I mean, leader, not the sword itself."
    },
    {
      "id": 59,
      "model": "이스마엘",
      "content": "You're right. The real success of this adventure was everyone's efforts along the way."
    },
    {
      "id": 60,
      "place": "Daguanyuan - Special Lecture Hall",
      "model": "단테",
      "content": "<... I feel like the game overtook the class at some point along the way.>"
    }
  ]
}