{
  "dataList": [
    {
      "id": 0,
      "place": "Daguanyuan - Special Lecture Hall",
      "model": "그레고르",
      "content": "... And that's why the Smoke War fronts were mostly characterized by trench warfare."
    },
    {
      "id": 1,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "No one wanted to risk fighting in concrete jungles where they could be surrounded by enemies at all times... So everyone tried to draw each other out to an open field battle, which naturally turned into trench warfare."
    },
    {
      "id": 2,
      "model": "그레고르",
      "content": "Of course, every Wing has a different Singularity, so this isn't really applicable to all cases. It's just that the former G Corp. found flat plains easier to maneuver in."
    },
    {
      "id": 3,
      "model": "싱클레어",
      "content": "I feel like Daguanyuan could make a pretty good use of Hongyuan as a defensive fortress. Especially with its internal structure constantly shifting around... which the Heishou know and use very well."
    },
    {
      "id": 4,
      "model": "그레고르",
      "content": "Exactly. This should explain why they were hesitating outside Daguanyuan—remember the Thumb fellas? The ones we met who were going in circles?"
    },
    {
      "id": 5,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Not to mention how the Heishou all utilize the topography of Hongyuan differently. Even if an outsider were to get a read on how one of the branches maneuver around Hongyuan, as long as the twelve Heishou branches are standing, Hongyuan is unassailable."
    },
    {
      "id": 6,
      "model": "그레고르",
      "content": "Well, despite going into all that, I'm sure we all know what the best answer in all warfare is."
    },
    {
      "id": 7,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... Not having a war in the first place."
    },
    {
      "id": 8,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "I'll be honest, I can't stop thinking about some of the stories you've been telling us. I can't even imagine what it would've been like to have to... not only witness it, but go through all of that."
    },
    {
      "id": 9,
      "model": "싱클레어",
      "content": "... We did visit your Fathoms, Gregor, but... that wasn't even the tip of the iceberg."
    },
    {
      "id": 10,
      "content": "The City was devoured in smoke, its Citizens in madness."
    },
    {
      "id": 11,
      "content": "... He'd always shrug off those stories as ramblings of the past, but during the war, he stood at the center of the heartless machine that was the City, its every gear calibrated to slaughterhouse precision to maximize the death of its people."
    },
    {
      "id": 12,
      "content": "There, he must've witnessed things far worse than the worst the City presently has to offer."
    },
    {
      "id": 13,
      "content": "... His eyes gazed beyond the veil of the bygone past, shaking restlessly in pursuit of what was no more."
    },
    {
      "id": 14,
      "model": "그레고르",
      "content": "Oh boy... sorry, fellas. I'm afraid I got carried away lamenting what happened that I forgot this was supposed to be a class. I'll be sure to prep something more useful next time."
    },
    {
      "id": 15,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "No, no. Everything you told me really solidified my resolve."
    },
    {
      "id": 16,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "This chaos within Hongyuan needs to come to an end soon, lest something so horrible could happen."
    },
    {
      "id": 17,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... I'm heading to my next class."
    },
    {
      "id": 18,
      "model": "싱클레어",
      "content": "W-wait for me!"
    },
    {
      "id": 19,
      "model": "그레고르",
      "content": "……."
    },
    {
      "id": 20,
      "content": "Even after the two students had left, Gregor lingered in that room for a while, lighting up cigarette after cigarette without erasing what he wrote on the chalkboard. Smoke soon filled the room..."
    },
    {
      "id": 21,
      "content": "He left only after almost emptying the entire pack."
    }
  ]
}