{
  "dataList": [
    {
      "id": 0,
      "place": "Daguanyuan Sparring Grounds",
      "model": "사사정",
      "content": "Dammit, I was so close..."
    },
    {
      "id": 1,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... Did you ever really take the time to think about what might happen if big sister Yuanchun actually gained control of Hongyuan?"
    },
    {
      "id": 2,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Sure, it's gonna be all buddy-buddy at first. She's going to acknowledge the authority of the board of directors, butter you up, and compensate you for your efforts..."
    },
    {
      "id": 3,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... but soon, you're going to see people from other Nests coming in here and taking up administrative positions under the guise of \"advisors\"."
    },
    {
      "id": 4,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "And it's the small families and clans that are going to suffer first."
    },
    {
      "id": 5,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "And when that time comes, I bet you'll be saying the same thing then."
    },
    {
      "id": 6,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "\"I was so close...\""
    },
    {
      "id": 7,
      "model": "사사정",
      "content": "……."
    },
    {
      "id": 8,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "It's going to be a while before other members of your family are let go. You know this already."
    },
    {
      "id": 9,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "They committed treason, thinking they were piggybacking off big sister Yuanchun's forces, when in reality she had already discarded them even before it began. She's made sure that nothing about this treason's going to stick to her."
    },
    {
      "id": 10,
      "model": "사사정",
      "content": "... Mother. Father..."
    },
    {
      "id": 11,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Now, let's think about this carefully, about Jia Yuanchun's vision for Daguanyuan. Will it be more H Corp.... or Q Corp.?"
    },
    {
      "id": 12,
      "model": "사사정",
      "content": "... I see the point you're making."
    },
    {
      "id": 13,
      "model": "사사정",
      "content": "But you've not given us any reason to trust you, either. What guarantee do I have that you won't just toss us aside when we're no longer useful?"
    },
    {
      "id": 14,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "So, about that hiding place where you put your parents you just accidentally let slip."
    },
    {
      "id": 15,
      "model": "사사정",
      "content": "……."
    },
    {
      "id": 16,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "I'd known their whereabouts for a while, actually. My Heishou had identified their location long ago, but I didn't do anything because there wasn't any evidence that pointed to your parents' involvement."
    },
    {
      "id": 17,
      "model": "사사정",
      "content": "Is that... is that true?"
    },
    {
      "id": 18,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Just how low is your opinion of the Hierarch? Big sister Yuanchun made a big show of her own influence at the assembly, but I still have a tight control over the Heishou of the Family Hierarch."
    },
    {
      "id": 19,
      "model": "사사정",
      "content": "But... I thought you were arresting every member of the Shi family without even questioning them."
    },
    {
      "id": 20,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "What was it again? That leaders must take good care of those who are in the same boat as them?"
    },
    {
      "id": 21,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Why would any Hierarch go around arresting innocent people of H Corp. left and right, unnecessarily making more enemies for themselves?"
    },
    {
      "id": 22,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "I sure don't plan on doing that."
    },
    {
      "id": 23,
      "model": "사사정",
      "content": "……."
    }
  ]
}