{
  "dataList": [
    {
      "id": 0,
      "place": "Daguanyuan - Special Lecture Hall",
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Wow, he's really taken a liking to her."
    },
    {
      "id": 1,
      "model": "싱클레어",
      "content": "Yeah. He wouldn't stop crying when we tried to get him to calm down..."
    },
    {
      "id": 2,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Besides... how's she even doing that with her hands? Not even masters of martial arts move like that."
    },
    {
      "id": 3,
      "content": "Ryōshū was practically giving him no time for any other distractions, or even a moment to cry—she was taking care of that kid almost effortlessly."
    },
    {
      "id": 4,
      "content": "She was employing all kinds of tactics, including but not limited to ventriloquism... kongzhu, a traditional Hongyuan toy..."
    },
    {
      "id": 5,
      "content": "... fan tricks... sugared fruits... and eventually..."
    },
    {
      "id": 6,
      "model": "왕씨아이",
      "content": "Hee hee~"
    },
    {
      "id": 7,
      "model": "료슈3",
      "content": "Don't pull too hard."
    },
    {
      "id": 8,
      "content": "The child ended up piggybacking on Ryōshū, the fear he showed earlier gone without a trace."
    },
    {
      "id": 9,
      "model": "싱클레어",
      "content": "Never would've imagined Ryōshū would be good at this... neat."
    },
    {
      "id": 10,
      "content": "And with the exact same expression as her usual one, Ryōshū was gently caressing the child. Well, to be more exact, she was giving him a gentle pat."
    },
    {
      "id": 11,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "But... I think I get it."
    },
    {
      "id": 12,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Showering kids with tasty stuff and gifts isn't the best way to go about it—what's important is helping them understand just what kind of person I am."
    },
    {
      "id": 13,
      "model": "싱클레어",
      "content": "Yeah, the kid's really on edge for his age. I'd start to make some progress, but whenever he suspected that I was lying or something, he'd immediately go back to being on guard."
    },
    {
      "id": 14,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... That's also because he's a Daguanyuan kid. Kids... don't survive this place for long if they're not quick on the uptake."
    },
    {
      "id": 15,
      "model": "왕씨아이",
      "content": "Venerable Hierarch... m-may I ask you something...?"
    },
    {
      "id": 16,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Well, asking's free, but I gotta tell you, it's going to depend on what you're about to ask whether I can help you or not."
    },
    {
      "id": 17,
      "model": "왕씨아이",
      "content": "Huh...?"
    },
    {
      "id": 18,
      "model": "료슈3",
      "content": "Wrong move, rookie Hierarch. Why say all that when T.W.D.T? You don't get the immaculacy of succinct abbreviations."
    },
    {
      "id": 19,
      "content": "Ryōshū grabbed the child's shoulders, brought him before Jia Xichun, then, in her usual curtness, spoke precisely <i>two words</i> to the confused child, and that seemed to <i>do</i> the <i>trick</i>."
    },
    {
      "id": 20,
      "model": "료슈3",
      "content": "Speak, kid."
    },
    {
      "id": 21,
      "model": "왕씨아이",
      "content": "Ah! I-it's, uhm, my big sis said that when the Family Hierarch war's over, I can finally play tons with friends..."
    },
    {
      "id": 22,
      "model": "왕씨아이",
      "content": "... but their parents told em to stay inside 'cuz it's too dangerous outside..."
    },
    {
      "id": 23,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "……."
    },
    {
      "id": 24,
      "model": "왕씨아이",
      "content": "My cousin says you're the biggest and the baddest of Hongyuan, venerable Hierarch..."
    },
    {
      "id": 25,
      "model": "왕씨아이",
      "content": "... so I wanted to ask if... you can make Daguanyuan safe? I wanna play with my friends..."
    },
    {
      "id": 26,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... Gotcha. I'll review your suggestion positively."
    },
    {
      "id": 27,
      "model": "싱클레어",
      "content": "She says she'll totally make that happen."
    },
    {
      "id": 28,
      "content": "Sometime later, after Xiren guided the child out of the classroom, I found Jia Xichun whispering something to herself."
    },
    {
      "id": 29,
      "model": "싱클레어",
      "content": "You've got a lot on your plate, huh... Dealing with Restructuring Days is just one of them."
    },
    {
      "id": 30,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Hmph, I was going to try to improve the safety of this place anyway, whether he asked me to or not."
    },
    {
      "id": 31,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Safe enough for a kid like that to run around the market all on his own... A place where he doesn't have to be afraid to go outside..."
    }
  ]
}