{
  "dataList": [
    {
      "id": 0,
      "place": "Daguanyuan Sparring Grounds",
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "I heard from big bro that you sent your coins to ... big brother Qiu."
    },
    {
      "id": 1,
      "model": "왕자우",
      "content": "Every hand, once in circulation, goes round and round until it eventually returns to their original owners."
    },
    {
      "id": 2,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "I also heard that some of the Wang family helped with removing the foreign powers from here."
    },
    {
      "id": 3,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Why?"
    },
    {
      "id": 4,
      "model": "왕자우",
      "content": "I only wanted to prevent this place from getting robbed blind. I live here, you know. This is where my wealth lies."
    },
    {
      "id": 5,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Well, then... can I ask for your public support?"
    },
    {
      "id": 6,
      "model": "왕자우",
      "content": "Oh. I applaud your audacity in thinking someone who just gave you the moon should be asked for the stars as well."
    },
    {
      "id": 7,
      "model": "왕자우",
      "content": "Everyone and their mother knows in whose hands the true political power of Hongyuan lies right now. With that in mind, let's say that I do announce my public support for you."
    },
    {
      "id": 8,
      "model": "왕자우",
      "content": "I'm not going to have a voice to speak with by the time the powers that be are done with me."
    },
    {
      "id": 9,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "……."
    },
    {
      "id": 10,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Look, if big sis Yuanchun genuinely believes that..."
    },
    {
      "id": 11,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... I'm not fit to be the Family Hierarch, then I'll happily remove myself from power."
    },
    {
      "id": 12,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "But she's affiliated with Q Corp. Do you seriously believe she has Hongyuan's best interests at heart with all those conspiracies she's been weaving under the surface, all those business deals and clearly skewed policies?"
    },
    {
      "id": 13,
      "model": "왕자우",
      "content": "I do not."
    },
    {
      "id": 14,
      "model": "왕자우",
      "content": "But if you’re going to present yourself as the alternative, then you have to be someone concrete enough to rely on."
    },
    {
      "id": 15,
      "model": "왕자우",
      "content": "Let me just say that about half of the board of directors' votes may as well be considered abstaining votes."
    },
    {
      "id": 16,
      "model": "왕자우",
      "content": "They're keeping their silence because they're afraid of Jia Yuanchun's retaliation."
    },
    {
      "id": 17,
      "model": "왕자우",
      "content": "So, your remaining task is to convert those silent votes... in your favor."
    },
    {
      "id": 18,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "……."
    },
    {
      "id": 19,
      "model": "왕자우",
      "content": "Ohh. Not shaken by that at all, huh."
    },
    {
      "id": 20,
      "model": "왕자우",
      "content": "I thought you'd get that lost and wandering look in your eyes..."
    },
    {
      "id": 21,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Tsk, I guess I'll have to work on my poker face."
    },
    {
      "id": 22,
      "model": "왕자우",
      "content": "No, no. Most people would've failed to pick that up. You've certainly changed since the Evaluation."
    },
    {
      "id": 23,
      "model": "왕자우",
      "content": "Your growth shows a lot of promise. Maybe that's why he handed his coins over to you."
    },
    {
      "id": 24,
      "model": "왕자우",
      "content": "Well... I guess that's not the only thing he handed over to you, I suppose."
    },
    {
      "id": 25,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... Hongyuan's tomorrow..."
    },
    {
      "id": 26,
      "model": "왕자우",
      "content": "Anyways, I should probably do as I'm told for now, hm?"
    },
    {
      "id": 27,
      "model": "왕자우",
      "content": "My cousin'll be your opponent today."
    },
    {
      "id": 28,
      "model": "왕청산2",
      "content": "... I won't accept you as my Hierarch just yet."
    },
    {
      "id": 29,
      "model": "왕청산2",
      "content": "Fight me, and prove that you're at least better than I am. Only then I'll accept you."
    }
  ]
}