{
  "dataList": [
    {
      "id": 0,
      "place": "Daguanyuan Sparring Grounds",
      "model": "설반",
      "content": "Why stop now?"
    },
    {
      "id": 1,
      "model": "설반",
      "content": "Decapitate me like my last death! Or stab me in the heart. Cut my limbs to ribbons!"
    },
    {
      "id": 2,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Listen, this duel's just... a spar, okay? We don't have to kill each other for this to end."
    },
    {
      "id": 3,
      "model": "설반",
      "content": "Hyah... now isn't this frustrating? You have the opportunity of a lifetime right before your eyes, and you're too weak to use it."
    },
    {
      "id": 4,
      "model": "설반",
      "content": "You have everyone who fights you on every step of your way coming to you, practically presenting their heads on a silver platter. And you're just gonna let them slink away with these scratches?"
    },
    {
      "id": 5,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... Get your act together. Family Hierarch war's over, and I'm not going to kill someone just because they're being a bit uncooperative."
    },
    {
      "id": 6,
      "model": "설반",
      "content": "Hahahaha! Get real! Do you have any idea how long it'll take for you to gain even a morsel of power by playing this fool's game?"
    },
    {
      "id": 7,
      "model": "설반",
      "content": "Hey, wanna hear a little tip on how you can firmly establish your position as the Family Hierarch?"
    },
    {
      "id": 8,
      "model": "설반",
      "content": "Kill me in the most horrible, painful, hideous way you can imagine..."
    },
    {
      "id": 9,
      "model": "설반",
      "content": "... and hang my corpse by the entrance of that assembly hall over there. Use me to send a clear message."
    },
    {
      "id": 10,
      "model": "설반",
      "content": "And station every single one of your Heishou Packs between every pillar at the assembly hall. And if anyone dares to speak out against you... snip! Chop off their head before they can get another word out."
    },
    {
      "id": 11,
      "model": "설반",
      "content": "Five days."
    },
    {
      "id": 12,
      "model": "설반",
      "content": "It'll only take five days before everyone starts eating out of your hand."
    },
    {
      "id": 13,
      "model": "설반",
      "content": "And that’s how you establish yourself as the Hierarch."
    },
    {
      "id": 14,
      "model": "설반",
      "content": "Fear is power."
    },
    {
      "id": 15,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... No. I don't want to do that anymore. I'm here to make Hongyuan a place where its people can live without fear."
    },
    {
      "id": 16,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "I thought you of all people might understand."
    },
    {
      "id": 17,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "I remember how… you used to hate hurting people. More so than anyone else."
    },
    {
      "id": 18,
      "model": "설반",
      "content": "……."
    },
    {
      "id": 19,
      "model": "설반",
      "content": "Man~ What a boring answer. That was duller than even my dullest expectations."
    },
    {
      "id": 20,
      "model": "설반",
      "content": "It'll only take a few years until you break, until you become just like them."
    },
    {
      "id": 21,
      "model": "설반",
      "content": "Just like the Family Hierarchs of the past who couldn't help but ruthlessly weed out any seeds of resistance."
    },
    {
      "id": 22,
      "model": "설반",
      "content": "Just how many people here do you think still have any grip on their sanity?"
    },
    {
      "id": 23,
      "model": "설반",
      "content": "Maybe I'm only a few years away from becoming an idiot shuffling aimlessly around Daguanyuan! I can only hope that I won't be a slobbering mess by the time that happens."
    },
    {
      "id": 24,
      "model": "설반",
      "content": "If something entertaining's gonna happen... I can only hope that it happens while I'm still sane."
    },
    {
      "id": 25,
      "content": "... Xue Pan sauntered away, but Jia Xichun found it difficult to move on."
    },
    {
      "id": 26,
      "place": "Daguanyuan Streets",
      "model": "웨이",
      "title": "Xichun's Clan",
      "content": "Excellent work, my lady. You have passed the fourth exam with flying colors."
    },
    {
      "id": 27,
      "model": "웨이",
      "title": "Xichun's Clan",
      "content": "You've certainly crushed them for underestimating you, I am—"
    },
    {
      "id": 28,
      "model": "불량시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "……."
    },
    {
      "id": 29,
      "model": "웨이",
      "title": "Xichun's Clan",
      "content": "... My lady?"
    },
    {
      "id": 30,
      "content": "Jia Xichun seems deeply engrossed in thought."
    }
  ]
}