{
  "dataList": [
    {
      "id": 0,
      "place": "Daguanyuan Training Grounds",
      "model": "뿅망히스",
      "content": "Alright, that's good enough."
    },
    {
      "id": 1,
      "model": "뿅망히스",
      "content": "Bloody hell, lad. That was much closer than I thought!"
    },
    {
      "id": 2,
      "model": "싱클레어",
      "content": "... Huff... huff... G-good match."
    },
    {
      "id": 3,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... Jeez, don't most people usually lose steam the longer a fight gets? What the heck was that at the end...?"
    },
    {
      "id": 4,
      "content": "The two of them clashed with everything they learned, and with all they learned up until the lessons began..."
    },
    {
      "id": 5,
      "content": "I thought for sure that Jia Xichun would come out on top without breaking a sweat, given that Sinclair wasn't using an Identity and the tough training Jia Xichun had as a Family Hierarch candidate, but..."
    },
    {
      "id": 6,
      "content": "... perhaps thanks to the Night Drifter's teachings, or thanks to that mark on his forehead..."
    },
    {
      "id": 7,
      "content": "... I saw a glimpse of Sinclair I'd only seen in a select few Mirror Worlds."
    },
    {
      "id": 8,
      "model": "단테",
      "content": "<You alright, Sinclair...?>"
    },
    {
      "id": 9,
      "model": "싱클레어",
      "content": "Hm? Uh... yeah, it's not like we were going at it with real weapons. And the fight ended before it got any further, thankfully, so I'm not hurt or anything."
    },
    {
      "id": 10,
      "model": "싱클레어",
      "content": "I'm feeling a bit of fever on my forehead, though..."
    },
    {
      "id": 11,
      "content": "It didn't seem like Sinclair noticed the single, yet clear, red line that appeared on his forehead."
    },
    {
      "id": 12,
      "content": "It's not like anything bad happened when that mark manifested back in La Manchaland, but..."
    },
    {
      "id": 13,
      "content": "... considering that Demian and Rim were the only other people who'd ever shown that mark, I couldn't help but worry a little."
    },
    {
      "id": 14,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... Hey, you ever run away from home before?"
    },
    {
      "id": 15,
      "model": "싱클레어",
      "content": "Uh... where's this coming from?"
    },
    {
      "id": 16,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Going by the way you're acting, it's clear to me that you're a homebody, but..."
    },
    {
      "id": 17,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... there's something behind your eyes that tells me that your life hasn't all been sunshine and rainbows."
    },
    {
      "id": 18,
      "model": "싱클레어",
      "content": "Hm... I wouldn't call it 'running away from home'... it's more like I left home."
    },
    {
      "id": 19,
      "model": "싱클레어",
      "content": "... Because I didn't have a choice."
    },
    {
      "id": 20,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "How did that feel?"
    },
    {
      "id": 21,
      "model": "싱클레어",
      "content": "... Like I was melting away into nothing. I suddenly had to face the whole terrible world all on my own, and that was so overwhelming that—well, I'm sure you can't quite commiserate. You've been on top of your game your whole life, after all."
    },
    {
      "id": 22,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... I did leave Daguanyuan by my own volition, but..."
    },
    {
      "id": 23,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... if I'm being honest—and here's something I never told Wei—I felt unutterably lost. There was so much that I had to do, so much responsibility."
    },
    {
      "id": 24,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "I guess neither of us were that ready for the world when we left home."
    },
    {
      "id": 25,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "I feel just as lost back home, though."
    },
    {
      "id": 26,
      "model": "싱클레어",
      "content": "Ah, and there's Heathcliff, too—he also left home. Sometime ago, we paid a visit to the manor he grew up in."
    },
    {
      "id": 27,
      "model": "싱클레어",
      "content": "Heading home must've been pretty exciting for him. You have no idea how much of the journey back he spent gussying up and primping his hair..."
    },
    {
      "id": 28,
      "model": "뿅망히스",
      "content": "……."
    },
    {
      "id": 29,
      "model": "뿅망히스",
      "content": "... Somethin' just came up."
    },
    {
      "id": 30,
      "model": "뿅망히스",
      "content": "Class dismissed."
    }
  ]
}