{
  "dataList": [
    {
      "id": 0,
      "place": "Daguanyuan Training Grounds",
      "model": "싱클레어",
      "content": "So... are you going to teach us any techniques?"
    },
    {
      "id": 1,
      "model": "취수야객",
      "content": "Hah hah... it's only been a few days since your training began, yet..."
    },
    {
      "id": 2,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Tsk... my other martial arts masters would teach me their secret techniques."
    },
    {
      "id": 3,
      "model": "취수야객",
      "content": "So that's what got you two pouting all lesson."
    },
    {
      "id": 4,
      "model": "취수야객",
      "content": "Hoo-ie... now, that's some good wine. Very well, I'm in the mood! Let me teach you a useful trick."
    },
    {
      "id": 5,
      "model": "싱클레어",
      "content": "R-really?!"
    },
    {
      "id": 6,
      "model": "취수야객",
      "content": "Tell me. What did I teach you to do as you swung your sticks?"
    },
    {
      "id": 7,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Forget all those things that put pressure on me, and face nothing but myself and my movements."
    },
    {
      "id": 8,
      "model": "취수야객",
      "content": "And that's only the start of it."
    },
    {
      "id": 9,
      "model": "취수야객",
      "content": "First: emptiness of sound."
    },
    {
      "id": 10,
      "model": "취수야객",
      "content": "The slight friction from the tips of your toes, the ruffle of your clothes, your breaths... erase them all, erase every ripple and echo you leave upon this world."
    },
    {
      "id": 11,
      "content": "The Night Drifter stands before us, but his presence becomes as hazy as mist."
    },
    {
      "id": 12,
      "content": "Despite the wild movements, we hear... nothing."
    },
    {
      "id": 13,
      "model": "취수야객",
      "content": "Second: emptiness of form."
    },
    {
      "id": 14,
      "model": "취수야객",
      "content": "To have a form is to provide your foes with clues to predict your next move. Forget the weapons in your hands. Forget your structured forms. Break the mold, become the flow, let only your will remain."
    },
    {
      "id": 15,
      "content": "Randomness seeps into his movements, until all semblance of pattern becomes lost."
    },
    {
      "id": 16,
      "content": "There was something clownish about his unpredictable movements, but they were also so hypnotic and floaty that Jia Xichun and Sinclair couldn't look away."
    },
    {
      "id": 17,
      "model": "취수야객",
      "content": "Last: emptiness of mind."
    },
    {
      "id": 18,
      "model": "취수야객",
      "content": "Try not to force the direction of your heart; empty your desires and intentions both. Stab without thinking; penetrate without gazing."
    },
    {
      "id": 19,
      "content": "Both Jia Xichun and Sinclair's necks were marked by small imprints of the twig that pressed their skin..."
    },
    {
      "id": 20,
      "content": "and Zilu, who had been standing next to me all along, had leaped a small distance away, seemingly deep in thought."
    },
    {
      "id": 21,
      "content": "And my neck hurts, too... Guess I wasn't spared from the lesson. I wonder if this fits that saying Yi Sang utters from time to time—\"to lose one's nose with eyes open.\""
    },
    {
      "id": 22,
      "model": "취수야객",
      "content": "Immerse yourselves; make sure your descent is slow and gradual. We've been focusing entirely on the self with your swings thus far, so you should find it quite easy to reach the state of emptiness of mind—"
    },
    {
      "id": 23,
      "model": "싱클레어",
      "content": "……."
    },
    {
      "id": 24,
      "model": "취수야객",
      "content": "Tsk tsk, didn't I just say that one must take it slowly and gradually? To empty your mind already... Ah, I'd have taught you my everything had you entered under my tutelage long ago."
    },
    {
      "id": 25,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "A-am I doing this right...? No, wait. I need to relax more..."
    },
    {
      "id": 26,
      "model": "취수야객",
      "content": "So, our new Hierarch has found herself the clue to the emptiness of form."
    },
    {
      "id": 27,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "What technique... is this?"
    },
    {
      "id": 28,
      "model": "취수야객",
      "content": "Tsk tsk, it's all just movements at the end of the day. I find it entirely unnecessary to give them those flashy names; a truly secret technique should come without one."
    },
    {
      "id": 29,
      "model": "싱클레어",
      "content": "Phew..."
    },
    {
      "id": 30,
      "model": "싱클레어",
      "content": "W-well, it's still supposed to be our ultimate move, right? Wouldn't it be more... official, to give it a name?"
    },
    {
      "id": 31,
      "model": "취수야객",
      "content": "Hmmh... well, in that case... whewie, that's some good wine indeed! I guess I'll go with something like... \"Plastered Sleep, Unrestrained Ripples(醉睡浪浪)\"?"
    },
    {
      "id": 32,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "That name sucks..."
    },
    {
      "id": 33,
      "content": "The class comes to an end with an ultimate move that was probably named in haste."
    },
    {
      "id": 34,
      "content": "Zilu, who'd been observing the class from a distance, approaches the Night Drifter."
    },
    {
      "id": 35,
      "model": "자로사복",
      "content": "... Been a while since I saw someone give a lesson like this starting from its very fundamentals."
    },
    {
      "id": 36,
      "model": "취수야객",
      "content": "Heh heh, hardly can one find a pupil willing to slowly learn from the very fundamentals in a world of infinite technological advancements like the 'veil'. I am only fortunate enough to have found two pupils who are indeed willing."
    },
    {
      "id": 37,
      "model": "자로사복",
      "title": "The Pinky",
      "content": "... Your gait... your tone..."
    },
    {
      "id": 38,
      "model": "자로사복",
      "title": "The Pinky",
      "content": "Were you, among the Ten Blades of the East—"
    },
    {
      "id": 39,
      "model": "취수야객",
      "content": "Now, now! It seems entirely unnecessary for you to dig, as I don't quite recall putting anything on your tab. Put your futile questions to rest, for I have no answers to give."
    },
    {
      "id": 40,
      "model": "취수야객",
      "content": "The past is like smoke; I've long emptied any history worth delving into."
    }
  ]
}