{
  "dataList": [
    {
      "id": 0,
      "content": "Hm..."
    },
    {
      "id": 1,
      "content": "A stroll in the City streets is a rare affair indeed."
    },
    {
      "id": 2,
      "content": "This walk, the sun shining on my shoulders, conveys an unfamiliar sensation; days upon days I have spent in the archives, poring over volumes of books—the last time I saw any semblance of proper sunlight was on the day of my move up to Section 3, when my personal belongings were to be transferred to the new quarters."
    },
    {
      "id": 3,
      "content": "If it were not for my colleagues pushing me outside in hopes of allowing me to bathe in the breeze and the sun, today would not have been a day of any significance."
    },
    {
      "id": 4,
      "content": "Yet, well... this is quite pleasant, now that I am here."
    },
    {
      "id": 5,
      "content": "The details of the surrounding hectic bustle fade into the background, becoming nothing more than white noise for me to focus entirely on text, enhancing my focus."
    },
    {
      "id": 6,
      "content": "And, hm... how delightful it is, the flavor that infused this tea... Perhaps I will make a note of it to the Association to place them within our building."
    },
    {
      "id": 7,
      "content": "The sky, though its tall and crisp blue but a reminder that it is all but a facsimile and a lie, brings a gentle and pleasant breeziness to my heart."
    },
    {
      "id": 8,
      "content": "Much there have been to be gained from this excursion, given that it was a coercion that which pushed me to venture."
    },
    {
      "id": 9,
      "content": "Perhaps this may be an opportunity to grow amiable to the unfamiliar; a learning experience this may become."
    },
    {
      "id": 10,
      "content": "... Yet it may be a while afore I become eased into the activity of chattering and skittering about with one's colleagues."
    },
    {
      "id": 11,
      "content": "I am not an unsocial creature by nature, yet I have remained skulking in the archives as long as I have been a member of the Association."
    },
    {
      "id": 12,
      "content": "Like... a fool."
    },
    {
      "id": 13,
      "content": "I believed ascension to higher stations achievable only by delving deep into volumes upon volumes of manuals and training my body."
    },
    {
      "id": 14,
      "content": "... Yet I remained in Section 4 for a long while, denied from the much-wanted mobility of status."
    },
    {
      "id": 15,
      "content": "My operation was formed on the incorrect proposition that the flame may grow by merely improving the firewood, failing to realize that flame cannot grow on its own."
    },
    {
      "id": 16,
      "content": "On second thought, perhaps this is why the knifehand(手刀) techniques were taught in Section 4 of the South, to assist one in understanding this truth."
    },
    {
      "id": 17,
      "content": "I initially failed to understand the bizarre notion that my hands were to be used like blades;"
    },
    {
      "id": 18,
      "content": "Yet, once my mind was freed from this limiting obstinacy, once it accepted that flame burns greater not in isolation but in collection, I could rise to Section 3."
    },
    {
      "id": 19,
      "content": "... Now, I wield a flaming sword."
    },
    {
      "id": 20,
      "content": "Tongues of fire, wreathing the blade, licks and burns the air; in contact, it burns our foes with utter ease."
    },
    {
      "id": 21,
      "content": "I know that the technology that enables this is a culmination of the works of countless Workshops that shaped today's Liu weaponry."
    },
    {
      "id": 22,
      "content": "Liu's flame. Its spark handily lit by all, yet catches fire only for those who understand it."
    },
    {
      "id": 23,
      "content": "This is the truth for all of Liu's standard equipment; flame-wreathed weaponry of the Liu are known for their ease of use, yet to wield them to their fullest extent, a deeper understanding is necessary."
    },
    {
      "id": 24,
      "content": "It can be traced back to the gloves of Section 6, and as the arsenal grows, so does the appreciation for the 'togetherness'; then, those who reach Section 1 would find their understanding complete. Such must be the philosophy behind such an approach."
    },
    {
      "id": 25,
      "content": "Those who stand alone with the flaming sword are soon left with naught to burn, their spark and embers darkened;"
    },
    {
      "id": 26,
      "content": "Yet those who stand together, though they may wield blades of wood, may become a great bonfire that bursts with sparks of their fellows."
    },
    {
      "id": 27,
      "content": "This is why I have requested to be dispatched eastward."
    },
    {
      "id": 28,
      "content": "Though the martial forms, traditions, and the disparity between Sections may differ by region..."
    },
    {
      "id": 29,
      "content": "... should I find where and how the cores of Liu's philosophy, camaraderie and warmth, have settled..."
    },
    {
      "id": 30,
      "content": "... and should I learn how one converses and grows their understanding of their fellows... I should find myself moving forward."
    },
    {
      "id": 31,
      "content": "And, in that process..."
    },
    {
      "id": 32,
      "content": "... I will learn how one might grow closer to the fellows of my Section, those who have pushed me to live this day."
    }
  ]
}