{
  "dataList": [
    {
      "id": 0,
      "content": "Breaths of loathing, gestures shrinking, eyes avoidant, yet lips loose and leaking shrouded slights..."
    },
    {
      "id": 1,
      "content": "All but sights and sensations too familiar to irk my heart."
    },
    {
      "id": 2,
      "content": "Indeed, I claim what is theirs instead, in spite of it all."
    },
    {
      "id": 3,
      "content": "I assume a frown as they do, my gaze an icy glower; they pay me this expression in kind, as though it was something to be expected."
    },
    {
      "id": 4,
      "model": "이상",
      "teller": "Yi Sang",
      "title": "N Corp. New League of Nine Littérateurs",
      "content": "……."
    },
    {
      "id": 5,
      "content": "I sense my expression drawing a wry grin."
    },
    {
      "id": 6,
      "content": "Against the current of people I walk, and enter."
    },
    {
      "id": 7,
      "content": "Not the laboratory of the League of Nine, no—there is no warm, gentle sunlight penetrating through the glass windows, no wistful smell of old places here."
    },
    {
      "id": 8,
      "content": "What I enter is a cramped nest under the umbra of a certain Wing, its cold branches dead and dusk-settled."
    },
    {
      "id": 9,
      "content": "Something about it strikes me as funny. That for me, words such as 'warm' or 'sunlight' were not associated with positive notions; that for me, words such as 'cold' and 'dark' did not register as negative."
    },
    {
      "id": 10,
      "content": "It must mean that I was not made for the normal."
    },
    {
      "id": 11,
      "content": "Thus, I moved and nestled into a new place."
    },
    {
      "id": 12,
      "content": "The New League of Nine was a place where people who were not made for the normal, like myself, gathered. A place for those who align better with my newly awakened predilections."
    },
    {
      "id": 13,
      "content": "Among them is a fellow whom I had known since the warmer times. Another one who must have felt the same suffocation as I did then."
    },
    {
      "id": 14,
      "content": "Perhaps that is why the fellow's expression beamed with such glee when technologies I had toiled to truly hold my worth burst forth from this new nest."
    },
    {
      "id": 15,
      "content": "... How long has it been? Since my research began?"
    },
    {
      "id": 16,
      "content": "My memories have grown hazy as of late; searching through them is like wading through a misty bog."
    },
    {
      "id": 17,
      "content": "Even memories of the recent past... even memories of my own thoughts from mere moments ago are... so faint."
    },
    {
      "id": 18,
      "content": "It has already been months since I was given this E.G.O gear."
    },
    {
      "id": 19,
      "content": "Much did I wish to partake in the extraction and adjustment of this gear, but... Director Hermann gave me no such opportunities."
    },
    {
      "id": 20,
      "content": "How has it come to be? That research was reaved from a researcher, placed in his hands a ponderous gun barrel."
    },
    {
      "id": 21,
      "content": "... Ah. I can hardly recall that as well; another memory lost to the fog."
    },
    {
      "id": 22,
      "content": "Perhaps this is a manifestation of Corrosion. I no longer feel any special emotion, unless I am shooting and piercing through... things. From time to time, I recall the pendant hanging from my neck, and raise it to open it wide, but—"
    },
    {
      "id": 23,
      "content": "My bullet punches through my dear fellow."
    },
    {
      "id": 24,
      "content": "Perhaps he was a cherished fellow of mine, to whom I had once bared the fathoms of my heart. Perhaps he was just another comrade in warfare, a nameless, titleless face I had once passed by in the same building."
    },
    {
      "id": 25,
      "content": "Yet, their depths, cherished or unfamiliar, remain uniformly even in my heart."
    },
    {
      "id": 26,
      "content": "They are fellows of mine, all—no better, no worse, merely fellows..."
    },
    {
      "id": 27,
      "content": "... thus, are naught but targets to splatter my bullets in a hundred directions."
    },
    {
      "id": 28,
      "content": "This is not to say that I feel nothing when I shoot through them."
    },
    {
      "id": 29,
      "content": "I feel the tightening pang, an ache by my chest."
    },
    {
      "id": 30,
      "content": "Ah, therein lies the vicissitudes, clear and defined."
    },
    {
      "id": 31,
      "content": "It stings, when they turn around with the expression of the betrayed, of the unexpected."
    },
    {
      "id": 32,
      "content": "It electrifies when they coolly walk up to me, or when they stand their ground as if this was meant to be their role, despite the fear of the imminent death that will soon swallow them whole."
    },
    {
      "id": 33,
      "content": "It first tingles before crushing my heart when they desperately flee, or when they fall to their knees before me and plead."
    },
    {
      "id": 34,
      "content": "In face of it all, I feel... alive."
    },
    {
      "id": 35,
      "content": "In this life of mine, a uniform line, those moments are nectar."
    },
    {
      "id": 36,
      "content": "Is it sadness, this feeling creeping into me? Or... is it joy, as demonstrated by the twisting, rising ends of my lips that creep sans intent?"
    },
    {
      "id": 37,
      "content": "Perhaps madness is finally tightening its hold on me."
    },
    {
      "id": 38,
      "content": "To put in writing these impressions of research and reminiscence upon technology was once where my talent lay. Yet now, even these fleeting, momentary emotions are so clouded."
    },
    {
      "id": 39,
      "content": "My heart wavers, confused."
    },
    {
      "id": 40,
      "content": "In times such as these, I..."
    },
    {
      "id": 41,
      "content": "... fire a shot."
    },
    {
      "id": 42,
      "content": "Splosh, is the sound, and red is the fresh paint of my target."
    },
    {
      "id": 43,
      "content": "The red spreads, blood madly geometricizes, and bullets come flying from within."
    },
    {
      "id": 44,
      "content": "The directionality of the heart is now sky-bound, no longer wavering left nor right."
    },
    {
      "id": 45,
      "content": "I sense their frisson, the shivers. My destructive nature ruins and breaks another fellow of mine, ere pouncing upon my foes!"
    },
    {
      "id": 46,
      "content": "Ahh, I grasp the bolt handle, its stench violent and metallic; I eject, then thrust another round into its chamber."
    },
    {
      "id": 47,
      "content": "<i>Fire, I shall fire!</i>"
    },
    {
      "id": 48,
      "content": "I shall feel bliss as I watch the downpour of bullets."
    },
    {
      "id": 49,
      "content": "I shall guffaw as I watch the bloodstains splatter and dot my rags."
    },
    {
      "id": 50,
      "content": "Thus."
    },
    {
      "id": 51,
      "content": "Those with memories of love shall be gone from here."
    },
    {
      "id": 52,
      "content": "And so too..."
    },
    {
      "id": 53,
      "content": "... shall I."
    }
  ]
}