{
  "dataList": [
    {
      "id": 0,
      "content": "Are you at peace?"
    },
    {
      "id": 1,
      "content": "I ask in this aimless letter without a recipient, for you've sailed off on a journey to where my words may never reach."
    },
    {
      "id": 2,
      "content": "Perhaps your heart is finally at ease, as you had always wished to travel to new lands beyond Daguanyuan."
    },
    {
      "id": 3,
      "content": "... I have not fared well in your absence."
    },
    {
      "id": 4,
      "content": "With your passing on, my liberator from the leash of a Heishou, it seemed that I had become an outsider to Daguanyuan overnight."
    },
    {
      "id": 5,
      "content": "My freedom was already paid for to return me to whence I came; I was an outsider to the Jia family to let me stay in Nuanxiangwu as I had done..."
    },
    {
      "id": 6,
      "content": "Making me a man who, with his half-freedom, was doomed to wander lost in Hongyuan."
    },
    {
      "id": 7,
      "content": "The soma that was leashed for the better half of his life finds the concept of freedom itself alien."
    },
    {
      "id": 8,
      "content": "The marks left by the leash that had once held me itch, thus I brush and scratch through my memories."
    },
    {
      "id": 9,
      "content": "Perhaps I have ruminated overlong in the forword."
    },
    {
      "id": 10,
      "content": "I took up the brush today to reminisce upon the memories I share with the young Miss; let us endeavor in that effort."
    },
    {
      "id": 11,
      "content": "At the incipience, there was... a vast field."
    },
    {
      "id": 12,
      "content": "Upon which I galloped."
    },
    {
      "id": 13,
      "content": "I remember not since when I had begun my galloping."
    },
    {
      "id": 14,
      "content": "But where my earliest recollection begins, I was already a quadruped horse, leashed by a master, steered by his saddle to somewhere."
    },
    {
      "id": 15,
      "content": "Such is the fate of most Heishou."
    },
    {
      "id": 16,
      "content": "Once all is said and done, the memory that remains burned into our psyche isn't what drove us to become a Heishou; it is the very first memory of our transfiguration."
    },
    {
      "id": 17,
      "content": "The sensation remains painfully vivid even now, crackling and boiling like my biped legs did, dripping with viscosity as my entrails began to drop, only to be caught by flesh and leather that was mine yet alien. Once it was all said and done, I had become a quadruped."
    },
    {
      "id": 18,
      "content": "Yet, no memory of mine thereafter remains nearly as vivid—instead, they are consistent and colorless."
    },
    {
      "id": 19,
      "content": "A life led by the reins..."
    },
    {
      "id": 20,
      "content": "... eventually, to the vanguard of the cavalry."
    },
    {
      "id": 21,
      "content": "I fail to recall exactly what excellence of mine it was that boosted me to the front of all others."
    },
    {
      "id": 22,
      "content": "Perhaps the answer lies in the sentiment that one of my past leash-bearers had once shared."
    },
    {
      "id": 23,
      "content": "That, the darkness of my armor, the shadows cast on my impassive countenance..."
    },
    {
      "id": 24,
      "content": "... \"Kindled the least amount of guilt\" in him."
    },
    {
      "id": 25,
      "content": "\"Why would I,\" he said, \"feel any guilt, when you are but a stormlike, mindless disaster that strikes indiscriminately?\""
    },
    {
      "id": 26,
      "content": "The sentiment was most shameful to be saddled with, yet shame was a foreign feeling then."
    },
    {
      "id": 27,
      "content": "But I do not hold it in much contempt, as it was exactly what had led you to select me."
    },
    {
      "id": 28,
      "content": "Indeed, it was about then that you, young Miss, first held my leash."
    },
    {
      "id": 29,
      "content": "You were certainly an odd one, even with the benefit of hindsight."
    },
    {
      "id": 30,
      "content": "How odd it was, that you would use the cavalry not to break your foes, but to defend yourself from them?"
    },
    {
      "id": 31,
      "content": "In a few days under your service, I came to conclude that my lord is too feeble to grow her clan."
    },
    {
      "id": 32,
      "content": "After a few more days under your service, I came to conclude that you had no other Heishou to choose from for your tasks."
    },
    {
      "id": 33,
      "content": "Thus, I assumed that the leash should be changing hands to another's in no time."
    },
    {
      "id": 34,
      "content": "Or so I had thought."
    },
    {
      "id": 35,
      "content": "In about two or three months, my thoughts changed once again—nay, it found clarity."
    },
    {
      "id": 36,
      "content": "I came to conclude that what she had sought wasn't a tool to exploit and cast aside when their usefulness was spent... she was looking for a companion in her adventuring path."
    },
    {
      "id": 37,
      "content": "That single understanding unlocked many others."
    },
    {
      "id": 38,
      "content": "That to bring along an army of hundreds on an adventure is to bring a great burden, and that to abandon them is to be foolish."
    },
    {
      "id": 39,
      "content": "That you found value in what was made yours."
    },
    {
      "id": 40,
      "content": "Perhaps it was then, when I had first begun to address her as my young Miss."
    },
    {
      "id": 41,
      "content": "For many nights, to this day, I pondered; why did young Miss choose me?"
    },
    {
      "id": 42,
      "content": "As to free a Heishou—an Adept at that—and make him her companion exacts a terribly monumental price."
    },
    {
      "id": 43,
      "content": "There must have been more to it than simply relinquishing her hold over the steeds."
    },
    {
      "id": 44,
      "content": "I searched through the memories of our exchanges, inscribing them, delving into the chasm of memories with the items upon which those recollections left marks."
    },
    {
      "id": 45,
      "content": "Allow me to... share a supposition of my own in that regard."
    },
    {
      "id": 46,
      "content": "I recall a memory of a certain day in which you, with your usual attitude, bemoaned a sense of aimlessness as to why you toiled to become the Family Hierarch, even as you prepared for the Evaluation."
    },
    {
      "id": 47,
      "content": "As that was the bearing with which young Miss oft carried yourself, my reply was just as quotidian."
    },
    {
      "id": 48,
      "content": "\"When was it, young Miss, that you found most joy in Hongyuan?\""
    },
    {
      "id": 49,
      "content": "And your reply was... I believe, it was \"Huh, what kind of joy is there to be found in Hongyuan, anyhow?\""
    },
    {
      "id": 50,
      "content": "Thus, I replied... \"perhaps, you could strive to become the Family Hierarch so that one day, joy may indeed be found in Hongyuan...\""
    },
    {
      "id": 51,
      "content": "... In truth, I knew not the meaning behind that dialogue with you. Not until this rumination has found its end today."
    },
    {
      "id": 52,
      "content": "Your reply was the same as always—\"stop saying dumb things\". And that was the end of that."
    },
    {
      "id": 53,
      "content": "However, upon hearing his tale, I believe I gained an inkling of understanding."
    },
    {
      "id": 54,
      "content": "Indeed, him."
    },
    {
      "id": 55,
      "content": "Your... killer."
    },
    {
      "id": 56,
      "content": "As I wandered aimlessly lost in the alleyways of Hongyuan, he emerged from its shadows to address me."
    },
    {
      "id": 57,
      "content": "He explained thusly: that he found the stable of steeds incomplete without its vanguard, that he had been wandering in search of the Adept."
    },
    {
      "id": 58,
      "content": "And to that, I replied: it had already been too long since I was last leashed as a Heishou, and that there surely would be other Adepts who were better fit for his vision."
    },
    {
      "id": 59,
      "content": "But he shook his head..."
    },
    {
      "id": 60,
      "content": "... and claimed that, in all the histories of the east and the west, there was but one Adept fit to ride at the vanguard of his cavalry: the same one who once served his little sister."
    },
    {
      "id": 61,
      "content": "Unable to quash my curiosity, I asked."
    },
    {
      "id": 62,
      "content": "While I could accept his decision to liberate my young Miss from the machinations of the wraiths lurking underneath Daguanyuan, hardly could I within myself to forgive one who has swung his fell crescent to end her life..."
    },
    {
      "id": 63,
      "content": "Thus, why is it that he would seek me out, to goad me into none other than his leash, when I could well have been whetting the blade of vengeance against him?"
    },
    {
      "id": 64,
      "content": "To that, he replied thusly:"
    },
    {
      "id": 65,
      "content": "Those who seek to bring prosperity, to have the lowly streets bloom with laughter of happy bairns and humble merchant stalls to hum with lively hubbub, must keep the most excellent steed."
    },
    {
      "id": 66,
      "content": "... I recalled that you once spent much time conversing him, at some time in the past; his purpose seemed little different from yours, young Miss."
    },
    {
      "id": 67,
      "content": "The only delineation... being the hesitation, or the lack thereof, before bloodshed."
    },
    {
      "id": 68,
      "content": "... Do the ends justify the means?"
    },
    {
      "id": 69,
      "content": "A banal question, yet it is so difficult to answer when confronted with it."
    },
    {
      "id": 70,
      "content": "That man's bloodied bandages told me of the future..."
    },
    {
      "id": 71,
      "content": "... the kind of bloodshed he would usher into the world of darkness to bring about the Hongyuan he sought to realize."
    },
    {
      "id": 72,
      "content": "But I decided to correct my thinking."
    },
    {
      "id": 73,
      "content": "If all other means are lost..."
    },
    {
      "id": 74,
      "content": "... then the ends, at the very least, must hold true."
    },
    {
      "id": 75,
      "content": "Today, young Miss, I did not ingest the suppression Bolus you had gifted me."
    },
    {
      "id": 76,
      "content": "The characteristics of a Heishou shall then return to me anon... for a body logged with Heishou Boluses are forever changed."
    },
    {
      "id": 77,
      "content": "I wear the mask again. Indeed, the same mask that I had once buried deep for safekeeping and sealing."
    },
    {
      "id": 78,
      "content": "The mask you had made me, young Miss, out from the shards of the exoskeleton that grew whenever I took the equine form."
    },
    {
      "id": 79,
      "content": "And when the time comes, I will bite down upon the gag, and allow others to lead me by my reins once again."
    },
    {
      "id": 80,
      "content": "... I know not how faint this... memory of mine shall be again."
    },
    {
      "id": 81,
      "content": "But I shall remember you, my young Miss, by writing, revising, then reading this letter without destination."
    },
    {
      "id": 82,
      "content": "All to finish the dream you had sparked."
    },
    {
      "id": 83,
      "content": "Now, let me trot on, let me break into a gallop."
    },
    {
      "id": 84,
      "content": "If my path is not to your liking, I will always welcome your usual, scathing reproach."
    },
    {
      "id": 85,
      "content": "For I would gladly hear your voice again."
    },
    {
      "id": 86,
      "content": "Yet, you needn't be impatient."
    },
    {
      "id": 87,
      "content": "My gait is swifter than any in Hongyuan..."
    },
    {
      "id": 88,
      "content": "... so I don't suppose it will be long ere I embark on a journey to find you."
    }
  ]
}