{
  "dataList": [
    {
      "id": 0,
      "teller": "Interviewer",
      "title": "???",
      "content": "Thank you so much for making time for this interview. I—"
    },
    {
      "id": 1,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "Do not worry. It is a shame that it had to happen under such inclement weather."
    },
    {
      "id": 2,
      "teller": "Interviewer",
      "title": "???",
      "content": "No, no. It's alright. I nearly froze my ass off during my dispatch up north, and I gotta tell you, that was way, way worse than some drizzle."
    },
    {
      "id": 3,
      "content": "The interviewer quips lightly before taking a seat."
    },
    {
      "id": 4,
      "content": "The place was dark, smelled of mold, and was coated in a thick layer of dust, but as far as the interviewer's pre-investigation could tell, the child often rented places like these—she was in no position to complain."
    },
    {
      "id": 5,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "It is more efficient to stand by in a small, low-profile building such as this when multiple contracts are lined up. Especially for operations beyond a reasonable distance from the headquarters."
    },
    {
      "id": 6,
      "teller": "Interviewer",
      "title": "???",
      "content": "Oh, then is the target near this—"
    },
    {
      "id": 7,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "... As far as Faust remembers, this interview was to exclude any details regarding our contracts."
    },
    {
      "id": 8,
      "teller": "Interviewer",
      "title": "???",
      "content": "Ah, right. Apologies..."
    },
    {
      "id": 9,
      "content": "The child knew that the interviewer didn't really have any ulterior motives in asking that question. So, she did not press the matter beyond a brief warning reminder, and left to check her shelves."
    },
    {
      "id": 10,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "Would you like a cup of hōji tea?"
    },
    {
      "id": 11,
      "teller": "Interviewer",
      "title": "???",
      "content": "Of course! I'd appreciate that, thank you."
    },
    {
      "id": 12,
      "teller": "Interviewer",
      "title": "???",
      "content": "You've brought tea with you to this temporary hideout?"
    },
    {
      "id": 13,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "Indeed. There is no better medicine to still one's heart than a warm cup of tea. An archer must always calibrate their emotions and avoid letting it distract their aim."
    },
    {
      "id": 14,
      "teller": "Interviewer",
      "title": "???",
      "content": "Oh...!"
    },
    {
      "id": 15,
      "content": "The interviewer pulled out her notepad and flipped through its pages."
    },
    {
      "id": 16,
      "content": "\"Interview goals: learn more about the unique weaponry used by the Shi Association's eastern branch!\""
    },
    {
      "id": 17,
      "content": "The interviewer realized that this was her chance. She continued as she accepted the warm cup of tea."
    },
    {
      "id": 18,
      "teller": "Interviewer",
      "title": "???",
      "content": "That reminds me—the eastern branch of the Shi Association is unique in that it has chosen archery as its primary approach, right?"
    },
    {
      "id": 19,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "Taking into account the various Fixer Offices and other Associations, it can hardly be said that we are the only Fixers who employ archery... however, if you are asking regarding the Shi Association branches, then yes."
    },
    {
      "id": 20,
      "content": "The City was teeming with all kinds of demands and business opportunities to meet them, but the business with the most demand has to be \"assassinations.\""
    },
    {
      "id": 21,
      "content": "And the motivations for it were quite diverse, too. Straightforward revenge, manipulation to come out on top of a deal, removal of a rival Syndicate's leadership..."
    },
    {
      "id": 22,
      "content": "As the purpose of assassinations was to pursue a much cleaner approach to getting things done that does not draw too much attention to the contractor, only a few individuals were capable enough to carry out the tasks to satisfaction."
    },
    {
      "id": 23,
      "content": "So, many people seek out the Shi Association and its associate Offices..."
    },
    {
      "id": 24,
      "teller": "Interviewer",
      "title": "???",
      "content": "As far as I'm aware, the Shi association has always been rather short on manpower—which makes me wonder, why does your branch primarily use bows, which are notoriously difficult to use?"
    },
    {
      "id": 25,
      "teller": "Interviewer",
      "title": "???",
      "content": "From what I hear, the southern branch is still trying to rebuild from the devastating blow it suffered..."
    },
    {
      "id": 26,
      "content": "It's true. While the Shi Association has always had more than enough contracts, they never had enough Fixers under their employment to carry them out."
    },
    {
      "id": 27,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "You ask many questions."
    },
    {
      "id": 28,
      "content": "After that curt reply, the child walked up toward the wide-open terrace of the building."
    },
    {
      "id": 29,
      "content": "The rain had grown into a torrential downpour."
    },
    {
      "id": 30,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "I am aware of what occurred in the southern branch. That many of them were turned into books by the Library, and that the entire branch is at the risk of falling apart for... internal reasons that cannot be made public record."
    },
    {
      "id": 31,
      "teller": "Interviewer",
      "title": "???",
      "content": "……."
    },
    {
      "id": 32,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "Let us explore a different subject."
    },
    {
      "id": 33,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "What thoughts come to mind when you hear the... rain?"
    },
    {
      "id": 34,
      "teller": "Interviewer",
      "title": "???",
      "content": "Hm? Rain?"
    },
    {
      "id": 35,
      "content": "The interviewer put down her teacup and stood next to the child."
    },
    {
      "id": 36,
      "teller": "Interviewer",
      "title": "???",
      "content": "Well, it's... loud. I can't hear a thing over the downpour, even though we're right next to a busy market street."
    },
    {
      "id": 37,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "That would normally be the case."
    },
    {
      "id": 38,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "But focus. Does it not sound as though the din of this downpour is consolidating into a single thread?"
    },
    {
      "id": 39,
      "teller": "Interviewer",
      "title": "???",
      "content": "Uh... a single... thread?"
    },
    {
      "id": 40,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "While it may sound as though the patterns in which raindrops fall are completely random, one can find the rules that connect them. Connect and tie those rules with one another, and eventually... they consolidate into one sound."
    },
    {
      "id": 41,
      "teller": "Interviewer",
      "title": "???",
      "content": "Um..."
    },
    {
      "id": 42,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "Once that sound has been isolated, the other sounds come alive—pattering footsteps as people hurriedly flee from the rain, rustling of unfurling umbrellas, irate drunkards picking a fight..."
    },
    {
      "id": 43,
      "content": "The interviewer wasn't sure what the child was talking about, but it was clear that the child's eyes had narrowed into a cold, focused glare."
    },
    {
      "id": 44,
      "content": "Then…"
    },
    {
      "id": 45,
      "content": "... she eventually picked up that the child had drawn the long bow's string, testing the weapon's elasticity."
    },
    {
      "id": 46,
      "teller": "Interviewer",
      "title": "???",
      "content": "…!"
    },
    {
      "id": 47,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "Full draw."
    },
    {
      "id": 48,
      "content": "There was a faint whistle of an arrow, but it went buried and unnoticed in the downpour."
    },
    {
      "id": 49,
      "content": "If anything did change, it was that the downpour had grown even louder."
    },
    {
      "id": 50,
      "content": "And that the arrow had left the child's hand."
    },
    {
      "id": 51,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "Contract fulfilled."
    },
    {
      "id": 52,
      "teller": "Interviewer",
      "title": "???",
      "content": "Wait, did... did that just kill somebody?"
    },
    {
      "id": 53,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "Indeed. The target designated by this contract is dead."
    },
    {
      "id": 54,
      "teller": "Interviewer",
      "title": "???",
      "content": "But, uh... I don't see anything or anyone out there. Oops, my tea—"
    },
    {
      "id": 55,
      "content": "The interviewer leans outside the window and into the rain, searching for the supposed target, but nothing comes into her view."
    },
    {
      "id": 56,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "In the extremely narrow, liminal space between buildings..."
    },
    {
      "id": 57,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "... was the target, kneeling and hiding with bated breath."
    },
    {
      "id": 58,
      "teller": "Interviewer",
      "title": "???",
      "content": "And you... found this person in the rain, and... hit them?"
    },
    {
      "id": 59,
      "content": "The child paid no mind to the flabbergasted interviewer and sipped on her cup of tea, which had cooled and become rather tepid."
    },
    {
      "id": 60,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "Indeed, the bow must be a rather difficult weapon to use."
    },
    {
      "id": 61,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "Just as it is difficult to walk a long distance without spilling the contents of a full teacup..."
    },
    {
      "id": 62,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "So, this tool and occupation does not make for a particularly popular career path. In fact, most hardly even consider this line of work."
    },
    {
      "id": 63,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "And Shi Association seeks to exploit that very gap in imagination."
    },
    {
      "id": 64,
      "teller": "Interviewer",
      "title": "???",
      "content": "……."
    },
    {
      "id": 65,
      "content": "The interviewer admires the child from behind, her eyes full of awe."
    },
    {
      "id": 66,
      "content": "The child's quiver was filled with numerous arrows, which, given the rumors of how lower-ranking Fixers were issued fewer arrows, implied that the child must be a Fixer recognized as an expert even among those in the Association."
    },
    {
      "id": 67,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "Yes, it is difficult to use. However, once mastered, this will make every contract a success."
    },
    {
      "id": 68,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "The Shi Association does not have many Fixers, because..."
    },
    {
      "id": 69,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "... only those who master the difficult techniques can remain here."
    },
    {
      "id": 70,
      "content": "The interviewer's hand moved hurriedly over her notepad."
    },
    {
      "id": 71,
      "teller": "Interviewer",
      "title": "???",
      "content": "Amazing...! Impressively done with just a single arrow."
    },
    {
      "id": 72,
      "teller": "Interviewer",
      "title": "???",
      "content": "Oh, that reminds me—I once heard there was this legendary archer who only ever carries a single arrow for their contracts!"
    },
    {
      "id": 73,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "... Faust is also quite interested in learning the truthfulness of that story."
    },
    {
      "id": 74,
      "content": "The child's words would make for rather nice quotes, yes, but... what filled the interviewer's notepad was the vivid depiction of the child's remarkable feat of dexterity and precision that cleared the contract in one fell swoop."
    },
    {
      "id": 75,
      "teller": "Interviewer",
      "title": "???",
      "content": "Whew... wow. I never thought I'd get to witness something this awesome with my own two eyes. This'll make for an excellent article."
    },
    {
      "id": 76,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "Detailed descriptions are fine. However, please note that recording of exact locations, times, and behaviors is—"
    },
    {
      "id": 77,
      "teller": "Interviewer",
      "title": "???",
      "content": "Oh, of course! Of course, I wouldn't dare write them down."
    },
    {
      "id": 78,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "... Very well."
    },
    {
      "id": 79,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "With these bows, Fixers at the Shi Association's eastern branch train their hearts to maintain the perfect balance, and employ that tranquility out in the field."
    },
    {
      "id": 80,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "Those who cannot find and maintain that balance are bound to be easily swayed by emotions, which is what may lead one to commit a singular mistake that will cost them their life."
    },
    {
      "id": 81,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "Avoiding that is the purpose of our training."
    },
    {
      "id": 82,
      "teller": "Interviewer",
      "title": "???",
      "content": "Mmhm, mmhm. Yes..."
    },
    {
      "id": 83,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "Also, it must be said that Shi Association Fixers enjoy a higher rate on average than Fixers of other specializations."
    },
    {
      "id": 84,
      "teller": "Interviewer",
      "title": "???",
      "content": "... Come again?"
    },
    {
      "id": 85,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "Please write a good article to promote our recruitment rates."
    },
    {
      "id": 86,
      "teller": "Interviewer",
      "title": "???",
      "content": "U-uh, where are you going?"
    },
    {
      "id": 87,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "To retrieve the arrow and confirm the target's status."
    },
    {
      "id": 88,
      "model": "파우스트",
      "teller": "Faust",
      "title": "Shi East Section 3",
      "content": "The cost of bowblade arrows is non-negligible."
    },
    {
      "id": 89,
      "content": "... With that, the child left the interviewer in the abandoned building."
    },
    {
      "id": 90,
      "teller": "Interviewer",
      "title": "???",
      "content": "... Wait, this whole thing was for a recruitment promotion fluff piece?!"
    },
    {
      "id": 91,
      "content": "The interviewer grumbled upon realizing why she had been called here to begin with, but all that annoyance evaporated when she looked down at her notepad."
    },
    {
      "id": 92,
      "content": "The child used her for a fluff piece, yes... but what she saw today was certainly valuable."
    },
    {
      "id": 93,
      "teller": "Interviewer",
      "title": "???",
      "content": "Well, I guess that's the admission fee, then."
    },
    {
      "id": 94,
      "content": "She smiles wryly as she chugs the rest of her tea,"
    },
    {
      "id": 95,
      "content": "already formulating what the first hook for the article would be."
    }
  ]
}