{
  "dataList": [
    {
      "id": 0,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "Mm~ Prithee, dost thou truly find this acceptable? For I am in midst of a meal..."
    },
    {
      "id": 1,
      "teller": "Interviewer",
      "title": "???",
      "content": "Well, we both know how busy you Association Fixers are. Actually, I hope I'm not taking up too much of your lunchtime."
    },
    {
      "id": 2,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "Pah, worry thee not! Only the most heartless few shall refuse thee in spite of thy manners!"
    },
    {
      "id": 3,
      "content": "The child fixed her grip on the chopsticks as she reassured the interviewer."
    },
    {
      "id": 4,
      "content": "Then, she grabbed a large bundle of noodles and veggies with her chopsticks and raised them before her excited eyes..."
    },
    {
      "id": 5,
      "teller": "???",
      "title": "???",
      "content": "Get your ass back here!"
    },
    {
      "id": 6,
      "content": "... all the while chairs, utensils, and all kinds of miscellaneous sundries were being flung about in the background."
    },
    {
      "id": 7,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "Hm. Meal is a meal indeed, yet I worry that thou mayest be putting thyself in unnecessary risk in this kezhan—that is, a tavern."
    },
    {
      "id": 8,
      "teller": "Interviewer",
      "title": "???",
      "content": "Eh, don't worry about it. It's not the rarest sight for interviewers like me."
    },
    {
      "id": 9,
      "teller": "Interviewer",
      "title": "???",
      "content": "I worked out a lot at the Association gym when I was growing up, so I'm not really unfamiliar with this kinda stuff."
    },
    {
      "id": 10,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "Oho... thou'rt quite the brave one. Ah! Watch thy head!"
    },
    {
      "id": 11,
      "teller": "Interviewer",
      "title": "???",
      "content": "Whoops. Phew, thanks for the heads-up."
    },
    {
      "id": 12,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "Good, good... Very good! I shall answer earnestly to whatever question thou wouldst like to ask. Proceed!"
    },
    {
      "id": 13,
      "content": "To a passing viewer, who might only catch a glimpse of the child's composed discussion with the reporter, this may appear to be nothing more than a peaceful interview over lunch..."
    },
    {
      "id": 14,
      "content": "... but the pair of them were surrounded by utter destruction wrought by an ongoing tavern brawl, regardless of their seeming lack of involvement."
    },
    {
      "id": 15,
      "content": "... If they weren't moving out of the way from unfortunate projectiles, one could almost forget that the entire kezhan was embroiled in violent fisticuffs."
    },
    {
      "id": 16,
      "teller": "Interviewer",
      "title": "???",
      "content": "So, our magazine's trying to run a special on the Cinq Association..."
    },
    {
      "id": 17,
      "teller": "Interviewer",
      "title": "???",
      "content": "... and we intend to focus on comparing the Cinq Association branches to one another."
    },
    {
      "id": 18,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "Mmhm! 'Tis true, 'tis true that the Cinq of the west and the south have gained certain notoriety among the press."
    },
    {
      "id": 19,
      "teller": "Interviewer",
      "title": "???",
      "content": "Ah, I see that you always try to keep up-to-date with the news?"
    },
    {
      "id": 20,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "Forsooth! 'Tis an indispensable quality of a true Fixer to remain acutely aware of the goings-on of the world."
    },
    {
      "id": 21,
      "content": "The child thought for a moment about mentioning how she only reads the sections discussing Fixer businesses, but... she did not feel it necessary to mention that."
    },
    {
      "id": 22,
      "content": "She's had enough worldly experience to know that sometimes, some things were better left unsaid."
    },
    {
      "id": 23,
      "teller": "Interviewer",
      "title": "???",
      "content": "So cool... Now, let's get to the questions, shall we?"
    },
    {
      "id": 24,
      "teller": "Interviewer",
      "title": "???",
      "content": "I heard that Cinq west, which is where your headquarters is, and Cinq east, the branch you work for, operate very differently. What differences might there be?"
    },
    {
      "id": 25,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "Hm~ while I was never availed the opportunity to visit the Association headquarters, I have indeed heard much."
    },
    {
      "id": 26,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "It is said that they always carry a sword with them. Verily, it appeared that they were bound by countless rules such as traditions on how one must wield their bladed instrument."
    },
    {
      "id": 27,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "In contrast, I might say that our eastern branch is relatively free to do as we will. We may, indeed, wield weapons should we choose to do so; yet we are free all the same to not. Ah, of course, 'tis true that we prefer a much more intimate distance than the one that might be availed by the use of swords."
    },
    {
      "id": 28,
      "content": "With that, the child raised her wrist."
    },
    {
      "id": 29,
      "content": "She was wearing a thick luminescent bangle or a bracelet of sorts there; it appeared as though it had been carved straight from solid jade."
    },
    {
      "id": 30,
      "teller": "Interviewer",
      "title": "???",
      "content": "Ahh...! So that's what you guys call... virescent pyrojade, right?"
    },
    {
      "id": 31,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "Ah, so thou'rt a learned one! Verily, this bangle is what superheats my gloves; most material melts simply before its heat."
    },
    {
      "id": 32,
      "teller": "Interviewer",
      "title": "???",
      "content": "So that's why you don't throw your gloves..."
    },
    {
      "id": 33,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "Aha, thou must be speaking of the tradition by which my colleagues in the headquarters declare an intent to duel?"
    },
    {
      "id": 34,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "Indeed, the east operates differently in that matter as well. Instead of chucking an object, we prefer to politely state one's name and affiliation afore engaging in combat."
    },
    {
      "id": 35,
      "teller": "Interviewer",
      "title": "???",
      "content": "Hm, yeah. I've seen a lot more of that around here, now that I think about it."
    },
    {
      "id": 36,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "Yet, forsooth, I do find a certain charm in the methods of the west or the south..."
    },
    {
      "id": 37,
      "teller": "Interviewer",
      "title": "???",
      "content": "... So this isn't exactly relevant, but..."
    },
    {
      "id": 38,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "Hyaah... What a delicacy this is... Hm? Do speak thy mind."
    },
    {
      "id": 39,
      "teller": "Interviewer",
      "title": "???",
      "content": "You've been shaking your leg like, a lot this entire time... Is there something wrong?"
    },
    {
      "id": 40,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "Thou asketh if aught is wrong? N-nay, verily! Ha ha, 'tis but an unshakable habit of mine!"
    },
    {
      "id": 41,
      "teller": "Interviewer",
      "title": "???",
      "content": "You're looking a bit... anxious..."
    },
    {
      "id": 42,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "Ah... ahaha, ahem..."
    },
    {
      "id": 43,
      "content": "The child was indeed anxious."
    },
    {
      "id": 44,
      "content": "Perhaps it was frustration, not anxiety."
    },
    {
      "id": 45,
      "content": "The fight she had no choice but to sit on her hands and watch was rather one-sided..."
    },
    {
      "id": 46,
      "content": "... Were she free to do as her heart commands, she would not hesitate a moment to enact her version of 'justice' and leap into the fray in defense of the losing side."
    },
    {
      "id": 47,
      "content": "But the core of the Cinq Association was to be a proxy in duels, nothing more."
    },
    {
      "id": 48,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "W-well... I had thought that I should be contracted to duel in their stead about now..."
    },
    {
      "id": 49,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "It... uh. This particular client appeareth quite delayed in making a request..."
    },
    {
      "id": 50,
      "teller": "Interviewer",
      "title": "???",
      "content": "... What?"
    },
    {
      "id": 51,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "Ah, allow me to put it this way. To be in audience of such an unfairly one-sided battle maketh one's blood boil, no?"
    },
    {
      "id": 52,
      "teller": "Interviewer",
      "title": "???",
      "content": "Ohh... You can't wait to duke it out with that guy, huh?"
    },
    {
      "id": 53,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "Fie! Thou shan't speak so lightly of this matter; there is no justice to be found in battles without balance."
    },
    {
      "id": 54,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "Yet... as a member of the Association, I cannot act in lieu of a contract..."
    },
    {
      "id": 55,
      "content": "The child's voice crawls to a stop."
    },
    {
      "id": 56,
      "content": "And in her words, the interviewer senses a familiar story from long past."
    },
    {
      "id": 57,
      "teller": "Interviewer",
      "title": "???",
      "content": "Huh, you're reminding me of another story from a few years ago, where a complete newcomer to the Cinq Association went around making a ruckus like she was some kind of vigilante..."
    },
    {
      "id": 58,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "Ahem, ahemm! Ahhem! V-verily, thou mustn't compare my present self to that naive past!"
    },
    {
      "id": 59,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "For I am a changed person! I leap not into the fray at the first sight of injustice, and I have learned the art of pah-patience!"
    },
    {
      "id": 60,
      "content": "Clang!"
    },
    {
      "id": 61,
      "content": "This was no less a mistake than it was when the brawler accidentally flung a household item in her direction."
    },
    {
      "id": 62,
      "content": "The brawler, now certain of his victory, had unsheathed his blade... and tripped on an errant piece of wood on the ground."
    },
    {
      "id": 63,
      "content": "Unfortunately for him, he began to fall toward the child..."
    },
    {
      "id": 64,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "Aha, now behold mine utter impeccable poise and nonchalance in this circumstance that is, by all accounts, quite <i>pointy</i>!"
    },
    {
      "id": 65,
      "content": "... and the child grabbed the sword in a practiced motion."
    },
    {
      "id": 66,
      "teller": "???",
      "title": "???",
      "content": "What the— Huh?! A C-Cinq Fixer...!"
    },
    {
      "id": 67,
      "content": "The virescent pyrojade emits a bright glow, and the blade melts like candy on a hot day."
    },
    {
      "id": 68,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "Now that I have thine attention— indeed I am!"
    },
    {
      "id": 69,
      "content": "The spectacle was more than sufficient to have every patron recognize her presence; the man who was on the losing side of this heavily skewed battle quickly ran up to the child and pleaded."
    },
    {
      "id": 70,
      "teller": "???",
      "title": "???",
      "content": "L-lady of the Cinq! Please, accept my contract!"
    },
    {
      "id": 71,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "Mhm! Very well. Yet I must warn thee—we are behooved to take double the fee for 'emergency contracts', such as the one thou requireth from me now."
    },
    {
      "id": 72,
      "teller": "???",
      "title": "???",
      "content": "I'll pay you triple as long as you can take care of that—"
    },
    {
      "id": 73,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "SAY NO MORE!! Consider it done! We shall discuss the matters of coin later."
    },
    {
      "id": 74,
      "content": "The child jumped from her seat with the look of someone who just found out that they were to receive a Christmas gift."
    },
    {
      "id": 75,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "I hail from the third Section of the Cinq Association in the east!"
    },
    {
      "id": 76,
      "model": "돈키호테",
      "teller": "Don Quixote",
      "title": "Cinq East\nSection 3",
      "content": "I, Don Quixote, hereupon inherit this duel!"
    }
  ]
}