{
  "dataList": [
    {
      "id": 0,
      "content": "'Tis Day 26!"
    },
    {
      "id": 1,
      "content": "What a merry, fantastic day it was once again!"
    },
    {
      "id": 2,
      "content": "For today was the day upon which I was availed a chance to, with our dearest fellow Magical Maiden..."
    },
    {
      "id": 3,
      "content": "... explore the tales of Fixers of the northern regions, whose conveyance of justice was most valiant!"
    },
    {
      "id": 4,
      "content": "Oh, how tedious it must all have been for the maiden to be incarcerated in such a barren, claustrophobic chamber, bereft of even a morsel of stimulation! She who deserveth to breathe the free air, fighting evil by moonli—"
    },
    {
      "id": 5,
      "content": "Mm... nay, nay. One must always remain wary of the truth that she is but an Abnormality. Not to mention that I, as a Captain, must set a proper example for the other employees."
    },
    {
      "id": 6,
      "content": "Hmm... I must best categorize this under the label of 'Attachment Work'."
    },
    {
      "id": 7,
      "content": "Aha, but of course! all of mine efforts—preparing various props that align with the Abnormality's preferences, conversing for long hours with her—were all but honest toil to prevent Abnormality O-01-04's Qliphoth Counter from decreasing! It must be emphasized that any suggestions or allegations that I~"
    },
    {
      "id": 8,
      "content": "did all this for the sake of mine entertainment~"
    },
    {
      "id": 9,
      "content": "or that I voluntarily stayed past work hours just to obtain her E.G.O Gift~"
    },
    {
      "id": 10,
      "content": "... are most preposterous accusations, which I do protest with vehemence! Let this record be the witness of mine earnestness!"
    },
    {
      "id": 11,
      "content": "Um, this is quite bizarre, that my handwriting hath become so squiggly and anxious. Hm. Afore I am to proceed, some deep breaths, deep breaths."
    },
    {
      "id": 12,
      "content": "Thus, I shall heretofore transcribe the lore of this 'Arcana' she explained to me!"
    },
    {
      "id": 13,
      "content": "From what I hear, she is one of the veritable 'Magical Girls' who are destined to battle villains!"
    },
    {
      "id": 14,
      "content": "A great will, in need of observers of justice to stand tall before the overwhelmingly powerful might of villains, be it Minor or Major Arcana..."
    },
    {
      "id": 15,
      "content": "... hath chosen them and transformed them into 'Magical Girls'!"
    },
    {
      "id": 16,
      "content": "As Arcana itself is but a neutral force of magic, it can be possessed and molded by both good and evil; only those who are free from the corrupting allures of its power, only those with a steadfast vision for justice... may be hailed Magical Girls."
    },
    {
      "id": 17,
      "content": "She claimeth to have other 'senpai',—meaning that she is the least experienced or perhaps the youngest out of them all—and hath explained that one moment, she simply found herself arising in this facility."
    },
    {
      "id": 18,
      "content": "As I was the one to enter her chamber in the moment of her awakening, she mistook me to be an agent of the Arcana."
    },
    {
      "id": 19,
      "content": "She was quite hostile to me then... 'twas quite troublesome to resolve that misunderstanding."
    },
    {
      "id": 20,
      "content": "'Magical Girls'... 'The Arcana'... Much did she befuddle me with words I found so peculiar and unfamiliar..."
    },
    {
      "id": 21,
      "content": "... until I espied a common theme."
    },
    {
      "id": 22,
      "content": "All these stories she shared were... none too dissimilar from the tales of the Fixers... of the City!"
    },
    {
      "id": 23,
      "content": "Though following my employment here at Lobo-tommy Corpo-ration, I was behooved to relinquish this old dream of mine, of becoming a Fixer..."
    },
    {
      "id": 24,
      "content": "If only I could dream again...! By donning the identity of a Magical Maiden of Justice...!"
    },
    {
      "id": 25,
      "content": "Ahh, what joy, what joy that would indeed be..."
    },
    {
      "id": 26,
      "content": "I inquired with haste—\"prithee, how doth one become subject to this 'choosing'?!\""
    },
    {
      "id": 27,
      "content": "A great tragedy it was, for she explained that she knew not why she had been chosen, or how one goes about becoming a chosen one..."
    },
    {
      "id": 28,
      "content": "... yet I came to a revelation, upon observing the E.G.O gear extracted from her."
    },
    {
      "id": 29,
      "content": "Were I to be equipped with the staff and outfit, the very essences of love and justice...!"
    },
    {
      "id": 30,
      "content": "... I may be a Magical Maiden of Justice just as well!"
    },
    {
      "id": 31,
      "content": "She could not find it within herself to believe it at first. Outfit is hardly what maketh a Magical Girl, she vociferated!"
    },
    {
      "id": 32,
      "content": "Yet... she soon came to see eye-to-eye. Mine most honest-hearted thirst toward justice, this burning, righteous wrath against evil!"
    },
    {
      "id": 33,
      "content": "Moreover... when she witnessed my battle against breached Abnormalities when she came out to assist our suppression efforts, she...!"
    },
    {
      "id": 34,
      "content": "Verily, 'twas the moment of revelation for her as well, that I am, forsooth, a veritable and excellent Magical Maiden just as herself!"
    },
    {
      "id": 35,
      "content": "We are now together protectors of justice at this company."
    },
    {
      "id": 36,
      "content": "Though the Sephirot always diminish us, admonishing us as more trouble than help, though other colleagues, who have experienced loss at the hands of Abnormalities may impart resentful sentiments against us..."
    },
    {
      "id": 37,
      "content": "... I know this to be the truth."
    },
    {
      "id": 38,
      "content": "... That true Magical Girls are stubborn strugglers, survivors weathering whatever terrible adversity that cometh their way!"
    },
    {
      "id": 39,
      "content": "'Tis no wild, naive ramblings of a dream-consumed one."
    },
    {
      "id": 40,
      "content": "In fact, ever since my transfer to this Central Command Team, to manage this Magical Maiden, I have persevered and conducted repeated Attachment Work on her..."
    },
    {
      "id": 41,
      "content": "... and that hath lifted me to the position of a Captain!"
    },
    {
      "id": 42,
      "content": "And, as Manager Esquire hath found this development, the lowered containment breach rate for the Magical Mai— ahem, O-01-04, most satisfying. Both Tiphereth, Sir and Lady, have both spoken thusly, indeed!"
    },
    {
      "id": 43,
      "content": "Heh heh..."
    },
    {
      "id": 44,
      "content": "... Hoh?"
    },
    {
      "id": 45,
      "content": "Perplexing... is that supposed to imply that she used to breach containment?"
    },
    {
      "id": 46,
      "content": "Hmm... yet... in my recollections, I was her one-and-only manager ever since she was first contained in the Central Command..."
    },
    {
      "id": 47,
      "content": "... Yet... I have no memory of her breaching containment."
    },
    {
      "id": 48,
      "content": "Hm. Well."
    },
    {
      "id": 49,
      "content": "Nothing to concern myself with!"
    },
    {
      "id": 50,
      "content": "Truthfully, I am quite bubbling with excitement for what tomorrow holds!"
    },
    {
      "id": 51,
      "content": "And it shan't be peace that awaits me... Nay, it shan't be!"
    },
    {
      "id": 52,
      "content": "For that is a detriment to the worth of mine existence!"
    },
    {
      "id": 53,
      "content": "... Hm? Is it?"
    },
    {
      "id": 54,
      "content": "How strange... 'tis almost as if her sentiments are rubbing off on me... Verily, the existence of peace hath no business with my usefulness."
    },
    {
      "id": 55,
      "content": "Ahem, this must be fatigue speaking!"
    },
    {
      "id": 56,
      "content": "Ah, I must also visit this 'Welfare Team', for it hath opened anew today!"
    },
    {
      "id": 57,
      "content": "In today's management session, she claimed that there was a strange stir in the air! Perchance, one of her elusive 'senpai' hath arrived here as an Abnormality... I must go meet the employee responsible for her management posthaste."
    },
    {
      "id": 58,
      "content": "Well... with jolly anticipation for what tomorrow holds..."
    },
    {
      "id": 59,
      "content": "Thus doth my daily journaling come to an end!"
    }
  ]
}