{
  "dataList": [
    {
      "id": 0,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Hongyuan",
      "content": "Start talking."
    },
    {
      "id": 1,
      "teller": "???",
      "title": "Shi Family",
      "content": "Mmph! Mmmmf!"
    },
    {
      "id": 2,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Hongyuan",
      "content": "... Can't spill with your trap covered?"
    },
    {
      "id": 3,
      "teller": "???",
      "title": "Shi Family",
      "content": "*huff* What do you expect?! You taped my mouth shut—how was I supposed to talk?!"
    },
    {
      "id": 4,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Hongyuan",
      "content": "Beats me. Here in Hongyuan, you see it at least every 3 or 4 days—Folk who can make their voice heard without even using their mouths."
    },
    {
      "id": 5,
      "teller": "???",
      "title": "Shi Family",
      "content": "That's because they've consumed Boluses!"
    },
    {
      "id": 6,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Hongyuan",
      "content": "You Shi sure are a bunch of talk-too-much bastards."
    },
    {
      "id": 7,
      "teller": "???",
      "title": "Shi Family",
      "content": "Eeek?!"
    },
    {
      "id": 8,
      "teller": "???",
      "title": "Shi Family",
      "content": "I-I'm begging you, spare me! Just this once..."
    },
    {
      "id": 9,
      "teller": "???",
      "title": "Shi Family",
      "content": "I... I'll do anything. Anything! Please just don't kill me... I've already been resuscitated twice through the Life Insurance. Th-the third time might really melt my brain beyond the point of no return!"
    },
    {
      "id": 10,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Hongyuan",
      "content": "Hah... One of the most eminent families of Hongyuan, reduced to a pile of dogshit milksops..."
    },
    {
      "id": 11,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Hongyuan",
      "content": "S.Y.M.... Unless asked."
    },
    {
      "id": 12,
      "teller": "???",
      "title": "Shi Family",
      "content": "... Huh? Wha—"
    },
    {
      "id": 13,
      "teller": "???",
      "title": "Shi Family",
      "content": "That peculiar way of speech... Y-you... you're that Lin woman, aren't you?!"
    },
    {
      "id": 14,
      "teller": "???",
      "title": "Shi Family",
      "content": "That tramp from some inconsequential family who curried up favor with Daguanyuan a few years back, serving as a bodyguard even though you're not from any of the Four Great Houses."
    },
    {
      "id": 15,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Hongyuan",
      "content": "... Kitschy."
    },
    {
      "id": 16,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Hongyuan",
      "content": "Even with a blade poised to slit your throat... still you run your tongue as if you've got a death wish."
    },
    {
      "id": 17,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Hongyuan",
      "content": "But your words ring true. Can't say you're a complete fool."
    },
    {
      "id": 18,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Hongyuan",
      "content": "You're not without aesthetic merit... Would be a waste to S.Y.N.C."
    },
    {
      "id": 19,
      "teller": "???",
      "title": "Shi Family",
      "content": "S.Y.N—I... I've heard that one! It's something about snapping necks... W-wait, does that mean you're sparing me...?"
    },
    {
      "id": 20,
      "teller": "???",
      "title": "Shi Family",
      "content": "Gaaah!!"
    },
    {
      "id": 21,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Hongyuan",
      "content": "Your arms are flailing about. Disgusting."
    },
    {
      "id": 22,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Hongyuan",
      "content": "Now spill—everything you know about the new Family Hierarch."
    },
    {
      "id": 23,
      "teller": "???",
      "title": "Shi Family",
      "content": "*sob* ... What? H-how would <i>I</i> know...? She's not even from my family!"
    },
    {
      "id": 24,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Hongyuan",
      "content": "But you do know."
    },
    {
      "id": 25,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Hongyuan",
      "content": "The Shi, Wang, Xue... All of you joined hands and threw your weight behind that scum in the Family Hierarch war."
    },
    {
      "id": 26,
      "teller": "???",
      "title": "Shi Family",
      "content": "How did you—"
    },
    {
      "id": 27,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Hongyuan",
      "content": "You're not the only one who sings like a canary when <i>persuaded</i>."
    },
    {
      "id": 28,
      "teller": "???",
      "title": "Shi Family",
      "content": "Khh... W-we had no other choice!"
    },
    {
      "id": 29,
      "teller": "???",
      "title": "Shi Family",
      "content": "The Jia Family would've seized the Hierarch's seat had we sat on our hands...! How could we possibly allow such a disgrace?!"
    },
    {
      "id": 30,
      "teller": "???",
      "title": "Shi Family",
      "content": "Besides... we were victims, too!"
    },
    {
      "id": 31,
      "teller": "???",
      "title": "Shi Family",
      "content": "True, we had a hand in her ascension, and yes, she did become the Hierarch in the end... But the moment she claimed the seat, she ignored every request we made!"
    },
    {
      "id": 32,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Hongyuan",
      "content": "...?"
    },
    {
      "id": 33,
      "teller": "???",
      "title": "Shi Family",
      "content": "We only supported her because she'd promised to defer the land dues on our Hongyuan property... Yet as soon as the first Restructuring Day came after she became the Hierarch, she simply wiped the place out down to the last stone!"
    },
    {
      "id": 34,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Hongyuan",
      "content": "You people distrusted your own family and thought things would work out if you backed another. Serves you right."
    },
    {
      "id": 35,
      "teller": "???",
      "title": "Shi Family",
      "content": "No, no! That's not it..."
    },
    {
      "id": 36,
      "teller": "???",
      "title": "Shi Family",
      "content": "I... I'm bound by the contract. I can't go into too much detail... But she was supposed to keep her word!"
    },
    {
      "id": 37,
      "teller": "???",
      "title": "Shi Family",
      "content": "For her to stab us behind our backs with such impunity... I'm certain it's more than just a simple change of heart..."
    },
    {
      "id": 38,
      "teller": "???",
      "title": "Shi Family",
      "content": "Th-this looks suspicious to me. E-even that soft-hearted fool you were a bodyguard to... yes, him!"
    },
    {
      "id": 39,
      "teller": "???",
      "title": "Shi Family",
      "content": "Even if he had become the Family Hierarch with his cloud-chasing daydream of \"a peaceful Hongyuan,\" he wouldn't have been any diff—"
    },
    {
      "id": 40,
      "teller": "???",
      "title": "Shi Family"
    },
    {
      "id": 41,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Hongyuan",
      "content": "Excessive pursuit of the kitsch... becomes grotesque and repulsive."
    },
    {
      "id": 42,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Hongyuan",
      "content": "... Since it's come to this... perhaps the Xue should be next on the list."
    },
    {
      "id": 43,
      "model": "료슈",
      "teller": "Ryōshū",
      "title": "Hongyuan",
      "content": "It's a risk, walking right into a tiger den to catch a tiger... But with what that blabbermouth said, I doubt they can turn a blind eye to this much longer."
    },
    {
      "id": 44,
      "content": "With no clues gained, I came down to the market square. Every structure around me creaked and cracked, shuffling about and rearranging themselves like building blocks."
    },
    {
      "id": 45,
      "content": "It seems the Restructuring Days are getting more frequent."
    },
    {
      "id": 46,
      "content": "The last Restructuring was but 3 days ago—not a week has passed and people are already free-falling through the air."
    },
    {
      "id": 47,
      "content": "Now there aren't even the telltale tremors anymore. Forget escape—everything just snaps into motion in a heartbeat."
    },
    {
      "id": 48,
      "content": "... So, the drizzle of people grew into a downpour."
    },
    {
      "id": 49,
      "content": "I'd heard for sure that Restructuring Days were a remnant of the old H Corp., locked in automated cycles. But not long after the new Family Hierarch ascended to the coveted seat, its behavior changed..."
    },
    {
      "id": 50,
      "content": "... as though someone's hands were behind the wheel."
    },
    {
      "id": 51,
      "content": "Then that fool's idea may not have been a fool's errand, after all."
    },
    {
      "id": 52,
      "content": "The young master of the Jia Family who proclaimed that he would see the Restructuring Day gone the moment he ascends to the seat of the Family Hierarch."
    },
    {
      "id": 53,
      "content": "Back then, I'd brushed it off as the naive delusion of a sheltered young master..."
    },
    {
      "id": 54,
      "content": "But in hindsight... it may be so that I did not entirely dislike the idea."
    },
    {
      "id": 55,
      "content": "Perhaps I saw an aesthetic quality within it."
    },
    {
      "id": 56,
      "content": "The upper class of Hongyuan, the so-called leaders of Daguanyuan, are expected to take lives with impunity and deploy whatever underhanded tactic they could conjure to come out on top..."
    },
    {
      "id": 57,
      "content": "But he harbored this innocent, dreamy idea of saving those who'd fall to their meaningless deaths."
    },
    {
      "id": 58,
      "content": "I still don't understand it, but..."
    },
    {
      "id": 59,
      "content": "... the way his memory keeps resurfacing... I suppose he left his mark on me. Must've been a rather fine work of art I'd kept by my side, that one."
    },
    {
      "id": 60,
      "content": "... I should've trained him harder, taught him how to defend himself better back when we were traveling to prepare for the first round of the Evaluation."
    },
    {
      "id": 61,
      "content": "I look up at Hongyuan's artificial sky with a hollow chuckle, catching glimpses of black bamboo hats amidst the pelting rain of people."
    },
    {
      "id": 62,
      "content": "Someone's sent the Zi branch after me."
    },
    {
      "id": 63,
      "content": "It seems that the leash-holding bluebloods have taken notice of the trail of bodies I've left behind in my search for the thread of clues. The thread that will bring me to the Family Hierarch."
    },
    {
      "id": 64,
      "content": "No one but that girl is of any interest to me in Hongyuan. Hmph, it is indeed true that those who care overmuch for their own lives tend to jump at their own shadows."
    },
    {
      "id": 65,
      "content": "Nevertheless, this is a decent opportunity. If I can trace this back to whoever it is that sent the Rats... maybe I can leverage the fact they came for my life to find another thread that should lead me to the Family Hierarch."
    },
    {
      "id": 66,
      "content": "That single thread is all I need."
    },
    {
      "id": 67,
      "content": "I have no wish to follow that fool's will, nor do I wish to become a blade of rebellion..."
    },
    {
      "id": 68,
      "content": "... but Hongyuan's degradation has mutated it into a thing of such hideousness that it harbors not even a trace of beauty in its filth."
    },
    {
      "id": 69,
      "content": "Well..."
    },
    {
      "id": 70,
      "content": "... going no further than to add another layer of critique to the pile with this long brush should be more to my temperament, anyway."
    }
  ]
}