{
  "dataList": [
    {
      "id": 0,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "... I understand that the room may be disorderly. But I insist that you sit anyway."
    },
    {
      "id": 1,
      "content": "Puffffff."
    },
    {
      "id": 2,
      "content": "Air rushes out of the leather chair. Its sound fills the empty, quiet room with its at once sophisticated and suffocating momentousness."
    },
    {
      "id": 3,
      "content": "At the center of it all is the child, sitting with one leg over the other in an overbearingly assured manner."
    },
    {
      "id": 4,
      "content": "The room is practically decorated with mutilated bodies and disturbingly thorough splatters of blood, but he does not seem to mind it one bit."
    },
    {
      "id": 5,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "I trust you would find the present state of my office acceptable. The Thumb treats lessons in manners with utmost seriousness."
    },
    {
      "id": 6,
      "teller": "???",
      "title": "???",
      "content": "I have heard the stories, indeed. I understand your request very well."
    },
    {
      "id": 7,
      "teller": "???",
      "title": "???",
      "content": "Or perhaps... one might assume that this is also a prepared 'scene' drawn with intent."
    },
    {
      "id": 8,
      "content": "But the person sitting opposite of him also cannot be underestimated."
    },
    {
      "id": 9,
      "content": "She simply smiles before producing a small piece of paper as though she were sitting in a normal, average room that was not painted top to bottom with remnants of vicious violence."
    },
    {
      "id": 10,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "... Mm."
    },
    {
      "id": 11,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "I did expect someone of higher station given the private one-to-one meeting request, but..."
    },
    {
      "id": 12,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "... Allow me to treat you with better manners. It seems that your station deserves as much."
    },
    {
      "id": 13,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "Apologies for my earlier effrontery, my lady. I am willing to self-mutilate according to The Thumb's rules of respect as much as you would like."
    },
    {
      "id": 14,
      "content": "The paper she handed him seemed to have been a business card of sorts; the child gently took it from her hand and placed it in a fancy, golden card-holder with reverent care."
    },
    {
      "id": 15,
      "teller": "???",
      "title": "???",
      "content": "Well, it is of no interest to me whatever you would choose to do with yourself. But..."
    },
    {
      "id": 16,
      "teller": "???",
      "title": "???",
      "content": "... I understand that stopping you would also cause you some undue trouble. Do as you will."
    },
    {
      "id": 17,
      "teller": "???",
      "title": "???",
      "content": "Oh, actually. Fresh blood can really stain the clothes, unlike dried blood, so... I would prefer if you didn't engage in self-inflicted corporal punishments."
    },
    {
      "id": 18,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "I am highly impressed by your lack of concern for the rigidity of hierarchy, and your considerate behavior befitting your nobility.\nYou are someone deserving of proper respect indeed."
    },
    {
      "id": 19,
      "teller": "???",
      "title": "???",
      "content": "It's nothing. Nothing compared to what I am about to ask of you."
    },
    {
      "id": 20,
      "content": "The child's words convey a deep, emotional gratitude, but his tone is flat and emotionless as a stone."
    },
    {
      "id": 21,
      "content": "And the person sitting opposite him speaks words that are gentle, but it is clear that they shroud certain inscrutable intents."
    },
    {
      "id": 22,
      "content": "In this bizarre juxtaposition, the person continued to explain a plan of sorts, and by the time she was wrapping up her elaboration, even the ever-stoic child could not help but furrow his brows at an almost-imperceptible angle."
    },
    {
      "id": 23,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "... While it may be discourteous, this is, after all, my office; I do not believe that my subsequent request would go against reason."
    },
    {
      "id": 24,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "May I have your permission to light a cigar?"
    },
    {
      "id": 25,
      "teller": "???",
      "title": "???",
      "content": "I don't mind. It's obviously a very premium cigar rolled from fine leaves... it should smell fragrant enough."
    },
    {
      "id": 26,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "Thank you. I appreciate your understanding, my lady."
    },
    {
      "id": 27,
      "content": "He trims off the tip of the cigar with a cutter, the sharp blade slicing through with ease. A smoldering, faint ember lights up at its end."
    },
    {
      "id": 28,
      "content": "The child puffs out a plume of smoke in an exhalation that was more like a deep sigh. The conversation continues."
    },
    {
      "id": 29,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "So... to summarize your offer, you would like for me to serve the role of a clan member in this 'Family Hierarch war' of Hongyuan on the side of the Shi family."
    },
    {
      "id": 30,
      "content": "She nods wordlessly. The child continues."
    },
    {
      "id": 31,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "And, if... the next Hierarch is not one from the Shi family, decapitate the Hierarch-to-be, and plummet Hongyuan into... chaos."
    },
    {
      "id": 32,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "I am certain that my lady is discerning enough to understand that the ramifications of such an incident will inevitably spread beyond the political conflict between the families."
    },
    {
      "id": 33,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "Your request is that we are to become the blast of firepower signaling the start to a Wing War. Please illuminate me if my assessment is incorrect."
    },
    {
      "id": 34,
      "teller": "???",
      "title": "???",
      "content": "That is not what I said."
    },
    {
      "id": 35,
      "teller": "???",
      "title": "???",
      "content": "But, even if such were the case, what about it? Or... don't tell me, is this too much for your organization to handle?"
    },
    {
      "id": 36,
      "content": "... The child waits a moment before inhaling deeply from his cigar."
    },
    {
      "id": 37,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "... Puff."
    },
    {
      "id": 38,
      "content": "In that brief moment, the child most likely completed any and all calculations and simulations of what this situation entailed."
    },
    {
      "id": 39,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "Your higher placement on the hierarchy does not grant you the right to say to my face whatever comes to your mind."
    },
    {
      "id": 40,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "There is no such thing as 'too much' for The Thumb. Your statement has room to be interpreted as an expression of disrespect to the Syndicate itself."
    },
    {
      "id": 41,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "And to do so would be to disrespect the esteemed underboss—meaning, to punish you would not go against the tenets of our organization."
    },
    {
      "id": 42,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "I will now present before you an opportunity to claim that my interpretation was but a misunderstanding."
    },
    {
      "id": 43,
      "teller": "???",
      "title": "???",
      "content": "... Of course. Of course, it was but a simple misunderstanding."
    },
    {
      "id": 44,
      "content": "The child seems to have won this bout of subtle yet palpable psychological warfare."
    },
    {
      "id": 45,
      "content": "He managed to make the opponent's eyelids flinch, for the first time."
    },
    {
      "id": 46,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "Very well. Then I will understand your proposition in a more literal manner."
    },
    {
      "id": 47,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "Then... please, allow me to inquire about your... 'preparation' for the task at hand."
    },
    {
      "id": 48,
      "content": "And the child did not let this brief moment of weakness pass. Biting lightly onto his cigar, the child rose from his seat and grabbed a fistful of ammunition from his belt and placed them on the table between them."
    },
    {
      "id": 49,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "We call them Tigermark Rounds(虎標彈). The City makes it rather difficult to make liberal use of ammunition, but these are quite special, even among them."
    },
    {
      "id": 50,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "Not to mention the cost for my subordinates' propellant ammo."
    },
    {
      "id": 51,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "In addition, I must also ask if you really are prepared to pay the price of letting <i>me</i> loose."
    },
    {
      "id": 52,
      "teller": "???",
      "title": "???",
      "content": "……."
    },
    {
      "id": 53,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "Be assured, however, that... once we are committed to a mission, we do make liberal use of ammunition. Take this into your consideration."
    },
    {
      "id": 54,
      "teller": "???",
      "title": "???",
      "content": "Do you really think that the Shi family, one of the four great houses, has such a thing as monetary concerns?"
    },
    {
      "id": 55,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "That is not the concern that I am speaking of."
    },
    {
      "id": 56,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "My concern is about how you, someone who's not even from the Shi family, can mobilize such a significant amount of capital."
    },
    {
      "id": 57,
      "teller": "???",
      "title": "???",
      "content": "Fuhu, doesn't my business card clearly state the name of the Shi family?"
    },
    {
      "id": 58,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "It takes more than sitting around to earn the title of a Capo."
    },
    {
      "id": 59,
      "teller": "???",
      "title": "???",
      "content": "... Well, okay. But what of it?"
    },
    {
      "id": 60,
      "teller": "???",
      "title": "???",
      "content": "Must I actually be a part of the family to meddle in their affairs?"
    },
    {
      "id": 61,
      "teller": "???",
      "title": "???",
      "content": "I'm sure <i>you</i>, of all people, should know."
    },
    {
      "id": 62,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "……."
    },
    {
      "id": 63,
      "teller": "???",
      "title": "???",
      "content": "Ah, that blade... It has been forged into a rather fancy podao, hasn't it?"
    },
    {
      "id": 64,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "... We will take the contract."
    },
    {
      "id": 65,
      "teller": "???",
      "title": "???",
      "content": "Oh my. That's good news."
    },
    {
      "id": 66,
      "teller": "???",
      "title": "???",
      "content": "I will send my underlings to share further details at a later date. Let us part this meeting for now."
    },
    {
      "id": 67,
      "content": "The child had clearly won that invisible fight, so..."
    },
    {
      "id": 68,
      "content": "... what was it that turned the tables on him so easily?"
    },
    {
      "id": 69,
      "content": "It is no surprise, of course."
    },
    {
      "id": 70,
      "content": "No one could've expected that she knew so much about the child, even down to his deepest secrets."
    },
    {
      "id": 71,
      "content": "Once the guest left, the office was silent again."
    },
    {
      "id": 72,
      "content": "Save for the sound of the child exhaling plumes upon plumes of smoke at a uniform interval."
    },
    {
      "id": 73,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "She knows the origin of the Tiantui Star's blade."
    },
    {
      "id": 74,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "Then... is she also a Pinky?"
    },
    {
      "id": 75,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "No. It is possible that someone of her station could have heard hints or vague tales about the Pinky."
    },
    {
      "id": 76,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "... It doesn't matter."
    },
    {
      "id": 77,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "If someone is this close by, I suppose I shall encounter them when the stigma burns hot."
    },
    {
      "id": 78,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "The Pinky cannot help but summon only those who are nearby."
    },
    {
      "id": 79,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "Besides, this is good work for The Thumb, and... reasonable."
    },
    {
      "id": 80,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "More than anything, however..."
    },
    {
      "id": 81,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "... I think this will be fun. What a rare sense of anticipation."
    },
    {
      "id": 82,
      "content": "With clear, high-pitched noise of clinking metal, the spent bullet casings popped out of the child's blade."
    },
    {
      "id": 83,
      "content": "And a few seconds later, he lands."
    },
    {
      "id": 84,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "18 Tigermark rounds spent..."
    },
    {
      "id": 85,
      "content": "The child sweeps his belt and contemplates."
    },
    {
      "id": 86,
      "content": "Contemplating if he should use the Savage Tigermark rounds, the powers of which are greater than the Tigermark rounds."
    },
    {
      "id": 87,
      "content": "Of course, simply changing to a different type of ammunition doesn't immediately make him stronger."
    },
    {
      "id": 88,
      "content": "The power of the Tiantui Star's Blade comes from the user, and his judgment call on when he must use which bullet."
    },
    {
      "id": 89,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "The Jialan Guards(賈藍隊)..."
    },
    {
      "id": 90,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "So much for the protectors of the noble Jia family... They made for quite the disappointing task."
    },
    {
      "id": 91,
      "content": "The child probably didn't even have to use the Tigermark rounds to defeat them."
    },
    {
      "id": 92,
      "content": "But he reloaded the blade with Savage Tigermark rounds anyway."
    },
    {
      "id": 93,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "... If this is all the fun they have to offer, I suppose I must find entertainment in the freedom of getting to swing this blade with abandon."
    },
    {
      "id": 94,
      "content": "... The cost of his ammunition was coming from the client's pocket anyway. He would rather choose excitement over frugality."
    },
    {
      "id": 95,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "For the sum that the client brought, the foes I have faced thus far have been so... tasteless. Perhaps she miscalculated."
    },
    {
      "id": 96,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "If she did not, then—"
    },
    {
      "id": 97,
      "content": "Something stops the child. He looks toward the sound of the footsteps approaching from a distance."
    },
    {
      "id": 98,
      "content": "The approaching footsteps belonged to a rather large group. The child instinctively sensed that..."
    },
    {
      "id": 99,
      "content": "... <i>this</i> was the moment he was hired for."
    },
    {
      "id": 100,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "Ah... they were running late."
    },
    {
      "id": 101,
      "content": "Does the child know, one wonders."
    },
    {
      "id": 102,
      "model": "뫼르소",
      "teller": "Meursault",
      "title": "The Thumb's Capo ⅠⅠⅠⅠ",
      "content": "The ennui drove me to... relish this dance, for but a moment."
    },
    {
      "id": 103,
      "content": "That, unbeknownst to him, his lips were twisted into a grin."
    }
  ]
}