{
  "dataList": [
    {
      "id": 0,
      "content": "<i><color=#5bffde>He implores, red tears streaming down,</i></color>"
    },
    {
      "id": 1,
      "content": "<i><color=#5bffde>Yet who lends their ear to folly?</i></color>"
    },
    {
      "id": 2,
      "content": "<i><color=#5bffde>As there was but a single dream...</i></color>"
    },
    {
      "id": 3,
      "content": "<i><color=#5bffde>Vacuous ones, heed this warning:</i></color>"
    },
    {
      "id": 4,
      "content": "<i><color=#5bffde>Beware the dragon's ascending.</i></color>"
    },
    {
      "id": 5,
      "content": "<i>52 hours have passed since the commencement of the Family Hierarch's ascension was made known to Daguanyuan.</i>"
    },
    {
      "id": 6,
      "content": "Rumors and tales harrow the tongues of newsmongers, and the Garden teems with tales of conflicting accounts, yet none return to the throne of the Family Hierarch."
    },
    {
      "id": 7,
      "content": "Only news of a fantastical nature seems to break through the suffocating chaos."
    },
    {
      "id": 8,
      "content": "Four great houses lie in ruins, their former glory tarnished. Complete, permanent shutdown of Tiekan Temple."
    },
    {
      "id": 9,
      "content": "Family Hierarch Evaluations abolished. Quarterly Amnesty policy revoked."
    },
    {
      "id": 10,
      "content": "Complete and absolute monopoly over rooms declared. Pursuit of immortality designated a Taboo."
    },
    {
      "id": 11,
      "content": "The ancient, innumerably multitudinous rules and laws fade beyond the veils of history, and new rules in service of Hongyuan fill their void."
    },
    {
      "id": 12,
      "content": "The land transforms as blue sea becomes a forest of mulberry trees with passage of time(滄海桑田); the fell practices that had come to be accepted as laws are swept away by waves upon waves of obsidian beasts."
    },
    {
      "id": 13,
      "content": "Jia Baoyu, the precious gem of Daguanyuan."
    },
    {
      "id": 14,
      "content": "Cool as the morning dew and icy enough to make a man shiver, his gaze pierces Daguanyuan. Yet this presence is utterly departed from his former, gentle temperament."
    },
    {
      "id": 15,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Hongyuan",
      "content": "You seem busy with your brush, amidst others who dare not raise their heads in my presence."
    },
    {
      "id": 16,
      "teller": "Chronicler",
      "title": "Daguanyuan",
      "content": "A great tide has struck Hongyuan, my lord; though I know not whether it be for the better or worse, history must rightly be passed down in these records."
    },
    {
      "id": 17,
      "content": "To that, the zenith of Hongyuan replied thusly:"
    },
    {
      "id": 18,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Hongyuan",
      "content": "There was very little fear in your heart despite the chaos; I see that you have accompanied me from Tiekan Temple to here in service of your duties. \nVery well. Let your records henceforth be known as <ruby=Chronicles of the Rightful Inheritance>Zheng Cheng Lu(正承錄)</ruby>."
    },
    {
      "id": 19,
      "teller": "Chronicler",
      "title": "Daguanyuan",
      "content": "It will be done, my lord."
    },
    {
      "id": 20,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Hongyuan",
      "content": "Your insolence is forgiven, for it was in service of Hongyuan; yet, I find myself growing curious of its contents."
    },
    {
      "id": 21,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Hongyuan",
      "content": "Bring it before me. I will not ask you to correct it."
    },
    {
      "id": 22,
      "teller": "Chronicler",
      "title": "Daguanyuan",
      "content": "... Yes, my lord."
    },
    {
      "id": 23,
      "model": "이스마엘",
      "title": "The Hierarch of Hongyuan",
      "content": "... Big brother Baoyu?"
    },
    {
      "id": 24,
      "model": "이스마엘",
      "title": "The Hierarch of Hongyuan",
      "content": "How... lucky I am... To see the precious jade of... Daguanyuan the moment I woke..."
    },
    {
      "id": 25,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "???",
      "content": "……."
    },
    {
      "id": 26,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "???",
      "content": "The worm has tarnished my little sister's tongue and spirit both."
    },
    {
      "id": 27,
      "model": "이스마엘",
      "title": "The Hierarch of Hongyuan",
      "content": "I have finally... become one..."
    },
    {
      "id": 28,
      "model": "이스마엘",
      "title": "The Hierarch of Hongyuan",
      "content": "... with the fathomless history of Hong—hnrk...!"
    },
    {
      "id": 29,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "???",
      "content": "It is said that the sights of spring seldom stay."
    },
    {
      "id": 30,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "???",
      "content": "Indeed, it blooms and wilts with the selfsame futility of blossoms."
    },
    {
      "id": 31,
      "content": "Thus, Ishmael of the Jia family met her demise, ere she ascended to her rightful seat of the Family Hierarch."
    },
    {
      "id": 32,
      "content": "It transpired within the hour of Baoyu, of the Jia family's name, departing for the Tiekan Temple accompanied only by an Adept of the Mao Branch."
    },
    {
      "id": 33,
      "content": "<i>That was 23 hours after the commencement of the Family Hierarch Ascension, by the count of both sun and moon.</i>"
    },
    {
      "id": 34,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "???",
      "content": "I'm glad we were able to finish the job before they were fully assimilated."
    },
    {
      "id": 35,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "???",
      "content": "Retrieve the Xianhuang Worm, dissect it down to its every tissue, and please extract everything it's got to offer. Do whatever you need to do to get the job done—I won't ask any questions."
    },
    {
      "id": 36,
      "model": "파우스트",
      "title": "Heishou Pack - Mao Branch Adept",
      "content": "Your wish is my command."
    },
    {
      "id": 37,
      "model": "파우스트",
      "title": "Heishou Pack - Mao Branch Adept",
      "content": "Yet, my lord..."
    },
    {
      "id": 38,
      "model": "파우스트",
      "title": "Heishou Pack - Mao Branch Adept",
      "content": "... what of those within?"
    },
    {
      "id": 39,
      "content": "Those who have done a great deal of service to Hongyuan shall learn the secrets of immortality and gain the right to ascend to a higher plane of existence."
    },
    {
      "id": 40,
      "content": "So sang the song of the revered Xianren, known well to the denizens of Daguanyuan."
    },
    {
      "id": 41,
      "content": "Yet none of them could have foreseen the terrible, twisted, bizarre truth that awaited within the walls of Tiekan Temple."
    },
    {
      "id": 42,
      "model": "어르신그림자",
      "teller": "Elder in a Jar",
      "content": "L-little Baoyu...! What is the meaning of this?! How could you, of all people?!"
    },
    {
      "id": 43,
      "content": "Grotesque figures, their forms mutated beyond recognition, sit amidst earth riddled with human remains, testimony to their predilection for cannibalism."
    },
    {
      "id": 44,
      "content": "The vision before this chronicler was much like a congregation of malevolent ghosts and ghouls(魑魅魍魎), physical manifestations of the supernatural, strength, chaos, and spirits(怪力亂神)."
    },
    {
      "id": 45,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "???",
      "content": "Ha, ha ha. That's a good one, grandpa."
    },
    {
      "id": 46,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "???",
      "content": "\"Of all people\"? ... Really, who else did you expect?"
    },
    {
      "id": 47,
      "model": "어르신그림자",
      "teller": "Elder in Monk Robes",
      "content": "Not even a stray bitch roaming the streets would have the audacity to show such disrespect against those who raised it! Thankless rat, that's what you are! How dare—!"
    },
    {
      "id": 48,
      "model": "어르신그림자",
      "teller": "Elder in a Machine",
      "content": "How dare you brandish such crude steel at Tiekan Temple, the heart of Hongyuan's history! Mark my words; your transgressions shall beget severe consequences!"
    },
    {
      "id": 49,
      "content": "The Xianren, an elder of the Xue family, casts vulgar curses toward Jia Baoyu."
    },
    {
      "id": 50,
      "content": "Yet, without even a scant trace of wrath, he replies placidly—"
    },
    {
      "id": 51,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Hongyuan",
      "content": "A misunderstanding, perhaps born out of my steady adherence to the path. This is untrue."
    },
    {
      "id": 52,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Hongyuan",
      "content": "No, I did not let their vulgarities linger overlong in my heart. Yet... the hollow eye-socket ached still."
    },
    {
      "id": 53,
      "teller": "Chronicler",
      "title": "Daguanyuan",
      "content": "……."
    },
    {
      "id": 54,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Hongyuan",
      "content": "Cease. You needn't rise. Records often fail to speak the truth, even when honesty has guided the brush."
    },
    {
      "id": 55,
      "content": "Then, the new master of Hongyuan shut his eye, deep in thought."
    },
    {
      "id": 56,
      "content": "He rubbed his chin contemplatively, then spoke again only after enough time to imbibe a cup of tea had passed."
    },
    {
      "id": 57,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Hongyuan",
      "content": "You there, kowtowing one, with your head buried between your hands—speak. Regale us with the tale of the Kong family, and how they came to be annihilated."
    },
    {
      "id": 58,
      "teller": "Fearful Employee",
      "title": "H Corp. Board Member",
      "content": "T-the Kong family has, in their greed, violated the laws of Hongyuan..."
    },
    {
      "id": 59,
      "teller": "Fearful Employee",
      "title": "H Corp. Board Member",
      "content": "... and for that, they were annihilated... my lord."
    },
    {
      "id": 60,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Hongyuan",
      "content": "Hmmh. See how he is made a liar, though earnestly he read from the records?"
    },
    {
      "id": 61,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Hongyuan",
      "content": "Yet, returning the Kongs' honor shan't be of any benefit to Hongyuan just yet."
    },
    {
      "id": 62,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Hongyuan",
      "content": "Let us continue this perusal."
    },
    {
      "id": 63,
      "model": "어르신그림자",
      "teller": "Elder in a Machine",
      "content": "How dare you defy our will, the will of Hongyuan's venerable ancestors... Have you no shame, have you not enjoyed the precious blessings we have bestowed upon—"
    },
    {
      "id": 64,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "???",
      "content": "Oh... Is that what you call those things you granted me in your endeavor to sate your puerile need for entertainment? \"Blessings\"?"
    },
    {
      "id": 65,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "???",
      "content": "I was made to witness the ruin that destroyed the Kong family, all for the sake of the Xianren's entertainment."
    },
    {
      "id": 66,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "???",
      "content": "Black-feathered cuckoos pecking humans apart, seizing their nests, forcing their eggs inside... and newborns, tearing their way out to the world through their stomachs, and... and the people... ha... ha ha!"
    },
    {
      "id": 67,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "???",
      "content": "What abominable cycle, what terrible screams, what awful sights... I plucked my eye out, for I could bear it no longer."
    },
    {
      "id": 68,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "???",
      "content": "Was it because I was seized by the horror of that moment which etched itself into my psyche? "
    },
    {
      "id": 69,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "???",
      "content": "No, no."
    },
    {
      "id": 70,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "???",
      "content": "It was simple, unbearable disgust. Knowing that the old and odious worms, the ailing vermin of Hongyuan, lurked behind the eye, how their voracious jaws coveted my emotions... I had to remove it, lest I vomited."
    },
    {
      "id": 71,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "???",
      "content": "They weren't <i>blessings</i>. All you've given me is a curse."
    },
    {
      "id": 72,
      "model": "어르신그림자",
      "teller": "Elder in a Jar",
      "content": "D-dear child, only time stands between you and understanding the joy of that entertainment... with time, you too shall know!"
    },
    {
      "id": 73,
      "model": "어르신그림자",
      "teller": "Elder in a Jar",
      "content": "Do you not recall, child...? We never spared any expenses for anything you had ever sought, anything you ever desired!"
    },
    {
      "id": 74,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "???",
      "content": "Oh... <i>that</i>."
    },
    {
      "id": 75,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "???",
      "content": "I remember still. It was only after a week, a week with that eye locked in my room that you could not bear the tedium and sent someone for me."
    },
    {
      "id": 76,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "???",
      "content": "A billion ahn did I ask for travel expenses with the jade, for I knew not by what other means I might dissuade you. And... not long after, Shi Miyin sent Devyat' Fixers to deliver all kinds of precious riches before me."
    },
    {
      "id": 77,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "???",
      "content": "But all that gold, all that treasure you have given me were just... transactions, were they not?"
    },
    {
      "id": 78,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "???",
      "content": "You sought me to provide you with entertainment, with something to assuage the tedium of your overlong existences, and I received gold and treasures in return."
    },
    {
      "id": 79,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "???",
      "content": "What is this, if not a mere exchange of goods and services? Our relationship, if you can call it that, was simply... business."
    },
    {
      "id": 80,
      "model": "어르신그림자",
      "teller": "Elder in Monk Robes",
      "content": "Enough! We shan't suffer your insolence any longer... what an awful brute you have become!\nWorry not, this foolish attempt at a rebellion shall soon come to an end. Now, with the Tiekan Temple opened, the Jialan Guards shall be here any minute!"
    },
    {
      "id": 81,
      "content": "Jialan Guards, the protectors of the Jia family."
    },
    {
      "id": 82,
      "content": "Unlike the Heishou, whose loyalty changes with the hand that wields their leashes, the Jialan Guards have sworn utter loyalty to the Family Hierarch and Daguanyuan."
    },
    {
      "id": 83,
      "content": "Due to the nature of their publicity, many who are known for their martial strength have deigned to join the Jialan Guards..."
    },
    {
      "id": 84,
      "content": "Thus, the Xianren seemed to be of the belief that once their full force makes their way to Tiekan Temple, they would bring a swift end to Jia Baoyu."
    },
    {
      "id": 85,
      "model": "어르신그림자",
      "teller": "Elder in a Jar",
      "content": "No matter what childish trickery you have prepared outside, Hongyuan shall—"
    },
    {
      "id": 86,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "???",
      "content": "... The years in this claustrophobic chamber have clearly rotted your brains."
    },
    {
      "id": 87,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "???",
      "content": "Ishmael is dead; without the next Family Hierarch to fill the seat, the ascension is null, ending the beasts' respite."
    },
    {
      "id": 88,
      "model": "어르신그림자",
      "teller": "Elder in Monk Robes",
      "content": "…!"
    },
    {
      "id": 89,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "???",
      "content": "I wield the leashes of every house and the beasts who were wandering without a Family Hierarch to serve."
    },
    {
      "id": 90,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "???",
      "content": "... The twelve beasts are all mine."
    },
    {
      "id": 91,
      "model": "어르신그림자",
      "teller": "Elder in a Jar",
      "content": "That... that cannot... Baoyu, how?! You control them all?!"
    },
    {
      "id": 92,
      "model": "어르신그림자",
      "teller": "Elder in a Machine",
      "content": "N-no...! How has this come to be?! O revered Heishou-Xianren... why... why Jia Baoyu...?"
    },
    {
      "id": 93,
      "content": "My lord, by \"Heishou-Xianren\"..."
    },
    {
      "id": 94,
      "teller": "Chronicler",
      "title": "Daguanyuan",
      "content": "... might that be another name for their Adepts?"
    },
    {
      "id": 95,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Hongyuan",
      "content": "No. Adepts may be mighty, yet they are animals of the pack still."
    },
    {
      "id": 96,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Hongyuan",
      "content": "To wield the full might of Hongyuan, I needed the approval of the twelve Heishou-Xianren."
    },
    {
      "id": 97,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Hongyuan",
      "content": "I would have loved nothing more than to borrow the true strength of each Branch as well, alas... they were adamant that such forces cannot be deployed unless the need was to battle forces foreign to this land."
    },
    {
      "id": 98,
      "teller": "Chronicler",
      "title": "Daguanyuan",
      "content": "……."
    },
    {
      "id": 99,
      "model": "파우스트",
      "title": "Heishou Pack - Mao Branch Adept",
      "content": "Everything you have heard thus far is classified information. You will not record them."
    },
    {
      "id": 100,
      "content": "... Thus spoke the Adept of Mao, and impressed upon this chronicler that he mustn't leave any record of exchanges concerning the Heishou-Xianren, and the negotiations that were had with those of whose existence we hitherto knew nothing."
    },
    {
      "id": 101,
      "content": "The Adept of Mao, upon realizing that this chronicler had been making a transcript of her entire speech, drew her hand close to the hilt of her blade, doubtless contemplating the untimely departure of his head from the torso, until the new master of Hongyuan laughed and spoke thusly:"
    },
    {
      "id": 102,
      "content": "\"There are no rules against records in new Hongyuan—record as you will!\" said he, and permitted this record to be made."
    },
    {
      "id": 103,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Twelve Beasts",
      "content": "Heed me, twelve beasts."
    },
    {
      "id": 104,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Twelve Beasts",
      "content": "Plunge these parasites working against the prosperity of Hongyuan into the gutters of Avīci."
    },
    {
      "id": 105,
      "content": "They were availed not even a moment of respite, their existences now eternally condemned."
    },
    {
      "id": 106,
      "content": "Screeches tainted by hatred and drenched in suffering echoes endlessly betwixt the walls of Tiekan Temple."
    },
    {
      "id": 107,
      "content": "Jia Baoyu gently beholds the inferno in his eye."
    },
    {
      "id": 108,
      "content": "Once outside, this chronicler saw that there was nothing but hollowness reflected in his eye—no happiness, no wrath, no sorrow, no joy... only a void of emotions."
    },
    {
      "id": 109,
      "content": "Perhaps there was satisfaction, however, for he has cut down the former Hierarch—once called the venerable Jia Mu, or Shi Taijun—and some of the Xianren..."
    },
    {
      "id": 110,
      "content": "... for his gait departing Tiekan Temple was light."
    },
    {
      "id": 111,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Twelve Beasts",
      "content": "It is said that, to observe the heavenly rules, one must rise closer to it."
    },
    {
      "id": 112,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Twelve Beasts",
      "content": "Yet I see it plainly still, the tall sky, from the abyss of Tiekan Temple."
    },
    {
      "id": 113,
      "content": "No soul dares stand in Jia Baoyu's heavenward ascension."
    },
    {
      "id": 114,
      "content": "No Jialan Guards, no soldiers of the four families."
    },
    {
      "id": 115,
      "model": "파우스트",
      "title": "Heishou Pack - Mao Branch Adept",
      "content": "It may be tall, but this sky is only a simulacrum, my lord."
    },
    {
      "id": 116,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Twelve Beasts",
      "content": "When false becomes truth, so too does truth become false; where nonexistence becomes existence, so too is existence nonexistence."
    },
    {
      "id": 117,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Twelve Beasts",
      "content": "To Shi Miyin, that sky was real. Thus, a sky it was."
    },
    {
      "id": 118,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Twelve Beasts",
      "content": "It appears as a sky to me as well—thus, a sky it shall remain."
    },
    {
      "id": 119,
      "model": "파우스트",
      "title": "Heishou Pack - Mao Branch Adept",
      "content": "……."
    },
    {
      "id": 120,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Twelve Beasts",
      "content": "It is not a difficult concept; shift your focus away from distinguishing truth from falsehood, and instead determine the perspective by which you view the world."
    },
    {
      "id": 121,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Twelve Beasts",
      "content": "To speak on your level... ah, yes. From my perspective, the Jialan Guards are not the shields of Hongyuan."
    },
    {
      "id": 122,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Twelve Beasts",
      "content": "From where I stand, they are rebellious impurities who dare stand against the new master of Hongyuan."
    },
    {
      "id": 123,
      "model": "파우스트",
      "title": "Heishou Pack - Mao Branch Adept",
      "content": "... Then the purge has already begun."
    },
    {
      "id": 124,
      "content": "<i>Xu hour, thirty-two hours after the commencement of the Family Hierarch Evaluation.</i>"
    },
    {
      "id": 125,
      "content": "Jialan Guards make their last stand, barricading every pathway that connects Tiekan Temple to the board of directors,"
    },
    {
      "id": 126,
      "content": "but are eradicated ere the Xu hour's end, at the claws of the Heishou whose reach have conquered every corner of Daguanyuan."
    },
    {
      "id": 127,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Hongyuan",
      "content": "Thereafter, Jia Baoyu overpowered the four families and the board of directors with his sheer might, and—ah, it seems that I am all caught up."
    },
    {
      "id": 128,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Hongyuan",
      "content": "Enough entertainment has been had. The fools who have convened to discuss a thing as equally benighted as them—the \"<i>vote of no confidence</i>\" was it?—must all have been dealt with."
    },
    {
      "id": 129,
      "content": "Those who once used to rule over Hongyuan from its highest peaks dared not look up from the ground in his presence."
    },
    {
      "id": 130,
      "content": "The new master of Hongyuan sits higher than all, observing the obsequious masses before him."
    },
    {
      "id": 131,
      "content": "When the bell tolls to tell the time..."
    },
    {
      "id": 132,
      "content": "He speaks, his voice echoing in every corner of Hongyuan."
    },
    {
      "id": 133,
      "content": "The tone was low, but its reverberations were deep and bone-chilling..."
    },
    {
      "id": 134,
      "content": "... thus, none in Hongyuan were spared from his speech."
    },
    {
      "id": 135,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Hongyuan",
      "content": "Heed my voice, residents of Daguanyuan."
    },
    {
      "id": 136,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Hongyuan",
      "content": "The Jia lie as easily as they breathe, and the Wang are bereft of even a small room to lie in."
    },
    {
      "id": 137,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Hongyuan",
      "content": "Even in years of great harvest, the Xue are blinded in their pursuit of gold, and not even a single engraving welcomes the Shi in ten steps."
    },
    {
      "id": 138,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Hongyuan",
      "content": "The four great houses are in decline. Only bloodstains remain in the path of history Hongyuan has taken."
    },
    {
      "id": 139,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Hongyuan",
      "content": "Thus, Hongyuan shall no longer suffer the Hierarchs."
    },
    {
      "id": 140,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Master of Hongyuan",
      "content": "Its master needs a name still, however... a new title."
    },
    {
      "id": 141,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "The Lord",
      "content": "The Lord of Hongyuan."
    },
    {
      "id": 142,
      "model": "홍루",
      "teller": "Hong Lu",
      "title": "The Lord",
      "content": "All shall henceforth address me as <ruby=Crimson Dew>Hong Lu(紅露)</ruby>, the Lord of Hongyuan."
    },
    {
      "id": 143,
      "content": "…"
    },
    {
      "id": 144,
      "content": "…"
    },
    {
      "id": 145,
      "content": "."
    },
    {
      "id": 146,
      "content": "Much blood had been spilled already, yet red dew stained every dawn of Hongyuan crimson."
    },
    {
      "id": 147,
      "content": "No forgiveness did His Majesty bestow upon those who dared pursue selfish ends."
    },
    {
      "id": 148,
      "content": "As the sun transformed, as the moon waned, banners of Daguanyuan fell one by one..."
    },
    {
      "id": 149,
      "content": "... and while its night was bright still, nary a human cast a shadow in the light."
    },
    {
      "id": 150,
      "content": "Some decry him as a tyrant and a despot, for the metallic stench of blood was ever-present in His Majesty's wake;"
    },
    {
      "id": 151,
      "content": "yet, the morning could have never come without the cost of bloodshed."
    },
    {
      "id": 152,
      "content": "His Majesty did not expel those who spoke honestly before him, and bestowed government posts to those who gave him sincere advice."
    },
    {
      "id": 153,
      "content": "The alleys were calm, yet no longer plagued by chill..."
    },
    {
      "id": 154,
      "content": "... and children's laughter echoed betwixt the narrow streets of the machine jungle."
    },
    {
      "id": 155,
      "content": "Thus, some exalt him as a merciful lord of benevolence, for glory and brilliance illuminated his forward-path."
    },
    {
      "id": 156,
      "content": "Hong Lu(紅露), the Lord of Hongyuan."
    },
    {
      "id": 157,
      "content": "Though the muddy currents of the City may one day wash away his great deeds..."
    },
    {
      "id": 158,
      "content": "... what blessed Hongyuan during his brief existence was much like a dream."
    },
    {
      "id": 159,
      "content": "Thus, this chronicler shall rectify the name of this title, hitherto called Zheng Cheng Lu as per His Majesty's orders..."
    },
    {
      "id": 160,
      "content": "... and title it <ruby=Dream of the Red Dewdrops>Hong Lu Meng(紅露夢)</ruby>."
    },
    {
      "id": 161
    },
    {
      "id": 162
    },
    {
      "id": 163
    },
    {
      "id": 164,
      "teller": "???",
      "title": "???",
      "content": "Your Majesty, now that you have the throne, it is high time your health took precedence."
    },
    {
      "id": 165,
      "model": "홍루",
      "teller": "Hong Lu",
      "title": "The Lord",
      "content": "You grasp at hollow dreams. I have no time to spare for myself, with this responsibility I have claimed."
    },
    {
      "id": 166,
      "model": "홍루",
      "teller": "Hong Lu",
      "title": "The Lord",
      "content": "I have made good use of what I have learned thus far. I must seek wider, cast my eye toward new teachings."
    },
    {
      "id": 167,
      "model": "홍루",
      "teller": "Hong Lu",
      "title": "The Lord",
      "content": "... Shin, Mang, and the Psychoments..."
    },
    {
      "id": 168,
      "model": "홍루",
      "teller": "Hong Lu",
      "title": "The Lord",
      "content": "You will seek the masters of these techniques and bring them before me."
    },
    {
      "id": 169,
      "teller": "???",
      "title": "???",
      "content": "Your Majesty, you mean..."
    },
    {
      "id": 170,
      "model": "홍루",
      "teller": "Hong Lu",
      "title": "The Lord",
      "content": "Prepare for a War of the Wings."
    }
  ]
}