{
  "dataList": [
    {
      "id": 0,
      "content": "The faint glow of the afternoon light shines on into the living quarters."
    },
    {
      "id": 1,
      "content": "The child sits quietly, waiting for the commander to arrive, as his fellow Reindeer continues to chatter on."
    },
    {
      "id": 2,
      "model": "이스마엘",
      "title": "R Corp. 4th Pack Reindeer",
      "content": "Apparently, if this proxy war deal goes through, it's gonna be at H Corp."
    },
    {
      "id": 3,
      "model": "이스마엘",
      "title": "R Corp. 4th Pack Reindeer",
      "content": "I got myself a pamphlet from there... wanna take a look, Hong Lu?"
    },
    {
      "id": 4,
      "model": "홍루",
      "title": "R Corp. 4th Pack Reindeer",
      "content": "Mm, I'm good."
    },
    {
      "id": 5,
      "model": "이스마엘",
      "title": "R Corp. 4th Pack Reindeer",
      "content": "I mean, H Corp.'s a real maze of a place, you know? I bet the knowledge'll come in pretty handy even if you just skim through the whole thing."
    },
    {
      "id": 6,
      "model": "홍루",
      "title": "R Corp. 4th Pack Reindeer",
      "content": "Thank you, but I'm good. I don't really need the pamphlet—I already know a little about H Corp."
    },
    {
      "id": 7,
      "model": "이스마엘",
      "title": "R Corp. 4th Pack Reindeer",
      "content": "Why don't you at least take a quick—"
    },
    {
      "id": 8,
      "model": "홍루",
      "title": "R Corp. 4th Pack Reindeer",
      "content": "How many times do I have to repeat myself?!"
    },
    {
      "id": 9,
      "model": "이스마엘",
      "title": "R Corp. 4th Pack Reindeer",
      "content": "……."
    },
    {
      "id": 10,
      "content": "Now that is certainly surprising, given whose mouth that sudden outburst came from."
    },
    {
      "id": 11,
      "content": "Normally, he would never even entertain the thought of speaking so harshly to someone else."
    },
    {
      "id": 12,
      "content": "Indeed, this child once beheld the world with the detached eyes of one gazing at a mere stone..."
    },
    {
      "id": 13,
      "content": "... but now, this child has become an odd one out, even among many."
    },
    {
      "id": 14,
      "content": "This child refused to accept his death and clawed his way to survival, climbing over countless corpses of his other selves... This is an exceptionally rare potentiality for this child."
    },
    {
      "id": 15,
      "model": "홍루",
      "title": "R Corp. 4th Pack Reindeer",
      "content": "... Sorry about that. I'm still waiting for my next batch of pills to arrive."
    },
    {
      "id": 16,
      "content": "Even still, he apologizes with the same warmth and kindness."
    },
    {
      "id": 17,
      "content": "His nature constantly pushes him to be polite, despite the interminable migraine making it difficult."
    },
    {
      "id": 18,
      "model": "이스마엘",
      "title": "R Corp. 4th Pack Reindeer",
      "content": "Hey, no need to apologize or anything."
    },
    {
      "id": 19,
      "model": "이스마엘",
      "title": "R Corp. 4th Pack Reindeer",
      "content": "We all know how it is. It's fine, don't worry about it."
    },
    {
      "id": 20,
      "model": "이스마엘",
      "title": "R Corp. 4th Pack Reindeer",
      "content": "No matter how many pill bottles we empty... this damn neurosis just won't end."
    },
    {
      "id": 21,
      "content": "As the child was about to nod weakly at the fellow Reindeer's griping..."
    },
    {
      "id": 22,
      "content": "... the Pack commander marched into their living quarters."
    },
    {
      "id": 23,
      "teller": "Commander",
      "title": "R Corp. 4th Pack",
      "content": "Hm. You look terrible—the medicine distribution must've missed a spot. I'll make sure that you receive your supply before the contract begins."
    },
    {
      "id": 24,
      "model": "홍루",
      "title": "R Corp. 4th Pack Reindeer",
      "content": "Wowsers~ Thank you, commander."
    },
    {
      "id": 25,
      "teller": "Commander",
      "title": "R Corp. 4th Pack",
      "content": "... At least wipe that scowl off your face if you're going to dial up the sweet talk."
    },
    {
      "id": 26,
      "teller": "Commander",
      "title": "R Corp. 4th Pack",
      "content": "Anyways... like I shared earlier, we decided to accept the proxy war contract."
    },
    {
      "id": 27,
      "teller": "Commander",
      "title": "R Corp. 4th Pack",
      "content": "The compensation is quite... meagre, for the risks involved with the mission..."
    },
    {
      "id": 28,
      "model": "이스마엘",
      "title": "R Corp. 4th Pack Reindeer",
      "content": "But without the regular supply of cash from L Corp., the 4th Pack doesn't have the luxury of picking our battles."
    },
    {
      "id": 29,
      "model": "홍루",
      "title": "R Corp. 4th Pack Reindeer",
      "content": "And given that you've come to visit us first... the Reindeer are the advance team again, aren't we?"
    },
    {
      "id": 30,
      "teller": "Commander",
      "title": "R Corp. 4th Pack",
      "content": "Correct. Reindeer team will enter the zone first and eliminate any human resistance."
    },
    {
      "id": 31,
      "model": "이스마엘",
      "title": "R Corp. 4th Pack Reindeer",
      "content": "I heard the Reindeer team of the 2nd Pack went in second."
    },
    {
      "id": 32,
      "teller": "Commander",
      "title": "R Corp. 4th Pack",
      "content": "That's... Well, the only similarity between this team and the one in the 2nd Pack is that you share certain outward characteristics. They have different attack strategies, different dispositions..."
    },
    {
      "id": 33,
      "content": "The commander changed the subject as soon as one of them brought up the other Pack's Reindeer team."
    },
    {
      "id": 34,
      "content": "The commander wasn't wrong—even if they looked similar, those in different Packs were more or less completely different."
    },
    {
      "id": 35,
      "teller": "Commander",
      "title": "R Corp. 4th Pack",
      "content": "Once you're finished, Rhinos will go in and destroy whatever facilities there are. After that, it's the Rabbits—they'll be putting down any remaining resistance."
    },
    {
      "id": 36,
      "model": "홍루",
      "title": "R Corp. 4th Pack Reindeer",
      "content": "So just go in there and light'em all up, okay."
    },
    {
      "id": 37,
      "teller": "Commander",
      "title": "R Corp. 4th Pack",
      "content": "Now, do whatever it takes to prove your worth in this mission. I'm sure nobody here wants to get culled."
    },
    {
      "id": 38,
      "content": "Zone Extermination."
    },
    {
      "id": 39,
      "content": "Some called the 4th Pack R Corp.'s white elephant with all of its conditions and downsides, but..."
    },
    {
      "id": 40,
      "content": "... they were still the go-to option for extermination missions, which is their specialty."
    },
    {
      "id": 41,
      "teller": "Backstreets Resident Going Insane",
      "title": "District 8",
      "content": "Hnnngh... N-no, please stop!"
    },
    {
      "id": 42,
      "teller": "Insane Backstreets Resident",
      "title": "District 8",
      "content": "Gnawing! Ahhnnngghh!!! At my mind! The nerves... my brain...!"
    },
    {
      "id": 43,
      "content": "Every burst of the blinding light exploding from his staff drove dozens of people caught in its radius insane; they dropped to their knees, clutching their heads in their palms."
    },
    {
      "id": 44,
      "content": "Such hatred and resentment from those who were helpless to do anything but let out the anguished screams."
    },
    {
      "id": 45,
      "content": "But that doesn't stop the child. He transforms his brainwaves through the staff, radiating the light to all corners."
    },
    {
      "id": 46,
      "content": "Gritting his teeth through the agonizing migraine, driving everyone in the extermination zone raving mad."
    },
    {
      "id": 47,
      "model": "홍루",
      "title": "R Corp. 4th Pack Reindeer",
      "content": "The Rhinos will raze your homes to the ground and crush their ruins under their heavy, merciless stampede."
    },
    {
      "id": 48,
      "model": "홍루",
      "title": "R Corp. 4th Pack Reindeer",
      "content": "The Rabbits will rip you apart to the point where your bodies will be unrecognizable by the time they're done."
    },
    {
      "id": 49,
      "model": "홍루",
      "title": "R Corp. 4th Pack Reindeer",
      "content": "Wouldn't it be much... better, if your minds didn't have to be here for that...?"
    },
    {
      "id": 50,
      "model": "홍루",
      "title": "R Corp. 4th Pack Reindeer",
      "content": "So please, surrender to the light. Let it take you away from here."
    },
    {
      "id": 51,
      "content": "The child believes that he is giving an out to the people caught in the extermination zone. That letting madness take their mind was the kindest outcome he could grant them."
    },
    {
      "id": 52,
      "content": "It'll be far less frightening, far less painful for them to be driven mad..."
    },
    {
      "id": 53,
      "content": "... than to be crushed under metal boots or to be torn to shreds by knives and bullets."
    },
    {
      "id": 54,
      "model": "홍루",
      "title": "R Corp. 4th Pack Reindeer",
      "content": "Nngh..."
    },
    {
      "id": 55,
      "content": "But the sinister tendrils of the light's madness was too much for the child, because he was still sane."
    },
    {
      "id": 56,
      "content": "The child grabbed his head, grimacing at the endless din and visions of torn flesh of the victims who were ripping into their own skin, driven by madness."
    },
    {
      "id": 57,
      "content": "The endless ringing in his ears, the ice pick headache twisting and stabbing away at his brain..."
    },
    {
      "id": 58,
      "content": "Mad giggles slip from his lips, but it seems that the child knows a way out of this."
    },
    {
      "id": 59,
      "model": "이스마엘",
      "title": "R Corp. 4th Pack Reindeer",
      "content": "Crap. I think they're already here... Hey, aren't you gonna retreat?"
    },
    {
      "id": 60,
      "model": "홍루",
      "title": "R Corp. 4th Pack Reindeer",
      "content": "Can't you shut— ... It's so loud here. Let's just sit down and wait for it."
    },
    {
      "id": 61,
      "content": "She looked at him like he was crazy, but..."
    },
    {
      "id": 62,
      "content": "... the child knew that the great silence would soon come to take him away from here."
    },
    {
      "id": 63,
      "content": "The great silence that was the indiscriminately destructive force of the Rabbits and the Rhinos."
    },
    {
      "id": 64,
      "model": "이스마엘",
      "title": "R Corp. 4th Pack Reindeer",
      "content": "... Huff. I don't know. Maybe I'll do that, too. I'd give anything for a good night's sleep."
    },
    {
      "id": 65,
      "model": "홍루",
      "title": "R Corp. 4th Pack Reindeer",
      "content": "……."
    },
    {
      "id": 66,
      "content": "Death was cheap for these Reindeers who had already experienced multiple deaths and rebirths."
    },
    {
      "id": 67,
      "content": "It was more of a nap, a brief respite from the constant, excruciating noises in their heads."
    },
    {
      "id": 68,
      "model": "히스클리프",
      "title": "R Corp. 4th Pack Rabbit",
      "content": "I spy with my eyes a fresh patch of grass!"
    },
    {
      "id": 69,
      "model": "뫼르소",
      "title": "R Corp. 4th Pack Rhino",
      "content": "Commencing... suit pressurization."
    },
    {
      "id": 70,
      "content": "When the blind destruction comes to shore, the child puts his staff down and shuts his eyes."
    },
    {
      "id": 71,
      "content": "Soon, the child will be just another casualty in the devastating, indiscriminate wave that was the extermination operation of the 4th Pack..."
    },
    {
      "id": 72,
      "content": "... and he will open his eyes again in peace, in the welcome silence."
    }
  ]
}