{
  "dataList": [
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "... What a mess."
    },
    {
      "content": "When one thinks of an assembly, their brain might conjure the image of a forum for discussion, a place to hash out each other's differences with words..."
    },
    {
      "content": "... but that is a rare sight in this City."
    },
    {
      "content": "There's no need to look very far for an example. This child is sitting in one."
    },
    {
      "teller": "Nekomata Mafia Henchman",
      "title": "Nekomata Mafia",
      "content": "Let's get one thing straight. It's the Teppu Family's fuckups that caused the local merchants to jump ship. Yes, or no?"
    },
    {
      "teller": "Tepuu Family Henchman",
      "title": "Tepuu Family",
      "content": "Fundamentally speaking, the Kurokumo Clan has the responsibility to pay a greater share of the tribute we send. They're raking it in with their 'protection' business, aren't they?"
    },
    {
      "teller": "The Knots Henchman",
      "title": "The Knots",
      "content": "The Knots does not wish to be a part of this argument."
    },
    {
      "content": "My fault. Your fault. You should pay more. No, you should."
    },
    {
      "content": "People sitting in a room hazy with cigarette stench, barking impractical, meaningless boasts at each other."
    },
    {
      "content": "The child looks at them with open exasperation."
    },
    {
      "model": "오티스",
      "title": "Kurokumo Clan",
      "content": "I am in agreement, but we are currently here in an official capacity—don't be so rash in your speech."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "I doubt those sods can hear us over that bloody racket."
    },
    {
      "model": "오티스",
      "title": "Kurokumo Clan",
      "content": "... How did it come to this?"
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "If you're so mad about it, go tell 'em yourself."
    },
    {
      "model": "오티스",
      "title": "Kurokumo Clan",
      "content": "Have you forgotten? An overwhelming majority of the Syndicates that have gathered here are the Thumb's subsidiaries."
    },
    {
      "model": "오티스",
      "title": "Kurokumo Clan",
      "content": "I am but a Wakashu; I am in no place to talk, unless someone were to bestow me with the appropriate authority."
    },
    {
      "model": "오티스",
      "title": "Kurokumo Clan",
      "content": "It seems that even Captain Ishmael... is unwilling to join the cacophony."
    },
    {
      "content": "The Kurokumo Clan, the Syndicate the child was a part of, was not exactly in a great position among those present."
    },
    {
      "content": "The Patriarch had, after an unfortunate incident, excused himself for a moment. And the former Captain, who entered the Library, was never heard from again."
    },
    {
      "content": "The only one with any degree of authority left was the newly—and hastily—appointed Captain."
    },
    {
      "content": "Though she was technically the acting head of the Syndicate, an authority given by the Patriarch... it was inevitable that the other Syndicates would look down on them."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "Well, I'm sure the lass can handle this."
    },
    {
      "model": "오티스",
      "title": "Kurokumo Clan",
      "content": "... Your faith in the Captain seems to have grown since the last time we met."
    },
    {
      "model": "오티스",
      "title": "Kurokumo Clan",
      "content": "You seemed to be bickering endlessly with her at the last assembly..."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "Can't say I'm on good terms with her, even now. But goin' out for drinks together helps mend some things, build rapport, and what have you."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "It's a bit of solidarity, innit? We've both wandered for a while before joining the Syndicate. We both have right bad bastards to get back at... see the picture?"
    },
    {
      "model": "오티스",
      "title": "Kurokumo Clan",
      "content": "But I suppose that's no longer true, now that she outranks you."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "Couldn't you have been a tad nicer about that jab...? Tsk."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "Oh, well. She does deserve to be up there."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "I don't know what I'm doin' anymore. I remember making a promise with myself that I'd go back there as a successful man, a man of quality, but now... I'm not so sure. What was I doin' all this for, anyway? Why even go back?"
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "Someone once told me that... only people with a clearly defined goal get to the top. Like the lass."
    },
    {
      "model": "오티스",
      "title": "Kurokumo Clan",
      "content": "Seems like a sensible sort, this 'someone' of yours."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "Yeah, bossman Matteo. Used to rely on him back at T Corp."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "Oh. The assembly's breaking, I think?"
    },
    {
      "teller": "Nekomata Mafia Henchman",
      "title": "Nekomata Mafia",
      "content": "Looks like we're just going in circles. Let's reconvene tomorrow."
    },
    {
      "teller": "Tepuu Family Henchman",
      "title": "Tepuu Family",
      "content": "... Agreed. We'll never come to an agreement at this rate."
    },
    {
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "Seconded."
    },
    {
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "Heathcliff."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "Huh? Whassit? Whisperin' all of a sudden..."
    },
    {
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "Make sure that the boys and girls stay on high alert tonight. Something's brewing."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "... You serious, lass?"
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "They've got to be a screw loose in the head to attack the Kurokumo Clan on our own turf."
    },
    {
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "... I got this feeling from the conversation that they're trying to hone in on one of our 'businesses'. Besides, they asked me where we were staying. Multiple times."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "Huh. These crazy bastards. Fine, let 'em try. I'll tear their heads from their—"
    },
    {
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "It's just a suspicion at the moment. Don't get too worked up yet. Anyways... I'm trusting you with this, okay?"
    },
    {
      "content": "Some time passes, and dark clouds shroud the moon in shadow."
    },
    {
      "content": "The child's suspicions had been true..."
    },
    {
      "content": "A few suspicious figures quietly stepped into the child's bedroom."
    },
    {
      "content": "They loomed over him for a moment before unsheathing their blades..."
    },
    {
      "content": "... and stabbed, aiming straight for the child's un-tattooed neck."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "... Huh."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "She weren't kidding."
    },
    {
      "content": "But the blade could not break his skin."
    },
    {
      "content": "Black tattoos, drawn over various parts of his body, quickly crowded around his neck like tufts of cloud..."
    },
    {
      "content": "... and the sword, clashing with the tattoo, slid off harmlessly."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "This ain't the first time, but... blimey, so that wasn't the end of it, yeah?"
    },
    {
      "teller": "Assassin",
      "title": "???",
      "content": "What the hell? What is that—"
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "Kurokumo Clan tattoos, lads. Your little knives won't work."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "Or do you not have these where you're from?"
    },
    {
      "content": "The child's own blade flashed in the dark and struck the assassin' in the neck, felling him to the ground."
    },
    {
      "content": "As soon as their death was confirmed, the child leaped from his bed and joined the others in the streets."
    },
    {
      "content": "There..."
    },
    {
      "model": "오티스",
      "title": "Kurokumo Clan",
      "content": "Weren't you the one who warned us to stay alert? How come you're the last to join us?"
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "Was luring 'em in there, I don't want to hear your nagging about— nevermind. Anyways..."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "... just how many of 'em are there?"
    },
    {
      "model": "오티스",
      "title": "Kurokumo Clan",
      "content": "... More than we expected. More Syndicates were in on this alliance than we'd thought."
    },
    {
      "content": "Various Syndicates had gathered in the streets to challenge the Kurokumo Clan."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "Underestimating the Kurokumo Clan, eh? Bastards...!"
    },
    {
      "model": "오티스",
      "title": "Kurokumo Clan",
      "content": "The Captain'll be here soon."
    },
    {
      "model": "오티스",
      "title": "Kurokumo Clan",
      "content": "We just have to... hold out until she..."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "Nope."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "Holding out ain't like the Captain... we'll fight our way through them."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "I bet they're planning to go for the 'Showdown' with her, anyway."
    },
    {
      "content": "The Showdown."
    },
    {
      "content": "Syndicates of the eastern region often employed this tradition when making important decisions."
    },
    {
      "content": "Of course, losing or refusing did not result in consequences of any 'official' capacity..."
    },
    {
      "content": "... in the eastern part of the City, where Showdowns have become a part of the culture. In a way, defeat often meant that the morale of the allies would be severely dampened."
    },
    {
      "content": "And... as morale was quite an important element in battles with high headcounts..."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "Looks like we're gonna have to pave the way for her to accept their boss's challenge!"
    },
    {
      "content": "... the child rushed forward, blade in hand."
    },
    {
      "content": "Weaker attacks glanced off his enhancement tattoos,"
    },
    {
      "content": "as he focused on furiously cutting down the endless swarm of enemies."
    },
    {
      "content": "But his powerful charge eventually came to a grinding halt."
    },
    {
      "content": "The enemy Syndicate's boss had blocked his path."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "Gah!"
    },
    {
      "content": "The child fought to the best of his abilities, but after having cut through countless enemies, he was exhausted."
    },
    {
      "content": "One. Two. Three."
    },
    {
      "content": "The child's form began to break with each clash..."
    },
    {
      "content": "... and when even the enhancement tattoos couldn't block their onslaught, the child fell to his knees."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "Shite..."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "I... I'm almost there..."
    },
    {
      "content": "And that's when..."
    },
    {
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "Why didn't you wait? Just look at you. You're a mess."
    },
    {
      "content": "... light footsteps approached from behind him."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "... Oi, Captain."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "There was a shitload of 'em... Heh, I did quite alright considering the odds, didn't I?"
    },
    {
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "Oh, are we past giving a shit about respect, now? This is hardly the time to be facetious."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "Yeah, whatever you say... If I zipped up and acted all serious, you would've scolded me for tryin' too hard to look cool."
    },
    {
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "True."
    },
    {
      "model": "히스클리프",
      "title": "Kurokumo Clan",
      "content": "... Just the same ol' lass, ain't ya."
    },
    {
      "content": "His vision began to grow faint like gathering clouds under a clear sky, but her voice was coming through clear."
    },
    {
      "model": "이스마엘",
      "title": "Kurokumo Clan Captain",
      "content": "My name is Ishmael, thirty-fourth Captain of the Kurokumo Clan."
    },
    {
      "content": "She'd never lost a fight she began with that line."
    },
    {
      "content": "The child grinned with relief even as he felt his consciousness leave."
    }
  ]
}