{
  "dataList": [
    {
      "id": 0,
      "teller": "Announcement",
      "title": "W Corp.",
      "content": "Confirming: Railway status Unobstructed."
    },
    {
      "id": 1,
      "teller": "Announcement",
      "title": "W Corp.",
      "content": "5 minutes left until train arrival is announced at the platform."
    },
    {
      "id": 2,
      "teller": "Announcement",
      "title": "W Corp.",
      "content": "Agents on site, please complete the Cleanup ASAP."
    },
    {
      "id": 3,
      "teller": "Announcement",
      "title": "W Corp.",
      "content": "Your attention, please. 5 minutes left until..."
    },
    {
      "id": 4,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "Whew…"
    },
    {
      "id": 5,
      "content": "In the last car of a WARP Train, a few Cleanup Agents stood facing an unknown Fixer who was armed to the teeth with Workshop-made gears."
    },
    {
      "id": 6,
      "content": "An azure-sheened blade, glowing with energy, emerged from the child's elbow and pierced through the Fixer's heart."
    },
    {
      "id": 7,
      "content": "The child let out a pale breath of relief as he deactivated his overcharged gauntlet."
    },
    {
      "id": 8,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "That's the gear she's been usin', innit? Looks Workshop-made... Don't these cost a fortune, like?"
    },
    {
      "id": 9,
      "content": "The child shot an irritated glance at the floor, where a glove made of high-grade material lay."
    },
    {
      "id": 10,
      "content": "A \"hand,\" severed at the wrist, would have been a more appropriate term than a \"glove\"..."
    },
    {
      "id": 11,
      "content": "Not that it mattered—the child was more interested in the piece of equipment that clearly was not standard issue, even at first sight."
    },
    {
      "id": 12,
      "model": "홍루",
      "title": "W Corp. Cleanup Agent",
      "content": "I can tell from the serial number that it's one of Kōri Workshop's top-tier products."
    },
    {
      "id": 13,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "Kōri Workshop? Not sure what that is, but you're sayin' it's fancy stuff, yeah? Now I see why she was so bloody strong. What grade was she again?"
    },
    {
      "id": 14,
      "model": "홍루",
      "title": "W Corp. Cleanup Agent",
      "content": "Let's see... the ID card in her wallet says... Grade 4."
    },
    {
      "id": 15,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "Chuffin' hell! That fuckin' hand there's a Grade 4?"
    },
    {
      "id": 16,
      "content": "10 seconds in name, but millennia in actuality, was enough time to turn every passenger aboard the train into rampaging maniacs."
    },
    {
      "id": 17,
      "content": "Madness, however... comes in different forms."
    },
    {
      "id": 18,
      "content": "Some passengers long for death, flaying themselves and painting the walls with their own flesh and blood..."
    },
    {
      "id": 19,
      "content": "... while others continue to fight back without a moment's respite even after they have completely fallen into insanity."
    },
    {
      "id": 20,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "Blimey, what's that Grade 4 been up to all this time..."
    },
    {
      "id": 21,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "... to be givin' me this much grief even with the CCA on? First time I've been pushed like this."
    },
    {
      "id": 22,
      "model": "홍루",
      "title": "W Corp. Cleanup Agent",
      "content": "Didn't you say the same thing the last time a train was Canceled?"
    },
    {
      "id": 23,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "Oi! That was when I had to nip out and give the Class 5 lads a hand! How's that the same, huh?!"
    },
    {
      "id": 24,
      "model": "홍루",
      "title": "W Corp. Cleanup Agent",
      "content": "Haha. I suppose today wasn't exactly a walk in the park for you. You had to clean up on your own, after all."
    },
    {
      "id": 25,
      "model": "홍루",
      "title": "W Corp. Cleanup Agent",
      "content": "... Huh?"
    },
    {
      "id": 26,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "...? Whassat? Somethin' unusual about her?"
    },
    {
      "id": 27,
      "model": "홍루",
      "title": "W Corp. Cleanup Agent",
      "content": "Whoa, she's accumulated so many penalty points! Probably enough to demote her from her original Fixer Grade..."
    },
    {
      "id": 28,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "... Nothin' unusual, then. Just another bloody stowaway."
    },
    {
      "id": 29,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "Penalty points, check. Contract papers, check... She was a Grade 2 Fixer just a few days back. By heck, no wonder the lass was such a handful!"
    },
    {
      "id": 30,
      "content": "Back in W Corp.'s heyday, the term \"stowaway\" referred to freeloaders who would either get on the WARP train without tickets or occupy first class seats using economy class tickets."
    },
    {
      "id": 31,
      "content": "Today, however, the meaning of the word has somewhat changed."
    },
    {
      "id": 32,
      "content": "People used to travel on the WARP Train only three or four times a year at most—a luxury easily afforded by wealthy citizens who preferred the first class seats."
    },
    {
      "id": 33,
      "content": "But when passengers began to go missing and one accident followed another, demand took a dive..."
    },
    {
      "id": 34,
      "content": "... until people avoided first class seats like the plague in spite of W Corp.'s promotion and encouragement."
    },
    {
      "id": 35,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "These rich 'uns are all so tight... would it kill 'em to just buy a first class ticket?"
    },
    {
      "id": 36,
      "model": "홍루",
      "title": "W Corp. Cleanup Agent",
      "content": "I don't think the price difference between Economy and First Class really matters, but the bad rumors are not helping."
    },
    {
      "id": 37,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "<i>What</i> doesn't matter...? Y'know what, never mind."
    },
    {
      "id": 38,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "Now that I think about it... Them first class seats—one bad word and the business is done for. Not all that surprisin', innit?"
    },
    {
      "id": 39,
      "model": "홍루",
      "title": "W Corp. Cleanup Agent",
      "content": "Don't you think people might start taking them again in time?"
    },
    {
      "id": 40,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "Ah, yeah. Our proud slogan. Just 10 seconds to anywhere."
    },
    {
      "id": 41,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "People used to pay daft money just for a trip that'd be over in a blink..."
    },
    {
      "id": 42,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "All so they could brag on about it over a pint."
    },
    {
      "id": 43,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "But now, First Class is more like a risky investment—who'd shell out for a ride when you can't even count on gettin' out in one piece?"
    },
    {
      "id": 44,
      "model": "홍루",
      "title": "W Corp. Cleanup Agent",
      "content": "It'd be more convenient if combat professionals were placed in a special compartment just like Color Fixers... I wonder if the higher-ups have ever considered it."
    },
    {
      "id": 45,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "Reckon they'd have done it if it'd ever crossed their minds."
    },
    {
      "id": 46,
      "content": "... The price of first class seats is calculated to yield only the bare minimum profit—substituting for the passengers' emotions and time."
    },
    {
      "id": 47,
      "content": "After the fall of Lobotomy Corporation, W Corp. is desperate to cover their losses."
    },
    {
      "id": 48,
      "content": "To sustain the operation of its trains and make the time payments owed to T Corp., they seek ever more extreme emotions to harvest."
    },
    {
      "id": 49,
      "content": "That's why they would rather risk the lives of their Cleanup Agents than lower the price of first class seats or place the passengers in another special compartment."
    },
    {
      "id": 50,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "Did you see them Index Proxies that turned up the other day? All of 'em were dead set on sittin' in Economy to do their bloody Prescripts."
    },
    {
      "id": 51,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "Then the day before that, a Thumb Capo fancied a seat just behind First Class since his superior was sat up there."
    },
    {
      "id": 52,
      "model": "홍루",
      "title": "W Corp. Cleanup Agent",
      "content": "Oh, do you mean those corpses with the jaws smashed into bits?"
    },
    {
      "id": 53,
      "model": "홍루",
      "title": "W Corp. Cleanup Agent",
      "content": "Haha. Now that was far from boring. I actually liked it."
    },
    {
      "id": 54,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "What'd you know about it? You weren't even called in for support since you're only Level 2."
    },
    {
      "id": 55,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "... Forget it. I'm off—good luck puttin' 'em back together."
    },
    {
      "id": 56,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "Can't exactly help out collectin' the pieces wearin' this armour."
    },
    {
      "id": 57,
      "model": "홍루",
      "title": "W Corp. Cleanup Agent",
      "content": "Clocking out early today?"
    },
    {
      "id": 58,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "Aye. Been a while since I clocked out on time, that."
    },
    {
      "id": 59,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "Catch ya later."
    },
    {
      "id": 60,
      "teller": "Announcement",
      "title": "W Corp.",
      "content": "Confirming: Cleanup Agent consents to return the Congestion Cleaning Armor."
    },
    {
      "id": 61,
      "teller": "Announcement",
      "title": "W Corp.",
      "content": "Armor disengagement in progress."
    },
    {
      "id": 62,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "Oi, be gentle with it!"
    },
    {
      "id": 63,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "... I oughta get my shoulders swapped for prosthesis. Don't get why this fancy armour's so bloody heavy."
    },
    {
      "id": 64,
      "content": "Congestion Cleaning Armors, better known as CCAs, are astronomically expensive units of equipment, authorized only for Level 4 Cleanup Agents or above whom demonstrate the highest job performance."
    },
    {
      "id": 65,
      "content": "There was a time when CCAs played a larger role in external conflicts such as power struggles between Wings and hunting down Syndicates in the Backstreets..."
    },
    {
      "id": 66,
      "content": "But recently, they are more often used to contain the passengers of WARP Trains."
    },
    {
      "id": 67,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "*yawn* Today, I'm gonna drop by the pub on the way back and..."
    },
    {
      "id": 68,
      "teller": "Announcement",
      "title": "W Corp.",
      "content": "Congestion detected in Car 3 of Train PW-24."
    },
    {
      "id": 69,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "... and grab a pint..."
    },
    {
      "id": 70,
      "content": "\"Congestion,\" or \"Congested,\" is one of the five levels of danger warnings issued by W Corp. to its Cleanup Agents."
    },
    {
      "id": 71,
      "content": "The WARP Train is deemed \"Unobstructed\" when it's running without any issues. If passenger suppression becomes necessary along with the usual Cleanup, the status changes to \"Delayed.\""
    },
    {
      "id": 72,
      "content": "And then... there's \"Congested,\" which means that rare types of enemies have emerged or passenger resistance has become severe, prompting the dispatch of multiple Level 3 and Level 4 Agents—or a Level 4 outfitted with the CCA."
    },
    {
      "id": 73,
      "content": "Level 5 Agents can clear up Congestions in no time, but..."
    },
    {
      "id": 74,
      "teller": "Announcement",
      "title": "W Corp.",
      "content": "Confirming: No Level 5 Cleanup Agents are present at the platform."
    },
    {
      "id": 75,
      "content": "They're usually tied up handling \"Canceled\" trains—a Grade 1 Fixer-level threat—and \"Derailed\" cases, which represent something far more dangerous."
    },
    {
      "id": 76,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "......."
    },
    {
      "id": 77,
      "teller": "Announcement",
      "title": "W Corp.",
      "content": "Congestion Cleaning Armor deployment authorized for Level 4 Agent on site."
    },
    {
      "id": 78,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "... Hold on a sec—me?"
    },
    {
      "id": 79,
      "content": "Hearing the announcement, the child gave a quick look of disbelief at the list of Cleanup Agents available at the platform..."
    },
    {
      "id": 80,
      "content": "... and realized that he was the only one available for sortie."
    },
    {
      "id": 81,
      "content": "That sweet, sweet dream of heading home on time fizzled out with the blaring sound of the warning alarm."
    },
    {
      "id": 82,
      "teller": "Announcement",
      "title": "W Corp.",
      "content": "Attention, all Agents. Railway Congestion detected. Railway Congestion detected."
    },
    {
      "id": 83,
      "teller": "Announcement",
      "title": "W Corp.",
      "content": "Attention, all Agents."
    },
    {
      "id": 84,
      "teller": "Announcement",
      "title": "W Corp.",
      "content": "Nearest Level 4 Agent, please board the next train immediately and commence Cleanup operations."
    },
    {
      "id": 85,
      "teller": "Announcement",
      "title": "W Corp.",
      "content": "125 seconds until next arrival."
    },
    {
      "id": 86,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "......."
    },
    {
      "id": 87,
      "model": "홍루",
      "title": "W Corp. Cleanup Agent",
      "content": "Huh? You haven't checked out yet? You know, I'm thinking about trying out the new menu at HamHamPangPang for din—"
    },
    {
      "id": 88,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "... Go."
    },
    {
      "id": 89,
      "model": "홍루",
      "title": "W Corp. Cleanup Agent",
      "content": "What?"
    },
    {
      "id": 90,
      "model": "히스클리프",
      "title": "W Corp. Cleanup Agent",
      "content": "Quit takin' the piss out of me and just go."
    },
    {
      "id": 91,
      "content": "Unfortunately for the child, looks like it's overtime again for him today."
    }
  ]
}