{
  "dataList": [
    {
      "id": 0,
      "content": "... I'm burning up with rage. And I'm not even on a battlefield."
    },
    {
      "id": 1,
      "content": "Why aren't they fighting back? A good fight would've given me a chance to let off some of this pent-up steam."
    },
    {
      "id": 2,
      "content": "That bloody coney won't put up a fight! I've drilled a hole in his gut, but the bloke's busy scamperin' away."
    },
    {
      "id": 3,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "Sneaky little shites slinkin' through the night. Think you've got the guts to take us on?"
    },
    {
      "id": 4,
      "teller": "???",
      "title": "Heishou Pack - Mao Branch Adept",
      "content": "……."
    },
    {
      "id": 5,
      "content": "We gave all kinds of excuses to pass on that other mission because we were promised a fight against the best of the best that the Jialan Guards had to offer..."
    },
    {
      "id": 6,
      "content": "... and wouldn't you know it, the bloody coneys came and nicked it right under our noses. Slipped in at night, did they? Got 'em to surrender by grabbin' hostages, did they?"
    },
    {
      "id": 7,
      "content": "And they were so proud of that accomplishment that they felt the need to walk up to me and rub it in... The gall!"
    },
    {
      "id": 8,
      "content": "*sigh* Bollocks. If I knew this was going to happen, I would've joined the hunt for that Psychoment user or whatever they're called!"
    },
    {
      "id": 9,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "Oi! Did you think me an easy target or something 'coz that weird Mao Adept lass beat me <i>once</i>? Is that what this is about?"
    },
    {
      "id": 10,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "You don't bloody steal a fight away from us! You just don't!"
    },
    {
      "id": 11,
      "teller": "???",
      "title": "Heishou Pack - Mao Branch Adept",
      "content": "... Taking a You Bolus must've turned you into a birdbrained fool."
    },
    {
      "id": 12,
      "teller": "???",
      "title": "Heishou Pack - Mao Branch Adept",
      "content": "It's hardly been 3 weeks since the lord commanded us not to waste Heishou lives on pointless squabbles."
    },
    {
      "id": 13,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "Yeah, tell that to our Xianren. The geezer said we should behave as roosters do."
    },
    {
      "id": 14,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "That he'd put in a good word to our lord, that we should take the mission."
    },
    {
      "id": 15,
      "teller": "???",
      "title": "Heishou Pack - Mao Branch Adept",
      "content": "... Wasn't it supposed to be a joint mission with the Mao branch anyway? I'm having a hard time understanding what you're so vexed about."
    },
    {
      "id": 16,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "I'm \"vexed\" about you havin' all the fun and leavin' us twiddlin' our thumbs! You bastards didn't leave even a single morsel for us to feed on!"
    },
    {
      "id": 17,
      "teller": "???",
      "title": "Heishou Pack - Mao Branch Adept",
      "content": "... Unbelievable. This branch is full of crybabies all the way up to an Adept like yourself. This is why no one wants to work with you roosters."
    },
    {
      "id": 18,
      "teller": "???",
      "title": "Heishou Pack - Mao Branch Adept",
      "content": "Give it some thought, why don't you? That maybe, just maybe, it's your branch's fault that you don't ever get called to these missions."
    },
    {
      "id": 19,
      "content": "Clearly, a sword through the gut wasn't enough to shut him up."
    },
    {
      "id": 20,
      "content": "Maybe tearing that cheeky noggin' off his torso'll finally do the job."
    },
    {
      "id": 21,
      "content": "As I narrow my eyes at the footwork of the bloke who was looking for a chance to book it, I sense someone approaching from behind me."
    },
    {
      "id": 22,
      "content": "They're moving stealthily—a hare, it's got to be..."
    },
    {
      "id": 23,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "Whassit? You wanna go a round, that it?"
    },
    {
      "id": 24,
      "content": "They're surrounding me. Hah... tryin' to take me down by pilin' on me all at once, that it?"
    },
    {
      "id": 25,
      "content": "Why, I like that. It's been too long since I was allowed to have a fight all to myself—"
    },
    {
      "id": 26,
      "teller": "Hare",
      "title": "Heishou Pack - Mao Branch",
      "content": "I know what you're thinking, but this isn't what it looks like."
    },
    {
      "id": 27,
      "teller": "Hare",
      "title": "Heishou Pack - Mao Branch",
      "content": "... I'm just here to deliver a message from our lord."
    },
    {
      "id": 28,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "From the lord? Tsk... got me all excited, thinkin' I was about to get jumped."
    },
    {
      "id": 29,
      "content": "There ain't as many of them as the rats, but there's enough coneys to be called a swarm... it would've been a fun fight."
    },
    {
      "id": 30,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "What's with that bundle of bamboo sticks?"
    },
    {
      "id": 31,
      "teller": "Hare",
      "title": "Heishou Pack - Mao Branch",
      "content": "The lord has decreed that... the roosters are to stand down and put an end to their troublemaking. That he shall bestow an additional mission for your branch."
    },
    {
      "id": 32,
      "content": "I snatch the finely-dried, elegant bamboo scroll out of his hands."
    },
    {
      "id": 33,
      "content": "Unlike that previous Family Hierarch or whatever her name was, who used us as some sodden bodyguards and never let us fight, my current lord..."
    },
    {
      "id": 34,
      "content": "Well, let's just say he knows how to party. I've faith he's about to get us a nice battlefield where we can finally—"
    },
    {
      "id": 35,
      "content": "... Wait, what's this?"
    },
    {
      "id": 36,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "Clear out the remnants of the Jialan Guards...?"
    },
    {
      "id": 37,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "... Oi, you sure you've come to the right address? Any Jialan Guards worth fighting either surrendered or were executed already!"
    },
    {
      "id": 38,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "The lord gave us, the gamefowls, an errand to take out the stragglers? Really now? We're talkin' about the same lord here, yeah?"
    },
    {
      "id": 39,
      "teller": "Hare",
      "title": "Heishou Pack - Mao Branch",
      "content": "He also added that you were free to refuse this mission. Should you refuse, the mission would fall to... us, the Mao branch."
    },
    {
      "id": 40,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "……."
    },
    {
      "id": 41,
      "content": "Usually... Defying the leash-holder's command isn't the kind of luxury we have."
    },
    {
      "id": 42,
      "content": "We have to do what we're told, even if that command sends us to our doom."
    },
    {
      "id": 43,
      "content": "But he's giving <i>us</i> a choice...?"
    },
    {
      "id": 44,
      "content": "Ugh... what the fuck does this mean? Is he going to leave us hangin' for days on end with nothing to do but sleepin' the days away if we refuse to take this one?"
    },
    {
      "id": 45,
      "teller": "???",
      "title": "Heishou Pack - Mao Branch Adept",
      "content": "And that's the whole message. Refuse the mission if it's not to your liking."
    },
    {
      "id": 46,
      "teller": "???",
      "title": "Heishou Pack - Mao Branch Adept",
      "content": "Like I said, we can take on the mission if—"
    },
    {
      "id": 47,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "... Mate, I never said I didn't want the mission, did I? Run along, now. You take this fight away from us too, and I'll personally tear your body in half. Vertically."
    },
    {
      "id": 48,
      "content": "Can't always expect a top-notch feed, I suppose."
    },
    {
      "id": 49,
      "content": "I don't expect it to be any good, but... at least we're getting to stretch our muscles for once."
    },
    {
      "id": 50,
      "content": "They'll be happy to hear that I've nabbed us a mission at least, those bird-brains back at the coop. I'm sure they're already beating the living daylights out of each other."
    },
    {
      "id": 51,
      "teller": "???",
      "title": "Distortion",
      "content": "!^#&*!%*!"
    },
    {
      "id": 52,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "Hah... ha ha ha...!!"
    },
    {
      "id": 53,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "I knew there was somethin' special about my lord when his cocky face didn't piss me off..."
    },
    {
      "id": 54,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "Just how... does he... keep giving us these... excellent fights?"
    },
    {
      "id": 55,
      "content": "As expected, the stragglers of the Jialan Guards were a wet blanket, the whole lot of them—we had no trouble mowing 'em down like paper."
    },
    {
      "id": 56,
      "content": "... Until one of them decided to pull a bizarre trick and immediately turned the tide of battle against us."
    },
    {
      "id": 57,
      "content": "It was one of the armored blokes. The instant he saw us, he collapsed to his knees like some loon havin' a breakdown, and... started multiplying."
    },
    {
      "id": 58,
      "content": "Wasn't there a Taboo about that? Somethin' about an anti-repli... Clone ban, something... Whatever it is, I'm quite certain that breaks a Taboo."
    },
    {
      "id": 59,
      "content": "Hah. The point is, he's multiplied to the point where the entire alleyway is swarming with... his clones."
    },
    {
      "id": 60,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "My feather-headed lads dispatched to faraway missions are gonna stroll in proper jealous, they are!"
    },
    {
      "id": 61,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "This is exactly what I wanted... Just how many of you are there? A hundred? A thousand? Or... ten thousand?"
    },
    {
      "id": 62,
      "teller": "???",
      "title": "Distortion",
      "content": "!^#&*?"
    },
    {
      "id": 63,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "Yes... Yesss...! Now this is what I'm talking about! This is what I stayed in Daguanyuan for! Totally worth missing out on a Night in the Backstreets!"
    },
    {
      "id": 64,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "Come get me, you shites! I've got a <i>lot</i> of fight I need to catch up on! What do you know about bein' an Adept and havin' to let the chicks take my battle?"
    },
    {
      "id": 65,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "Bloodtalons...! Conflagrate...!"
    },
    {
      "id": 66,
      "content": "I cut them, burn them, and stab them..."
    },
    {
      "id": 67,
      "content": "I thrash my wings and wield the bloodflame blade until my shoulders dislocate."
    },
    {
      "id": 68,
      "content": "……."
    },
    {
      "id": 69,
      "content": "I think I'm getting a bit thirsty..."
    },
    {
      "id": 70,
      "content": "But I've got more than enough gas left in me. As long as I can wield the bloodflame blade... a rooster like me ain't ever gettin' exhausted in bloody battles like these."
    },
    {
      "id": 71,
      "content": "……."
    },
    {
      "id": 72,
      "content": "How many more have I got to go through?"
    },
    {
      "id": 73,
      "content": "Oh, a shiteload!"
    },
    {
      "id": 74,
      "content": "*splatter*"
    },
    {
      "id": 75,
      "content": "There's no end to the fight."
    },
    {
      "id": 76,
      "content": "Dawn broke a while ago, but the monstrous inundation of clones is still covering every surface of the alleyway, crashing into me like waves to the point where I can't even see the world beyond it."
    },
    {
      "id": 77,
      "content": "*splatter*"
    },
    {
      "id": 78,
      "content": "I love this."
    },
    {
      "id": 79,
      "content": "Hah... hahahaha...! Haha...?"
    },
    {
      "id": 80,
      "content": "The fire wreathing my bloodflame blade shrank. Must've run out of oil."
    },
    {
      "id": 81,
      "content": "... The Xianren geezer said somethin' about how the roosters' bloodflame blade's a borrowed and modified form of technique that some other folks use..."
    },
    {
      "id": 82,
      "content": "Somethin' about how they can use their own blood to spark bloodflame without oil...?"
    },
    {
      "id": 83,
      "content": "*splatter*"
    },
    {
      "id": 84,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "Huh... ain't that funny. So this modified technique we're using is the downgrade?"
    },
    {
      "id": 85,
      "model": "싱클레어",
      "teller": "Sinclair",
      "title": "Heishou Pack - You Branch",
      "content": "... Adept, what the hell are you talking about?"
    },
    {
      "id": 86,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "Huh? Uh... yeah, don't worry about it. Where'd the rest of that bloke go? There were a lot more of him here moments ago."
    },
    {
      "id": 87,
      "model": "싱클레어",
      "teller": "Sinclair",
      "title": "Heishou Pack -\nYou Branch",
      "content": "That multiplying monster? You killed all of him, Adept."
    },
    {
      "id": 88,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "I what...?"
    },
    {
      "id": 89,
      "model": "싱클레어",
      "teller": "Sinclair",
      "title": "Heishou Pack -\nYou Branch",
      "content": "Okay, I guess not. Then do you remember how you started attacking us out of battle fever?"
    },
    {
      "id": 90,
      "content": "I look around and see a few roosters on the ground, half beaten to death."
    },
    {
      "id": 91,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "W-well, lads, I did warn you about waltzin' into my space when we're fighting, didn't I?"
    },
    {
      "id": 92,
      "model": "싱클레어",
      "teller": "Sinclair",
      "title": "Heishou Pack -\nYou Branch",
      "content": "You're the one who ran up to us and started a fight, Adept..."
    },
    {
      "id": 93,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "Shut it. We're taking them to the apothecary. I'll grab two of 'em, so you grab the rest."
    },
    {
      "id": 94,
      "model": "싱클레어",
      "teller": "Sinclair",
      "title": "Heishou Pack -\nYou Branch",
      "content": "Yessir..."
    },
    {
      "id": 95,
      "model": "히스클리프",
      "teller": "Heathcliff",
      "title": "Heishou Pack - You Branch Adept",
      "content": "Gotta put those medical Boluses to good use, yeah? Hell, we rarely ever get to use 'em 'coz we're either dead or unscathed after a mission. No middle ground with you lot, I tell you."
    }
  ]
}