{
  "dataList": [
    {
      "id": 0,
      "model": "이스마엘",
      "title": "The Middle Apprentice",
      "content": "You're working late tonight? Why?"
    },
    {
      "id": 1,
      "model": "오티스",
      "title": "The Middle Nursefather",
      "content": "There's this tricky Vengeance they're having some trouble avenging."
    },
    {
      "id": 2,
      "model": "오티스",
      "title": "The Middle Nursefather",
      "content": "So, as a Great Sister, I decided to avenge it in their stead."
    },
    {
      "id": 3,
      "model": "오티스",
      "title": "The Middle Nursefather",
      "content": "Is there something you need my help with? I thought you've already finished your homework for the week, Kiddo."
    },
    {
      "id": 4,
      "model": "이스마엘",
      "title": "The Middle Apprentice",
      "content": "I mean, it's... Staying home all day can get a bit boring, y'know...?"
    },
    {
      "id": 5,
      "model": "오티스",
      "title": "The Middle Nursefather",
      "content": "Play some videogames, read some comic books, and I'll be home before you even know it."
    },
    {
      "id": 6,
      "model": "오티스",
      "title": "The Middle Nursefather",
      "content": "Mama's gotta do her homework, too."
    },
    {
      "id": 7,
      "content": "The Nursefathers of the House of Spiders."
    },
    {
      "id": 8,
      "content": "It is true that they had been made to step back from the front lines of their respective Finger's businesses—that they no longer played a vital part in the day-to-day conflicts of the Backstreets."
    },
    {
      "id": 9,
      "content": "Yet from any practical point of view, letting them idle away their time would have been an outright waste for the Fingers."
    },
    {
      "id": 10,
      "content": "Just because they were now regarded as \"has-beens\" does not suddenly invalidate the battle-proven competence that naturally came with years of experience."
    },
    {
      "id": 11,
      "content": "Which is why, although the Nursefathers were not freed from this proverbial \"hell,\" the Fingers still continued to assign them various tasks that lay beyond the scope of their duties in the House of Spiders."
    },
    {
      "id": 12,
      "content": "The missions, also known as \"homeworks,\" \"assignments,\" or \"Labors,\" as called by the inhabitants of the House of Spiders, have been a constant since the emergence of the organization."
    },
    {
      "id": 13,
      "model": "이스마엘",
      "title": "The Middle Apprentice",
      "content": "It's just that— I get the vibes that they're always swamping you with work, Mama."
    },
    {
      "id": 14,
      "model": "오티스",
      "title": "The Middle Nursefather",
      "content": "Ha ha... Mama's workload is smack dab in the middle, Kiddo."
    },
    {
      "id": 15,
      "content": "Of course, the workload of said homework varies by Finger."
    },
    {
      "id": 16,
      "content": "One of them, under the command of the Capo dei Capi, had been sent to fight in the front lines of war, while another was always absent due to the Prescripts..."
    },
    {
      "id": 17,
      "content": "Other Nursefathers would write replies to messages requesting their input on research and gallery management, while some simply did not receive any homework for relatively long stretches of time."
    },
    {
      "id": 18,
      "model": "오티스",
      "title": "The Middle Nursefather",
      "content": "But I can get something on my way home if you'd like, Kiddo."
    },
    {
      "id": 19,
      "model": "이스마엘",
      "title": "The Middle Apprentice",
      "content": "Forreal?"
    },
    {
      "id": 20,
      "model": "이스마엘",
      "title": "The Middle Apprentice",
      "content": "Then can you get me Issue 35 and 36 of <i>Fixer Insights<i>?"
    },
    {
      "id": 21,
      "model": "오티스",
      "title": "The Middle Nursefather",
      "content": "Ha ha, of course."
    },
    {
      "id": 22,
      "model": "오티스",
      "title": "The Middle Nursefather",
      "content": "Kiddo, you can go out and play if you're bored. I'll let the other Nursefathers know."
    },
    {
      "id": 23,
      "model": "이스마엘",
      "title": "The Middle Apprentice",
      "content": "Alright."
    },
    {
      "id": 24,
      "content": "Silence descends upon the great empty House as soon as the child's mother leaves, her absence leaving a substantial void behind."
    },
    {
      "id": 25,
      "content": "The child, who could not for her life grow accustomed to the quiet, turned on the TV, played her favorite video games, and flipped through the pages of her treasured comic books."
    },
    {
      "id": 26,
      "content": "Perhaps it was because she had already gone through them all, or perhaps she had simply grown tired of them, but..."
    },
    {
      "id": 27,
      "model": "이스마엘",
      "title": "The Middle Apprentice",
      "content": "Bruh, this is mad boring..."
    },
    {
      "id": 28,
      "model": "이스마엘",
      "title": "The Middle Apprentice",
      "content": "Maybe I do need some fresh air..."
    },
    {
      "id": 29,
      "content": "... all the games, comic books, and the Fixer videos that would normally have captured the child's attention..."
    },
    {
      "id": 30,
      "content": "... failed to give her even the slightest bit of enjoyment today."
    },
    {
      "id": 31,
      "model": "이스마엘",
      "title": "The Middle Apprentice",
      "content": "... Welp, mama <i>did</i> say that I can go out and play today."
    },
    {
      "id": 32,
      "content": "The child turned the TV off with a dissatisfied pout before raking her eyes through the pages of her Book. Her hands searched for her weapon, and once her grip found the blade, she smoothly jumped to her feet."
    },
    {
      "id": 33,
      "content": "She then rushed out of her room as though the sheer size of it had become an oppressive weight she could no longer bear alone."
    },
    {
      "id": 34,
      "teller": "Little Brother",
      "title": "The Middle",
      "content": "Hmm? That chain..."
    },
    {
      "id": 35,
      "content": "The Vengeances listed in the Book are shared among the members of The Middle, so sometimes, the child would encounter the so-called \"Brothers\" and \"Sisters\" of the Finger."
    },
    {
      "id": 36,
      "content": "For better or worse, most members of The Middle were completely unaware of who the child was or the organization she belonged to,"
    },
    {
      "id": 37,
      "content": "but the Chain of Loyalty around her arms told them that she was, perhaps, one of them."
    },
    {
      "id": 38,
      "teller": "Little Brother",
      "title": "The Middle",
      "content": "Haven't seen you around before... You a newbie?"
    },
    {
      "id": 39,
      "teller": "Little Brother",
      "title": "The Middle",
      "content": "This ain't the kind of Vengeance you can cross out without backup... Why'd they send a new Sister out here all on her own?"
    },
    {
      "id": 40,
      "model": "이스마엘",
      "title": "The Middle Apprentice",
      "content": "Uh, um... I... uh..."
    },
    {
      "id": 41,
      "content": "By the time you'd become a Big Brother or a Sister of The Middle, however, there were certain things that you could pick up without meaning to."
    },
    {
      "id": 42,
      "content": "They may come in the form of a warning written in fine print in the corner of the page, or rumors regarding a Great Sister who had forsworn the absolute loyalty to which every member of The Middle is expected to adhere."
    },
    {
      "id": 43,
      "teller": "Big Brother",
      "title": "The Middle",
      "content": "Wait a minute. You... Are you Great Sister Outis's daughter?"
    },
    {
      "id": 44,
      "model": "이스마엘",
      "title": "The Middle Apprentice",
      "content": "Oh! You know my mama?"
    },
    {
      "id": 45,
      "teller": "Big Brother",
      "title": "The Middle",
      "content": "... Yeah, I know <i>of</i> her."
    },
    {
      "id": 46,
      "teller": "Big Brother",
      "title": "The Middle",
      "content": "But first, let's hear who you're here for. What Vengeance are you here to avenge?"
    },
    {
      "id": 47,
      "model": "이스마엘",
      "title": "The Middle Apprentice",
      "content": "Sol Office. Not only are they behind on protection fees, but they also killed The Middle Sibling who went there to collect, so..."
    },
    {
      "id": 48,
      "teller": "Big Brother",
      "title": "The Middle",
      "content": "Tsk. Guess we share the same target."
    },
    {
      "id": 49,
      "teller": "Big Brother",
      "title": "The Middle",
      "content": "Man, I thought I asked Sis to make sure that our targets won't overlap."
    },
    {
      "id": 50,
      "model": "이스마엘",
      "title": "The Middle Apprentice",
      "content": "Um... Do you think... I can join you?"
    },
    {
      "id": 51,
      "teller": "Big Brother",
      "title": "The Middle",
      "content": "Well, it's true you're part of The Middle, but you're not exactly family, so..."
    },
    {
      "id": 52,
      "content": "It was just as the Big Brother said. The child was, indeed, part of The Middle, but she wasn't a full member of the Syndicate."
    },
    {
      "id": 53,
      "content": "She was wearing the Chains of Loyalty, but was not granted the Vengeance Tattoos the Brothers and Sisters shared—which meant she had no choice but to use The Middle <i>Styled</i> Augmentation Tattoos."
    },
    {
      "id": 54,
      "content": "On top of that, she never received a title. She was Sister to no one in The Middle."
    },
    {
      "id": 56,
      "content": "In any serious discussion of the child's affiliation, it would be more accurate to say she belonged to the House of Spiders rather than The Middle."
    },
    {
      "id": 57,
      "teller": "Big Brother",
      "title": "The Middle",
      "content": "……."
    },
    {
      "id": 58,
      "content": "Still, the Big Brother needed to ensure the survival of his younger Siblings and carry out the Vengeance."
    },
    {
      "id": 59,
      "content": "And for that purpose, there were clear benefits to having someone of her strength join the fight."
    },
    {
      "id": 60,
      "content": "The Middle's Big Brother decided to make an exception just for today."
    },
    {
      "id": 61,
      "teller": "Big Brother",
      "title": "The Middle",
      "content": "We'll let you come with us... until we take care of this Vengeance."
    },
    {
      "id": 62,
      "teller": "Big Brother",
      "title": "The Middle",
      "content": "But under one condition: you will not talk to, let alone discuss the matters of your organization with, my younger Siblings."
    },
    {
      "id": 63,
      "model": "이스마엘",
      "title": "The Middle Apprentice",
      "content": "... Okay."
    },
    {
      "id": 64,
      "teller": "Big Brother",
      "title": "The Middle",
      "content": "Here comes the Fixers... Right on time."
    },
    {
      "id": 66,
      "teller": "Big Brother",
      "title": "The Middle",
      "content": "Don't even bother checking the Book for their punishment, boys and girls. They killed one of us, and that's a crime that deserves nothing but the complete and total obliteration of their being. Get 'em!"
    },
    {
      "id": 67,
      "teller": "Little Brother",
      "title": "The Middle",
      "content": "On it, Big Bro!"
    },
    {
      "id": 68,
      "content": "With the child on their side, it wasn't long before the battle ended in The Middle's decisive victory."
    },
    {
      "id": 69,
      "content": "Each flourish of the child's blade cut cleanly through the mayhem of the brawl, quickly turning the tide of the battle..."
    },
    {
      "id": 70,
      "content": "... and the child's intimate knowledge of the Fixers' techniques made quick work of their Office Rep., ending the battle with one of her blades slashing through the enemy leader's jugular."
    },
    {
      "id": 71,
      "model": "이스마엘",
      "title": "The Middle Apprentice",
      "content": "Hah, we totally owned them. Let's face it! I totally carried the team—"
    },
    {
      "id": 72,
      "model": "이스마엘",
      "title": "The Middle Apprentice",
      "content": "Uh... guys...?"
    },
    {
      "id": 73,
      "teller": "Big Brother",
      "title": "The Middle",
      "content": "Well, that's a job well done. Let's head back."
    },
    {
      "id": 74,
      "content": "But the Siblings do not utter a word of acknowledgement for the child, whose placement among them was quite awkward."
    },
    {
      "id": 75,
      "content": "Led by their Big Brother, The Middle crew hurried away, turning their backs on the child without giving her so much as a chance to bid them farewell."
    },
    {
      "id": 76,
      "model": "이스마엘",
      "title": "The Middle Apprentice",
      "content": "And they're gone..."
    },
    {
      "id": 77,
      "model": "이스마엘",
      "title": "The Middle Apprentice",
      "content": "Aw, man... I should've asked for an autograph before killing 'em."
    },
    {
      "id": 78,
      "model": "이스마엘",
      "title": "The Middle Apprentice",
      "content": "Mama's not gonna be back for a few more hours... Hmm, what else is there to do?"
    },
    {
      "id": 79,
      "model": "이스마엘",
      "title": "The Middle Apprentice",
      "content": "I mean, it's not like there's anyone to hang with even if I go home... but there's literally nothing to do out here either."
    },
    {
      "id": 80,
      "model": "이스마엘",
      "title": "The Middle Apprentice",
      "content": "Eh, screw it. Guess I'll head home..."
    },
    {
      "id": 81,
      "content": "A few hours after arriving home..."
    },
    {
      "id": 82,
      "model": "오티스",
      "title": "The Middle Nursefather",
      "content": "Princess, what are you doing out here on the couch?"
    },
    {
      "id": 83,
      "content": "The child leaped up from the sofa at the sound of her Nursefather's distinctive footsteps."
    },
    {
      "id": 84,
      "model": "이스마엘",
      "title": "The Middle Apprentice",
      "content": "Mama!"
    },
    {
      "id": 85,
      "model": "오티스",
      "title": "The Middle Nursefather",
      "content": "I hope you've been behaving yourself while I was gone, Kiddo. Here you go—the Fixer magazine you wanted."
    },
    {
      "id": 86,
      "model": "이스마엘",
      "title": "The Middle Apprentice",
      "content": "Woohoo—eh?"
    },
    {
      "id": 87,
      "model": "이스마엘",
      "title": "The Middle Apprentice",
      "content": "<i>Fixers Monthly</i>...?"
    },
    {
      "id": 88,
      "model": "오티스",
      "title": "The Middle Nursefather",
      "content": "Heh. Got the whole damn shelf for you on my way home. There should be some comic books in there, too."
    },
    {
      "id": 89,
      "content": "These magazines and comic books weren't exactly the kind that the child wanted."
    },
    {
      "id": 90,
      "content": "Some of them were even quite far from her tastes, but..."
    },
    {
      "id": 91,
      "model": "이스마엘",
      "title": "The Middle Apprentice",
      "content": "You're the best mom ever, mama!"
    },
    {
      "id": 92,
      "content": "... the child nonetheless smiled happily,"
    },
    {
      "id": 93,
      "content": "because Mama had purchased them just for her sake.\nThat's what she believed, anyway."
    }
  ]
}