{
  "dataList": [
    {
      "id": 0,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "Ugh... Makes you wonder why they even hold these banquets, doesn't it?"
    },
    {
      "id": 1,
      "model": "이상",
      "title": "Ishmael's Clan",
      "content": "Had they come, they would have done naught but bring displeasure to you; have you not said as such yourself?"
    },
    {
      "id": 2,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "I... guess that's true."
    },
    {
      "id": 3,
      "content": "The child walked out of the banquet hall and let out a deep sigh, folding her fan."
    },
    {
      "id": 4,
      "content": "All she got for attending a Daguanyuan banquet for once..."
    },
    {
      "id": 5,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "Haah... no one came to the banquet but my big brother with that silly smile, huh?"
    },
    {
      "id": 6,
      "content": "... was a nearly empty party. The Family Hierarch and the family elders, whom she actually came to see, apparently all had some business to attend to and only left her letters and notes."
    },
    {
      "id": 7,
      "content": "And the people who were indifferent about her didn't even bother showing their faces..."
    },
    {
      "id": 8,
      "content": "So, essentially, there was but a single family member who was there to welcome her."
    },
    {
      "id": 9,
      "model": "이상",
      "title": "Ishmael's Clan",
      "content": "This being an inauspicious place, it has already been anticipated that they would not hail your return with open arms..."
    },
    {
      "id": 10,
      "model": "이상",
      "title": "Ishmael's Clan",
      "content": "... yet, I sense that aught is certainly awry."
    },
    {
      "id": 11,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "Ow, my head's already starting to hurt just thinking about it..."
    },
    {
      "id": 12,
      "model": "이상",
      "title": "Ishmael's Clan",
      "content": "However, with all credit to your efforts, we may as well have passed the first round already."
    },
    {
      "id": 13,
      "model": "이상",
      "title": "Ishmael's Clan",
      "content": "Protect what you have, collect what intelligence that may be gained, and we shall be able to garner what wisdom there is to be found about the competition. Let not haste taint your wisdom."
    },
    {
      "id": 14,
      "content": "The first round of the Family Hierarch Evaluation was to bring them a clue of immortality."
    },
    {
      "id": 15,
      "content": "Fortunately, after a long and grueling journey, the child was able to find for herself what she sought."
    },
    {
      "id": 16,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "Phew... Can't believe we actually managed to scoop up some of that ■■■■■ of the deep place from the ■■■■■ Whale's traces. We were really in luck, huh?"
    },
    {
      "id": 17,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "Jeez, I'm still shaking from what a close call that was. First time in the Lakes, almost devoured by the Waves as soon as we sailed out..."
    },
    {
      "id": 18,
      "model": "이상",
      "title": "Ishmael's Clan",
      "content": "It could not be helped. You are a sc■■■ of the Jia Family; you must have had no ■■■■■ ■■ visit U Corp. even once."
    },
    {
      "id": 19,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "Yeah, I really ■■■■■■ up, sailing out blindly in my ■■■■■ voyage to the Great Lake in search of the clue for immortality, but..."
    },
    {
      "id": 20,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "■■■■■■■■■■■■■■■"
    },
    {
      "id": 21,
      "content": "<color=#dc3531>Oh.</color>"
    },
    {
      "id": 22,
      "content": "<color=#dc3531>Too early for that observation, I suppose.</color>"
    },
    {
      "id": 23,
      "content": "<color=#dc3531>But it's alright.</color>"
    },
    {
      "id": 24,
      "content": "<color=#dc3531>Nothing to worry about.</color>"
    },
    {
      "id": 25,
      "content": "That's not what the observer of this possibility is... curious to learn, is it?"
    },
    {
      "id": 26,
      "content": "The fact that the child has never been to the Great Lake..."
    },
    {
      "id": 27,
      "content": "The fact that the child was born as a scion of the Jia family..."
    },
    {
      "id": 28,
      "content": "They're all trivial issues... as long as there was an observer, a wishmaker."
    },
    {
      "id": 29,
      "content": "With the mere act of witnessing, and only witnessing..."
    },
    {
      "id": 30,
      "content": "... the world reflected on the mirror will only grow clearer."
    },
    {
      "id": 31,
      "content": "Yes, as it does now."
    },
    {
      "id": 32,
      "content": "♬He who harbors an iridescent light in his eye... O, he who glimmers and showers the world with the gem's shine♬"
    },
    {
      "id": 33,
      "content": "♬Yet hidden it remained for long, shadowed for years in his embrace♬"
    },
    {
      "id": 34,
      "content": "♬The fell omen shall return, and tears of red shall flow like a great, winding river.♬"
    },
    {
      "id": 35,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "What a creepy song to hear as soon as we walk out into the streets."
    },
    {
      "id": 36,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "I guess that's Hongyuan for you."
    },
    {
      "id": 37,
      "model": "이상",
      "title": "Ishmael's Clan",
      "content": "What an... egregious song this is."
    },
    {
      "id": 38,
      "model": "이상",
      "title": "Ishmael's Clan",
      "content": "The 'gem' of Hongyuan... cannot be referring to anyone else other than young lord Baoyu."
    },
    {
      "id": 39,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "Well... I get how these songs can spread."
    },
    {
      "id": 40,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "He... sure is a frightening foe, I can't deny that."
    },
    {
      "id": 41,
      "content": "The song called him a fell omen... and aptly so. He is feared by every Family Hierarch candidate in the competition."
    },
    {
      "id": 42,
      "content": "At first, what they felt was envy. Envy for the gem of Hongyuan who was praised and loved by the elders..."
    },
    {
      "id": 43,
      "content": "... but that envy soon turned to fear when the gem began to ruthlessly wield the favor and love as his power to expand his network and dominate the competition."
    },
    {
      "id": 44,
      "content": "Every move he made was a threat against the other candidates."
    },
    {
      "id": 45,
      "content": "But... what the child fears is something else."
    },
    {
      "id": 46,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "The scariest thing about him is that... none of us have any idea what he's thinking behind that smiling face of his."
    },
    {
      "id": 47,
      "model": "이상",
      "title": "Ishmael's Clan",
      "content": "Yet, has he not always shown quite the pleasant degree of gentleness toward you, Miss? He thought it kind to visit your banquet, after all."
    },
    {
      "id": 48,
      "model": "이상",
      "title": "Ishmael's Clan",
      "content": "Were you not quite close with him in your youth?"
    },
    {
      "id": 49,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "Yeah, we used to be pretty close. I followed him around because he'd always play with me wearing that silly smile of his, but..."
    },
    {
      "id": 50,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "... That smile just feels so... I don't know, it makes my skin crawl."
    },
    {
      "id": 51,
      "model": "이상",
      "title": "Ishmael's Clan",
      "content": "Mm."
    },
    {
      "id": 52,
      "model": "이상",
      "title": "Ishmael's Clan",
      "content": "... I understand. For there is aught I could presume."
    },
    {
      "id": 53,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "Yeah... Though I might just be letting my emotions get the better of me."
    },
    {
      "id": 54,
      "model": "이상",
      "title": "Ishmael's Clan",
      "content": "However, I have faith that you are not one to suspect without cause."
    },
    {
      "id": 55,
      "model": "이상",
      "title": "Ishmael's Clan",
      "content": "Aught of his smile must have given you this perplexing sensation."
    },
    {
      "id": 56,
      "content": "The child shakes her head, trying to clear her mind after sharing her concerns to her right-hand man."
    },
    {
      "id": 57,
      "content": "Analyzing other candidates was all well and good, but she decided that it would be best for her to focus on what she has at this very moment."
    },
    {
      "id": 58,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "I'm just worried that even that concern might be kinda... premature, to be honest."
    },
    {
      "id": 59,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "We gotta focus on protecting what we have until the Evaluation day."
    },
    {
      "id": 60,
      "model": "이상",
      "title": "Ishmael's Clan",
      "content": "Then let us return to <ruby=Fort of Warm Fragrance>Nuanxiangwu</ruby>."
    },
    {
      "id": 61,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "Been a while since I got to sleep in my own room, huh."
    },
    {
      "id": 62,
      "content": "The same night, the latter edge of Hai hour(亥時)."
    },
    {
      "id": 63,
      "content": "Contrary to what she said, the child cannot seem to fall asleep. Well... it's more like she wasn't thinking of going to sleep at all tonight."
    },
    {
      "id": 64,
      "content": "This was her first night back in Hongyuan. She knew that it was pretty much a guarantee that she'd be getting ambushed."
    },
    {
      "id": 65,
      "content": "If she doesn't survive the ambush, even if she were to be revived later... the clue she brought would be gone."
    },
    {
      "id": 66,
      "content": "And she wasn't wrong."
    },
    {
      "id": 67,
      "model": "이상",
      "title": "Ishmael's Clan",
      "content": "Miss."
    },
    {
      "id": 68,
      "model": "이상",
      "title": "Ishmael's Clan",
      "content": "Shi family's snake-man has released the serpents."
    },
    {
      "id": 69,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "Haah... no place like home, huh?"
    },
    {
      "id": 70,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "I would've thought they were underestimating me had tonight been completely peaceful."
    },
    {
      "id": 71,
      "model": "이상",
      "title": "Ishmael's Clan",
      "content": "Yet... Strange."
    },
    {
      "id": 72,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "Y... S...? Yi Sang, this is seriously not the time for one of your weird puns—"
    },
    {
      "id": 73,
      "content": "The child muttered at her right-hand man, who somehow found it appropriate to make a pun in this tense situation..."
    },
    {
      "id": 74,
      "content": "... but he only looked back at her in confusion, as though it was no joke at all."
    },
    {
      "id": 75,
      "model": "이상",
      "title": "Ishmael's Clan",
      "content": "I wish also that the situation indeed called for jests, yet..."
    },
    {
      "id": 76,
      "model": "이상",
      "title": "Ishmael's Clan",
      "content": "... it seems that I have neglected aught. It is not the Shi family that holds these serpents' leash."
    },
    {
      "id": 77,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "…!"
    },
    {
      "id": 78,
      "content": "There was a sound of several pairs of powerful legs kicking the ground, followed by the terrified screams of her clansmen."
    },
    {
      "id": 79,
      "content": "The child's expression hardened with the realization that she was under even greater danger than she'd thought."
    },
    {
      "id": 80,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "The hares... the rats... No, there's more...?"
    },
    {
      "id": 81,
      "model": "이상",
      "title": "Ishmael's Clan",
      "content": "Our clan is under attack. They must have allowed the Mao to strike them in the dark... as the rat swarm is coming to overwhelm us."
    },
    {
      "id": 82,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "And here I was, wondering where you'd all gone instead of coming to my banquet."
    },
    {
      "id": 83,
      "model": "홍루",
      "teller": "???",
      "title": "Jia Family",
      "content": "Hm? That is such a heartless thing to say, Ishmael."
    },
    {
      "id": 84,
      "model": "홍루",
      "teller": "???",
      "title": "Jia Family",
      "content": "I was the only one who filled a seat at that barren banquet of yours at Dahuating, wasn't I?"
    },
    {
      "id": 85,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "... Big brother Baoyu?"
    },
    {
      "id": 86,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "Huh. So much for trusting anyone in this stupid house."
    },
    {
      "id": 87,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "Looks like you've found a hidden knack for knifing people in the back while I was gone, huh?"
    },
    {
      "id": 88,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "Jia Family",
      "content": "Hm~ are you sure 'knack' is the right word? Please, I've learned and studied hard for this."
    },
    {
      "id": 89,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "How did you even get ahold of the snakes' leashes— Ah. I guess all this questioning is kinda pointless, huh."
    },
    {
      "id": 90,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "Jia Family",
      "content": "Hehe..."
    },
    {
      "id": 91,
      "content": "He carries himself with the air of an enlightened person, but the child knows that it's all a charade."
    },
    {
      "id": 92,
      "content": "His laid-back attitude wasn't prudence; it was arrogance..."
    },
    {
      "id": 93,
      "content": "... and every word that spoke of humanity and righteousness that came out of his mouth was hollow."
    },
    {
      "id": 94,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "I never should've let my guard down, damned be the good memories we shared..."
    },
    {
      "id": 95,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "Jia Family",
      "content": "Aw, you're still seeking to gain understanding even in a jam like this? I'm so proud of you."
    },
    {
      "id": 96,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "I'm a Jia. That's pretty much a given quality in us."
    },
    {
      "id": 97,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "Jia Family",
      "content": "But... wouldn't you have to survive tonight first, if you wanted to put that understanding to good use?"
    },
    {
      "id": 98,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "Jia Family",
      "content": "And that seems kinda... untenable for you, doesn't it?"
    },
    {
      "id": 99,
      "model": "이상",
      "title": "Ishmael's Clan",
      "content": "Young lord Baoyu, that is—"
    },
    {
      "id": 100,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "Enough talk. Nothing'll come of this conversation anyway."
    },
    {
      "id": 101,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "I'll prove myself by surviving tonight."
    },
    {
      "id": 102,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "Jia Family",
      "content": "So you're not giving up?"
    },
    {
      "id": 103,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "Jia Family",
      "content": "Okay, Ishmael. If that is what you want... go ahead."
    },
    {
      "id": 104,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "Jia Family",
      "content": "But I hope... you've left your regrets behind."
    },
    {
      "id": 105,
      "content": "The child prepared for battle, calming herself as the shadowy beasts poured into her room."
    },
    {
      "id": 106,
      "content": "Most other candidates would've folded here out of fear..."
    },
    {
      "id": 107,
      "content": "... but she wasn't going down that easy. She was going to put her all into surviving tonight, as she has always done."
    },
    {
      "id": 108,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "Yeah... I'm probably gonna regret this."
    },
    {
      "id": 109,
      "model": "이스마엘",
      "title": "Jia Family",
      "content": "But it's really not like me to back down. Not here."
    },
    {
      "id": 110,
      "model": "홍루",
      "teller": "Jia Baoyu",
      "title": "Jia Family",
      "content": "... Ha ha."
    },
    {
      "id": 111,
      "content": "The struggle against the current, surviving through these deadly, painful circumstances..."
    },
    {
      "id": 112,
      "content": "... she was used to it all. Just as she was to the smile the man before her wore."
    }
  ]
}