{
  "dataList": [
    {
      "id": 0,
      "content": "Clack, clack."
    },
    {
      "id": 1,
      "content": "The child's footsteps alone exude a crushing sense of melancholy."
    },
    {
      "id": 2,
      "content": "Every step insidiously seems to convey these distracting thoughts and palpable dissatisfaction to the very hallways of the Welfare Team."
    },
    {
      "id": 3,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Welfare Team Agent",
      "content": "……."
    },
    {
      "id": 4,
      "content": "This sensation becomes even more blatant, more invasive, when she passes the once-familiar and frequented Containment Unit."
    },
    {
      "id": 5,
      "content": "'Why wasn't I chosen? Why didn't you choose me?' the resentful heart seems to convey."
    },
    {
      "id": 6,
      "teller": "Tactless Employee",
      "title": "Welfare Team Agent",
      "content": "Heya, Miss Rodion. Another busy day, huh?"
    },
    {
      "id": 7,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Welfare Team Agent",
      "content": "……."
    },
    {
      "id": 8,
      "teller": "Tactless Employee",
      "title": "Welfare Team Agent",
      "content": "Miss Rodion?"
    },
    {
      "id": 9,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Welfare Team Agent",
      "content": "Eh? Ah! H-heya. Sorry, I was uh... thinking about something. Ha ha."
    },
    {
      "id": 10,
      "teller": "Tactless Employee",
      "title": "Welfare Team Agent",
      "content": "Are you sure you're okay? I heard you've been pulling a lot of all-nighters lately."
    },
    {
      "id": 11,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Welfare Team Agent",
      "content": "I guess I really do look that tired, huh... yeah, the manager's been assigning me to so many Containment Units recently."
    },
    {
      "id": 12,
      "teller": "Tactless Employee",
      "title": "Welfare Team Agent",
      "content": "Oh man... Maybe you should talk to Mister Chesed about this? I mean, it kinda doesn't make sense for them to be so neglectful of a <i>Welfare</i> Team employee's welfare, right?"
    },
    {
      "id": 13,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Welfare Team Agent",
      "content": "Even the Sephirot have to answer to someone, you know. It's entirely up to the manager to decide which Abnormality we get to work on."
    },
    {
      "id": 14,
      "teller": "Tactless Employee",
      "title": "Welfare Team Agent",
      "content": "That's... true."
    },
    {
      "id": 15,
      "teller": "Tactless Employee",
      "title": "Welfare Team Agent",
      "content": "I've got the opposite problem. I kept getting assigned to the same Abnormality over and over again... and it wasn't even that interesting. Most of the time, she just doesn't say anything or just whines and moans, so I'm usually the one who has to talk."
    },
    {
      "id": 16,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Welfare Team Agent",
      "content": "……."
    },
    {
      "id": 17,
      "teller": "Tactless Employee",
      "title": "Welfare Team Agent",
      "content": "And whenever she did say something, it just never made any sense, you know? Saying stuff like she used to be a... a..."
    },
    {
      "id": 18,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Welfare Team Agent",
      "content": "A Knight."
    },
    {
      "id": 19,
      "teller": "Tactless Employee",
      "title": "Welfare Team Agent",
      "content": "Ooh, yeah, right!"
    },
    {
      "id": 20,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Welfare Team Agent",
      "content": "Are you headed to... manage O-01-73 again?"
    },
    {
      "id": 21,
      "teller": "Tactless Employee",
      "title": "Welfare Team Agent",
      "content": "No... ever since the Abnormality gave me... something, I don't know, the manager's not been assigning me any management tasks."
    },
    {
      "id": 22,
      "teller": "Tactless Employee",
      "title": "Welfare Team Agent",
      "content": "I'm not complaining, since I've been really tired as of late, but... I just hope I'm not getting intentionally excluded from work."
    },
    {
      "id": 23,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Welfare Team Agent",
      "content": "... Ha ha. Wanna swap schedules with me, then?"
    },
    {
      "id": 24,
      "teller": "Tactless Employee",
      "title": "Welfare Team Agent",
      "content": "Oh, I can't possibly. You're the team's model employee, Miss Rodion. I couldn't even dream of surviving your packed schedule. I'm just not good enough for that..."
    },
    {
      "id": 25,
      "teller": "Tactless Employee",
      "title": "Welfare Team Agent",
      "content": "Oh, sorry. I'd love to sit here and talk, but I really gotta get going now. So..."
    },
    {
      "id": 26,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Welfare Team Agent",
      "content": "Yeah... then go."
    },
    {
      "id": 27,
      "teller": "Tactless Employee",
      "title": "Welfare Team Agent",
      "content": "Good luck with your day, too!"
    },
    {
      "id": 28,
      "content": "... The child stares blankly in the employee's general direction as he slowly walks away."
    },
    {
      "id": 29,
      "content": "She wasn't looking at the employee."
    },
    {
      "id": 30,
      "content": "It's that floating thing above his head..."
    },
    {
      "id": 31,
      "content": "... a sigil, a gift from an Abnormality."
    },
    {
      "id": 32,
      "content": "It's the Blessing."
    },
    {
      "id": 33,
      "content": "The Blessing of a proud knight, bestowed upon those she promises to protect."
    },
    {
      "id": 34,
      "content": "The Blessing can provide highly effective protection for the employee in battles against Abnormalities or Ordeals, but..."
    },
    {
      "id": 35,
      "content": "... those are insignificant details for the child."
    },
    {
      "id": 36,
      "content": "All that matters is that she wasn't <i>chosen</i>. 'What's so better about him than her, anyway? What'd he do better than her to deserve this?' Her mind, captured by a sense of inferiority, spirals endlessly with question after question of this nature."
    },
    {
      "id": 37,
      "content": "So, she glares at him like she's trying to bore a hole into him."
    },
    {
      "id": 38,
      "content": "... This child was transferred from a different team to the Welfare Team when it first opened."
    },
    {
      "id": 39,
      "content": "The reasoning behind the manager's decision was clear."
    },
    {
      "id": 40,
      "content": "A new WAW Risk Level Abnormality had appeared—The Knight of Despair."
    },
    {
      "id": 41,
      "content": "To manage O-01-73, an employee of sufficient competency was needed."
    },
    {
      "id": 42,
      "content": "And she was indeed quite competent. It has been a while since her employment began, and the sheer fact that she was still alive was proof enough of her value."
    },
    {
      "id": 43,
      "content": "Thus, she became the first employee to manage O-01-73."
    },
    {
      "id": 44,
      "content": "There were positives to this decision to pair them together; the Abnormality's E.G.O gear was quite good, and it was a rather easy Abnormality for the child to handle."
    },
    {
      "id": 45,
      "content": "However, the downside was that... the reason this child found it easy to handle this particularly reticent humanoid Abnormality O-01-73 was that she felt free to share all of her thoughts with it."
    },
    {
      "id": 46,
      "content": "And that led to her developing this idea that they were... kindred souls, that they were friends."
    },
    {
      "id": 47,
      "content": "Imagine being her, deprived of the Blessing, the very token of that friendship; imagine watching that very token being given to someone else entirely."
    },
    {
      "id": 48,
      "content": "Maybe she's simply spent too much time in that E.G.O gear, enough to have her senses corroded by that cold, depressing sensation."
    },
    {
      "id": 49,
      "content": "That would've been better than whatever this was."
    },
    {
      "id": 50,
      "content": "Because the child would never have had to feel this sense of betrayal toward that Abnormality."
    },
    {
      "id": 51,
      "content": "... The manager's decision, however, was quite precisely made."
    },
    {
      "id": 52,
      "content": "The child, who was quite exceptional, did not need the Blessing. It was better given to a still fledgling employee to improve his chance of survival early on in his career."
    },
    {
      "id": 53,
      "content": "Which is why he constantly assigned the child to different Abnormalities, to prevent her from gaining the Blessing."
    },
    {
      "id": 54,
      "content": "He knows. He already knows everything there is to know about this Abnormality even before he assigns it to a Containment Unit."
    },
    {
      "id": 55,
      "content": "... Well, let's continue on. That detail is not of much importance anyway."
    },
    {
      "id": 56,
      "content": "What matters is that there was no way for the manager to explain his thought process to the child."
    },
    {
      "id": 57,
      "content": "The other employee, much less competent than the child, ended up a cold, dead corpse in the merciless conditions of this company..."
    },
    {
      "id": 58,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Welfare Team Agent",
      "content": "... Been a while."
    },
    {
      "id": 59,
      "content": "And when the Abnormality escaped, the hollow pride that she still sought to protect someone broken, it encountered an employee with an icy glare—no, her old friend."
    },
    {
      "id": 60,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Welfare Team Agent",
      "content": "You've become so twisted that you can't even return my greeting."
    },
    {
      "id": 61,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Welfare Team Agent",
      "content": "More of that boring, old, useless self-loathing over failing to protect that kid, isn't it? That's just what you are, what you do, after all."
    },
    {
      "id": 62,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Welfare Team Agent",
      "content": "... So why didn't you just choose me?"
    },
    {
      "id": 63,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Welfare Team Agent",
      "content": "I wouldn't have gone out like that kid did. Not that pointlessly, anyway."
    },
    {
      "id": 64,
      "content": "A wailing cry tears across the very space itself; a reply, or an expression of wrath, stung by her words?"
    },
    {
      "id": 65,
      "content": "The floating blades soon gather around her."
    },
    {
      "id": 66,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Welfare Team Agent",
      "content": "Gonna skewer me with your sharpened swords, huh?"
    },
    {
      "id": 67,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Welfare Team Agent",
      "content": "... Fine."
    },
    {
      "id": 68,
      "content": "The child raises her own blade in preparation."
    },
    {
      "id": 69,
      "content": "The same blade as the ones floating about the Abnormality."
    },
    {
      "id": 70,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Welfare Team Agent",
      "content": "Still... It still hurts me deep inside that you did not choose me."
    },
    {
      "id": 71,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Welfare Team Agent",
      "content": "But I realized that I can't mope around forever."
    },
    {
      "id": 72,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Welfare Team Agent",
      "content": "I'm busy as hell... got plenty of employees I've got to protect. A whole bunch of rookies just got hired, you know."
    },
    {
      "id": 73,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Welfare Team Agent",
      "content": "The upper layer's doing even worse. Miss Malkuth's finally about to snap from the crushing workload, apparently. They say that she's been acting stranger and stranger as of late."
    },
    {
      "id": 74,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Welfare Team Agent",
      "content": "So I've gotta get up there and help 'em out."
    },
    {
      "id": 75,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Welfare Team Agent",
      "content": "I don't have any more time to waste messing around with you."
    },
    {
      "id": 76,
      "content": "The child bites her lower lip, determined, and assumes a fighting stance."
    },
    {
      "id": 77,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Welfare Team Agent",
      "content": "Sure, I don't even have a smidge of pride left. But that doesn't stop the burden on my shoulders from growing, does it?"
    },
    {
      "id": 78,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Welfare Team Agent",
      "content": "So... I'm gonna live up to that responsibility, at least."
    },
    {
      "id": 79,
      "model": "로쟈",
      "teller": "Rodion",
      "title": "Welfare Team Agent",
      "content": "Let's go home, O-01-73."
    },
    {
      "id": 80,
      "content": "... The child will probably survive this suppression effort. She'll succeed at it, too."
    },
    {
      "id": 81,
      "content": "But her suffering will continue, and this sense of gloom will eat her alive."
    },
    {
      "id": 82,
      "content": "Her unusually high level of attunement with the E.G.O gear makes her stronger, but allows for deeper corrosion..."
    },
    {
      "id": 83,
      "content": "... and the longer she wears it, the more resonant the Abnormality's voice shall become in her head, torturing her."
    },
    {
      "id": 84,
      "content": "It is inevitable. Even still..."
    },
    {
      "id": 85,
      "content": "... She will work herself to the bone and fight on to take responsibility for the tasks that are given to her."
    },
    {
      "id": 86,
      "content": "Because that, in her mind... is the only way for her to be <i>chosen</i>, if such a thing even happens."
    },
    {
      "id": 87,
      "content": "... Fitting, isn't she?"
    },
    {
      "id": 88,
      "content": "Her twisted thoughts... they fit this cold, cold corporation so well."
    }
  ]
}