{
  "dataList": [
    {
      "id": 0,
      "content": "I see a small group of people fleeing, navigating past the bodies growing cold and stiff."
    },
    {
      "id": 1,
      "content": "But it won't matter. Don't they know that there's no getting away from the snakes?"
    },
    {
      "id": 2,
      "teller": "Fearful Villager",
      "title": "Jia Family",
      "content": "Gaaaaah!"
    },
    {
      "id": 3,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "……."
    },
    {
      "id": 4,
      "content": "While it is not as deadly as the Night in the Backstreets, the nighttime of Hongyuan is when various grievances and resentments come to light and clash."
    },
    {
      "id": 5,
      "content": "Maybe that's why..."
    },
    {
      "id": 6,
      "content": "Nighttime is when those who harass and bully vendors and merchants during daytime then tremble and fall on the dirt to scurry under their desks."
    },
    {
      "id": 7,
      "content": "Nighttime is when those who would normally look down on the poor are rendered sobbing and snivelling as they demand to know under whose bidding we have been sent."
    },
    {
      "id": 8,
      "content": "Every swing is a beheading of the arrogant,"
    },
    {
      "id": 9,
      "content": "and their decapitated heads thump lightly before rolling across the wood floor like bowling balls."
    },
    {
      "id": 10,
      "content": "One of the heads comes to a rolling stop, and its eyes stare straight into mine."
    },
    {
      "id": 11,
      "content": "Resentment. Fear. Sorrow."
    },
    {
      "id": 12,
      "content": "Familiar sentiments, all of them, swirl behind the gathering cloudiness of those eyes."
    },
    {
      "id": 13,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "Hah. Think you've got it rough, huh? You don't deserve to look at me like that."
    },
    {
      "id": 14,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "You've never felt the shearing cold. You've never felt the hunger, the sensation of bones sticking to your skin."
    },
    {
      "id": 15,
      "teller": "Defiant Villager",
      "title": "Jia Family",
      "content": "How dare a mere beast of the Heishou lecture us?! You're nothing more than livestock!"
    },
    {
      "id": 16,
      "content": "I don't even look around as I decapitate the source of that voice with my polearm."
    },
    {
      "id": 17,
      "content": "I felt something rising from my throat. It was dry and discomforting."
    },
    {
      "id": 18,
      "content": "Don't they know why they're getting killed...? How do they not see this is totally just deserts?"
    },
    {
      "id": 19,
      "content": "So, despite knowing that there wasn't anyone to hear my words, I speak to the decapitated heads as I walk across the creaking floorboards."
    },
    {
      "id": 20,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "It's never enough, is it? Even with all this boundless wealth, you still had to look for more, huh?"
    },
    {
      "id": 21,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "I guess it's more of a rhetorical question. It's power, isn't it? You wanted that little morsel of power, something more than money can get, didn't you?"
    },
    {
      "id": 22,
      "content": "They must've been too greedy. Greedy enough to draw the ire of a different candidate... my lord's, to be exact."
    },
    {
      "id": 23,
      "content": "And they have the gall to give me that look? They pretty much brought all this upon themselves."
    },
    {
      "id": 24,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "... Looks like I've decapitated all of them."
    },
    {
      "id": 25,
      "content": "My lord's orders were simple."
    },
    {
      "id": 26,
      "content": "The mission was to find a small hermitage called <ruby=Songan>Pine</ruby> Hermitage and decapitate everyone on the list."
    },
    {
      "id": 27,
      "content": "There was a weird exception clause listed there. Should I encounter a target who's not on the list, I should crush their head. But..."
    },
    {
      "id": 28,
      "content": "I didn't see anyone that fit the conditions in this tiny hermitage."
    },
    {
      "id": 29,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "Well, now that's taken care of, I should head back to— Huh?"
    },
    {
      "id": 30,
      "content": "I detect a very small noise coming from under the pile of crates."
    },
    {
      "id": 31,
      "content": "I reflexively reach out and destroy them... and a tiny shadow crawled out from under them."
    },
    {
      "id": 32,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "Ha... ha..."
    },
    {
      "id": 33,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "So that's why the lord sent the Heishou here. He knew that they were secretly raising a potential candidate here... A potential rival to him."
    },
    {
      "id": 34,
      "teller": "Child",
      "title": "Jia Family",
      "content": "P-please don't kill me, Ms. Heishou!"
    },
    {
      "id": 35,
      "teller": "Child",
      "title": "Jia Family",
      "content": "Mom and dad said... If we wanna live in Daguanyuan's blessings..."
    },
    {
      "id": 36,
      "teller": "Child",
      "title": "Jia Family",
      "content": "I-I have to work hard to become the Family Hierarch and bring prosperity to our family."
    },
    {
      "id": 37,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "He's just a kid... he doesn't even know what he's talking about."
    },
    {
      "id": 38,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "Haah... now why'd you have to go and hide there? Couldn't you have picked a better hiding place than under some random crate?"
    },
    {
      "id": 39,
      "content": "The boy is barely holding back his tears. But the hermitage is quiet, and there are no witnesses."
    },
    {
      "id": 40,
      "content": "Now that I'm thinking about it, my lord probably didn't know for sure that there was a kid, either."
    },
    {
      "id": 41,
      "content": "There wouldn't have been that awkwardly worded clause if he did. He would've just told me to kill the child."
    },
    {
      "id": 42,
      "content": "He must've sent a Heishou for this job... as a warning."
    },
    {
      "id": 43,
      "content": "A warning to others that he shouldn't even hear rumors of something like this."
    },
    {
      "id": 44,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "……."
    },
    {
      "id": 45,
      "teller": "Child",
      "title": "Jia Family",
      "content": "Nngh..."
    },
    {
      "id": 46,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "Well, I see how it is."
    },
    {
      "id": 47,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "If the lord's gonna get me outta here... well, he can't afford to use us snakes for the big missions, right?"
    },
    {
      "id": 48,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "That has to be why he's using us only for these small, cheaper missions."
    },
    {
      "id": 49,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "Heh, looks like this lord's finally gonna be the one to keep the promise."
    },
    {
      "id": 50,
      "teller": "Child",
      "title": "Jia Family",
      "content": "... Huh? What are you—"
    },
    {
      "id": 51,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "Don't worry about it. It's better that you don't know."
    },
    {
      "id": 52,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "You're a lucky one, kiddo."
    },
    {
      "id": 53,
      "content": "This was a mission I volunteered to take. No other Heishou's coming."
    },
    {
      "id": 54,
      "content": "And the other Heishou that's supposed to be here seems to have taken the liberty of giving himself the night off. I haven't seen him all night."
    },
    {
      "id": 55,
      "teller": "Child",
      "title": "Jia Family",
      "content": "Uh... uhh...!"
    },
    {
      "id": 56,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "Sit still, kid. Don't wanna accidentally cut your head in half."
    },
    {
      "id": 57,
      "content": "I... won't have to crush his head. A quick beheading should do it—I can explain this to my lord, and—"
    },
    {
      "id": 58,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "Whoops, just realized that you pretty much had the situation handled."
    },
    {
      "id": 59,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "……"
    },
    {
      "id": 60,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "I didn't just jump the gun, did I? My bad if I did."
    },
    {
      "id": 61,
      "content": "The head drops to the floor. There's a large hole straight through the skull."
    },
    {
      "id": 62,
      "content": "The boy's head hits the floor with a wet thump in a fashion unlike the other decapitated heads, which rolled away with an almost blithe bounciness."
    },
    {
      "id": 63,
      "content": "The flesh was raw. Viscous blood drips and sticks to the wood."
    },
    {
      "id": 64,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "Damn... it's like this lord's got a sixth sense or something, huh? How'd he know there'd be a kid here?"
    },
    {
      "id": 65,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "Uh... yeah. Right."
    },
    {
      "id": 66,
      "content": "This... is why I hate this work."
    },
    {
      "id": 67,
      "content": "Not allowed to even make a single judgment. Just follow the lord's orders."
    },
    {
      "id": 68,
      "content": "We won't make any enemies or friends, but... that's what makes us nothing more than tools."
    },
    {
      "id": 69,
      "content": "... Its long-term prospects are pretty dire."
    },
    {
      "id": 70,
      "content": "At least I can comfort myself with the fact that the deal I made with the lord'll be fulfilled soon."
    },
    {
      "id": 71,
      "content": "This miserable work... Just a few more days, and I won't have to be a Heishou anymore..."
    },
    {
      "id": 72,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "... What took you so long?"
    },
    {
      "id": 73,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "Our lord gave me a last-minute extra mission. Had to take care of that first."
    },
    {
      "id": 74,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "Mission...?"
    },
    {
      "id": 75,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "Yeah. Lord's looking to deal with a prominent candidate from the Xue family tomorrow."
    },
    {
      "id": 76,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "It's gonna be a big mission, so he'll have to let go of our leashes once we take care of it, but... hey, if he thinks the mission's worth it, then who are we to say otherwise?"
    },
    {
      "id": 77,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "So, uh... Just asking in case you had your hopes up, but... you didn't actually believe him, right? That he'll free you and take you under his wing?"
    },
    {
      "id": 78,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "Huh? Aw, 'course not~ I'm not stupid."
    },
    {
      "id": 79,
      "content": "The words that came out of my own mouth were strangely placid. Almost jovial."
    },
    {
      "id": 80,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "Yeah. No sane person in Hongyuan's ever gonna take a non-Adept Heishou under their wing."
    },
    {
      "id": 81,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "The Family Hierarch war's coming, right? It'd be a dumb move to not be a Heishou."
    },
    {
      "id": 82,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "I'm so glad I'm a Heishou when stuff's going down for reals. We get a brief period to relax once they pick the Family Hierarch too, don't we?"
    },
    {
      "id": 83,
      "content": "It was as though something had taken control of my tongue to speak, as though all the gloom in my words were cleaned and filtered before leaving my lips."
    },
    {
      "id": 84,
      "content": "... If I admit that I desire for nothing more than to escape this life of a Heishou... I'll have to face what a miserable thing I've become."
    },
    {
      "id": 85,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "You're not wrong."
    },
    {
      "id": 86,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "Besides, I know how much you guys'll miss me. There'll be a super capable snake-sized hole when I'm gone!"
    },
    {
      "id": 87,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "That's uh... well, you're not entirely wrong there, but also not entirely correct."
    },
    {
      "id": 88,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "C'mon, this is when you say \"you're so right\", 'kay? Ugh, no wonder you're so boring. You've been at this for too long."
    },
    {
      "id": 89,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "Well, let's head back. I'll report the mission's success to the lord; I need to visit him soon anyway."
    },
    {
      "id": 90,
      "content": "The other snake leaves. I found myself transfixed by the crushed head, its shape now almost unrecognizable."
    },
    {
      "id": 91,
      "content": "But I soon look away and leave the hermitage."
    },
    {
      "id": 92,
      "content": "My room smelled of mold and lukewarm humidity."
    },
    {
      "id": 93,
      "content": "Old, Bolus-soaked wraps thrown haphazardly across the floor. Blood all over my body."
    },
    {
      "id": 94,
      "content": "This mess of a room was just too much, too much like my own heart."
    },
    {
      "id": 95,
      "content": "So I bury my face between my knees to calm the growing misery."
    },
    {
      "id": 96,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "I don't know. I just don't know anymore."
    },
    {
      "id": 97,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "Everything he asked, I did without question. Was it too much to ask to forfeit a few months of his time with the leash?"
    },
    {
      "id": 98,
      "content": "There was never going to be any escape from this life, no matter how loyal I was. I knew that. But I still had to ask."
    },
    {
      "id": 99,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "He could've chosen me."
    },
    {
      "id": 100,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "Why... why wasn't it me...?"
    },
    {
      "id": 101,
      "content": "I didn't want to think anymore."
    },
    {
      "id": 102,
      "content": "Thinking only seemed to sink me, drag me deeper into the endless abyss."
    },
    {
      "id": 103,
      "content": "I'm so cold."
    }
  ]
}