{
  "dataList": [
    {
      "id": 0,
      "content": "Tick tock, tick tock, tick tock."
    },
    {
      "id": 1,
      "content": "Master's Corridor, where only on the rarest of occasions is the silence broken by the aged wooden floor that creaks under the weight of our tabi-wrapped soles."
    },
    {
      "id": 2,
      "content": "Somewhere within it, a clock hangs, and I hear it voicing the passage of time with unerring regularity."
    },
    {
      "id": 3,
      "content": "The sound would never cease no matter what may come—even if someone were to die here in this place..."
    },
    {
      "id": 4,
      "content": "... as though to remind my humble self that this life of mine is waning with every second that passes."
    },
    {
      "id": 5,
      "content": "Today, however, today... is a day worth rejoicing."
    },
    {
      "id": 6,
      "content": "It is the first time in a long while that my master has deigned to impart unto me the techniques of the swordcraft I have longed to practice and digest."
    },
    {
      "id": 7,
      "content": "I cannot deny that I am overjoyed; and yet, I am also filled with trepidation..."
    },
    {
      "id": 8,
      "content": "... for I might blunder and vex my master, and even the slightest indignation would mean that I must desperately block and evade the wrathful edge of the blade that seeks to make me pay."
    },
    {
      "id": 9,
      "content": "That being said..."
    },
    {
      "id": 10,
      "content": "For all my shortcomings, it would appear that on this day, my master has again decided to simply take the measure of my sword arm without reprimanding me."
    },
    {
      "id": 11,
      "content": "Is it because I have finally managed to become the flawless imitation of the one I am meant to simulate?"
    },
    {
      "id": 12,
      "content": "No, that is simply not possible."
    },
    {
      "id": 13,
      "content": "Perhaps it began around the same time I started to suspect that my master has no care for me whatsoever, but..."
    },
    {
      "id": 14,
      "content": "... I am no longer offered any admonition, much less advice."
    },
    {
      "id": 15,
      "content": "Outside of these rare days of instruction, I am taught nothing new, nor are my form and stance corrected."
    },
    {
      "id": 16,
      "content": "The past lessons that had daunted the bumbling new pupil that I once was now only make me long for them, and often do I surprise myself whenever I realize how fondly I remember those days."
    },
    {
      "id": 17,
      "content": "... Today's brief (and it couldn't indeed have been briefer) lesson ends without even a single exchange of words, and this insignificant self of mine supports and escorts my ailing master back to the quarters."
    },
    {
      "id": 18,
      "content": "The tenacious shadow that has fallen upon my master's health is not a guest of but a day or two."
    },
    {
      "id": 20,
      "content": "At times like this, however, a renewed pang of pity strikes my humble self, if only for a moment."
    },
    {
      "id": 21,
      "content": "Though I have been scarred by countless words that sought to lacerate my soul, the sight of my master thus broken... seems to make the long years of the painful past melt away without my noticing."
    },
    {
      "id": 22,
      "content": "As my master withdraws further, I find my humble self spending more and more days alone."
    },
    {
      "id": 23,
      "content": "I sit upon the wooden floor of our Corridor's courtyard, taking in the view in silence."
    },
    {
      "id": 24,
      "content": "This quiet perch is the perfect lookout from which I may observe the other Nursefathers and their wards with unobstructed vision."
    },
    {
      "id": 25,
      "content": "The first thing I hear is the shattering of glass thrown in ire. I turn my gaze, and predictably, I see the Thumb's Nursefather and apprentice. This cacophony of shattering objects and angry shrieks tends to come from their side every time the apprentice fails to humor the Nursefather."
    },
    {
      "id": 26,
      "content": "Truth be told, the Nursefather, more often than not, flies into bouts of rage even when the child has committed no real fault... only to praise later and make a pleased fuss over the apprentice's most trivial of acts. \"Mood swings\" is the appropriate term for such behaviors, I believe."
    },
    {
      "id": 27,
      "content": "... That one over there is the Middle's child. She's alone today, it seems."
    },
    {
      "id": 28,
      "content": "Her Nursefather often returns with a car trunk full of things; perhaps yet another homecoming of such nature looms on the horizon."
    },
    {
      "id": 29,
      "content": "Whether alone or with her Nursefather, the girl's attitude and conduct hardly change—she usually has her nose buried in illustrated books or watches motion pictures that emit noises that offend the eardrums."
    },
    {
      "id": 30,
      "content": "The only difference is that when in each other's company, they exchange idle chatter as they read and watch those books and videos together..."
    },
    {
      "id": 31,
      "content": "Ah, come to think of it, she likes to pester the other children to read what she enjoys, begging them to give it a chance. Yet the contents of her favorite distractions are hardly worthy of consideration,"
    },
    {
      "id": 32,
      "content": "and when I voiced this outright, she swore she'd \"feed ya till ya get what a masterpiece it is,\" and has since been relentlessly chasing after me, causing me quite an inconvenience. I must avert my gaze from her today, lest our eyes meet and she interprets it as an interest in her pastime."
    },
    {
      "id": 34,
      "content": "With all that time wasted on trivial pleasures, I wonder when she ever finds the time to improve her form and train her swordplay, but as she does, at times, notice my scrutiny despite how far this courtyard is, she must be doing <i>something</i> akin to training, at the very least."
    },
    {
      "id": 35,
      "content": "And there at the gates, crossing the threshold with a sack soaked and dripping with blood... is the Ring's apprentice."
    },
    {
      "id": 36,
      "content": "The child must have been collecting \"ingredients,\"—corpse parts, to be exact. That apprentice has also been rather busy of late, with the Nursefather's so-called \"art critique\" approaching soon."
    },
    {
      "id": 37,
      "content": "As the Nursefather rarely steps out of the Ring's Corridor and seldom socializes with the apprentice, I once approached the charge hoping for a conversation, wondering if we shared the same kind of plight..."
    },
    {
      "id": 38,
      "content": "... only to be told that the Ring's Nursefather is simply immersed in work, lost in the height of artistic passion that the apprentice seeks to emulate."
    },
    {
      "id": 40,
      "content": "\"Though the Maestro has stepped down from the position within The Ring, the fascination with beauty remains. That is an inspiration for my artwork, too,\" I remember the child telling me with barely concealed exultance."
    },
    {
      "id": 41,
      "content": "My humble self could scarcely relate, yet somehow, I felt I almost grasped the reason that the child would find joy in it... and I'm quite sure I nodded along."
    },
    {
      "id": 42,
      "content": "Lastly, those two people walking closely together... are the Index."
    },
    {
      "id": 43,
      "content": "For all the time I have lived under the roof of the House, I've barely traded words with them. How should I put this... The Index's apprentice—she is someone of inscrutable character. Perhaps she fears anyone and everyone save for her Nursefather, as she always appears anxious about what the others are thinking, her eyes darting from corner to corner. She never misses an opportunity to announce her laudation for her Nursefather, making any attempt at conversation arduous indeed."
    },
    {
      "id": 44,
      "content": "As for her Nursefather... no, better I refrain from speaking of him."
    },
    {
      "id": 45,
      "content": "If he possesses any human mind at all, it is one my humble self finds impossible to fathom, and I hesitate to judge with haste that which I am not acquainted with."
    },
    {
      "id": 46,
      "content": "Even so, he appears to be on close terms with his apprentice, at least from what I can see..."
    },
    {
      "id": 47,
      "content": "... No. This, too, is best left unelaborated."
    },
    {
      "id": 48,
      "content": "Such observation will bring me no benefit."
    },
    {
      "id": 49,
      "content": "That night, I was entrusted with a duty for the first time in a long while."
    },
    {
      "id": 50,
      "content": "Some call it \"homework,\" others \"assignment,\" or simply \"errand,\" as they carry out their duties one after another. To me, however, receiving a duty is proof of my Nursefather's attention. As the stream of service has dried to a trickle, then a drought, I welcome every work and am eager to see it done."
    },
    {
      "id": 51,
      "content": "Unlike the other apprentices, my lowly self..."
    },
    {
      "id": 52,
      "content": "... has never borne a name within the Pinky, and I yet walk the path that one day might lead me to inherit the title of Dihui Star."
    },
    {
      "id": 53,
      "content": "Alone, I tighten my grip on the hilt of my blade, cleaving the cold air in the likeness of the sword form that is said to have been wielded by the one true apprentice of all Nursefathers and the Fingers to which they belong."
    },
    {
      "id": 54,
      "content": "The hilt clicks and rattles at the beginning and end of each trail of the blade—much like the tick-tock of the clock's second hand that spurs me to hurry."
    },
    {
      "id": 55,
      "content": "And in between, I find my humble self thinking:"
    },
    {
      "id": 56,
      "content": "My life will soon come to an end. What is the point of dreaming this fleeting dream?"
    },
    {
      "id": 57,
      "content": "I know I will never meet the endpoint, just as the spiral that never manages to punch through and reach the other side."
    },
    {
      "id": 58,
      "content": "......"
    },
    {
      "id": 59,
      "content": "Ah, this won't do. These unfocused thoughts will only serve to obstruct my mind on the Way of the Blade."
    },
    {
      "id": 60,
      "content": "Such ponderment only distances me from attainment, for the quest for interest and the pursuit of achievement repel each other."
    },
    {
      "id": 61,
      "content": "So I shall simply continue to rehearse and demonstrate until my blade can more closely, more indistinguishably simulate... the authentic original."
    },
    {
      "id": 62,
      "content": "Who knows, this might be the day. Today, my master might come out and sit here on this wooden floor to watch me train."
    },
    {
      "id": 63,
      "content": "Hmm. Even this is an indolent state of the mind."
    },
    {
      "id": 64,
      "content": "My master is always watching me. I must believe that... I must."
    },
    {
      "id": 65,
      "content": "Stronger. Sharper. That is how I must temper myself, so I may carry out all tasks, acting in my master's stead."
    },
    {
      "id": 66,
      "content": "Let my humble self be guided by the very first sentiment that arises when I look upon my master. That alone will allow my actions to stay true to the Virtue of Humanity."
    },
    {
      "id": 67,
      "content": "Perhaps, with perseverance, someday..."
    },
    {
      "id": 68,
      "content": "I may yet become someone who walked the way that befits the Virtue of Humanity..."
    },
    {
      "id": 69,
      "content": "Even if I had come to a stop without reaching its end."
    }
  ]
}