{
  "dataList": [
    {
      "id": 0,
      "content": "※ Tales from the Promoted ※"
    },
    {
      "id": 1,
      "content": "New promotee assignment: express your honest and plain feelings regarding your promotion below."
    },
    {
      "id": 2,
      "content": "Excellent, remarkable essays will be selected and published in the next month's \"Monthly Thumb-through\" issue, and will be positively reflected upon your next promotion review."
    },
    {
      "id": 3,
      "content": "Note) Above instructions were designed with reference to page 1,271 of 'The Thumb Introductory Manual', section 'How to Encourage Your Juniors'."
    },
    {
      "id": 4,
      "content": "<b>1. I love listening to the pre-training lectures from our superiors.</b>"
    },
    {
      "id": 5,
      "content": "I always make sure to stand in the frontmost row whenever we line up for inspection to hear combat tips and etiquette lectures from the esteemed Capo Primos."
    },
    {
      "id": 6,
      "content": "Low-ranking Soldatos like us are always prone to making so many mistakes, since we're still in the learning stage."
    },
    {
      "id": 7,
      "content": "But thankfully to the higher-ups who have taught us really well, I've not made a single mistake ever since I joined The Thumb."
    },
    {
      "id": 8,
      "content": "Oh! Earlier, the reputable and respected Capo Quarto— ah, I don't dare write his esteemed name down here."
    },
    {
      "id": 9,
      "content": "Anyway—he gave us some excellent pointers and words of encouragement, so I think we can attribute much of our own growth to him."
    },
    {
      "id": 10,
      "content": "Unfortunately, I could not get a very good look at his face, because it would be against etiquette to stare directly at a superior's face, but... I think he really is a great person, with the cool cigar and all."
    },
    {
      "id": 11,
      "content": "<b>2. I enjoy getting my meals according to my station.</b>"
    },
    {
      "id": 12,
      "content": "It's very convenient how we get regularly rationed food at designated hours every single day."
    },
    {
      "id": 13,
      "content": "When my rank was just a Primo, our designated meal hours were so much later than everyone else's that I felt like I was starving, but... hey, I got used to it by my third day here!"
    },
    {
      "id": 14,
      "content": "I don't even feel hunger before it's my time to eat."
    },
    {
      "id": 15,
      "content": "When I was a kid, I always had access to food whenever, wherever I wanted. So, sometimes I'd overeat or skip meals, which was probably not great for my health."
    },
    {
      "id": 16,
      "content": "But I've really been building some muscle thanks to the regimented life here... so that's pretty awesome, huh?"
    },
    {
      "id": 17,
      "content": "<b>3. I enjoy the feeling of moving forward, step by step.</b>"
    },
    {
      "id": 18,
      "content": "Not long ago, I used to spend most of my time with the propellant rounds cleaning duty, but I'm finally bestowed with a super important role!"
    },
    {
      "id": 19,
      "content": "I'm finally on the ammo delivery duty for the esteemed Capos, <i>in the field!</i>"
    },
    {
      "id": 20,
      "content": "Some of my comrades worry about getting dragged into a fight way above our pay grade and killed by some stray blade out of nowhere, but..."
    },
    {
      "id": 21,
      "content": "... I don't quite agree with that sentiment."
    },
    {
      "id": 22,
      "content": "... Wouldn't it be such a wonderful honor to get caught up in those legendary battles between people who are way above my station? Doesn't that just sound extremely lucky?"
    },
    {
      "id": 23,
      "content": "I think I'd consider it a great honor even as I die."
    },
    {
      "id": 24,
      "content": "<b>4. I'm happy here, learning how to use a bayonet, familiarizing myself with the weapon alongside my comrades.</b>"
    },
    {
      "id": 25,
      "content": "It's a lot of fun being able to really use the actual, genuine propellant rounds as I train myself how to use them. Just a few days ago, our training sessions consisted of shouting \"bang!\" and moving a bit forward instead of firing live propellant bullets."
    },
    {
      "id": 26,
      "content": "Oh, of course, all of those trainings were extremely necessary. The booster jerked me forward really hard when I used it for the first time, that it almost slammed me to the floor. Took me a while to get used to the sudden acceleration."
    },
    {
      "id": 27,
      "content": "Actually using the propulsion from the gun is vastly different from pretending there's a propulsion."
    },
    {
      "id": 28,
      "content": "It's kinda interesting how I can change the output mode to \"slashing\", too. I had no idea it was a thing back when I was a Primo!"
    },
    {
      "id": 29,
      "content": "The Thumb of the other regions apparently don't use weapons like these... so I guess these propelled slashes or powerful stabs are exclusive to us?"
    },
    {
      "id": 30,
      "content": "These are the moments when I feel so lucky to be a part of The Thumb in the east."
    },
    {
      "id": 31,
      "content": "<b>5. I get so excited when we get to chop the rude and discourteous people to pieces. The kind of people who don't understand their place.</b>"
    },
    {
      "id": 32,
      "content": "Whenever I go out on a mission, we always seem to run into so many disrespectful people."
    },
    {
      "id": 33,
      "content": "At first, I was kind of concerned and scared of having to hurt other people. But then, I thought..."
    },
    {
      "id": 34,
      "content": "... if these people were a part of our organization, they would've long lost their jaws and tongues and what have you with that attitude. How dare they raise their voices at us?"
    },
    {
      "id": 35,
      "content": "This realization sunk this 'empathy' thing deep into the depths of my heart, and that allowed me to just carry out the missions as I'm told."
    },
    {
      "id": 36,
      "content": "I think this makes the Thumb the organization composed of the most upstanding people in the City, don't you agree?"
    },
    {
      "id": 37,
      "content": "Bawling their eyes out, snot and all, hanging so pathetically onto our trousers and begging for their lives..."
    },
    {
      "id": 38,
      "content": "I mean, that's just plain rude, isn't it?"
    },
    {
      "id": 39,
      "content": "<b>6. I love following orders and doing things according to the proper procedures. It's what differentiates The Thumb from the other Fingers.</b>"
    },
    {
      "id": 40,
      "content": "This kinda has to do with my fifth point. See, I really don't understand the other Fingers whenever I get a chance to talk to them."
    },
    {
      "id": 41,
      "content": "I won't get too into it, in case I accidentally come across as though I'm disrespecting the esteemed officers of other Fingers, but..."
    },
    {
      "id": 42,
      "content": "Well..."
    },
    {
      "id": 43,
      "content": "... I just want to say that I'm very excited for the Finger Bow-Bell."
    },
    {
      "id": 44,
      "content": "And one last thing, hmm..."
    },
    {
      "id": 45,
      "content": "... The Thumb is where I can be special. And I am going to become someone special. A bigwig, an officer of The Thumb!"
    },
    {
      "id": 46,
      "content": "I just need to put in honest work, diligently climb the ladder... and in a few years, I know I'm going to become someone really awesome!"
    },
    {
      "id": 47,
      "content": "And that's everything, thanks for reading!"
    },
    {
      "id": 48,
      "content": "- Soldato II Sinclair"
    }
  ]
}