{
  "dataList": [
    {
      "id": 0,
      "teller": "Terrified Civilian",
      "title": "Hongyuan",
      "content": "B-but did Daguanyuan not declare the end of the Family Hierarch war?"
    },
    {
      "id": 1,
      "teller": "Anxious Civilian",
      "title": "Hongyuan",
      "content": "... As far as I know."
    },
    {
      "id": 2,
      "teller": "Terrified Civilian",
      "title": "Hongyuan",
      "content": "Then... what are they doing, marching down the main street in broad daylight...?"
    },
    {
      "id": 3,
      "content": "Red-crested gamefowls march grimly under the sun, at the hour when shadows are short."
    },
    {
      "id": 4,
      "content": "There weren't any stomping of hooves or beating of drums, but anyone who'd been living in Hongyuan couldn't help but shrink with terror at the sight of this flock."
    },
    {
      "id": 5,
      "teller": "Terrified Civilian",
      "title": "Hongyuan",
      "content": "They... they seem to be marching toward Daguanyuan..."
    },
    {
      "id": 6,
      "teller": "Anxious Civilian",
      "title": "Hongyuan",
      "content": "C-could it be treason?"
    },
    {
      "id": 7,
      "teller": "Terrified Civilian",
      "title": "Hongyuan",
      "content": "Impossible... Ishmael of the Jia family may have had a relatively weak force, but... we've all seen it, haven't we?"
    },
    {
      "id": 8,
      "teller": "Anxious Civilian",
      "title": "Hongyuan",
      "content": "... Yes, the victory was... uncontestable. She was bold, ambitious, and more importantly... legitimate."
    },
    {
      "id": 9,
      "teller": "Terrified Civilian",
      "title": "Hongyuan",
      "content": "Then just what in the world are they—? N-no, let's not linger on it. We best head back and lock ourselves inside. We do not want to get caught outside when those violent beasts do their thing...!"
    },
    {
      "id": 10,
      "content": "Merchants who were getting ready to open their stalls closed back up and locked themselves inside, while children who were about to leave were quickly ushered indoors by their parents."
    },
    {
      "id": 11,
      "content": "The Heishou may indeed wield terrifying power, but it almost seems as though they are somewhat overreacting."
    },
    {
      "id": 12,
      "content": "It need not be mentioned that the roosters were hardly the most powerful nor the most fear-inducing beasts of the Heishou Packs."
    },
    {
      "id": 13,
      "content": "But no resident of Hongyuan found this behavior odd."
    },
    {
      "id": 14,
      "content": "... Everyone in Hongyuan knew that, if roosters walk the streets, an all-out war must've broken out somewhere in Hongyuan."
    },
    {
      "id": 15,
      "model": "싱클레어",
      "title": "Heishou Pack - You Branch",
      "content": "By the time we get to Shi Xiaoling's room, they'll probably start turning the lights off in Hongyuan..."
    },
    {
      "id": 16,
      "model": "싱클레어",
      "title": "Heishou Pack - You Branch",
      "content": "... so why'd the lord choose us for this mission, I wonder? Nighttime's usually for snakes and hares, isn't it?"
    },
    {
      "id": 17,
      "teller": "Gamefowl",
      "title": "Heishou Pack - You Branch",
      "content": "No reason to hide and be all covert, that's why. I'm not complaining. Haven't you been getting tired of fighting amongst ourselves, sinking our claws into our own?"
    },
    {
      "id": 18,
      "model": "싱클레어",
      "title": "Heishou Pack - You Branch",
      "content": "That's... I guess that's true."
    },
    {
      "id": 19,
      "content": "Roosters have very little to do in times of peace."
    },
    {
      "id": 20,
      "content": "At most they'd be summoned as guards, but even then, no one would really aim to give them an excuse to actually go all out."
    },
    {
      "id": 21,
      "content": "But... not this master."
    },
    {
      "id": 22,
      "teller": "Gamefowl",
      "title": "Heishou Pack - You Branch",
      "content": "Xiaoling of the Shi family, huh... isn't he a member of the H Corp. board? The other board members won't be happy to hear this, I'm sure..."
    },
    {
      "id": 23,
      "model": "싱클레어",
      "title": "Heishou Pack - You Branch",
      "content": "Maybe our lord's planning something big."
    },
    {
      "id": 24,
      "model": "싱클레어",
      "title": "Heishou Pack - You Branch",
      "content": "I wouldn't mind being used and discarded as pawns as long as I get discarded in a battlefield... but I'm pretty sure our current lord wouldn't waste us like that."
    },
    {
      "id": 25,
      "teller": "Gamefowl",
      "title": "Heishou Pack - You Branch",
      "content": "I guess so... he sure is something, I'll give him that. The way he wields the other branches is certainly a sight to behold."
    },
    {
      "id": 26,
      "model": "싱클레어",
      "title": "Heishou Pack - You Branch",
      "content": "Still... I hope the board of directors fights back."
    },
    {
      "id": 27,
      "model": "싱클레어",
      "title": "Heishou Pack - You Branch",
      "content": "If they do, they'll be sending soldiers of their own, right? Ah, it's so exciting! I've always wanted to be in fight after fight after fight..."
    },
    {
      "id": 28,
      "content": "Befitting the station of a member of the board, the room we walked into was awe-inspiringly wide..."
    },
    {
      "id": 29,
      "content": "... and impossibly tall, to the point where they could hardly gauge the distance between ground level and the top."
    },
    {
      "id": 30,
      "content": "But none of it deterred the child; he giddily grabbed his weapon and marched on."
    },
    {
      "id": 31,
      "model": "싱클레어",
      "title": "Heishou Pack - You Branch",
      "content": "The lord commanded that this was to be an extermination, so let's sweep from floor to floor."
    },
    {
      "id": 32,
      "content": "Toward the absolute joy of battling that awaited him."
    },
    {
      "id": 34,
      "teller": "Young Master of a House",
      "title": "???",
      "content": "T-this should be more than enough defenses, right?"
    },
    {
      "id": 35,
      "teller": "Architectural Engineer",
      "title": "Hongyuan",
      "content": "Sir, your room is filled from top to bottom with all kinds of deadly traps. Not even serpents or hares would find it easy to infiltrate."
    },
    {
      "id": 36,
      "teller": "Architectural Engineer",
      "title": "Hongyuan",
      "content": "You only have to survive until the motion of no confidence is put to vote, and flee through the secret exit—"
    },
    {
      "id": 37,
      "teller": "Attendant",
      "title": "???",
      "content": "S-sir, it's an emergency! It's the roosters! The gamefowls are rising to this floor!"
    },
    {
      "id": 38,
      "teller": "Architectural Engineer",
      "title": "Hongyuan",
      "content": "... What?"
    },
    {
      "id": 40,
      "model": "싱클레어",
      "title": "Heishou Pack - You Branch",
      "content": "Oh look, everyone's here."
    },
    {
      "id": 41,
      "content": "Indeed, it seemed that they triggered every trap on their way up here."
    },
    {
      "id": 42,
      "content": "The flock of roosters standing by the door were practically torn to shreds, their skin and flesh cut to ribbons and hanging loose, their feathers broken and bloodied..."
    },
    {
      "id": 43,
      "content": "... But their bloodshot eyes only burned with mad ferocity."
    },
    {
      "id": 44,
      "content": "The pain and struggle only seemed to invigorate them, as their every move seemed to be practically vibrating with excitement."
    },
    {
      "id": 45,
      "model": "싱클레어",
      "title": "Heishou Pack - You Branch",
      "content": "……."
    },
    {
      "id": 46,
      "teller": "Soldier",
      "title": "???",
      "content": "Those mad roosters can't be negotiated with, sir! You have to run!"
    },
    {
      "id": 47,
      "content": "The soldiers moved to attack, but they were no match for the battle-high roosters."
    },
    {
      "id": 48,
      "content": "Even when they were somehow able to lodge a battle axe in their shoulders, their thrashing only grew wilder..."
    },
    {
      "id": 49,
      "content": "And when their legs were broken, they would drag themselves across the floor with their arms just to get another hit in."
    },
    {
      "id": 50,
      "content": "The mad dance of roosters finally met their match... only after most of the soldiers were wiped out."
    },
    {
      "id": 51,
      "teller": "Honored Guest",
      "title": "???",
      "content": "So they're the fabled roosters, eh?"
    },
    {
      "id": 52,
      "content": "A sizable, rather expensive-looking workshop gear swept the room..."
    },
    {
      "id": 53,
      "content": "... and in a blitz, turned two overzealous roosters to mush."
    },
    {
      "id": 54,
      "content": "Perhaps they saw a glimmer of hope..."
    },
    {
      "id": 55,
      "content": "The survivors all ran to hide behind the honored guest of the house."
    },
    {
      "id": 56,
      "teller": "Honored Guest",
      "title": "???",
      "content": "I thought the Family Hierarch war was over. Or am I a little behind on news?"
    },
    {
      "id": 57,
      "teller": "Young Master of a House",
      "title": "???",
      "content": "J-just protect us! Save us, and we will make it worth your while... Please..."
    },
    {
      "id": 58,
      "teller": "Honored Guest",
      "title": "???",
      "content": "Haah... looks like I'll be pulling some emergency contract fees tonight."
    },
    {
      "id": 59,
      "model": "싱클레어",
      "title": "Heishou Pack - You Branch",
      "content": "……."
    },
    {
      "id": 60,
      "teller": "Honored Guest",
      "title": "???",
      "content": "Alright! Come get m—uh? Huh?!"
    },
    {
      "id": 61,
      "content": "He confidently stepped forward... only to be flabbergasted."
    },
    {
      "id": 62,
      "content": "None of the roosters were going after him."
    },
    {
      "id": 63,
      "content": "He swings his weapon, crushes a rooster's leg, but none of them even bat an eye in his direction."
    },
    {
      "id": 64,
      "content": "The roosters weren't going after him... they were obsessively going after the family and their soldiers."
    },
    {
      "id": 65,
      "teller": "Honored Guest",
      "title": "???",
      "content": "Y-you damn chickenshits, come here! Fight me!"
    },
    {
      "id": 66,
      "model": "싱클레어",
      "title": "Heishou Pack - You Branch",
      "content": "I'm sorry, we roosters don't want a good fight."
    },
    {
      "id": 67,
      "model": "싱클레어",
      "title": "Heishou Pack - You Branch",
      "content": "We're just looking for more fights, that's all."
    },
    {
      "id": 68,
      "content": "The guest, despite his efforts, was only able to protect just one or two major members of the family... but he could not stop the massacre that took place."
    },
    {
      "id": 69,
      "content": "In a chaotic storm of blades, dozens of lives were lost; and the flaming swords of the roosters burned up any hiding places to ash."
    },
    {
      "id": 70,
      "content": "Indeed, the roosters weren't looking for a good fight."
    },
    {
      "id": 71,
      "content": "They were looking to get into as many as they could. And to drench themselves in the hottest clashes, the fighting roosters would turn away from the mighty, and instead go off to seek different battlefields."
    },
    {
      "id": 72,
      "content": "But one of them, the child, was staring quietly into the guest's eyes with an indiscernible look... before slowly walking up to him."
    },
    {
      "id": 73,
      "teller": "Honored Guest",
      "title": "???",
      "content": "You..."
    },
    {
      "id": 74,
      "content": "By this point, the guest was hyperventilating, his arms tired and hanging by his side. The trembling in his legs seemed to suggest that he was barely standing."
    },
    {
      "id": 75,
      "content": "And he realized that the look in the child's eye had changed to that of a hunter's, eyeing his prey."
    },
    {
      "id": 76,
      "model": "싱클레어",
      "title": "Heishou Pack - You Branch",
      "content": "If you really were strong... so strong that you would prove too much for the roosters... then you wouldn't have been staring at our flock.\nYou would've been met by a tiger."
    },
    {
      "id": 77,
      "model": "싱클레어",
      "title": "Heishou Pack - You Branch",
      "content": "Our new lord's... particularly good with wielding the Heishou."
    },
    {
      "id": 78,
      "model": "싱클레어",
      "title": "Heishou Pack - You Branch",
      "content": "... Let's spark the Bloodflame blade."
    },
    {
      "id": 79,
      "content": "The guest barely manages to parry the child's strike away, but that single clash was enough for him to realize that he was spent, that he couldn't handle even a single rooster."
    },
    {
      "id": 80,
      "content": "He turned tail, abandoning those he agreed to protect, but one of the roosters on the ground, whom he had thrashed to mulch earlier, suddenly came to and grabbed his ankle."
    },
    {
      "id": 81,
      "teller": "Honored Guest",
      "title": "???",
      "content": "Let go, dammit! Let go!"
    },
    {
      "id": 82,
      "content": "As for the rest... the child barely had to do anything."
    },
    {
      "id": 83,
      "content": "The roosters, high on blood and battle, were dancing in an endless party of death."
    },
    {
      "id": 84,
      "teller": "Honored Guest",
      "title": "???",
      "content": "Hold on, I... I surrender! Feed me an Anamnaworm, make me write a contract... whatever your lord wants!"
    },
    {
      "id": 85,
      "model": "싱클레어",
      "title": "Heishou Pack - You Branch",
      "content": "Oh, but we can't do that. Once the Bloodflame blade begins to burn... I can hardly let it go out."
    },
    {
      "id": 86,
      "model": "싱클레어",
      "title": "Heishou Pack - You Branch",
      "content": "Wanna know something? The sword keeps itself burning via the friction of blood against oil."
    },
    {
      "id": 87,
      "model": "싱클레어",
      "title": "Heishou Pack - You Branch",
      "content": "Which means... we can't stop the bloodshed."
    },
    {
      "id": 88,
      "content": "Perhaps the child's master would've taken the guest under his wing. He was rather capable, after all."
    },
    {
      "id": 89,
      "content": "But unfortunately for him, the child and his flock of roosters weren't thinking about something so grand as 'the future of Hongyuan'."
    },
    {
      "id": 90,
      "teller": "Honored Guest",
      "title": "???",
      "content": "Knngh..."
    },
    {
      "id": 91,
      "content": "... They were just happy to kill."
    }
  ]
}