{
  "dataList": [
    {
      "id": 0,
      "content": "One night in Hongyuan, brightly lit under its artificial light."
    },
    {
      "id": 1,
      "content": "The child's yellow eyes glimmer menacingly in the shadows as she stares down at the thief."
    },
    {
      "id": 2,
      "model": "오티스",
      "title": "Heishou Pack - Mao Branch",
      "content": "Done running? It was embarrassing to watch."
    },
    {
      "id": 3,
      "teller": "Thief",
      "title": "???",
      "content": "I knew that the Mao branch were supposed to be fast, but... this is..."
    },
    {
      "id": 4,
      "model": "오티스",
      "title": "Heishou Pack - Mao Branch",
      "content": "Did you really think you could outrun a hare? Foolish."
    },
    {
      "id": 5,
      "content": "The thief had snatched a rather important shipment as it was en route to the child's lord."
    },
    {
      "id": 6,
      "content": "She received the command to capture the thief a whole two hours after he'd already made off with the shipment, but..."
    },
    {
      "id": 7,
      "content": "... it took her less than thirty minutes to catch up to him."
    },
    {
      "id": 8,
      "content": "The Backstreets of Hongyuan teems with a chaotic jumble of buildings, but to a Heishou like herself—who roamed its alleys nightly and fought in every corner of the District—it was easy to anticipate the thief’s escape route."
    },
    {
      "id": 9,
      "model": "오티스",
      "title": "Heishou Pack - Mao Branch",
      "content": "I see that the Anamnaworm is still intact."
    },
    {
      "id": 10,
      "content": "There was a long and fat worm-like creature writhing in the thief's palm."
    },
    {
      "id": 11,
      "content": "It was a truly hideous thing, its surface slick and its body wriggling in an unnatural and unpleasant motion... but that wasn't the worst of it."
    },
    {
      "id": 12,
      "content": "The worst of it was its face."
    },
    {
      "id": 13,
      "content": "Its features are arranged like those of a human face—yet its sallow flesh hangs loose, its hollow eyes staring into the distant void. A monstrosity."
    },
    {
      "id": 14,
      "content": "Yet, the thief was holding this hideous thing as if it was the most precious thing in the world."
    },
    {
      "id": 15,
      "model": "오티스",
      "title": "Heishou Pack - Mao Branch",
      "content": "I must cut off your head here and now for stealing an Anamnaworm made from a noble one..."
    },
    {
      "id": 16,
      "content": "People from different regions, like the west or the south, might wonder what the purpose of this curious monstrosity might be..."
    },
    {
      "id": 17,
      "content": "... but an Anamnaworm wasn't like any other grub."
    },
    {
      "id": 18,
      "content": "Anyone can gain the memories of the person who was used to make the grub by inserting it into their body,"
    },
    {
      "content": "and even once they have been mutated into this worm-like form, they are counted as people, not tools."
    },
    {
      "id": 19,
      "content": "This particular Anamnaworm, currently held in the thief's palms, was created from someone of high prestige in Hongyuan with deep knowledge of the secrets of the family."
    },
    {
      "id": 20,
      "content": "Various familial secrets of the lord were preserved within it in the form of a memory..."
    },
    {
      "id": 21,
      "content": "So letting a hostile candidate from a rival family obtain this Anamnaworm would amount to giving them a significant intelligence advantage."
    },
    {
      "id": 22,
      "model": "오티스",
      "title": "Heishou Pack - Mao Branch",
      "content": "Explain what motivated you to steal the worm."
    },
    {
      "id": 23,
      "content": "Despite the thief's grave crimes, the child decided to ask what drove him to steal the worm."
    },
    {
      "id": 24,
      "content": "Not out of pity, of course."
    },
    {
      "id": 25,
      "content": "She was simply carrying out the will of her lord."
    },
    {
      "id": 26,
      "content": "Perhaps the thief saw the slimmest chance for life through the child's cold, cold words?"
    },
    {
      "id": 27,
      "content": "He dropped to his knees and began to share a tearful tale of his own."
    },
    {
      "id": 28,
      "teller": "Thief",
      "title": "???",
      "content": "I-I only needed some money, that's all."
    },
    {
      "id": 29,
      "teller": "Thief",
      "title": "???",
      "content": "O-one of the other families approached me first, offering me enough riches to live the rest of my life without concern as long as I brought this to them."
    },
    {
      "id": 30,
      "teller": "Thief",
      "title": "???",
      "content": "Please, I had no choice but to accept the offer. My mother is very sick, and, and with her old age—"
    },
    {
      "id": 31,
      "model": "오티스",
      "title": "Heishou Pack - Mao Branch",
      "content": "You lie. Do you take me, a beast of a Heishou Pack, for a fool?"
    },
    {
      "id": 32,
      "model": "오티스",
      "title": "Heishou Pack - Mao Branch",
      "content": "Your \"sick and old\" mother died three years ago."
    },
    {
      "id": 33,
      "teller": "Thief",
      "title": "???",
      "content": "How do you already know so much about me...?"
    },
    {
      "id": 34,
      "model": "오티스",
      "title": "Heishou Pack - Mao Branch",
      "content": "Now, the truth."
    },
    {
      "id": 35,
      "model": "오티스",
      "title": "Heishou Pack - Mao Branch",
      "content": "My lord has given you a way out of this hole you've dug yourself into, but know that the path is extremely narrow."
    },
    {
      "id": 36,
      "model": "오티스",
      "title": "Heishou Pack - Mao Branch",
      "content": "Should you lie any further..."
    },
    {
      "id": 37,
      "content": "The thief hesitated for a long time, sensing that he was likely walking on very thin ice."
    },
    {
      "id": 38,
      "teller": "Thief",
      "title": "???",
      "content": "……."
    },
    {
      "id": 39,
      "teller": "Thief",
      "title": "???",
      "content": "I... I was tired and scared of waiting for the restructuring days to come. That I might tumble down a hole I could never come back from."
    },
    {
      "id": 40,
      "content": "The buildings within Hongyuan shift after every set interval."
    },
    {
      "id": 41,
      "content": "The process is called 'restructuring', a redistribution of living spaces based on each individual's net worth."
    },
    {
      "id": 42,
      "content": "The poor are fated to live in their ever-shrinking homes, feeling unsafe even where they should feel the safest."
    },
    {
      "id": 43,
      "content": "It is unfortunate, yes... but to the child, a beast of a Heishou Pack, it mattered very little."
    },
    {
      "id": 44,
      "model": "오티스",
      "title": "Heishou Pack - Mao Branch",
      "content": "So it was greed, after all."
    },
    {
      "id": 45,
      "model": "오티스",
      "title": "Heishou Pack - Mao Branch",
      "content": "If that's all there was to it, then... we have nothing more to discuss."
    },
    {
      "id": 46,
      "teller": "Thief",
      "title": "???",
      "content": "T-take a single step, or if I see signs of your heels transforming... I'm inserting the Anamnaworm into my ear!"
    },
    {
      "id": 47,
      "model": "오티스",
      "title": "Heishou Pack - Mao Branch",
      "content": "... You must have a death wish. Those memories aren't for the faint of heart. Besides—"
    },
    {
      "id": 48,
      "teller": "Thief",
      "title": "???",
      "content": "W-wait, stop!!!"
    },
    {
      "id": 49,
      "model": "오티스",
      "title": "Heishou Pack - Mao Branch",
      "content": "No, we've talked enough."
    },
    {
      "id": 50,
      "content": "The sword hanging from the child's back began to shimmer with a sinister glow."
    },
    {
      "id": 51,
      "content": "The glyphs were inscribed onto the sword using Q Corp.'s technology, and they activate and bestow power when a specific trigger is met."
    },
    {
      "id": 52,
      "content": "And for this mission, the condition was... the Anamnaworm thief refusing her lord's mercy."
    },
    {
      "id": 53,
      "content": "The child unsheathes her sword as her feet begin to crack and twist, transforming into digitigrade limbs—strikingly similar to those of a hare. Standing on her toes alone, she braces to lunge at the thief."
    },
    {
      "id": 54,
      "content": "At this point, he realizes that his efforts were most likely for nothing. But as a last ditch effort, he leaped backward, and—"
    },
    {
      "id": 55,
      "teller": "Thief",
      "title": "???",
      "content": "Agh... Dammit!"
    },
    {
      "id": 56,
      "content": "—hurriedly shoved the Anamnaworm into his ear."
    },
    {
      "id": 57,
      "teller": "Thief",
      "title": "???",
      "content": "Guhhh..."
    },
    {
      "id": 58,
      "model": "오티스",
      "title": "Heishou Pack - Mao Branch",
      "content": "You can try inserting the Anamnaworm into your body... but I can get it back fully intact as long as I cut you down immediately."
    },
    {
      "id": 59,
      "model": "오티스",
      "title": "Heishou Pack - Mao Branch",
      "content": "You seem to have missed that part."
    },
    {
      "id": 60,
      "content": "The child, who leaped forward in an explosive burst of speed, had killed the thief before he even had a chance to let out his final cry."
    },
    {
      "id": 61,
      "content": "Normally, if one lingers too much after inserting the Anamnaworm into their body, the grub would assimilate with the host, unable to be removed until the conditions prescribed upon its creation are met..."
    },
    {
      "id": 62,
      "content": "... But the child managed to retrieve it without much trouble by killing the thief before the assimilation began."
    },
    {
      "id": 63,
      "model": "오티스",
      "title": "Heishou Pack - Mao Branch",
      "content": "My next mission..."
    },
    {
      "id": 64,
      "content": "The night is yet young for the child. There were more missions for her on the horizon."
    },
    {
      "id": 65,
      "content": "To live in Hongyuan is to be mired in a constant vortex of dark conspiracies and battles. And as a beast of a Heishou Pack, the child..."
    },
    {
      "id": 66,
      "content": "... would have no rest and continue to hop between mission after mission bestowed upon her by her lord."
    }
  ]
}