{
  "dataList": [
    {
      "id": 0,
      "content": "Perhaps it was a mistake to have reflexively volunteered the moment he heard that a superior officer was looking for someone to drive her car."
    },
    {
      "id": 1,
      "content": "The Class 1 Collection Staff employee, who was fresh in the field... greeted his boss with the rigidity of a stone, his expression frozen with anxiety."
    },
    {
      "id": 2,
      "content": "Such panic was understandable, given that the first thing he heard the moment he opened the door was..."
    },
    {
      "id": 3,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "Commence mission briefing. You have thirty seconds—keep it concise."
    },
    {
      "id": 4,
      "teller": "Class 1 Collection Staff",
      "title": "T Corp.",
      "content": "Thir...ty..."
    },
    {
      "id": 5,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "If you don't have the competency for it, now's your time to fess up. I don't have the time to listen to you stutter through a half-baked briefing."
    },
    {
      "id": 6,
      "content": "... was something of incredibly high difficulty, something he never knew to be a part of his job description."
    },
    {
      "id": 7,
      "content": "The employee was anxious before the child, but... perhaps anxiety helped."
    },
    {
      "id": 8,
      "content": "Not a single social nicety to dress up the briefing came to mind; instead, his mind instantly wandered to the mission brief he had read over and over again today, and his mouth was on autopilot from that moment onward."
    },
    {
      "id": 9,
      "teller": "Class 1 Collection Staff",
      "title": "T Corp.",
      "content": "Three days ago, there was a break-in by a Backstreets Syndicate at a warehouse with a time vault, the ownership of which belongs to an individual by the surname Charlie, a high-ranking clerical staff member at the timepiece factory. With his thirty-four-hour days, Mister Charlie..."
    },
    {
      "id": 10,
      "content": "He wasn't entirely familiar with the words coming out of his mouth."
    },
    {
      "id": 11,
      "content": "But it seems that the briefing's succinctness and clarity were up to the child's standards."
    },
    {
      "id": 12,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "Hm. Any chance they already managed to flee the scene after extracting the time vault from the warehouse?"
    },
    {
      "id": 13,
      "teller": "Class 1 Collection Staff",
      "title": "T Corp.",
      "content": "Unlike U Corp.'s stasis preservation packaging, which advertises primarily based on completely static transportation, T Corp.'s time vaults boast their stationary preservative and management qualities based on internal time scale adjustments."
    },
    {
      "id": 14,
      "teller": "Class 1 Collection Staff",
      "title": "T Corp.",
      "content": "Given that the perpetrators are defaulters who are unable to make even their time tax payments, it can be assumed that they are still at the scene, having failed to procure a getaway method."
    },
    {
      "id": 15,
      "teller": "Class 1 Collection Staff",
      "title": "T Corp.",
      "content": "That is all."
    },
    {
      "id": 16,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "... How long do you think I've had this car for?"
    },
    {
      "id": 17,
      "content": "As the child was internally sighing with relief at completing that sudden extra assignment, the child surprises him with an odd question."
    },
    {
      "id": 18,
      "content": "The employee stares silently, not knowing what to say. The child continues with a slight smile."
    },
    {
      "id": 19,
      "content": "He was mentally preparing himself for the scolding of a lifetime for failing to answer such a 'simple' question, but..."
    },
    {
      "id": 20,
      "teller": "Class 1 Collection Staff",
      "title": "T Corp.",
      "content": "......"
    },
    {
      "id": 21,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "I purchased it when I joined the ranks of the Class 2 Collection Staff. The first automotive vehicle I ever purchased here at T Corp."
    },
    {
      "id": 22,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "I had a feeling that, as I continued to put in serious, honest work here... one day, I would no longer be able to ride in a car with a roof."
    },
    {
      "id": 23,
      "content": "... the child has misunderstood the employee's nervous silence as nothing more than a show of deference and readiness to listen to the words of a senior officer."
    },
    {
      "id": 24,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "Do you understand what I am saying?"
    },
    {
      "id": 25,
      "teller": "Class 1 Collection Staff",
      "title": "T Corp.",
      "content": "It's hard to get into a car with a tall top hat... and... I should think of my future...?"
    },
    {
      "id": 26,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "I'll give you 85 out of 100 for that answer. What I'm saying is that if you intend to use your time, you must have a clear sight of your purpose."
    },
    {
      "id": 27,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "For someone born in T Corp., you have a halfway decent sense of color fashion. That pink necktie—not a bad choice."
    },
    {
      "id": 28,
      "teller": "Class 1 Collection Staff",
      "title": "T Corp.",
      "content": "Ma'am, this is, uhm—"
    },
    {
      "id": 29,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "But it doesn't mesh very well with your shirt, which is sepia and deprived of color."
    },
    {
      "id": 30,
      "content": "The employee must've wanted to tell her that the necktie was a gift from his mother, who purchased this color necktie to celebrate his employment at T Corp."
    },
    {
      "id": 31,
      "content": "But the moment to correct the child had already passed; the rookie had no choice but to maintain his silence now."
    },
    {
      "id": 32,
      "teller": "Class 1 Collection Staff",
      "title": "T Corp.",
      "content": "Of course, ma'am."
    },
    {
      "id": 33,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "Giving a color to nothing else but your necktie—it only gives the impression that you're a half-measure kind of employee. It may have helped if you had colored your shirt as well."
    },
    {
      "id": 34,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "In other words, you are dressed like a common nouveau riche... A time waster."
    },
    {
      "id": 35,
      "teller": "Class 1 Collection Staff",
      "title": "T Corp.",
      "content": "I see, ma'am. I never knew my outfit could imply such a thing...!"
    },
    {
      "id": 36,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "Next time, just don't wear any color."
    },
    {
      "id": 37,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "If you're heading to a function where being tidily dressed is important, be sure to color in your shirt as well."
    },
    {
      "id": 38,
      "teller": "Class 1 Collection Staff",
      "title": "T Corp.",
      "content": "I will... keep that in mind, ma'am."
    },
    {
      "id": 39,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "Hmph. I don't waste my time on worthless fools."
    },
    {
      "id": 40,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "So, I trust you will make the time I just spent on you worthwhile."
    },
    {
      "id": 41,
      "content": "And like she said, she never wastes time in pursuit of her goal."
    },
    {
      "id": 42,
      "content": "While the child has already accumulated a fair bit of time in her watch, she's always being chased by time."
    },
    {
      "id": 43,
      "content": "Pursued by the idea that... her 'time' is always approaching."
    },
    {
      "id": 44,
      "teller": "Class 1 Collection Staff",
      "title": "T Corp.",
      "content": "Yes, ma'am. I'll—and she's gone."
    },
    {
      "id": 45,
      "content": "She steps one foot into the warehouse..."
    },
    {
      "id": 46,
      "content": "... and announces toward the hostiles before they have the time to react with a full sentence."
    },
    {
      "id": 47,
      "content": "That unnecessary chat with the employee, in whom she saw a smidgen of potential, was an investment. But to engage in an extended parlay with these Syndicate henchmen was an unwise use of her time."
    },
    {
      "id": 48,
      "teller": "Panicked Henchman",
      "title": "???",
      "content": "You..."
    },
    {
      "id": 49,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "Thirty-one T Corp. Central Clock Tower seconds. "
    },
    {
      "id": 50,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "That is how much time you have to present your defense. Let's get right to the point and avoid beating around the bush."
    },
    {
      "id": 51,
      "content": "It seemed that she managed to communicate her firm stance on the matter; the henchmen began to discuss their next course of action."
    },
    {
      "id": 52,
      "content": "\"We should run\", \"let's surrender\"..."
    },
    {
      "id": 53,
      "content": "A multitude of opinions were offered, but this was a foregone conclusion."
    },
    {
      "id": 54,
      "teller": "Panicked Henchman",
      "title": "???",
      "content": "... Don't forget the kind of shite we had to do to get this much time."
    },
    {
      "id": 55,
      "teller": "Determined Henchman",
      "title": "???",
      "content": "Yeah... I ain't going back to the kind of life where I lose two bloody days a sleep."
    },
    {
      "id": 56,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "Five seconds have passed. You're wasting precious time."
    },
    {
      "id": 57,
      "teller": "Violent Henchman",
      "title": "???",
      "content": "What are you lot doin'?! Get 'er 'fore she gets reinforcements!"
    },
    {
      "id": 58,
      "content": "The child could not help but grin at this rather predictable outcome."
    },
    {
      "id": 59,
      "content": "This foolish choice wasn't exactly what she hoped they'd go for..."
    },
    {
      "id": 60,
      "content": "... but at least they were quick to act, which she did appreciate."
    },
    {
      "id": 61,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "The quickest and the wisest solution to the present predicament would have been to surrender."
    },
    {
      "id": 62,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "But don't you fret for missing the best option. Your preemptive attack..."
    },
    {
      "id": 63,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "... is certainly a wonderful, if second-best, option."
    },
    {
      "id": 64,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "Refusal to comply with collections logged. From <i>ThisMomentForth—%&!&@</i>"
    },
    {
      "id": 65,
      "teller": "Panicked Henchman",
      "title": "???",
      "content": "What'd she just—"
    },
    {
      "id": 66,
      "content": "Prismatic aura exudes from her briefly before fading away."
    },
    {
      "id": 67,
      "content": "She just stepped into a different time."
    },
    {
      "id": 68,
      "teller": "Determined Henchman",
      "title": "???",
      "content": "……"
    },
    {
      "id": 69,
      "content": "In the blink of an eye, before they could even flinch a finger, five of the Syndicate henchmen almost simultaneously hit the ground."
    },
    {
      "id": 70,
      "content": "One of them hit himself with his own weapon, while some fell and hurt their heads."
    },
    {
      "id": 71,
      "content": "And one of them was hanging from the ceiling, and no one but the child knew how he got up there."
    },
    {
      "id": 72,
      "content": "The child was trying to use fear as her weapon, to compel them to surrender and end this battle early."
    },
    {
      "id": 73,
      "teller": "Panicked Henchman",
      "title": "???",
      "content": "W-wait! Let's talk. We can talk this out, can't we?"
    },
    {
      "id": 74,
      "teller": "Panicked Henchman",
      "title": "???",
      "content": "Listen, I know that, by the way you're moving, you're spending too much time. Even for you."
    },
    {
      "id": 75,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "<i>OhIsThat#*%$YouThink?YetThisIsButTheEv@^#nceOfTheCompany'sFai&!InMe.</i>"
    },
    {
      "id": 76,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "<i>INotice$YouFromEarlier,Look$##AroundLike#*^Idiot.</i>"
    },
    {
      "id": 77,
      "content": "One of them tried talking to her, watching his comrades fall like blades of grass to a scythe, but..."
    },
    {
      "id": 78,
      "content": "... the child already saw through his shallow trick. When she decelerated, there was something in her hand."
    },
    {
      "id": 79,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "Don't concern yourselves with buying time."
    },
    {
      "id": 80,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "Your contraband's right here."
    },
    {
      "id": 81,
      "content": "She shakes the small vault in her hands as if to flaunt—and as if on cue, bodies of the Syndicate henchmen who were searching the emptied box suddenly contort in all the wrong ways."
    },
    {
      "id": 82,
      "content": "They continue falling for what seems seconds, their bodies twisting left and right, up and down."
    },
    {
      "id": 83,
      "content": "Once the time in moratorium rushed back all at once, there was only a handful of them left standing."
    },
    {
      "id": 84,
      "teller": "Violent Henchman",
      "title": "???",
      "content": "... We'll all be arrested at this rate. She takes the rest of our time, and we won't even get a chance to try anything like this again."
    },
    {
      "id": 85,
      "teller": "Violent Henchman",
      "title": "???",
      "content": "Remember the watches I handed out? Now's the time to activate them."
    },
    {
      "id": 86,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "……."
    },
    {
      "id": 87,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "They're not standard-issue watches for Collectors."
    },
    {
      "id": 88,
      "teller": "Determined Henchman",
      "title": "???",
      "content": "But that's—"
    },
    {
      "id": 89,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "And it looks too thrown together to properly latch onto T Corp.'s timestream."
    },
    {
      "id": 90,
      "teller": "Henchman",
      "title": "???",
      "content": "Dammit, activate them anyway!"
    },
    {
      "id": 91,
      "content": "The child activated the watch on her waist without finishing her thought."
    },
    {
      "id": 92,
      "content": "Seeing that, the Syndicate henchmen hurriedly fumbled with their watches, doing the same."
    },
    {
      "id": 93,
      "content": "And once they perceived the hat falling from her head..."
    },
    {
      "id": 94,
      "content": "... they realized that, at this very moment at least, they were living in the same time as the child's."
    },
    {
      "id": 95,
      "teller": "Henchman",
      "title": "???",
      "content": "... It works. It works! With this, we can take on a Collector, lads!"
    },
    {
      "id": 96,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "... I dropped my hat?"
    },
    {
      "id": 97,
      "content": "The henchmen excitedly rushed at the child, but..."
    },
    {
      "id": 98,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "Very good. If we're dealing with defaulters who can keep up with this much time... this should register positively on my performance review."
    },
    {
      "id": 99,
      "teller": "Violent Henchman",
      "title": "???",
      "content": "Exoskeleton? When'd she...?"
    },
    {
      "id": 100,
      "content": "A piece of exoskeleton armor appeared in a blink, and clicked onto her upper arm."
    },
    {
      "id": 101,
      "content": "And with that, the staff she held began to separate and expand with a violent mechanical noise."
    },
    {
      "id": 102,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "Illegal inventions from unqualified individuals. Unregistered with the T Corp. Patents Agency, I assume?"
    },
    {
      "id": 103,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "The acceleration was indeed impressive, but..."
    },
    {
      "id": 104,
      "teller": "Violent Henchman",
      "title": "???",
      "content": "H...u...u...u...h...?...!"
    },
    {
      "id": 105,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "... your watches are defective. They've got no safeguards against time collection at all."
    },
    {
      "id": 106,
      "content": "The child's weapon siphoned the invisible time from their watches."
    },
    {
      "id": 107,
      "content": "The henchmen, who just had a large sum of time siphoned by the child, grew furious. Very, very slowly."
    },
    {
      "id": 108,
      "content": "The child took this chance to transform her staff once again."
    },
    {
      "id": 109,
      "teller": "Violent Henchman",
      "title": "???",
      "content": "N...o...o...o... Y...o...u... C...a...n...'t... D...o..."
    },
    {
      "id": 110,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "There are many unforgivable crimes here at T Corp. But the most heinous of them all..."
    },
    {
      "id": 111,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "... is time trafficking. Organized time trafficking, smuggling rackets."
    },
    {
      "id": 112,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "And that's why a Violent Defaulter Collections Unit Staff member such as myself handles these cases."
    },
    {
      "id": 113,
      "model": "오티스",
      "teller": "Outis",
      "title": "T Corp.",
      "content": "Acceleration ratio adjusted. Max activate collection mace."
    },
    {
      "id": 114,
      "content": "But they never got the chance to witness the final form of her weapon."
    },
    {
      "id": 115,
      "content": "Only a brief glimpse of the transforming weapon etched itself in their brains like a severed piece of film."
    },
    {
      "id": 116,
      "teller": "Henchmen",
      "title": "???",
      "content": "……."
    },
    {
      "id": 117,
      "content": "Those struck by the child's mace can no longer move."
    },
    {
      "id": 118,
      "content": "Assigned task completed. The child crosses off an entry in her notepad, then—ah, and she's gone."
    },
    {
      "id": 119,
      "content": "What remains in the child's wake is the impending doom, slowly approaching from the delayed time."
    },
    {
      "id": 120,
      "content": "And there lies the hopeless future—or the lack thereof—of the criminal Syndicate."
    }
  ]
}