{
  "dataList": [
    {
      "id": 0,
      "model": "그레고르",
      "title": "Firefist Office",
      "content": "They're all from the Firefist Office! I recognize their outfits, they're from our Office!"
    },
    {
      "id": 1,
      "teller": "Big Sis",
      "title": "???",
      "content": "……."
    },
    {
      "id": 2,
      "model": "그레고르",
      "title": "Firefist Office",
      "content": "Man, I knew you'd be fine even in all that mess, big sis. How come you never gave me a call?"
    },
    {
      "id": 3,
      "teller": "Big Sis",
      "title": "???",
      "content": "La... Manchaland... let's..."
    },
    {
      "id": 4,
      "teller": "Participating Fixer",
      "title": "???",
      "content": "Hey, wake up! In what world is that your Office's outfit?!"
    },
    {
      "id": 5,
      "model": "그레고르",
      "title": "Firefist Office",
      "content": "What... what are you talking about? Look, her outfit... it's ours. She's from our Firefist Office."
    },
    {
      "id": 6,
      "teller": "Big Sis",
      "title": "???",
      "content": "... all dream free here... We hope..."
    },
    {
      "id": 7,
      "teller": "Participating Fixer",
      "title": "???",
      "content": "What's gotten into you, man?! Get away from that Bloodbag! You're gonna get yourself killed!"
    },
    {
      "id": 8,
      "model": "그레고르",
      "title": "Firefist Office",
      "content": "Let go! There-there she is! My big sis! She's right there!"
    },
    {
      "id": 9,
      "teller": "Big Sis",
      "title": "Bloodbag",
      "content": "... you stay away from here!!!"
    },
    {
      "id": 10,
      "model": "그레고르",
      "title": "Firefist Office",
      "content": "…!"
    },
    {
      "id": 11,
      "teller": "P Corp. Staff",
      "title": "P Corp.",
      "content": "You good? You zoned out for a sec there."
    },
    {
      "id": 12,
      "model": "그레고르",
      "title": "Firefist Office",
      "content": "... I'm good. Just felt faint for a moment. Anyways..."
    },
    {
      "id": 13,
      "model": "그레고르",
      "title": "Firefist Office",
      "content": "So... they're not open today either, huh?"
    },
    {
      "id": 14,
      "content": "I've been waiting for so long for them to open, yet it still remains closed."
    },
    {
      "id": 15,
      "teller": "P Corp. Staff",
      "title": "P Corp.",
      "content": "Nope. They've locked themselves up completely with the nonstop raining and all that."
    },
    {
      "id": 16,
      "content": "Yeah... the reason was simple. It's the constant rain."
    },
    {
      "id": 17,
      "content": "But I don't have anywhere to go back to, even if that were the case."
    },
    {
      "id": 18,
      "content": "There's the Firefist Office, but all that's waiting for me there is a tiny room with barely any space for furniture, let alone people... and piles of late rent notices."
    },
    {
      "id": 19,
      "model": "그레고르",
      "title": "Firefist Office",
      "content": "I'd... like to go in there."
    },
    {
      "id": 20,
      "teller": "P Corp. Staff",
      "title": "P Corp.",
      "content": "Okay, just stay away from the command tent."
    },
    {
      "id": 21,
      "teller": "P Corp. Staff",
      "title": "P Corp.",
      "content": "... Going in to recover your friends' things?"
    },
    {
      "id": 22,
      "model": "그레고르",
      "title": "Firefist Office",
      "content": "No, but... actually, yeah. I better do that."
    },
    {
      "id": 23,
      "content": "The empty lot was vast, but it wasn't hard to see where the entrance was."
    },
    {
      "id": 24,
      "content": "Unlike blood, oil that leaked out of a ruptured fuel tank doesn't get washed away so easily in the rain."
    },
    {
      "id": 25,
      "content": "I followed the glistening, oily rainbow to find a broken fuel tank and an abandoned gas mask."
    },
    {
      "id": 26,
      "content": "A fortnight ago..."
    },
    {
      "id": 27,
      "content": "Big sis gathered everyone in the Office and opened the window wide in front of them."
    },
    {
      "id": 28,
      "teller": "Big Sis",
      "title": "Firefist Office",
      "content": "Alright, boys. Listen up. Look out the window."
    },
    {
      "id": 29,
      "content": "Through the window, we saw the skyscrapers of P Corp. shining in their pale, hazy lights."
    },
    {
      "id": 30,
      "teller": "Big Sis",
      "title": "Firefist Office",
      "content": "We take care of this contract, we'll nab the contribution fee, and we'll literally and figuratively move up in the world to a high-rise office like the ones over there."
    },
    {
      "id": 31,
      "teller": "Big Sis",
      "title": "Firefist Office",
      "content": "Once we get paid, the first order of business'll be to move. And we'll change our gears to something with better fuel efficiency."
    },
    {
      "id": 32,
      "model": "그레고르",
      "title": "Firefist Office",
      "content": "Big sis, sorry to say, but this all sounds like you're just chasing some pipe dream. A third-rate Office like ours won't even be able to lay a finger on that contribution fee. We'd be lucky if we don't end up becoming meat shields for others, you know?"
    },
    {
      "id": 33,
      "teller": "Big Sis",
      "title": "Firefist Office",
      "content": "Dammit, it's not that kinda contract! We won't even have to kill a single Bloodfiend or whatever they're called."
    },
    {
      "id": 34,
      "teller": "Firefist Office Fixer",
      "title": "Firefist Office",
      "content": "R-right. They told us that all we have to do is to survive and collect enough intel to make a fifteen-minute testimony..."
    },
    {
      "id": 35,
      "model": "그레고르",
      "title": "Firefist Office",
      "content": "Mmh... I dunno, fellas. Something feels real off about this whole deal..."
    },
    {
      "id": 36,
      "teller": "Big Sis",
      "title": "Firefist Office",
      "content": "Listen. This open contract's been posted by none other than a Wing. Plenty of fancy Association Fixers'll be there too, so it's legit. All we gotta do is not die, am I right?!"
    },
    {
      "id": 37,
      "teller": "Big Sis",
      "title": "Firefist Office",
      "content": "Oh! Another thing. Why don't we go pick up some of those missing persons flyers from the station? Just think about how much we could make by saving just one of them, huh?"
    },
    {
      "id": 38,
      "content": "Everything about this was questionable."
    },
    {
      "id": 39,
      "content": "The La Manchaland's an Urban Nightmare. Why'd they even approve some third-rate Office like ours to take part?"
    },
    {
      "id": 40,
      "content": "I saw that some prestigious Offices in P Corp. territory were participating in the eradication efforts too, so how come they still need more people?"
    },
    {
      "id": 41,
      "content": "But when I saw how her eyes twinkled with hope, I could not bring myself to voice those suspicions."
    },
    {
      "id": 42,
      "teller": "Big Sis",
      "title": "Firefist Office",
      "content": "We're not staying in this hole forever. We gotta move up in the world, move up from taking these low-rate contracts, right?"
    },
    {
      "id": 43,
      "content": "I also wanted to get out of this hole."
    },
    {
      "id": 44,
      "content": "I didn't want to rain on their parade, on the hope that was spreading like wildfire among us."
    },
    {
      "id": 45,
      "content": "Everyone wanted to move on from the life of living like insects in this half-basement Office, away from the cold, clammy walls, away from the rooms that never saw even a ray of sunlight."
    },
    {
      "id": 46,
      "content": "So, with that smallest speck of optimism found at the bottom of the barrel..."
    },
    {
      "id": 47,
      "content": "... we took on the contract, as a weak-willed escape from our present lots in life."
    },
    {
      "id": 48,
      "teller": "P Corp. Staff",
      "title": "P Corp.",
      "content": "I told you already, they don't open on rainy days..."
    },
    {
      "id": 49,
      "teller": "P Corp. Staff",
      "title": "P Corp.",
      "content": "You already collected your friends' things earlier, so..."
    },
    {
      "id": 50,
      "content": "Day after day, I found myself returning to the empty lot."
    },
    {
      "id": 51,
      "content": "I had no way of knowing whether it was habit, guilt, or obsession that guided my feet here."
    },
    {
      "id": 52,
      "model": "그레고르",
      "title": "Firefist Office",
      "content": "... I know. I gotta go back. I just don't know where to."
    },
    {
      "id": 53,
      "content": "I could still hear the reverberations of the song, through the heavy rain, through the downpour that swallowed up even the City's clamor."
    },
    {
      "id": 54,
      "content": "La Manchaland devoured everything—our dream, our hope for the future... I had nowhere else to return to but here."
    },
    {
      "id": 55,
      "teller": "Bloodfiend",
      "title": "La Manchaland",
      "content": "Why... why do you have to go this far...?"
    },
    {
      "id": 56,
      "teller": "Bloodfiend",
      "title": "La Manchaland",
      "content": "I shared everything I know the last time! So what are you doing back in here?!"
    },
    {
      "id": 57,
      "model": "그레고르",
      "title": "Firefist Office",
      "content": "Haah..."
    },
    {
      "id": 58,
      "model": "그레고르",
      "title": "Firefist Office",
      "content": "Where else would I go?"
    },
    {
      "id": 59,
      "model": "그레고르",
      "title": "Firefist Office",
      "content": "Back to that cold, clammy room shoved halfway into the dirt? Where there's no one left to greet me?"
    },
    {
      "id": 60,
      "content": "I used every little bit of my own savings, as worthless as it all were."
    },
    {
      "id": 61,
      "content": "First, I used it to purchase as much fuel as I could—more than enough to last a month."
    },
    {
      "id": 62,
      "content": "Then, with the remaining funds, I bought every scrap of information I could find and afford about La Manchaland."
    },
    {
      "id": 63,
      "model": "그레고르",
      "title": "Firefist Office",
      "content": "Let's see... it was the sixth expedition, I think. That's when a Bloodfiend Hunter explained to me just how important blood is to your kind... that it might as well be what all of you live for."
    },
    {
      "id": 64,
      "model": "그레고르",
      "title": "Firefist Office",
      "content": "And man, what a relief it was to know that your kind actually cares about something so deeply. Especially when it's something I can burn right before your eyes."
    },
    {
      "id": 65,
      "teller": "Bloodfiend",
      "title": "La Manchaland",
      "content": "N-no...! Stop! Leave... leave some blood, please! Just a drop!"
    },
    {
      "id": 66,
      "content": "The flame burns everything. The structures, the bodies, and that damned outfit they forced onto her."
    },
    {
      "id": 67,
      "content": "And the blood they so desired, too."
    },
    {
      "id": 68,
      "content": "It melts, it congeals, and in the end—nothing remains. Every time I give them this show, the Bloodfiends all react with a predictable manner."
    },
    {
      "id": 69,
      "content": "Denial comes first. Then they get angry, only to be reduced to a sobbing, begging mess at the end."
    },
    {
      "id": 70,
      "content": "I let out a hollow laughter. They reminded me of myself on the day I saw her get turned into a Bloodbag."
    },
    {
      "id": 71,
      "teller": "Bloodfiend",
      "title": "La Manchaland",
      "content": "Please, I'll do anything! I-I can think of more... Ah! Area 2! I can tell you how to get through Area 2...!"
    },
    {
      "id": 72,
      "model": "그레고르",
      "title": "Firefist Office",
      "content": "That's... actually pretty intriguing. Why didn't you lead with that?"
    },
    {
      "id": 73,
      "content": "I flick off the ignition switch and listen as the Bloodfiend begins to explain."
    },
    {
      "id": 74,
      "content": "It told me what I'll find in Area 2, where the Bloodfiends are hiding, and what their Overseer is like."
    },
    {
      "id": 75,
      "content": "Last time, I left as soon as I got the necessary intel because I was cutting it close to the park closing hours."
    },
    {
      "id": 76,
      "content": "Perhaps that's why there was a slight look of hope and anticipation in the Bloodfiend's eyes after sharing that deluge of information."
    },
    {
      "id": 77,
      "content": "That I won't go any further than this."
    },
    {
      "id": 78,
      "model": "그레고르",
      "title": "Firefist Office",
      "content": "... I'm sure that intel will fetch me a fair price. I don't think they've ever mentioned those details in the briefing."
    },
    {
      "id": 79,
      "teller": "Bloodfiend",
      "title": "La Manchaland",
      "content": "Then please— Aaaaargh!!!"
    },
    {
      "id": 80,
      "content": "I hosed the Bloodfiend down with a burst of flame as it tried to stumble to its feet."
    },
    {
      "id": 81,
      "content": "It writhes on the floor, screaming, staring up at me in terrified confusion."
    },
    {
      "id": 82,
      "model": "그레고르",
      "title": "Firefist Office",
      "content": "See, here's something I learned about revenge."
    },
    {
      "id": 83,
      "model": "그레고르",
      "title": "Firefist Office",
      "content": "I'm not doing it to get better."
    },
    {
      "id": 84,
      "model": "그레고르",
      "title": "Firefist Office",
      "content": "I just want you to hurt like hell."
    },
    {
      "id": 85,
      "content": "The flames died down only after it scattered its agonized screeching to the wind."
    },
    {
      "id": 86,
      "content": "The closing hours must be getting close. One by one, the other Fixers turn around to leave La Manchaland."
    },
    {
      "id": 87,
      "content": "I quietly follow them outside."
    },
    {
      "id": 88,
      "content": "I've burned so much, but there's plenty of kindling left in this amusement park."
    },
    {
      "id": 89,
      "content": "It'll take more than one visit to reduce them all to ashes. I'll keep coming back for more."
    },
    {
      "id": 90,
      "content": "If not today, tomorrow. If not tomorrow, the very next day."
    },
    {
      "id": 91,
      "model": "그레고르",
      "title": "Firefist Office",
      "content": "I'll pack more fuel next time."
    },
    {
      "id": 92,
      "model": "그레고르",
      "title": "Firefist Office",
      "content": "That wretched dressing room... that phony 'confessional', that ridiculous procession..."
    },
    {
      "id": 93,
      "model": "그레고르",
      "title": "Firefist Office",
      "content": "I'm gonna burn it all down. ... I have to."
    }
  ]
}