{
  "dataList": [
    {
      "id": 0,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "Man."
    },
    {
      "id": 1,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "I guess it was all just a lie. What was it again? This procedure's gonna replace my arm with an actual snake? Very funny."
    },
    {
      "id": 2,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "This is why I never listen to the guys who made it out first."
    },
    {
      "id": 3,
      "content": "The child impassively inspects his mutated arm, growing pensive."
    },
    {
      "id": 4,
      "content": "Was it because this seventh procedure did not result in the changes he was expecting?"
    },
    {
      "id": 5,
      "content": "His arm became more flexible, and the venom coursing through his veins had become even more deadly, but..."
    },
    {
      "id": 6,
      "content": "... it wasn't all that impressive to the child, whose emotions had been dulled and eroded by the Heishou Bolus."
    },
    {
      "id": 7,
      "teller": "Veteran Snake",
      "title": "Heishou Pack - Si Branch",
      "content": "Will you excuse us? The Heishou-Xianren has bestowed us a Bolus."
    },
    {
      "id": 8,
      "content": "The child, who was still investigating his changed arm, looked up curiously at the other Heishou entering to use the Bolus."
    },
    {
      "id": 9,
      "content": "It was odd; new Boluses already? It hadn't been long since they received the last batch."
    },
    {
      "id": 10,
      "content": "Not to mention how they were accompanied by a small crowd that was soon to be converted into snakes."
    },
    {
      "id": 11,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "Wha? Is it already time to marinate the newcomers?"
    },
    {
      "id": 12,
      "content": "It didn't take long for the child to realize what was going on."
    },
    {
      "id": 13,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "I guess we lost quite a few snakes last time following our last lord's half-baked orders."
    },
    {
      "id": 14,
      "content": "Rumors of the next Family Hierarch Evaluation had begun to circulate in Hongyuan."
    },
    {
      "id": 15,
      "content": "The prominent candidates used their Heishou Pack more strategically, but..."
    },
    {
      "id": 16,
      "content": "... certain lords who happened to get ahold of the leash by sheer luck used the Heishou too haphazardly."
    },
    {
      "id": 17,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "If he really wanted to take on an army, he should've taken those cockfighting roosters' leash."
    },
    {
      "id": 18,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "Haah... What was he thinking, throwing a bunch of snakes at a full-frontal assault? No wonder we suffered so many losses."
    },
    {
      "id": 19,
      "content": "A Heishou cannot defy their lord's orders."
    },
    {
      "id": 20,
      "content": "Even foolish orders like the one from the last lord, who ordered the assassination-and-ambush-specializing snakes to attack in the open."
    },
    {
      "id": 21,
      "content": "Of course, since it is extremely difficult to gain control of any branch of the Heishou, most of them try to use them carefully..."
    },
    {
      "id": 22,
      "content": "But like all things, there are always exceptions."
    },
    {
      "id": 23,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "Oh man... C'mon, fellas."
    },
    {
      "id": 24,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "Why the long face? You're all getting bestowed with those precious Boluses today, aren't you?"
    },
    {
      "id": 25,
      "content": "Some snakes began to grow visibly uncomfortable upon hearing the child's conversation with the other snake..."
    },
    {
      "id": 26,
      "content": "So the child stopped, thought for a moment, then attempted to alleviate some of the palpable tension."
    },
    {
      "id": 27,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "Well, at least lemme give you a few pointers. Let's see... hm."
    },
    {
      "id": 28,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "I've got no idea if this applies to all Heishou Boluses, but... you do <i>not</i> want to drink the Si Bolus solution, okay?"
    },
    {
      "id": 29,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "One time, there was this guy who grew a bit impatient with the process, so he decided to chug the Si Bolus solution, and... Well, let's just say that he wasn't much use to us anymore. The mutations were too severe."
    },
    {
      "id": 30,
      "teller": "Novice Snakes",
      "title": "Heishou Pack - Si Branch",
      "content": "……."
    },
    {
      "id": 31,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "Just relax and soak it in, huh? You barely have to do anything. It's not like they're sawing your arms off."
    },
    {
      "id": 32,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "Oh, and remember to take it slow at first, okay? It takes some time getting used to how squiggly your arm can get. I swear, getting them tangled up was a real mess."
    },
    {
      "id": 33,
      "teller": "Novice Snakes",
      "title": "Heishou Pack - Si Branch",
      "content": "……."
    },
    {
      "id": 34,
      "content": "They were certainly... helpful, but also rather cold. The silence in the room grew even more awkward."
    },
    {
      "id": 35,
      "content": "The child scratched his hair for a bit, before slowly turning to the other snake to change the subject."
    },
    {
      "id": 36,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "So... weren't you supposed to be on a different mission from our lord today?"
    },
    {
      "id": 37,
      "teller": "Veteran Snake",
      "title": "Heishou Pack - Si Branch",
      "content": "... A different snake is on standby, having volunteered to take on the assignment instead. With our lord's approval, of course."
    },
    {
      "id": 38,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "Mm. I've got a feeling I know who that snake might be."
    },
    {
      "id": 39,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "I'll head over there too, just in case. If she's infiltrating the infamous Jia family... it won't hurt to have an extra snake to back her up."
    },
    {
      "id": 40,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "... I had a feeling this would happen."
    },
    {
      "id": 41,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "It's always these newborn snakes. Takes 'em a while to realize their place."
    },
    {
      "id": 42,
      "content": "The child read the mission written on the bamboo scroll before letting out an exasperated chuckle."
    },
    {
      "id": 43,
      "content": "The mission was to find a small hermitage called <ruby=Song>Pine</ruby> Hermitage and decapitate everyone on the list."
    },
    {
      "id": 44,
      "content": "However, the child knew that the 'exception' clause written in small letters at the bottom of the instructions was the most important part of the mission."
    },
    {
      "id": 45,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "Should you encounter a target not on the list, crush their head."
    },
    {
      "id": 46,
      "content": "He saw a fellow snake hesitating before a young boy, a candidate. The boy was tearing up."
    },
    {
      "id": 47,
      "content": "The child watched in silence. But when he noticed the other snake's eye focus on the boy's neck, he moved his arm without hesitation."
    },
    {
      "id": 48,
      "content": "The arm slithered across the ground like a snake before coming to a quiet stop behind the candidate."
    },
    {
      "id": 49,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "Let's see... was it a downward cut from this angle?"
    },
    {
      "id": 50,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "Hm, no. Stab to the right."
    },
    {
      "id": 51,
      "content": "The polearm in the child's hand suddenly leaped forth, a swift strike..."
    },
    {
      "id": 52,
      "content": "... and penetrated the young candidate's skull as precisely and easily as stabbing through an inert apple."
    },
    {
      "id": 53,
      "content": "The strike was quick and silent. There was no room for emotional judgment in his motion."
    },
    {
      "id": 54,
      "content": "The child casually saunters up to the other snake, who stood frozen, her eyes trembling with shock. He chats her up."
    },
    {
      "id": 55,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "Whoops, just realized that you pretty much had the situation handled."
    },
    {
      "id": 56,
      "model": "로쟈",
      "title": "Heishou Pack - Si Branch",
      "content": "……"
    },
    {
      "id": 57,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "I didn't just jump the gun, did I? My bad if I did."
    },
    {
      "id": 58,
      "content": "The child understands how his fellow snake feels."
    },
    {
      "id": 59,
      "content": "He's been a beast of the Heishou for a long, long time... he knew exactly what this newcomer wanted."
    },
    {
      "id": 60,
      "content": "It was simply that he could not empathize at all with what she felt. He also had to wrap up the mission before it went awry."
    },
    {
      "id": 61,
      "content": "Then, he let the incident slip away like a snake, pretending to be ignorant about what she was about to do..."
    },
    {
      "id": 62,
      "content": "... and told the other snake to return home, that he'll take care of the report."
    },
    {
      "id": 63,
      "content": "The child wasn't exactly looking out for her."
    },
    {
      "id": 64,
      "content": "He... simply found it unnecessary to point it out."
    },
    {
      "id": 65,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "She might've hesitated, because she's still only on her first procedure..."
    },
    {
      "id": 66,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "Hm. Well, then going through another procedure'll take care of that problem."
    },
    {
      "id": 67,
      "model": "그레고르",
      "title": "Heishou Pack - Si Branch",
      "content": "Hup..."
    },
    {
      "id": 68,
      "content": "The child's ruthless, unfeeling words betray the casual cadence with which he muttered them."
    },
    {
      "id": 69,
      "content": "But his expression is utterly neutral, his gait unaffected."
    },
    {
      "id": 70,
      "content": "Perhaps the reason this child was able to survive all those missions, to the point where he was receiving his seventh procedure..."
    },
    {
      "id": 71,
      "content": "... was because he stuck to being nothing more than a tool in the hands of others."
    }
  ]
}