{
  "dataList": [
    {
      "id": 0,
      "content": "'The deceased employee's corpse has been collected and transported to a designated site within the Research Facility.'"
    },
    {
      "id": 1,
      "content": "The LCE's death certificates are honest and straightforward. These cold, emotionless documents do not mince words as they record the facts, and nothing but the facts."
    },
    {
      "id": 2,
      "content": "... And their facts don't need to bother themselves with convincing the reader."
    },
    {
      "id": 3,
      "content": "Take, for example, the word \"corpse.\" What other interpretation could it possibly have?"
    },
    {
      "id": 4,
      "content": "I read the document again and again, but its meaning stays the same."
    },
    {
      "id": 5,
      "teller": "???",
      "title": "???",
      "content": "Excuse me, Gregor. Do you have a minute?"
    },
    {
      "id": 6,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "Hm. You're..."
    },
    {
      "id": 7,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "Who are you again? Don't think I've seen you around here before."
    },
    {
      "id": 8,
      "teller": "???",
      "title": "LCA HR Management Team 2",
      "content": "Ah, I'm from HR Management Team 2. My name is—"
    },
    {
      "id": 9,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "Oh, I remember you now, sort of. So if you don't mind, please save the small talk for later and get straight to the point: what do you want?"
    },
    {
      "id": 10,
      "teller": "???",
      "title": "LCA HR Management Team 2",
      "content": "I've been informed that most of your research personnel have been killed, Gregor."
    },
    {
      "id": 11,
      "content": "I slid the death certificate into my desk drawer."
    },
    {
      "id": 12,
      "content": "Right. Yi Sang is dead. He died to lure certain death away from me."
    },
    {
      "id": 13,
      "content": "But his decision couldn't have been more rational."
    },
    {
      "id": 14,
      "content": "While I floundered, letting the emotions get the better of me, he exercised reason and came up with something more logical than that ridiculous plan I'd thrown together. And his decision to overrule me saved many more lives than I would've."
    },
    {
      "id": 15,
      "teller": "???",
      "title": "LCA HR Management Team 2",
      "content": "I heard about Yi Sang. That he raised his E.G.O Attunement to unsafe levels to save you, Gregor..."
    },
    {
      "id": 16,
      "content": "LCE E.G.O::Lantern specializes in luring its targets."
    },
    {
      "id": 17,
      "content": "Yi Sang's decision could not have been more logical. He had the aptitude to maximize that E.G.O Gear's Attunement level, and I had the expertise to repair the facility faster than anyone there could."
    },
    {
      "id": 18,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "Yes. It's thanks to him that I had enough time to finish the repairs."
    },
    {
      "id": 19,
      "content": "Every death is weighed for its worth."
    },
    {
      "id": 20,
      "content": "A noble death. An honorable death. Those are valuable, top-shelf deaths. There are cheap ones too, often accompanied by crude expressions like \"croaking.\""
    },
    {
      "id": 21,
      "content": "The scale that weighed his death read \"sacrifice.\""
    },
    {
      "id": 22,
      "content": "One might wonder what meaning this would hold for the deceased, but this price tag is for those who remain. It exists to give them a reason."
    },
    {
      "id": 23,
      "content": "A reason to stop grieving."
    },
    {
      "content": "Or a reason to live on."
    },
    {
      "id": 24,
      "teller": "???",
      "title": "LCA HR Management Team 2",
      "content": "I know you're still mourning your losses and everything... but we can't leave those seats vacant forever, you understand."
    },
    {
      "id": 25,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "Huh. Well. I suppose you can't."
    },
    {
      "id": 26,
      "teller": "???",
      "title": "LCA HR Management Team 2",
      "content": "With that out of the way, I thought I might come to you for some advice and ask if you have anyone to recommend for the positions?"
    },
    {
      "id": 27,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "I don't. They'd already be here if I did."
    },
    {
      "id": 28,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "To be honest, I thought the hiring notices would have already been posted by now."
    },
    {
      "id": 29,
      "teller": "???",
      "title": "LCA HR Management Team 2",
      "content": "There's a lot of other stuff to take care of first, like finishing the facility repairs. Oh, also—here, this document's for you. A message from the higher-ups."
    },
    {
      "id": 30,
      "teller": "???",
      "title": "LCA HR Management Team 2",
      "content": "It says you are to take some time off. 3 months, give or take. <i>Paid</i> leave."
    },
    {
      "id": 31,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "... Sounds like that's more than enough time to get my thoughts sorted."
    },
    {
      "id": 32,
      "content": "So, 3 months of paid leave it was."
    },
    {
      "id": 33,
      "content": "I accepted the document, collected my rather meager belongings, and packed them neatly into my suitcase."
    },
    {
      "id": 34,
      "content": "But I wasn't sure where to go from there. I didn't like crowded places, and the City was nothing if not teeming with people in every corner. Where was I to go in a world like this, anyway?"
    },
    {
      "id": 35,
      "content": "Naturally, memories of those who were once with me, in spite of myself, return to answer that question."
    },
    {
      "id": 36,
      "content": "Someone had once butted into a conversation regarding U Corp.'s Great Lake and said that the shores of S Corp. also had quite the pleasant character to them."
    },
    {
      "id": 37,
      "content": "That someone then continued, saying that T Corp. isn't such a bad place either for those interested in technology."
    },
    {
      "id": 38,
      "content": "When I asked what that drab, urban landscape had to offer me, he replied that observing their innovative inventions oft did spark flashes of inspiration."
    },
    {
      "id": 39,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "Now that I'm really thinking about it, perhaps I might need a little more time than 3 months. 3 years—no, more."
    },
    {
      "id": 40,
      "content": "Our lives, independent as they might seem, are always accompanied by the presence of others."
    },
    {
      "id": 41,
      "content": "It's only natural that they'll all eventually come back to me."
    },
    {
      "id": 42,
      "content": "The memories of the dead. Regardless of what triggers them to return."
    },
    {
      "id": 43,
      "content": "So instead of searching for a reason to stop grieving, I decided to search for a <i>way</i> to get over them."
    },
    {
      "id": 44,
      "teller": "Team Leader",
      "title": "LCA HR Management Team 2",
      "content": "This isn't you, Gregor. Why don't we—"
    },
    {
      "id": 45,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "*puff* What, are you goading me into retorting \"what <i>am</i> I, really?\" or something?"
    },
    {
      "id": 46,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "I've long since excluded such anachronistically adolescent lines of thought from contaminating my verbiage ever since I took my first steps. Try to avoid such a poor choice of words if you'd really like to convince me otherwise."
    },
    {
      "id": 47,
      "teller": "Team Leader",
      "title": "LCA HR Management Team 2",
      "content": "Listen—"
    },
    {
      "id": 48,
      "content": "Tragically for him, I saw little to no improvement in his subsequent word choices."
    },
    {
      "id": 49,
      "content": "Instead of letting him ramble on, I placed two documents on the table—first, a request to be included in the mission, and second, a letter of resignation, freshly inked as I had no reason to carry such a thing before."
    },
    {
      "id": 50,
      "teller": "Team Leader",
      "title": "LCA HR Management Team 2",
      "content": "What is wrong with you?! You know there isn't a single other Corporation in the City other than this one that'll hire someone like you—"
    },
    {
      "id": 51,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "I'm well aware how stubbornly the stigma of being a fallen Wing's remnant clings to me, how it diminishes my employment prospects in the eyes of corporations."
    },
    {
      "id": 52,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "But am I not a rather excellent talent despite all that, even for someone like you?"
    },
    {
      "id": 53,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "I'm quite certain I'm competent enough to make a living for myself even if I were to end up leaving the company."
    },
    {
      "id": 54,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "Besides, letting me go isn't the only option on the table, you know? Keep reading."
    },
    {
      "id": 55,
      "content": "And that was my one and final chance to use that card."
    },
    {
      "id": 56,
      "content": "The company now knows that I have no qualms about putting forth such a binary choice."
    },
    {
      "id": 57,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "Well, I don't think there's anything else to talk about. Let's adjourn this meeting."
    },
    {
      "id": 58,
      "teller": "Team Leader",
      "title": "LCA HR Management Team 2",
      "content": "W-wait. You can't just leave me to report this to the higher-ups. What am I even supposed to say to—"
    },
    {
      "id": 59,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "Relay this conversation exactly as it happened. The facts and nothing but the facts, with no room for subjectivity."
    },
    {
      "id": 60,
      "content": "As expected..."
    },
    {
      "id": 61,
      "content": "... they did not sign my letter of resignation."
    },
    {
      "id": 62,
      "content": "<color=#FAFAF8>A big, scary beast lives in this forest.</color>"
    },
    {
      "id": 63,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "That statement isn't entirely incorrect."
    },
    {
      "id": 64,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "But allow me to point out some errors. First is that, while there are plenty of \"big, scary beasts\" here, this is no forest."
    },
    {
      "id": 65,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "Oh, no need to explain the concept of metaphors to me. While I've never been much of a lectiophile, I do know that a more appropriate metaphor for this Research Facility is a cave, not a forest."
    },
    {
      "id": 66,
      "content": "<color=#FAFAF8>Don't worry. Everyone will be safe as long as I'm here.</color>"
    },
    {
      "id": 67,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "Hm. I regret that I did not, out of some prophetic insanity, decide to wear this E.G.O Gear 27 hours ago. Because I would have had a perfectly logical retort to that statement had I done so."
    },
    {
      "id": 68,
      "content": "<color=#FAFAF8>I see a perilous child. Let's protect them.</color>"
    },
    {
      "id": 69,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "That's no child—that's an adult. Adults must learn to look after themselves; overprotectiveness is—"
    },
    {
      "id": 70,
      "teller": "Researcher",
      "title": "LCE Research Team",
      "content": "Boss!"
    },
    {
      "id": 71,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "……."
    },
    {
      "id": 72,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "Sorry about that."
    },
    {
      "id": 73,
      "teller": "Researcher",
      "title": "LCE Research Team",
      "content": "Are you sure this is a good idea?"
    },
    {
      "id": 74,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "Why, isn't it plain enough?"
    },
    {
      "id": 75,
      "content": "Torn and tattered fabric of space shimmers in every corner of the room, courtesy of T-02-21-07."
    },
    {
      "id": 76,
      "content": "Despite that, no corner is left untouched by the gaze."
    },
    {
      "id": 77,
      "content": "I watch T-02-21-07's every move as it zips around me, and its form turns into a blur as it travels between the tears in space at incredibly high velocity."
    },
    {
      "id": 78,
      "content": "I watch with the myriad eyes and the singular, piercing eye that can see everything."
    },
    {
      "id": 79,
      "content": "I swing the invisible hammer and block T-02-21-07's approach from one side and fire a predictive shot to the other, piercing the Abnormality with the crossbow bolt."
    },
    {
      "id": 80,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "Glad I thought to reshape the hammer into a crossbow."
    },
    {
      "id": 81,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "As I don't have the aptitude to wield two hammers at once..."
    },
    {
      "id": 82,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "... the better option is to switch between them and use only one at a time."
    },
    {
      "id": 83,
      "teller": "Researcher",
      "title": "LCE Research Team",
      "content": "Concluding test now."
    },
    {
      "id": 84,
      "teller": "Researcher",
      "title": "LCE Research Team",
      "content": "... Boss. Are you sure about partaking in the mission?"
    },
    {
      "id": 85,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "Never been more certain. Oh, but don't you even think about tagging along."
    },
    {
      "id": 86,
      "model": "그레고르",
      "title": "LCE Research Team Chief",
      "content": "Because there's a beast in that forest."
    }
  ]
}