{
  "dataList": [
    {
      "id": 0,
      "place": "Iberian Coastline",
      "model": "아미야",
      "content": "All remaining enemies have retreated to the sea. Good work, everyone."
    },
    {
      "id": 1,
      "model": "이스마엘",
      "content": "Phew… didn’t think I’d have to deal with anything remotely like this outside the Great Lake."
    },
    {
      "id": 2,
      "model": "그레고르",
      "content": "You can say that again. It would’ve taken us the whole day if that Skadi character didn’t occupy the other half while Miss rabbit helped us from a distance."
    },
    {
      "id": 3,
      "content": "As we were catching our breath after the battle…"
    },
    {
      "id": 4,
      "content": "... I heard a brief hum. When I turned to look at its source, I saw Skadi glaring at me with palpable alarm."
    },
    {
      "id": 5,
      "model": "스카디",
      "content": "… Strange people… who transform."
    },
    {
      "id": 6,
      "model": "스카디",
      "content": "And a head of clock?"
    },
    {
      "id": 7,
      "model": "그레고르",
      "content": "… I guess they’re both technically true."
    },
    {
      "id": 8,
      "model": "아미야",
      "content": "While it’s nothing more than a theory at this point… I think they have a lot to do with the dimensional door we’re supposed to be investigating."
    },
    {
      "id": 9,
      "model": "단테",
      "content": "<N-nice to meet you, I guess?>"
    },
    {
      "id": 10,
      "model": "스카디",
      "content": "… I only hear a ticking clock."
    },
    {
      "id": 11,
      "model": "홍루",
      "content": "Ooh~ That’s because only us Sinners can hear Dante’s voice—"
    },
    {
      "id": 12,
      "model": "홍루",
      "content": "Huh?"
    },
    {
      "id": 13,
      "model": "그레고르",
      "content": "Mm? What's up?"
    },
    {
      "id": 14,
      "model": "홍루",
      "content": "Ah, no, I’m just wondering how Miss Amiya can seemingly understand Dante."
    },
    {
      "id": 15,
      "model": "이스마엘",
      "content": "Uh... yeah. What’s going on here?"
    },
    {
      "id": 16,
      "model": "단테",
      "content": "<Huh... Yeah, it completely flew over my head that I didn't even question how weird this is.>"
    },
    {
      "id": 17,
      "model": "아미야",
      "content": "Their voice sounds like a ticking clock to me, too. But… I don’t know, it’s almost like I can sense what they’re trying to say, what kind of emotion they’re trying to convey…"
    },
    {
      "id": 18,
      "content": "Her explanation reminded me of the blue boy in Sinclair’s past, but… I didn’t quite feel the uncanny sensation from Amiya that I felt from them."
    },
    {
      "id": 19,
      "content": "So she can read me kinda like how... Vergilius can, I guess?"
    },
    {
      "id": 20,
      "model": "단테",
      "content": "<Well… I don’t think it’s a bad thing.>"
    },
    {
      "id": 21,
      "model": "이스마엘",
      "content": "That’s true. It's been a bit of a hassle to always need Faust or Hong Lu to translate for you, Dante."
    },
    {
      "id": 22,
      "model": "이스마엘",
      "content": "I'd like to know exactly how she can understand Dante, but... I don't think we've got the luxury of time to sit down and figure this out."
    },
    {
      "id": 23,
      "model": "이스마엘",
      "content": "So, are we heading back?"
    },
    {
      "id": 24,
      "model": "그레고르",
      "content": "Sounds like a plan. It’s not like we know anywhere else to go, right? Oh, and Miss rabbit here’ll be tagging along, too."
    },
    {
      "id": 25,
      "model": "단테",
      "content": "<She said she’d help us find our way back.>"
    },
    {
      "id": 26,
      "model": "아미야",
      "content": "I’m glad to be working with you two also, Miss Ishmael. Mister Yi Sang."
    },
    {
      "id": 27,
      "model": "이스마엘",
      "content": "Took the words right out of my mouth. You've already helped us plenty, and you clearly know a lot more about this place than we do."
    },
    {
      "id": 28,
      "model": "이상",
      "content": "Mm, the journey is long—perhaps embarking on it ere the sun's fall would be wise."
    },
    {
      "id": 29,
      "model": "스카디",
      "content": "How long's the journey?"
    },
    {
      "id": 30,
      "model": "그레고르",
      "content": "No idea, it’s not like we have a clock with us… I do know that it’s not very far, though. We just need to walk along the coastline for a bit."
    },
    {
      "id": 31,
      "model": "스카디",
      "content": "……."
    },
    {
      "id": 32,
      "content": "... Skadi quietly points in my direction."
    },
    {
      "id": 33,
      "model": "홍루",
      "content": "Oh, Dante can’t tell us the time because they’re not on time~"
    },
    {
      "id": 34,
      "model": "스카디",
      "content": "… Then why the clock head?"
    },
    {
      "id": 35,
      "model": "단테",
      "content": "<I didn't exactly choose to get myself a clock-shaped head...>"
    },
    {
      "id": 36,
      "content": "I looked away from Skadi’s inquisitive eyes, which were quite solidly fixed on my head."
    },
    {
      "id": 37,
      "model": "스카디",
      "content": "The coasts of Iberia are… hardly good places for people to live."
    },
    {
      "id": 38,
      "model": "스카디",
      "content": "Those things can go anywhere in this world, but… they thrive at places that meet the ocean."
    },
    {
      "id": 39,
      "model": "스카디",
      "content": "So how did people manage to build a village... at a place like this?"
    },
    {
      "id": 40,
      "model": "이상",
      "content": "The monsters are called Seaborns... or Sea Terrors, yes? While it is true that they posed certain difficulties, they were hardly the kind of monsters with the strength to bring scourge and drive out the local populace..."
    },
    {
      "id": 41,
      "model": "스카디",
      "content": "Don't judge them based on that brief skirmish."
    },
    {
      "id": 42,
      "model": "그레고르",
      "content": "She’s just telling us to be on our guard… right?"
    },
    {
      "id": 43,
      "model": "아미야",
      "content": "... Skadi can be a bit curt, but she’s not a bad person."
    },
    {
      "id": 44,
      "model": "이스마엘",
      "content": "I don’t think she said anything wrong. Nothing rules out the existence of stronger variants of these creatures being out there."
    },
    {
      "id": 45,
      "model": "스카디",
      "content": "……."
    },
    {
      "id": 46,
      "content": "Skadi’s concern only served to fan my curiosity, but…"
    },
    {
      "id": 47,
      "content": "… something about her expression communicated that I probably shouldn’t pry, so I quietly quickened my pace as we walked to the village."
    }
  ]
}