{
  "dataList": [
    {
      "id": 0,
      "place": "Iberian Village?",
      "model": "단테",
      "content": "<This hardly looks like a village… It’s more like the ruins of one, isn’t it?>"
    },
    {
      "id": 1,
      "model": "아미야",
      "content": "It doesn’t seem like they’ve done any proper upkeep to the place… not in a while, at least."
    },
    {
      "id": 2,
      "model": "스카디",
      "content": "... They're really here, living together."
    },
    {
      "id": 3,
      "content": "The strange buildings tell the stories of former prosperity from a bygone era."
    },
    {
      "id": 4,
      "place": "Faro Muerto, Entrance",
      "content": "Our steps leave no footprints on the wet, muddy ground; on it, I see a rotting sign marked with the name <i>Faro Muerto</i>."
    },
    {
      "id": 5,
      "content": "Everywhere I look in this village, I see evidence of long, silent abandonment."
    },
    {
      "id": 6,
      "model": "이스마엘",
      "content": "We don’t see these kinds of abandoned-looking ruins often in the City, either."
    },
    {
      "id": 7,
      "model": "그레고르",
      "content": "Well, yeah. There's always someone or something out there waiting to capitalize on that free real estate, be it a Syndicate or a corporation, and fix it up. Better than this, at least."
    },
    {
      "id": 8,
      "model": "단테",
      "content": "<So, where are the Sinners?>"
    },
    {
      "id": 9,
      "model": "홍루",
      "content": "Ahh~ There’s a clearing down there, where—"
    },
    {
      "id": 10,
      "model": "돈키호테",
      "teller": "???",
      "title": "???",
      "content": "We were entrapped betwixt a twain of great ships, narrowing, winds against our sail...!"
    },
    {
      "id": 11,
      "teller": "Townsfolk",
      "title": "Faro Muerto",
      "content": "Ooooh...!"
    },
    {
      "id": 12,
      "model": "돈키호테",
      "teller": "???",
      "title": "???",
      "content": "And that is when young Ishmael boomed, her command most resonant!"
    },
    {
      "id": 13,
      "model": "단테",
      "content": "<... Say no more.>"
    },
    {
      "id": 14,
      "content": "I didn't even have to try to search for them. That unmistakably sonorous and familiar voice, echoing triumphantly between the empty buildings..."
    },
    {
      "id": 15,
      "place": "Faro Muerto, Clearing",
      "content": "That's Don Quixote's voice when she's sharing her adventurous tales."
    },
    {
      "id": 16,
      "content": "There she was, standing atop a low podium like an actor on stage, regaling a group of people in rags with tales of our adventures like a traveling thespian."
    },
    {
      "id": 17,
      "model": "돈키호테",
      "content": "ANSWERS, YE DOGS!! OARSMEN!!! ‘Tis the moment I, Ishmael, the first mate of vessel Mephistopheles, shall navi—aaaugh!"
    },
    {
      "id": 18,
      "model": "이스마엘",
      "content": "Stop! Hold—hold on! Just what do you think you’re doing!?"
    },
    {
      "id": 19,
      "model": "돈키호테",
      "content": "Mmphh! Young Ishmael! Unhand my mouth, for I was just about to regale them with the most fantastic tale of adventures at the Great La—gasp! Manager Esquire!!"
    },
    {
      "id": 20,
      "model": "돈키호테",
      "content": "Verily, thou hast return’d with Manager Esquire safely in tow!"
    },
    {
      "id": 21,
      "model": "히스클리프",
      "content": "Wha!? They found Clockhead?"
    },
    {
      "id": 22,
      "model": "이베리아주민1",
      "content": "A burning c-clock for a head…?!"
    },
    {
      "id": 23,
      "model": "이베리아주민2",
      "content": "When I was a child, I heard a story about a legendary Sarkaz with a flaming head..."
    },
    {
      "id": 24,
      "model": "이베리아주민1",
      "content": "Why would someone like that visit our humble village...?"
    },
    {
      "id": 25,
      "model": "뫼르소",
      "content": "Mm. While their exterior may carry elements that inspire fear in some, there is no cause for alarm."
    },
    {
      "id": 26,
      "model": "싱클레어",
      "content": "Y-yeah. They might look like that, but they’re Dante, our manager. And the rest are…"
    },
    {
      "id": 27,
      "model": "스카디",
      "content": "……."
    },
    {
      "id": 28,
      "model": "아미야",
      "content": "Oh, hello."
    },
    {
      "id": 29,
      "model": "싱클레어",
      "content": "I-I’m sorry, who are you two!?"
    },
    {
      "id": 30,
      "model": "홍루",
      "content": "They're two very nice people who helped us find Dante. This is Miss Amiya, leader of Rhodes Island,"
    },
    {
      "id": 31,
      "model": "홍루",
      "content": "and this is Miss Skadi, their Operator. They’ll be coming along with us for a little while~"
    },
    {
      "id": 32,
      "model": "히스클리프",
      "content": "Eh? With us?"
    },
    {
      "id": 33,
      "model": "아미야",
      "content": "We believe that the dimensional door, which we at Rhodes Island are investigating, has something to do with why you suddenly woke up here in Iberia…"
    },
    {
      "id": 34,
      "content": "As Amiya was bringing the Sinners up to speed..."
    },
    {
      "id": 35,
      "model": "이베리아주민2",
      "content": "Ahh..."
    },
    {
      "id": 36,
      "content": "... the villagers, who were staring at us curiously, approached us."
    },
    {
      "id": 37,
      "content": "Did our conversation manage to convince them that we’re not a threat? I sure hope so."
    },
    {
      "id": 38,
      "model": "이베리아주민2",
      "content": "Ah… you are friends of our saviors."
    },
    {
      "id": 39,
      "model": "스카디",
      "content": "Saviors?"
    },
    {
      "id": 40,
      "model": "돈키호테",
      "content": "Verily, ‘tis quite the grand title; yet that is indeed the word by which we addressed!"
    },
    {
      "id": 41,
      "model": "뫼르소",
      "content": "To be more precise, by ‘saviors’, they are referring only to Faust and Outis."
    },
    {
      "id": 42,
      "content": "Faust gave me a light nod when we made eye contact, but… I could tell that her lips were drawing a very, very subtle smiling arc."
    },
    {
      "id": 43,
      "model": "단테",
      "content": "<So… I’m guessing something did happen.>"
    },
    {
      "id": 44,
      "model": "이상",
      "content": "They were quite mistrustful upon our initial arrival."
    },
    {
      "id": 45,
      "place": "Faro Muerto, Yesterday",
      "model": "파비우스",
      "teller": "???",
      "title": "Faro Muerto",
      "content": "What business do outsiders have here?"
    },
    {
      "id": 46,
      "model": "이베리아주민1",
      "content": "W-what if they’re from the Inquisition?"
    },
    {
      "id": 47,
      "model": "이베리아주민2",
      "content": "Oh, oh no, what do we do? After all we went through to get here…"
    },
    {
      "id": 48,
      "model": "파비우스",
      "teller": "???",
      "title": "Faro Muerto",
      "content": "Calm yourselves, everyone. None of them are carrying what appears to be their scriptures or lamps... let's first try to see who they are."
    },
    {
      "id": 49,
      "model": "그레고르",
      "content": "Man, I don’t think they’re gonna trust us anytime soon."
    },
    {
      "id": 50,
      "model": "료슈",
      "content": "They're all old curmudgeons. Let's S.T.N.C. Then P.T.S.D."
    },
    {
      "id": 51,
      "model": "싱클레어",
      "content": "You can’t do that, Ryōshū! We can’t pillage their storage depots… it looks like they already have it hard enough as it is…"
    },
    {
      "id": 52,
      "model": "홍루",
      "content": "I don’t think S.T.N.C is a good way to get started, either."
    },
    {
      "id": 53,
      "model": "로쟈",
      "content": "Should we just find help elsewhere? Just look at how thin their arms are."
    },
    {
      "id": 54,
      "model": "로쟈",
      "content": "I don’t think they’re in any shape to help us out."
    },
    {
      "id": 55,
      "model": "이상",
      "content": "Perhaps we could inquire as to our whereabouts ere we are to decide our lodging."
    },
    {
      "id": 56,
      "model": "이상",
      "content": "While the landscape is certainly reminiscent of U Corp.’s…"
    },
    {
      "id": 57,
      "model": "이스마엘",
      "content": "But I don’t recall seeing or learning about any place that looks like this, though I can’t say I’ve been to every corner of U Corp."
    },
    {
      "id": 58,
      "model": "파비우스",
      "teller": "???",
      "title": "Faro Muerto",
      "content": "I ask again. What business do outsiders have here?"
    },
    {
      "id": 59,
      "model": "뫼르소",
      "content": "Their fingers are tightening around the grips of their weapons. Prolonged silence will most likely turn this into a hostile encounter."
    },
    {
      "id": 60,
      "model": "싱클레어",
      "content": "We can’t have that! H-hi, we’re from Limbus Company. We’re—"
    },
    {
      "id": 61,
      "model": "돈키호테",
      "content": "FIXERS OF JUSTICE!!!"
    },
    {
      "id": 62,
      "model": "히스클리프",
      "content": "Yeah, that. Fixers of Ju— Oi, don’t you know when to keep it down?!"
    },
    {
      "id": 63,
      "model": "파비우스",
      "teller": "???",
      "title": "Faro Muerto",
      "content": "Fixers…?"
    },
    {
      "id": 64,
      "model": "오티스",
      "content": "……."
    },
    {
      "id": 65,
      "model": "오티스",
      "content": "That over there—it's a ship blueprint, isn't it? Are you looking to repair a vessel, by any chance? All these construction materials seem to suggest so."
    },
    {
      "id": 66,
      "model": "이베리아주민2",
      "content": "Chief...!"
    },
    {
      "id": 67,
      "model": "파비우스",
      "teller": "Village Chief",
      "title": "Faro Muerto",
      "content": "… This does not concern you. It’s not something a mere outsider can understand—"
    },
    {
      "id": 68,
      "model": "오티스",
      "content": "Curious, I've never seen an energy source like this before. Have you run the tests to rule out any stability issues?"
    },
    {
      "id": 69,
      "model": "이상",
      "content": "It seems to power the heat exchanger via some method comparable to the utilization of fusion energy. Have you any thoughts on this, Miss Faust?"
    },
    {
      "id": 70,
      "model": "파우스트",
      "content": "The general design structure is somewhat old-fashioned, but there certainly are inspired parts to this design, particularly with the usage of the core energy source. While its stability would need to be further studied... this technology seems to be incredibly energy-efficient."
    },
    {
      "id": 71,
      "model": "파비우스",
      "teller": "Village Chief",
      "title": "Faro Muerto",
      "content": "…!"
    },
    {
      "id": 72,
      "model": "파비우스",
      "teller": "Village Chief",
      "title": "Faro Muerto",
      "content": "Y-you identified all that merely by glancing at this blueprint?"
    },
    {
      "id": 73,
      "model": "오티스",
      "content": "… You must be the village chief, then?"
    },
    {
      "id": 74,
      "model": "오티스",
      "content": "If so, I have a proposition for you."
    },
    {
      "id": 75,
      "place": "Faro Muerto Clearing",
      "model": "이상",
      "content": "In return for assisting in their ship repair, we were promised a ride on their vessel. Miss Faust has theorized that perhaps, by going out to sea, we may be able to find a way to return to whence we came."
    },
    {
      "id": 76,
      "model": "단테",
      "content": "<...! Does that mean we can find a way back somewhere out there in the sea?>"
    },
    {
      "id": 77,
      "model": "파우스트",
      "content": "Nothing is certain yet, Dante."
    },
    {
      "id": 78,
      "model": "파우스트",
      "content": "At this moment, we are working based on... a hunch."
    },
    {
      "id": 79,
      "model": "단테",
      "content": "<A hunch?>"
    },
    {
      "id": 80,
      "content": "Sensing the implicit omen in her choice of words, I slowly turned around to look at Faust... who nodded solemnly in response."
    },
    {
      "id": 81,
      "content": "... If we're really in a different world, even her Gesellschaft has to be..."
    },
    {
      "id": 82,
      "model": "파우스트",
      "content": "... No issues were encountered in the repair process."
    },
    {
      "id": 83,
      "content": "Faust smiles faintly as she looks around, then she pulls me in by my hems. She whispers in a low voice."
    },
    {
      "id": 84,
      "model": "파우스트",
      "content": "My connection to Gesellschaft is currently operating at a suboptimal level, Dante."
    },
    {
      "id": 85,
      "model": "단테",
      "content": "<So, it's still... connected, at least?>"
    },
    {
      "id": 86,
      "model": "파우스트",
      "content": "Indeed, it is. However, even exchanges of simple information are taking up to dozens of hours by current calculation."
    },
    {
      "id": 87,
      "model": "단테",
      "content": "<Is this a WARP train situation? Because we're in a different dimension?>"
    },
    {
      "id": 88,
      "model": "파우스트",
      "content": "The cause should be identical. We have been connected to an unidentified, unpredictable dimension."
    },
    {
      "id": 89,
      "model": "파우스트",
      "content": "However, Faust is aware that the pathway to our original dimension is yet to close this time, unlike the situation back aboard the WARP train."
    },
    {
      "id": 90,
      "model": "단테",
      "content": "<So, to get back to where we came from…>"
    },
    {
      "id": 91,
      "model": "파우스트",
      "content": "Indeed. Traveling through the ‘pathway’ is the most feasible solution."
    },
    {
      "id": 92,
      "model": "단테",
      "content": "<And from that, you came up with the whole plan to repair the ship and sail out to the sea?>"
    },
    {
      "id": 93,
      "model": "파우스트",
      "content": "Yes, well. I am also a genius, after all."
    },
    {
      "id": 94,
      "model": "단테",
      "content": "<Amiya conjectured that we probably came through a dimensional door of sorts… Looks like that dimensional door might be what Faust is looking for.>"
    },
    {
      "id": 95,
      "model": "파우스트",
      "content": "With high likelihood, yes."
    },
    {
      "id": 96,
      "content": "... At least there’s a way back. I find myself calming down a little."
    },
    {
      "id": 97,
      "model": "단테",
      "content": "<Oh! Speaking of which, when do you think you can wrap up the repair job?>"
    },
    {
      "id": 98,
      "model": "오티스",
      "content": "As fortune should have it, a majority of the most time-consuming parts of the repair have already been completed by the locals."
    },
    {
      "id": 99,
      "model": "오티스",
      "content": "It shouldn’t take us more than a day or two to get its core parts shipshape again, Executive Manager."
    },
    {
      "id": 100,
      "model": "단테",
      "content": "<We’ll be staying here a few more days, then… How did you manage last night?>"
    },
    {
      "id": 101,
      "model": "그레고르",
      "content": "Well... like I said earlier, we've been keeping ourselves busy looking for you this whole time. We took turns helping with the repairs and resting, but... I doubt any of us got a proper night's rest."
    },
    {
      "id": 102,
      "model": "싱클레어",
      "content": "Still... we weren't cold, thanks to the villagers who kept the fire going for us all night."
    },
    {
      "id": 103,
      "model": "로쟈",
      "content": "Not to mention how they helped us a ton with that local map they drew us. Oh, also—chief handed us this earlier, what's it for?"
    },
    {
      "id": 104,
      "model": "이스마엘",
      "content": "Ah... looks like a sack to collect water. Give it here, I know how to get that installed."
    },
    {
      "id": 105,
      "model": "이상",
      "content": "It must be to repay Miss Faust and Miss Outis's efforts at repairing their ship, yet... the service they provide us is certainly quite generous, even when taking the transactional nature into account."
    },
    {
      "id": 106,
      "model": "단테",
      "content": "<They're really giving us the best treatment they can, huh...>"
    },
    {
      "id": 107,
      "model": "싱클레어",
      "content": "As for food, we managed to fill ourselves with some cookies and bread Rodya keeps in her pockets. Didn’t want to eat into their food supply when they’re already pretty tight, you know…?"
    },
    {
      "id": 108,
      "content": "... She carries enough cookies and bread for twelve people?"
    },
    {
      "id": 109,
      "model": "히스클리프",
      "content": "They did offer us some nosh, those dried fish-things, but... we refused. I ain't about takin' food from the needy."
    },
    {
      "id": 110,
      "model": "스카디",
      "content": "……."
    },
    {
      "id": 111,
      "model": "파비우스",
      "teller": "Village Chief",
      "title": "Faro Muerto",
      "content": "No need to concern yourselves so much with our hospitality."
    },
    {
      "id": 112,
      "model": "파비우스",
      "teller": "Village Chief",
      "title": "Faro Muerto",
      "content": "You have done more than enough to earn your keep."
    },
    {
      "id": 113,
      "content": "I turned around to look at the source of that low, rumbling voice, and saw an old man in an outfit that seemed to distinguish itself amongst the other villagers."
    },
    {
      "id": 114,
      "model": "오티스",
      "content": "There you are, chief. Is there a place for us to stay the night?"
    },
    {
      "id": 115,
      "model": "파비우스",
      "teller": "Village Chief",
      "title": "Faro Muerto",
      "content": "Mm… we do have places to shelter from the misty humidity, at the very least."
    },
    {
      "id": 116,
      "model": "파비우스",
      "teller": "Village Chief",
      "title": "Faro Muerto",
      "content": "There is an empty building there, so feel free to occupy it for the night."
    },
    {
      "id": 117,
      "model": "그레고르",
      "content": "Ooh… are you sure? I mean, I don’t mind sleeping in the streets myself."
    },
    {
      "id": 118,
      "model": "로쟈",
      "content": "Hey, speak for yourself! I’ve been looking forward to sleeping with a roof over my head since like, yesterday."
    },
    {
      "id": 119,
      "model": "오티스",
      "content": "You’ll catch cold sleeping in the elements in this environment. Which is fine by me for the rest of you, but we cannot afford to have the Executive Manager or our honored guests suffer that fate."
    },
    {
      "id": 120,
      "model": "아미야",
      "content": "H-honored guests!?"
    },
    {
      "id": 121,
      "model": "오티스",
      "content": "Heh. I heard what happened from the four who left in search of the Executive Manager."
    },
    {
      "id": 122,
      "model": "오티스",
      "content": "First, I would like to begin by imparting my infinite gratitude to you for finding and rescuing the Executive Manager."
    },
    {
      "id": 123,
      "model": "오티스",
      "content": "I hear that you are a leader at a pharmaceutical company—this acquaintance shall certainly come in handy, in case our stay becomes significantly prolonged, ha ha!"
    },
    {
      "id": 124,
      "model": "이스마엘",
      "content": "I'm just surprised by her boldness to say something so materialistic when they're standing right there..."
    },
    {
      "id": 125,
      "model": "아미야",
      "content": "……."
    },
    {
      "id": 126,
      "model": "아미야",
      "content": "Can I stay in your village too, chief?"
    },
    {
      "id": 127,
      "content": "The village chief took a brief glance at the hems by her right wrist, then nodded."
    },
    {
      "id": 128,
      "model": "파비우스",
      "teller": "Village Chief",
      "title": "Faro Muerto",
      "content": "... Welcome to Faro Muerto. You are welcome to stay for as long as you want."
    },
    {
      "id": 129,
      "model": "파비우스",
      "teller": "Village Chief",
      "title": "Faro Muerto",
      "content": "And please, do let me know if you find yourselves without food. Our food supply may be tight indeed, but we have enough to share with those who helped repair the vessel."
    },
    {
      "id": 130,
      "model": "로쟈",
      "content": "Ooh... ya better not go back on your word later! Heh heh... I wonder what kind of local delicacies await... Dried fish like they were eating earlier, maybe?"
    },
    {
      "id": 131,
      "model": "스카디",
      "content": "Hey, chief."
    },
    {
      "id": 132,
      "model": "파비우스",
      "teller": "Village Chief",
      "title": "Faro Muerto",
      "content": "What is it?"
    },
    {
      "id": 133,
      "model": "스카디",
      "content": "Just how are you surviving out here, <i>by the sea</i>?"
    },
    {
      "id": 134,
      "model": "파비우스",
      "teller": "Village Chief",
      "title": "Faro Muerto",
      "content": "Mm… perhaps the question of 'how' we are surviving may be somewhat misdirected."
    },
    {
      "id": 135,
      "model": "파비우스",
      "teller": "Village Chief",
      "title": "Faro Muerto",
      "content": "For we are only pursuing every possible avenue 'because' we must survive."
    },
    {
      "id": 136,
      "model": "스카디",
      "content": "……."
    },
    {
      "id": 137,
      "content": "The chief responds to Skadi's perceived hostility with a hearty smile. After leaving some firewood for the night, he left."
    },
    {
      "id": 138,
      "model": "스카디",
      "content": "I’m going. Can’t learn much more from here."
    },
    {
      "id": 139,
      "model": "그레고르",
      "content": "Huh? You going somewhere at this hour?"
    },
    {
      "id": 140,
      "model": "스카디",
      "content": "……."
    },
    {
      "id": 141,
      "model": "단테",
      "content": "<Skadi, does this have something to do with the coast…?>"
    },
    {
      "id": 142,
      "model": "단테",
      "content": "<I remember what you said before we got to the village. Something about how coasts are hardly good places to live in.>"
    },
    {
      "id": 143,
      "model": "아미야",
      "content": "Dante wants to know if… this has something to do with the coast?"
    },
    {
      "id": 144,
      "model": "스카디",
      "content": "… You."
    },
    {
      "id": 145,
      "model": "스카디",
      "content": "Do you understand the Ægir language?"
    },
    {
      "id": 146,
      "model": "단테",
      "content": "<Ægir language…? Uh… no…?>"
    },
    {
      "id": 147,
      "model": "아미야",
      "content": "Dante. Skadi just spoke in Ægirian."
    },
    {
      "id": 148,
      "model": "아미야",
      "content": "I couldn’t understand a word of Skadi and the chief's conversation because I don’t speak Ægirian."
    },
    {
      "id": 149,
      "model": "파우스트",
      "content": "... It may only be that there were enough lexical similarity between one of the City's languages and the language Skadi spoke in for them to comprehend the meaning."
    },
    {
      "id": 150,
      "model": "스카디",
      "content": "… Weird coincidence."
    },
    {
      "id": 151,
      "model": "스카디",
      "content": "Anyway, I have some things to look into. Something you’re all too slow to see."
    },
    {
      "id": 152,
      "model": "아미야",
      "content": "... You still have to tell us about it later."
    },
    {
      "id": 153,
      "model": "아미야",
      "content": "Please remember you’re not on a solo mission, Skadi. This is a team effort from Rhodes Island."
    },
    {
      "id": 154,
      "model": "스카디",
      "content": "… Will do."
    },
    {
      "id": 155,
      "content": "Skadi nodded lightly before leaping off into the night, out of our sights."
    },
    {
      "id": 156,
      "model": "단테",
      "content": "<I’m kinda worried…>"
    },
    {
      "id": 157,
      "model": "아미야",
      "content": "She’s not the best with people, but… she’s also pretty thoughtful. She’ll be okay."
    },
    {
      "id": 158,
      "model": "아미야",
      "content": "Ah! Should we head inside? The sun's starting to set already."
    },
    {
      "id": 159,
      "model": "단테",
      "content": "<O-oh, yeah. We can probably just pick an unlit building and stay the night there, right?>"
    },
    {
      "id": 160,
      "content": "Trying our best to ignore the mood that was starting to turn awkward, we made our way into a nearby unoccupied building."
    }
  ]
}