{
  "dataList": [
    {
      "id": 0,
      "place": "Faro Muerto, Unoccupied Building",
      "content": "We walked past a few narrow buildings and remnants of narrow buildings before we came across a hall large enough to house all fifteen or so of us."
    },
    {
      "id": 1,
      "model": "아미야",
      "content": "Okay... now we're ready. With the curtains on the window removed, the smoke has an exit."
    },
    {
      "id": 2,
      "model": "로쟈",
      "content": "Woah! I thought we were doomed to shudder ourselves to sleep with the soaking wet firewood and all... I had no idea that'd work."
    },
    {
      "id": 3,
      "model": "아미야",
      "content": "We just have to get a small fire going underneath it until the wood dries up and catches fire. The downside being all this smoke..."
    },
    {
      "id": 4,
      "model": "오티스",
      "content": "It's clear that she has some field experience. Unlike some... fools I know."
    },
    {
      "id": 5,
      "model": "돈키호테",
      "content": "I shan't sit here and let her carry the burden of labor alone! Bequeath upon me thine ingredients, young Rodion! For I shall conjure thee a pot of special Fixer Soup!"
    },
    {
      "id": 6,
      "model": "아미야",
      "content": "You’re… making soup with cookies and jelly…?"
    },
    {
      "id": 7,
      "model": "싱클레어",
      "content": "Noooo! No! No! You are not getting anywhere near the kitchen again, not after what you cooked up last time!"
    },
    {
      "id": 8,
      "model": "이상",
      "content": "While I must admit to a certain level of interest..."
    },
    {
      "id": 9,
      "model": "이상",
      "content": "... as many of our fellows' viscera are oft wracked with intense agony upon ingesting dishes of your making, perhaps it would be wiser that we save the occasion for a safer environment..."
    },
    {
      "id": 10,
      "model": "로쟈",
      "content": "R-right~ Don'tcha remember? We agreed to leave cooking to Meur or Outi if we're ever in a situation like this, remember?"
    },
    {
      "id": 11,
      "model": "단테",
      "content": "<Did we?>"
    },
    {
      "id": 12,
      "model": "그레고르",
      "content": "See, I think it's become sort of an unspoken rule after... everything that happened."
    },
    {
      "id": 13,
      "model": "그레고르",
      "content": "Remember? Back during last year's cooking contest at K Corp., they were the only two people who managed to get remotely positive reviews."
    },
    {
      "id": 14,
      "model": "싱클레어",
      "content": "Ooh... Does that mean we’ll get to try Outis’s cooking once agai—"
    },
    {
      "id": 15,
      "model": "오티스",
      "content": "Denied. We still have plenty of high-calorie foods like cookies and jellies here; I find no reason to do something so inefficient."
    },
    {
      "id": 16,
      "model": "아미야",
      "content": "I’m glad to see that everyone’s still energetic, given the circumstances. It can’t be easy to suddenly wake up in an unfamiliar environment."
    },
    {
      "id": 17,
      "model": "단테",
      "content": "<Well, we’re all quite used to getting thrown into unfamiliar places.>"
    },
    {
      "id": 18,
      "model": "단테",
      "content": "<Speaking of which, did you manage to reach your colleagues, Amiya?>"
    },
    {
      "id": 19,
      "content": "She shook her head, concerned."
    },
    {
      "id": 20,
      "model": "아미야",
      "content": "They might’ve lost their comms devices... or maybe they ran into some other trouble..."
    },
    {
      "id": 21,
      "model": "단테",
      "content": "<Could they be in danger?>"
    },
    {
      "id": 22,
      "model": "아미야",
      "content": "I don’t know, but… I’m sure they’re okay. The Doctor… Dr. Kal’tsit… they’re both more than capable enough to look after themselves."
    },
    {
      "id": 23,
      "model": "이상",
      "content": "Mm... long have this curiosity lingered within me; thus, allow me to inquire."
    },
    {
      "id": 24,
      "model": "이상",
      "content": "Corporations are, by their nature, organizations in pursuit of profit."
    },
    {
      "id": 25,
      "model": "이상",
      "content": "Yet, the activities of your 'corporation' resemble those of charity organizations, as opposed to a pharmaceutical company. Is there aught that might explicate this blurred distinction?"
    },
    {
      "id": 26,
      "model": "홍루",
      "content": "Aha! I wanted to know, too."
    },
    {
      "id": 27,
      "model": "홍루",
      "content": "How come a pharmaceutical company like Rhodes Island's helping people?"
    },
    {
      "id": 28,
      "content": "Something about what Hong Lu said brings back unpleasant memories."
    },
    {
      "id": 29,
      "content": "The horrible experiments seen through the cascade of flowing tears in the face of suffering, the embodiment of greed that left a terrible wound in Hong Lu's fathoms."
    },
    {
      "id": 30,
      "content": "The pharmaceutical companies I’ve seen in my journey were corporations that, despite possessing the capacity to heal, chose to obsess over the profit it can provide."
    },
    {
      "id": 31,
      "model": "아미야",
      "content": "There are many in Terra... who are suffering from a disease."
    },
    {
      "id": 32,
      "model": "아미야",
      "content": "The disease crystallizes you; it spreads deeper and deeper into the Infected's internal organs, eventually culminating in their death."
    },
    {
      "id": 33,
      "model": "아미야",
      "content": "It’s called Oripathy."
    },
    {
      "id": 34,
      "content": "Amiya showed me the back of her right hand, dotted by what appeared to be obsidian crystallizations."
    },
    {
      "id": 35,
      "content": "Its appearance reminded me of the bio-treatments from the Backstreets… but there was something more to it. Something more restless, more sinister."
    },
    {
      "id": 36,
      "model": "아미야",
      "content": "It’s a terrible, painful disease, but… there haven't been any recorded cases of full recovery."
    },
    {
      "id": 37,
      "model": "아미야",
      "content": "But… there’s an even worse problem."
    },
    {
      "id": 38,
      "model": "돈키호테",
      "content": "Pray tell, what could possibly be worse than an incurable, deadly disease?"
    },
    {
      "id": 39,
      "model": "아미야",
      "content": "While it varies region by region… discrimination against the Infected is widespread across Terra."
    },
    {
      "id": 40,
      "model": "이상",
      "content": "Those who suffer from it must face unfair treatment."
    },
    {
      "id": 41,
      "content": "Yi Sang began with a dark expression."
    },
    {
      "id": 42,
      "model": "아미야",
      "content": "Some are quarantined in places with terrible, inhumane conditions… and there have been massacres, too."
    },
    {
      "id": 43,
      "model": "오티스",
      "content": "… I don’t mean to be callous, but is this ‘Oripathy’ highly contagious?"
    },
    {
      "id": 44,
      "model": "아미야",
      "content": "No. There have not been any recorded cases of infection by contact, as long as the subjects are alive."
    },
    {
      "id": 45,
      "model": "아미야",
      "content": "But... when the infected dies, the crystal growths on their body decay and turn to dust, scattering... which is what spreads the plague."
    },
    {
      "id": 46,
      "model": "오티스",
      "content": "Then, barring environments like active battlefields where casualties are to be expected, staying within close proximity of the Infected in daily life seems to pose hardly any risk."
    },
    {
      "id": 47,
      "model": "싱클레어",
      "content": "Uh… so what's the problem, then?"
    },
    {
      "id": 48,
      "model": "그레고르",
      "content": "… They're already past the point of caring about what the \"problem\" is. "
    },
    {
      "id": 49,
      "model": "그레고르",
      "content": "Once people start feeling iffy... all logic goes out the window."
    },
    {
      "id": 50,
      "model": "단테",
      "content": "<Then Rhodes Island’s goal has to be…>"
    },
    {
      "id": 51,
      "model": "아미야",
      "content": "Yes, it is important to develop a cure for Oripathy. But…"
    },
    {
      "id": 52,
      "model": "아미야",
      "content": "… I think what really matters is that we change the circumstances for the better for the Infected."
    },
    {
      "id": 53,
      "model": "홍루",
      "content": "That's not going to be an easy endeavor. Though... that is what gives your effort more meaning."
    },
    {
      "id": 54,
      "model": "홍루",
      "content": "... I hope you can achieve that goal, Amiya. I really do."
    },
    {
      "id": 55,
      "model": "돈키호테",
      "content": "Sob, sob... for truth..."
    },
    {
      "id": 56,
      "model": "그레고르",
      "content": "... The City... this world... we both live in worlds full of surprises, don't we?"
    },
    {
      "id": 57,
      "model": "아미야",
      "content": "What kind of world did you come from… This ‘City’?"
    },
    {
      "id": 58,
      "content": "What kind of place is the City anyway…?"
    },
    {
      "id": 59,
      "content": "The kind of place with too many pointless rules…"
    },
    {
      "id": 60,
      "content": "The kind of place where, the moment you think ‘isn’t this too much?’, you see something even worse…"
    },
    {
      "id": 61,
      "content": "Try as I might, I couldn’t think of a single positive thing about the City."
    },
    {
      "id": 62,
      "content": "The Sinners seemed to be in agreement, as most of what came after was quite scathing."
    },
    {
      "id": 63,
      "model": "이스마엘",
      "content": "The kind of place where good deeds rarely ever go unpunished. Where sympathy’s a good attitude to have if you like getting stabbed in the back. Nothing good ever works out there."
    },
    {
      "id": 64,
      "model": "히스클리프",
      "content": "It’s a shitehole."
    },
    {
      "id": 65,
      "model": "싱클레어",
      "content": "… It’s an irrational place, full of absurdities."
    },
    {
      "id": 66,
      "model": "뫼르소",
      "content": "Absurdity is an omnipresence."
    },
    {
      "id": 67,
      "model": "뫼르소",
      "content": "Therefore, it is not a subject by which one should be aggrieved."
    },
    {
      "id": 68,
      "model": "로쟈",
      "content": "We can at least grouse about them, though. I mean, it's the only thing we can do."
    },
    {
      "id": 69,
      "model": "뫼르소",
      "content": "It would be more correct to experience more and acclimatize oneself to it instead of complaining."
    },
    {
      "id": 70,
      "model": "싱클레어",
      "content": "You did say something like that last time..."
    },
    {
      "id": 71,
      "model": "뫼르소",
      "content": " Mm."
    },
    {
      "id": 72,
      "content": "Just as the mood was starting to turn rather sour, Don Quixote's shout shattered through the awkwardness."
    },
    {
      "id": 73,
      "model": "돈키호테",
      "content": "Verily, nary a day goeth by untarnished by villains and their fell deeds."
    },
    {
      "id": 74,
      "model": "돈키호테",
      "content": "Yet worry thee not! For, where evil riseth, so doth Fixers of Justice to—!"
    },
    {
      "id": 75,
      "content": "Don Quixote jumped from her seat and passionately shook her fist…"
    },
    {
      "id": 76,
      "content": "… which was followed by a heavy crack and the sound of small pebbles tumbling down…"
    },
    {
      "id": 77,
      "model": "아미야",
      "content": "Don Quixote, watch out!"
    },
    {
      "id": 78,
      "model": "돈키호테",
      "content": "W-wohah!"
    },
    {
      "id": 79,
      "model": "메이어스",
      "teller": "???",
      "title": "???",
      "content": "…?"
    },
    {
      "id": 80,
      "content": "And from behind the wall she accidentally broke down, an unfamiliar visage of a villager appeared and stared back at Don Quixote. It appeared that she was eating something out of a can while reading a book."
    },
    {
      "id": 81,
      "model": "돈키호테",
      "content": "……."
    },
    {
      "id": 82,
      "model": "메이어스",
      "teller": "???",
      "title": "???",
      "content": "……."
    },
    {
      "id": 83,
      "model": "돈키호테",
      "content": "H-how farest thou?"
    },
    {
      "id": 84,
      "model": "로쟈",
      "content": "Farest thy foot! Ya gotta apologize first!"
    },
    {
      "id": 85,
      "model": "히스클리프",
      "content": "Sigh… lass seemed a tad too hyper today."
    },
    {
      "id": 86,
      "model": "돈키호테",
      "content": "Nngh! A-apologies, for I hardly expected the wall to crumble with such ease—"
    },
    {
      "id": 87,
      "model": "돈키호테",
      "content": "Art thou unhurt? Any injuries…?"
    },
    {
      "id": 88,
      "model": "메이어스",
      "teller": "???",
      "title": "???",
      "content": "……."
    },
    {
      "id": 89,
      "model": "메이어스",
      "teller": "???",
      "title": "???",
      "content": "To?"
    },
    {
      "id": 90,
      "model": "돈키호테",
      "content": "T-to? Pray tell, to what?"
    },
    {
      "id": 91,
      "model": "메이어스",
      "teller": "???",
      "title": "???",
      "content": "Forget the apology. I just wanna know what happens next. The Fixers of justice rose up to... do what?"
    },
    {
      "id": 92,
      "model": "돈키호테",
      "content": "Ooh..."
    },
    {
      "id": 93,
      "model": "돈키호테",
      "content": "Oooooo!!! Hast! Hast thou come to me to hear the tale of Fixers!?"
    },
    {
      "id": 94,
      "model": "아미야",
      "content": "I-I don't know about coming to us, given how Miss Don Quixote was the one who punched the wall down...?"
    },
    {
      "id": 95,
      "model": "돈키호테",
      "content": "... Ahem."
    },
    {
      "id": 96,
      "model": "메이어스",
      "teller": "???",
      "title": "???",
      "content": "Oh, is it too late an hour? I don’t mind waiting ‘til morning if you wanna sleep—"
    },
    {
      "id": 97,
      "model": "돈키호테",
      "content": "NAY! Not at all! ‘Tis quite early an hour for tales, in fact! Prithee, seat thyself here!"
    },
    {
      "id": 98,
      "model": "오티스",
      "content": "You ungovernable fool… calm down! We don’t even know who she is."
    },
    {
      "id": 99,
      "model": "오티스",
      "content": "And don’t you forget to share those Fixer tales over there in the corner to not disturb our sleep."
    },
    {
      "id": 100,
      "model": "돈키호테",
      "content": "Thou makest a request most untenable… these tales deserve to be announced to the world with great gusto, from the center…"
    },
    {
      "id": 101,
      "model": "메이어스",
      "teller": "???",
      "title": "???",
      "content": "Yeah, that’s the best way to hear those kinds of stories. But we should probably introduce ourselves to each other first."
    },
    {
      "id": 102,
      "model": "메이어스",
      "content": "Name’s Mayors. I’m… hm… how should I put this…"
    },
    {
      "id": 103,
      "model": "메이어스",
      "content": "Ah! Did you meet the village chief earlier during the day? He’s my gramps."
    },
    {
      "id": 104,
      "model": "그레고르",
      "content": "Oh, that nice guy? So he had a granddaughter."
    },
    {
      "id": 105,
      "model": "이상",
      "content": "Yet… I have not seen you once, Miss Mayors, under the sun."
    },
    {
      "id": 106,
      "model": "로쟈",
      "content": "Oh my, you’re right. I thought the village was completely dried of any young blood~"
    },
    {
      "id": 107,
      "content": "Like Rodya said, while we didn’t see Mayors out there, there wasn't anyone else in the village we could comfortably call ‘young’. "
    },
    {
      "id": 108,
      "model": "메이어스",
      "content": "You’re telling me. Gramps was worrying over nothing and told me to stay put inside."
    },
    {
      "id": 109,
      "model": "메이어스",
      "content": "Going on and on about the dangers that the outsiders pose and everything."
    },
    {
      "id": 110,
      "model": "파우스트",
      "content": "It seems that they do not give full faith to their ‘saviors’."
    },
    {
      "id": 111,
      "model": "오티스",
      "content": "There are things you cannot share even with whom you trust with your life. Though… I would like to know why."
    },
    {
      "id": 112,
      "model": "로쟈",
      "content": "My, my. So there are a bunch of other kids who are stuck indoors in this village?"
    },
    {
      "id": 113,
      "model": "메이어스",
      "content": "... No. There isn't anyone around my age in the village, at all."
    },
    {
      "id": 114,
      "model": "싱클레어",
      "content": "If that's the case... I guess I can understand why he'd be overprotective."
    },
    {
      "id": 115,
      "model": "로쟈",
      "content": "Anyways, it’s our turn! We are—"
    },
    {
      "id": 116,
      "model": "메이어스",
      "content": "Ah, I’m good. I heard enough to get an idea."
    },
    {
      "id": 117,
      "model": "히스클리프",
      "content": "You… did…?"
    },
    {
      "id": 118,
      "model": "돈키호테",
      "content": "Hoh? Pray, how didst thou hear us? Via a listening device most secret upon our chamber?!"
    },
    {
      "id": 119,
      "content": "Mayors tapped a side of the wall(the part of it that was still standing, anyway) and smiled ironically."
    },
    {
      "id": 120,
      "model": "메이어스",
      "content": "Bad soundproofing. I could hear pretty much everything uh… Don Quixote, right? Everything Don Quixote practically sang during the day."
    },
    {
      "id": 121,
      "model": "돈키호테",
      "content": "Eheh, heh heh... v-verily, I see!"
    },
    {
      "id": 122,
      "model": "그레고르",
      "content": "I think you could really do with some sense of embarrassment for once..."
    },
    {
      "id": 123,
      "model": "메이어스",
      "content": "Well, I guess that’s good enough for self-introductions, so…"
    },
    {
      "id": 124,
      "model": "메이어스",
      "content": "Care to regale me with the tale of Fixers who bring justice to the evils of the City?"
    },
    {
      "id": 125,
      "model": "돈키호테",
      "content": "Heh heh heh... Indubitably! Then… aha, this shall do! I shall regale thee with the tale in which the legendary Fixer, the archmagnificence herself, the Red Mist, hath—"
    },
    {
      "id": 126,
      "model": "히스클리프",
      "content": "Tsk… I ‘spose that killed any hope for a good night's kip."
    },
    {
      "id": 127,
      "model": "싱클레어",
      "content": "But… uh, don’t you usually pass out within a minute of your back hitting the hay no matter how noisy things are?"
    },
    {
      "id": 128,
      "model": "히스클리프",
      "content": "What...? Do you take me for some kind of hibernatin' bear or something? Look, even I have trouble sleepin’ when there’s noise all over—"
    },
    {
      "id": 129,
      "model": "히스클리프",
      "content": "Snnnrk…"
    },
    {
      "id": 130,
      "model": "이스마엘",
      "content": "Sigh… I'd say \"bear in hibernation\" is a pretty apt descriptor."
    },
    {
      "id": 131,
      "model": "싱클레어",
      "content": "For all that grumbling and moaning… he dozed off before any of us did."
    },
    {
      "id": 132,
      "content": "Aside from Heathcliff, who began snoring the moment his head touched the ground, some other Sinners were fast asleep as well."
    },
    {
      "id": 133,
      "content": "Meursault had entered sleep in his usual steadfast adherence to the routine, while Faust laid claim to one of the few available cloth sheets as soon as the close of business for the day was confirmed."
    },
    {
      "id": 134,
      "content": "The Sinners, who had spent the entire last night searching for me in this unfamiliar land, slowly began to fall asleep as well."
    },
    {
      "id": 135,
      "model": "돈키호테",
      "content": "Meanwhile! The Fixer of the Zwei Association's first Section—"
    },
    {
      "id": 136,
      "content": "... Though the night was no longer young, Don Quixote was still vigorously sharing the tales of adventures without even a single sign of fatigue."
    },
    {
      "id": 137,
      "content": "She's not determined to do this until sunrise, is she?"
    },
    {
      "id": 138,
      "model": "메이어스",
      "content": "Ooh..."
    },
    {
      "id": 139,
      "content": "I guess it’s okay, since Mayors seems to be having fun…"
    },
    {
      "id": 140,
      "content": "As I continued to watch the pair with some mild concern, Amiya, not yet asleep, approached me."
    },
    {
      "id": 141,
      "model": "아미야",
      "content": "This ‘City’ Miss Don Quixote speaks of… seems to be teeming with Fixers of justice and exhilarating tales of adventures."
    },
    {
      "id": 142,
      "model": "아미야",
      "content": "Did you actually experience all of them yourselves?"
    },
    {
      "id": 143,
      "model": "이스마엘",
      "content": "No, of course not. Don Quixote’s stories are usually those of other famous people."
    },
    {
      "id": 144,
      "model": "아미야",
      "content": "But she's telling it with such vigor that it almost sounds like she was there herself..."
    },
    {
      "id": 145,
      "model": "이스마엘",
      "content": "… Well, I guess… if you really want to get into it, some of them might be retellings of Don Quixote's personal experiences."
    },
    {
      "id": 146,
      "content": "Ishmael replied uncertainly, thinking back to the plays we were made to watch back in La Manchaland."
    },
    {
      "id": 147,
      "model": "그레고르",
      "content": "Well..."
    },
    {
      "id": 148,
      "model": "그레고르",
      "content": "I think all those stories, even though they’re only partially true, just go to show what a ridiculous place it can be."
    },
    {
      "id": 149,
      "model": "그레고르",
      "content": "We wouldn’t need “Fixers of justice” to begin with if we really lived in a just world, right? A really good place to live would be quiet and peaceful without someone having to force it."
    },
    {
      "id": 150,
      "model": "아미야",
      "content": "Ha ha, that’s true."
    },
    {
      "id": 151,
      "model": "아미야",
      "content": "I hope… there’ll come a day when Rhodes Island can be a normal pharmaceutical company in the future."
    },
    {
      "id": 152,
      "model": "메이어스",
      "content": "……."
    },
    {
      "id": 153,
      "model": "그레고르",
      "content": "Hm?"
    },
    {
      "id": 154,
      "model": "단테",
      "content": "<Something wrong?>"
    },
    {
      "id": 155,
      "model": "그레고르",
      "content": "No, I… just thought Miss Mayors and I made eye contact."
    },
    {
      "id": 156,
      "content": "Did she overhear our conversation?"
    },
    {
      "id": 157,
      "content": "I looked to her direction as well, but all I saw was Mayors excitedly reacting to Don Quixote’s tales."
    },
    {
      "id": 158,
      "model": "메이어스",
      "content": "Whoa... What happened then?"
    },
    {
      "id": 159,
      "model": "돈키호테",
      "content": "Thus spake Lady Outis, boldly before the soldiers who stood in our path!"
    },
    {
      "id": 160,
      "model": "돈키호테",
      "content": "“Thou presumest to stand in our path, servants of a master most unworthy?! I, Outis, shall educate ye on how manner maketh—”"
    },
    {
      "id": 161,
      "content": "Don Quixote was now retelling the stories of Limbus Company’s adventures in Hongyuan, and…"
    },
    {
      "id": 162,
      "content": "Outis, who could no longer stand Don Quixote’s unintentional alterations of the story, jumped to her feet and shouted."
    },
    {
      "id": 163,
      "model": "오티스",
      "content": "Dammit, what kind of nonsense are you feeding her…? I never said anything like that!"
    },
    {
      "id": 164,
      "model": "돈키호테",
      "content": "Ahem... verily, certain aspects of this retelling may have been exaggerated..."
    },
    {
      "id": 165,
      "model": "메이어스",
      "content": "Ahaha, that’s tales of adventures for you. Things are bound to get a bit dry when a story is told too realistically and as-is, right?"
    },
    {
      "id": 166,
      "model": "메이어스",
      "content": "You know, nothing… not even anything resembling a proper record or a book remained once The Profound Silence swept through this village."
    },
    {
      "id": 167,
      "model": "메이어스",
      "content": "So I’ve always had a craving for these kinds of stories."
    },
    {
      "id": 168,
      "model": "아미야",
      "content": "But Iberia doesn’t stop Iberians from emigrating, contrary to their tight immigration control."
    },
    {
      "id": 169,
      "model": "아미야",
      "content": "Have you ever… thought about leaving this place…?"
    },
    {
      "id": 170,
      "model": "메이어스",
      "content": "It’s still a challenge to cross the border… Especially since we’re going to have to pass through larger cities that are managed by the Inquisition."
    },
    {
      "id": 171,
      "model": "오티스",
      "content": "You don’t seem particularly fond of this ‘Inquisition’. Why is that?"
    },
    {
      "id": 172,
      "model": "메이어스",
      "content": "That’s because this village was… formed by people who grew tired of living under the Inquisition’s rule and fled."
    },
    {
      "id": 173,
      "model": "싱클레어",
      "content": "Sorry, but what kind of organization is this... Inquisition?"
    },
    {
      "id": 174,
      "content": "Sinclair asked, face turning cold upon hearing the word \"Inquisition\", and that people fled from it."
    },
    {
      "id": 175,
      "content": "Yeah, the Nagel und Hammer we saw back at Calw aren't the kind of memories that are so easily forgotten..."
    },
    {
      "id": 176,
      "model": "아미야",
      "content": "According to Dr. Kal’tsit, the Inquisition is what filled the power vacuum once Iberia fell into chaos."
    },
    {
      "id": 177,
      "model": "아미야",
      "content": "That its Inquisitors are the rapier and lamp-wielding protectors of Iberia’s cities from lawlessness."
    },
    {
      "id": 178,
      "model": "싱클레어",
      "content": "Uhm… that alone kinda makes them sound like good people, though."
    },
    {
      "id": 179,
      "model": "메이어스",
      "content": "Yeah, they are. But..."
    },
    {
      "id": 180,
      "model": "메이어스",
      "content": "There's the Church of the Deep."
    },
    {
      "id": 181,
      "model": "메이어스",
      "content": "The Inquisition will go to whatever lengths to deal with incidents related to the Church that worships Seaborns."
    },
    {
      "id": 182,
      "model": "돈키호테",
      "content": "Fie! An organization that worships those monsters!?"
    },
    {
      "id": 183,
      "model": "오티스",
      "content": "It seems that cultish fanaticism is a plague wherever we go."
    },
    {
      "id": 184,
      "model": "싱클레어",
      "content": "I feel like people with all kinds of wrong faiths and beliefs are... so common."
    },
    {
      "id": 185,
      "model": "메이어스",
      "content": "See, the Seaborns are the ones that messed Iberia up. So, following their logic, apparently it's okay for them to arrest anyone who seems even remotely connected to them."
    },
    {
      "id": 186,
      "model": "아미야",
      "content": "Are you saying that Iberia is like this because of the… Seaborns?"
    },
    {
      "id": 187,
      "model": "그레고르",
      "content": "Those things from earlier…? I guess they were kinda troublesome to deal with, but… they didn’t seem that strong."
    },
    {
      "id": 188,
      "model": "메이어스",
      "content": "… Anyways, it's just what I heard from gramps, but… the Inquisition executed many innocent people too in their crusade against the Church of the Deep."
    },
    {
      "id": 189,
      "model": "돈키호테",
      "content": "For those who proclaim to be on the side of justice, they seem quite fond of committing such villainy…!"
    },
    {
      "id": 190,
      "model": "오티스",
      "content": "It seems like a reasonable policy decision to me."
    },
    {
      "id": 191,
      "model": "오티스",
      "content": "But… it must pose a clear danger to the daily lives of civilians."
    },
    {
      "id": 192,
      "model": "메이어스",
      "content": "Yeah. I heard I was the only survivor. Everyone in my family died."
    },
    {
      "id": 193,
      "model": "싱클레어",
      "content": "You must've had to endure such a long period of pain..."
    },
    {
      "id": 194,
      "model": "싱클레어",
      "content": "... to be able to say something like that with such composure."
    },
    {
      "id": 195,
      "model": "메이어스",
      "content": "……."
    },
    {
      "id": 196,
      "model": "메이어스",
      "content": "For Iberia, they are… heroes who will bring the land back to its glory days. But to gramps, they were just oppressors making his life difficult."
    },
    {
      "id": 197,
      "model": "메이어스",
      "content": "That’s why we’ve all come here. Fleeing from the Inquisition’s gaze."
    },
    {
      "id": 198,
      "model": "돈키호테",
      "content": "… Y-yet, wherefore hast thou decided to settle at a… place that is so… um…"
    },
    {
      "id": 199,
      "model": "메이어스",
      "content": "Run-down?"
    },
    {
      "id": 200,
      "model": "돈키호테",
      "content": "Indeed…"
    },
    {
      "id": 201,
      "model": "메이어스",
      "content": "Yeah, I know. But it’s not so bad once you get used to it. Besides, we managed to find a new path thanks to you guys."
    },
    {
      "id": 202,
      "model": "단테",
      "content": "<A new path…?>"
    },
    {
      "id": 203,
      "model": "메이어스",
      "content": "... Well, it’s getting late. Will you be repairing the ship tomorrow, too?"
    },
    {
      "id": 204,
      "model": "단테",
      "content": "<This place really has no soundproofing at all, huh…>"
    },
    {
      "id": 205,
      "model": "메이어스",
      "content": "Good talk, everyone. Hope we’ll get another chance to do this tomorrow, too!"
    },
    {
      "id": 206,
      "content": "After seeing Mayors to her own room, the other Sinners—those who were still up, anyway—and I laid ourselves on the hard stone floor with only a thin layer of cloth between it and our backs."
    },
    {
      "id": 207,
      "content": "A mysterious world that is neither the City nor the Outskirts…"
    },
    {
      "id": 208,
      "content": "But it seemed that the lives its people led were just as difficult as they were anywhere else."
    }
  ]
}