{
  "dataList": [
    {
      "id": 0,
      "place": "Faro Muerto, Coast",
      "model": "단테",
      "content": "<It's so... big!>"
    },
    {
      "id": 1,
      "model": "아미야",
      "content": "Amazing… I didn’t know there were remaining vessels of this class in Iberia."
    },
    {
      "id": 2,
      "model": "돈키호테",
      "content": "Aha, I espy her name here! ‘Tis called by the name Rebelión de las Masas."
    },
    {
      "id": 3,
      "model": "이상",
      "content": "Rebelión de las Masas… “Revolt of the Masses”, is it? A name very much mired in peculiarity, indeed."
    },
    {
      "id": 4,
      "content": "Hong Lu chimed in, that he was rather fond of it with its size being about the same as the boat from his home, while Ishmael quickly jumped in to correct us that its size alone wasn’t anything special at the Great Lake, but…"
    },
    {
      "id": 5,
      "content": "... It was still pretty big compared to Mephi or the Indigo Elder’s skiff."
    },
    {
      "id": 6,
      "model": "단테",
      "content": "<I thought it was going to be somewhere around Mephi’s size, at most… Are you sure you can get this ship fixed in a day or two?>"
    },
    {
      "id": 7,
      "model": "오티스",
      "content": "As I briefed you yesterday, the great majority of the time-consuming repairs had already been completed by the villagers. "
    },
    {
      "id": 8,
      "model": "오티스",
      "content": "The extent of our repair efforts only concerns a few components within the vessel that the villagers could not repair, which shouldn’t take us much time."
    },
    {
      "id": 9,
      "model": "파우스트",
      "content": "Unless parts that are unfamiliar to Faust are also malfunctioning, such as the core engine, remaining repairs should be sufficiently managed by Faust."
    },
    {
      "id": 10,
      "content": "Despite Outis’s confident declaration, I could not help but feel oddly unsettled as I looked at the ship."
    },
    {
      "id": 11,
      "content": "I don’t know why, but… something tells me that we don’t want to linger here for too long…"
    },
    {
      "id": 12,
      "model": "단테",
      "content": "<Still, please be thorough about it, just in case.>"
    },
    {
      "id": 13,
      "model": "단테",
      "content": "<I’d rather not sit on a sinking ship again… the experience at the Great Lake was enough.>"
    },
    {
      "id": 14,
      "model": "파우스트",
      "content": "Do not worry, Dante."
    },
    {
      "id": 15,
      "model": "파우스트",
      "content": "Unlike Mephistopheles, most functions of this vessel—buoyancy gear, propellers, steering gear—are all in operational capacity. This repair should be much easier than the case with Mephistopheles."
    },
    {
      "id": 16,
      "model": "그레고르",
      "content": "They seem confident enough... it should be safe this time around, right?"
    },
    {
      "id": 17,
      "model": "아미야",
      "content": "Are we taking that rope to climb up to the ship?"
    },
    {
      "id": 18,
      "model": "이스마엘",
      "content": "No, there’s a lift-like apparatus down here. It should take us up to the ship."
    },
    {
      "id": 19,
      "model": "파우스트",
      "content": "Its stability was verified yesterday. Let us board the lift."
    },
    {
      "id": 20,
      "model": "단테",
      "content": "<You're one-hundred-per-cent certain, right...?>"
    },
    {
      "id": 21,
      "model": "아미야",
      "content": "The boat is afloat right now, Dante. I don't think it'll be sinking anytime soon."
    },
    {
      "id": 22,
      "model": "단테",
      "content": "<Wouldn't that be nice.>"
    },
    {
      "id": 23,
      "model": "히스클리프",
      "content": "Oi, are you two just going to faff about down here? We’re headin’ up now."
    },
    {
      "id": 24,
      "model": "단테",
      "content": "<N-no, we’re going with you.>"
    },
    {
      "id": 25,
      "content": "As I made my way into the vessel's bridge..."
    },
    {
      "id": 26,
      "place": "Vessel Masas Bridge Interior",
      "content": "... I was greeted by the extravagant interior that was as gaudy as its exterior."
    },
    {
      "id": 27,
      "model": "로쟈",
      "content": "T-this isn’t real gold, is it? Sure is shiny as heck in here… I’ve got butterflies in my stomach."
    },
    {
      "id": 28,
      "model": "료슈",
      "content": "Hm… A.S."
    },
    {
      "id": 29,
      "model": "싱클레어",
      "content": "“Aesthetically Satisfying,” she says…"
    },
    {
      "id": 30,
      "model": "료슈",
      "content": "But too ostentatious. Not quite my style."
    },
    {
      "id": 31,
      "model": "돈키호테",
      "content": "Our young Mephi is also quite the excellent vessel, yet… Imagine the adventures we could embark on aboard this vessel most lavishly decorated...!"
    },
    {
      "id": 32,
      "content": "As Faust and Outis were working on one of the control panels, Ishmael walked up to another and interfaced with it before giving a knowing nod."
    },
    {
      "id": 33,
      "model": "이스마엘",
      "content": "This must’ve been an investigative or research vessel of sorts… but it does seem a bit extravagant for one of those, though."
    },
    {
      "id": 34,
      "model": "이스마엘",
      "content": "Look, coordinates. Updating in real-time, it seems…"
    },
    {
      "id": 35,
      "model": "오티스",
      "content": "The coordinates seem to have been set to somewhere out in the middle of the ocean. Maybe it points to a small islet?"
    },
    {
      "id": 36,
      "model": "메이어스",
      "content": "Nope, no islet there."
    },
    {
      "id": 37,
      "model": "히스클리프",
      "content": "Waagh!"
    },
    {
      "id": 38,
      "model": "히스클리프",
      "content": "B-blimey, lass. You sure know how to sneak up on people."
    },
    {
      "id": 39,
      "model": "단테",
      "content": "<Mayors!?>"
    },
    {
      "id": 40,
      "model": "메이어스",
      "content": "Ha ha, what? Did I actually surprise you? I did ask if you guys were gonna come fix the boat today."
    },
    {
      "id": 41,
      "model": "싱클레어",
      "content": "Still, I didn’t know you’d be here…"
    },
    {
      "id": 42,
      "model": "오티스",
      "content": "Hmm… Why are the coordinates set to this location?"
    },
    {
      "id": 43,
      "model": "메이어스",
      "content": "There are several undersea cities beneath those coordinates. Collectively known as Ægir."
    },
    {
      "id": 44,
      "model": "메이어스",
      "content": "Gramps’ home."
    },
    {
      "id": 45,
      "model": "파우스트",
      "content": "… I see. Understood."
    },
    {
      "id": 46,
      "model": "이상",
      "content": "Hm? What was understood, if I may ask?"
    },
    {
      "id": 47,
      "model": "파우스트",
      "content": "It is now understood why the promise to repair this ship was sufficient to earn their trust and the title of 'saviors'."
    },
    {
      "id": 48,
      "model": "히스클리프",
      "content": "What’s she on about? Someone get translatin’."
    },
    {
      "id": 49,
      "model": "파우스트",
      "content": "… Consolidating and cross-referencing the observed particular circumstances of the village and the statements from the village chief, alongside information garnered from the exchange with Mayors, it is possible to gauge the significance this ship’s repair has to the local populace."
    },
    {
      "id": 50,
      "model": "파우스트",
      "content": "Of course, while this may constitute a sequence of logical connections that poses a certain challenge for Heathcliff to comprehend,"
    },
    {
      "id": 51,
      "model": "파우스트",
      "content": "to employ any degree of effort to attempt to explain it in more digestible language would constitute a pursuit of inefficiency."
    },
    {
      "id": 52,
      "model": "히스클리프",
      "content": "……."
    },
    {
      "id": 53,
      "model": "이상",
      "content": "L-lower the baton, I implore you! I shall explain it in full."
    },
    {
      "id": 54,
      "model": "히스클리프",
      "content": "Haah… I was wondering when Miss smartarse would start gabbing like that again. So, what’s she on about?"
    },
    {
      "id": 55,
      "content": "Heathcliff’s shoulders were relaxed; it didn’t seem like he was actually going to swing the bat. He placed it lightly over his shoulder with a sigh."
    },
    {
      "id": 56,
      "model": "이상",
      "content": "A brief observation of the village seemed to suggest that their subsistence situation was quite dire; much of their daily sustenance consisted of dried food, most of them made for long-term storage purposes."
    },
    {
      "id": 57,
      "model": "이스마엘",
      "content": "Considering what Skadi said about how the coastal areas are full of danger… maybe those dried seafood aren’t from around here, either."
    },
    {
      "id": 58,
      "model": "아미야",
      "content": "Maybe it's food they packed when they first came to Faro Muerto?"
    },
    {
      "id": 59,
      "model": "단테",
      "content": "<Some villagers were armed, yeah, and those \"Sea Terrors\" weren't exactly that formidable, but...>"
    },
    {
      "id": 60,
      "model": "단테",
      "content": "<... given the state the villagers are in, I doubt they'd have an easy time repelling those monsters.>"
    },
    {
      "id": 61,
      "model": "이상",
      "content": "Indeed. And that brings us to the question of sustenance..."
    },
    {
      "id": 62,
      "model": "히스클리프",
      "content": "Right, I get what’s goin’ on here."
    },
    {
      "id": 63,
      "model": "히스클리프",
      "content": "The lass and her granddad are ‘bout to visit their hometown, and they’re tryin’ to get some food supplies from there to feed the villagers, and to convince 'em, they're planning to use the fact they’re from the same neck ‘o the woods. Or sea, I guess."
    },
    {
      "id": 64,
      "model": "아미야",
      "content": "Ohh, so we’re not just repairing their ship, we’re repairing their food supply plan, too!"
    },
    {
      "id": 65,
      "model": "아미야",
      "content": "Huh? What’s wrong?"
    },
    {
      "id": 66,
      "model": "단테",
      "content": "<It’s uh…>"
    },
    {
      "id": 67,
      "content": "While the expressions were rather crude, Heathcliff’s summary of the situation was clear, to the point, and easily understood. The Sinners stared at him with mild surprise."
    },
    {
      "id": 68,
      "content": "And I did, too…"
    },
    {
      "id": 69,
      "model": "히스클리프",
      "content": "… What’s with them annoyin’ looks? Wait. Oh, you sods…!"
    },
    {
      "id": 70,
      "model": "히스클리프",
      "content": "You don’t think I’m <i>that</i> dimwitted, do you?"
    },
    {
      "id": 71,
      "model": "료슈",
      "content": "Heh. Top-notch intuition."
    },
    {
      "id": 72,
      "model": "단테",
      "content": "<It’s just that… It’s been a while since you’ve shown this side of yourself.>"
    },
    {
      "id": 73,
      "content": "Thinking back, Heathcliff's intuition's always been excellent, and he'd often put together surprisingly accurate conclusions with impressive speed."
    },
    {
      "id": 74,
      "model": "싱클레어",
      "content": "Y-you know, when you really think about it, it's kind of your fault for—aah!?"
    },
    {
      "id": 75,
      "model": "히스클리프",
      "content": "I've been too soft on you lately, haven't I? Oi! Get back here!"
    },
    {
      "id": 76,
      "model": "오티스",
      "content": "Ahem... Now, with those fools out of the conversation… Was he correct?"
    },
    {
      "id": 77,
      "content": "Outis looks away from the usual chaos and asks Mayors."
    },
    {
      "id": 78,
      "model": "메이어스",
      "content": "Honestly, I’m surprised. He was on point."
    },
    {
      "id": 79,
      "model": "메이어스",
      "content": "Yeah. Food’s been running low in the village. At this rate, we won't last another year..."
    },
    {
      "id": 80,
      "model": "메이어스",
      "content": "But the Ægir will… I’m sure they’ll welcome us with open arms."
    },
    {
      "id": 81,
      "model": "아미야",
      "content": "… I don’t want to come off like I’m overly worried, but… do you think they’ll welcome the others, too?"
    },
    {
      "id": 82,
      "model": "아미야",
      "content": "Unlike Mayors or chief, they’re… not Ægir."
    },
    {
      "id": 83,
      "model": "메이어스",
      "content": "I believe they will."
    },
    {
      "id": 84,
      "model": "메이어스",
      "content": "Iberia suspects and hates the Ægir for no other reason than that we’re from the sea, but…"
    },
    {
      "id": 85,
      "model": "메이어스",
      "content": "Our home cannot have fallen so low as to abandon a group of starving land-dwellers."
    },
    {
      "id": 86,
      "model": "돈키호테",
      "content": "……."
    },
    {
      "id": 87,
      "model": "돈키호테",
      "content": "P-prithee, might thou explain to us who… the Ægir are…?"
    },
    {
      "id": 88,
      "model": "이상",
      "content": "... I had initially thought it to be a reference to a region, yet it also seems to refer to an affiliation of sorts."
    },
    {
      "id": 89,
      "model": "싱클레어",
      "content": "Maybe they’re something like Nest dwellers? Though I don’t think I’ve heard of a Nest that accepts Backstreets people with open arms."
    },
    {
      "id": 90,
      "model": "로쟈",
      "content": "Or maybe… they used to be some rich folk?"
    },
    {
      "id": 91,
      "model": "히스클리프",
      "content": "If they call them Nest toffs Ægir here, then does that make the rabbit-eared lass Ægir, too?"
    },
    {
      "id": 92,
      "model": "아미야",
      "content": "……."
    },
    {
      "id": 93,
      "model": "아미야",
      "content": "Wait, in the world you came from… do they not distinguish between races?"
    },
    {
      "id": 94,
      "model": "파우스트",
      "content": "That is not entirely true. Delineation between races is a concept that does exist. "
    },
    {
      "id": 95,
      "content": "Though I only saw them in the fathoms... there were those terrifying things called the Cuckoospawns."
    },
    {
      "id": 96,
      "model": "파우스트",
      "content": "However, as a general rule, it can be said that humans are—excuse me, humans should be the only intelligent lifeforms in the City."
    },
    {
      "id": 97,
      "model": "아미야",
      "content": "The people of Terra... have slightly varying appearances depending on their race. Like my... Cautus ears."
    },
    {
      "id": 98,
      "model": "메이어스",
      "content": "And I’ve got pointed ears, because I’m an Ægir. Though it’s not a characteristic every Ægir shares…"
    },
    {
      "id": 99,
      "model": "돈키호테",
      "content": "The closest idea to what they are discussing appeareth to be… umm, uhm..."
    },
    {
      "id": 100,
      "content": "Don Quixote seemed to be struggling to finish her sentence."
    },
    {
      "id": 101,
      "content": "Meursault stepped in to continue."
    },
    {
      "id": 102,
      "model": "뫼르소",
      "content": "By context clues and the manner of word usage, including the means of classification, the closest example in our world would be Bloodfiends. Similar external appearances to humans, different natures, comparable sapience."
    },
    {
      "id": 103,
      "model": "돈키호테",
      "content": "'Tis of my belief that Bloodfiends are ostracized due to their nature that maketh coexistence with humans difficult. It may be that the Ægir are also…"
    },
    {
      "id": 104,
      "model": "아미야",
      "content": "I’m sure some of them do possess qualities that make coexistence with others difficult, but… they’re probably rare."
    },
    {
      "id": 105,
      "model": "돈키호테",
      "content": "Then wherefore are they made subjects of suspicion and hatred…?"
    },
    {
      "id": 106,
      "model": "아미야",
      "content": "That's..."
    },
    {
      "id": 107,
      "model": "그레고르",
      "content": "Well... the language is new, but the idea itself is pretty familiar to the City folks like us."
    },
    {
      "id": 108,
      "model": "그레고르",
      "content": "Think of feathers of fallen Wings. Kids born in the Backstreets. People who replaced their body parts with prosthetics."
    },
    {
      "id": 109,
      "model": "이상",
      "content": "The form differs, yet in its essence we find the thread."
    },
    {
      "id": 110,
      "model": "돈키호테",
      "content": "……."
    },
    {
      "id": 111,
      "content": "Something about how we keep finding these similarities in the ways of our lives, despite finding ourselves in a distant world with different rules, races, and humans..."
    },
    {
      "id": 112,
      "content": "... felt oddly discomforting."
    },
    {
      "id": 113,
      "model": "메이어스",
      "content": "Ahem. The point is, you guys are doing us a real solid by fixing up the ship."
    },
    {
      "id": 114,
      "model": "메이어스",
      "content": "Let’s move on from these gloomy conversations, okay? I wanna show you the cooler parts of this ship. This way—"
    },
    {
      "id": 115,
      "model": "파우스트",
      "content": "… The ship tour may have to wait."
    },
    {
      "id": 116,
      "model": "파우스트",
      "content": "The repairs are almost completed, but an issue has arisen."
    },
    {
      "id": 117,
      "model": "메이어스",
      "content": "Issue...?"
    },
    {
      "id": 118,
      "model": "싱클레어",
      "content": "W-wow, that’s not reassuring at all…"
    },
    {
      "id": 119,
      "model": "아미야",
      "content": "…!"
    },
    {
      "id": 120,
      "model": "아미야",
      "content": "Multiple lifeforms identified ahead! Assumed to be a Sea Terror horde!"
    },
    {
      "id": 121,
      "model": "파우스트",
      "content": "The ship’s radar system seems to suggest that the vessel is surrounded."
    },
    {
      "id": 122,
      "model": "단테",
      "content": "<They’re the same monsters from yesterday!>"
    },
    {
      "id": 123,
      "model": "오티스",
      "content": "Executive Manager! Please order us to prepare for battle!"
    },
    {
      "id": 124,
      "model": "오티스",
      "content": "Dammit... Are they the ‘Sea Terrors’ you encountered?"
    },
    {
      "id": 125,
      "model": "그레고르",
      "content": "They look a bit different, but… yeah, probably."
    },
    {
      "id": 126,
      "model": "이스마엘",
      "content": "There’s a lot of them, but… if our last experience tells us anything, we should be able to handle this."
    },
    {
      "id": 127,
      "model": "단테",
      "content": "<Amiya, please support us in battle like you did yesterday!>"
    },
    {
      "id": 128,
      "model": "돈키호테",
      "content": "Canst thou fight, young Mayors?"
    },
    {
      "id": 129,
      "model": "메이어스",
      "content": "I... feel like I’m just gonna get in your way…"
    },
    {
      "id": 130,
      "model": "단테",
      "content": "<Then... Guys, find a place to keep Mayors as far as possible from the battle.>"
    },
    {
      "id": 131,
      "model": "단테",
      "content": "<Then let’s hurry down there. We don’t want them damaging the ship any further.>"
    }
  ]
}