{
  "dataList": [
    {
      "id": 0,
      "place": "Faro Muerto, Coast",
      "model": "아미야",
      "content": "The remaining entities have all returned to sea. Is everyone okay?"
    },
    {
      "id": 1,
      "content": "It was just like our last skirmish."
    },
    {
      "id": 2,
      "content": "Sea Terrors that had surrounded the ship returned to sea even before the battle came to an end."
    },
    {
      "id": 3,
      "content": "And their retreat felt too orderly and deliberate to be just... running away."
    },
    {
      "id": 4,
      "content": "It's almost like they're making a tactical retreat..."
    },
    {
      "id": 5,
      "model": "로쟈",
      "content": "We're doing peachy, but... what about the ship? Fau, is the ship okay?"
    },
    {
      "id": 6,
      "model": "파우스트",
      "content": "Minor damages to the hull, but nothing that will impede the ship's operational capabilities."
    },
    {
      "id": 7,
      "model": "단테",
      "content": "<Phew...>"
    },
    {
      "id": 8,
      "model": "싱클레어",
      "content": "So... I noticed during the battle—I might be wrong, of course, but..."
    },
    {
      "id": 9,
      "model": "싱클레어",
      "content": "I think I noticed how, around the end of the battle, those monsters were starting to go after the manager...?"
    },
    {
      "id": 10,
      "model": "이스마엘",
      "content": "You're probably... right, actually."
    },
    {
      "id": 11,
      "model": "이스마엘",
      "content": "I noticed, too. At some point during our battle, those monsters realized that it's the manager who's commanding the rest of us."
    },
    {
      "id": 12,
      "model": "이상",
      "content": "I sensed the very same. Their movements were fluid and adaptive, as though they were learning our behavior."
    },
    {
      "id": 13,
      "model": "싱클레어",
      "content": "Why does the Church of the Deep worship… monsters like them?"
    },
    {
      "id": 14,
      "model": "히스클리프",
      "content": "That ain't much of a question, innit? They must've all gone mental."
    },
    {
      "id": 15,
      "model": "메이어스",
      "content": "I’m sure they have many reasons, but…"
    },
    {
      "id": 16,
      "model": "메이어스",
      "content": "Seaborns are beings of infinite potential. So much so that there’s no superlative big enough to properly convey the scale."
    },
    {
      "id": 17,
      "model": "메이어스",
      "content": "As organisms, they can endlessly evolve and adapt. Every time they encounter a new environment or a new element, they transform themselves and other Seaborns."
    },
    {
      "id": 18,
      "model": "메이어스",
      "content": "Maybe... maybe that's their draw."
    },
    {
      "id": 19,
      "model": "이상",
      "content": "That fascination may be an attitude most befitting a researcher—yet, the transformation of fascination into idolatry is... If I may be frank, not entirely positive."
    },
    {
      "id": 20,
      "model": "이스마엘",
      "content": "I find them pretty uncomfortable. They just remind me of Whales."
    },
    {
      "id": 21,
      "model": "홍루",
      "content": "Hmm~ Then, can they adapt to learn a language to communicate with us?"
    },
    {
      "id": 22,
      "model": "단테",
      "content": "<Wh-what?>"
    },
    {
      "id": 23,
      "model": "홍루",
      "content": "Going by everything we heard, I think they sound really smart."
    },
    {
      "id": 24,
      "content": "Mayors’s eyes went round at Hong Lu’s suggestion. She brought her hands to her mouth, surprised."
    },
    {
      "id": 25,
      "content": "It… sure was something."
    },
    {
      "id": 26,
      "model": "메이어스",
      "content": "I heard that there was a Seaborn who could… talk."
    },
    {
      "id": 27,
      "model": "오티스",
      "content": "If non-humans speak the language of humans, regardless of its testament to their intelligence, I can only think of two possibilities as to why they would."
    },
    {
      "id": 28,
      "model": "오티스",
      "content": "One, to communicate with humans. The other… to deceive humans."
    },
    {
      "id": 29,
      "model": "이스마엘",
      "content": "More often than not, it’s the latter."
    },
    {
      "id": 30,
      "model": "단테",
      "content": "<What about Distortions? Some of them already know how to speak.>"
    },
    {
      "id": 31,
      "model": "파우스트",
      "content": "Distortions are phenomena in which ‘humans’ transform into monstrous forms, first observed after the White Nights and Dark Days incident."
    },
    {
      "id": 32,
      "model": "파우스트",
      "content": "Therefore, that example is irrelevant to Outis’s supposition."
    },
    {
      "id": 33,
      "model": "메이어스",
      "content": "White Nights… and Dark Days…"
    },
    {
      "id": 34,
      "content": "She whispered quietly, but as we were standing rather close to her, we all caught on to the hint of joy in her voice."
    },
    {
      "id": 35,
      "model": "메이어스",
      "content": "The pillar of light in the City, did it really…"
    },
    {
      "id": 36,
      "model": "이상",
      "content": "… How have you come across this knowledge, Miss Mayors?"
    },
    {
      "id": 37,
      "model": "메이어스",
      "content": "Oh, that’s…"
    },
    {
      "id": 38,
      "model": "히스클리프",
      "content": "Ain’t it obvious? We’ve got the culprit right ‘ere, the storyteller lass who’s been gabbin’ on with no end."
    },
    {
      "id": 39,
      "model": "로쟈",
      "content": "Yeah… she’s been talking non-stop all morning about all kinds of stories, hasn’t she?"
    },
    {
      "id": 40,
      "model": "돈키호테",
      "content": "Hoh? Yet I have not gotten that fa—"
    },
    {
      "id": 41,
      "model": "오티스",
      "content": "You again?! You didn’t get so lost in your own stories that you blabbed all about our company secrets, have you?"
    },
    {
      "id": 42,
      "model": "돈키호테",
      "content": "N-nay! Fie, I would simply not!"
    },
    {
      "id": 43,
      "content": "As Don Quixote was subject to yet another round of scolding, Amiya stared out toward the sea, wary that Sea Terrors might start crawling to the surface once again, before turning toward us."
    },
    {
      "id": 44,
      "model": "아미야",
      "content": "I wonder which of the two the… Seaborns are?"
    },
    {
      "id": 45,
      "model": "메이어스",
      "content": "Their sense of self is really, really faint, so I don’t think they’d be in either category. "
    },
    {
      "id": 46,
      "model": "메이어스",
      "content": "I think it’s possible that… they learned human language out of instinct that the power of speech might help them survive. "
    },
    {
      "id": 47,
      "model": "이상",
      "content": "It appears that you, Miss Mayors, are quite the expert on the subject of Seaborns."
    },
    {
      "id": 48,
      "model": "이상",
      "content": "Your knowledge of them goes beyond what fear for one's survival may yield, thereby suggesting a different means of acquisition. Do you, by chance, worship the Seaborns?"
    },
    {
      "id": 49,
      "model": "메이어스",
      "content": "I don’t worship Seaborns."
    },
    {
      "id": 50,
      "model": "메이어스",
      "content": "Seaborns… don’t have any hopes or wishes. Just… desire for survival."
    },
    {
      "id": 51,
      "model": "싱클레어",
      "content": "Miss Mayors, does that mean… if Seaborns were somehow able to hope…"
    },
    {
      "id": 52,
      "model": "메이어스",
      "content": "Maybe so."
    },
    {
      "id": 53,
      "model": "이상",
      "content": "… Is that so?"
    },
    {
      "id": 54,
      "model": "파우스트",
      "content": "The repairs are complete."
    },
    {
      "id": 55,
      "content": "As we were conversing, Faust descended from the ship with a neatly organized set of tools borrowed from the village, repairs completed."
    },
    {
      "id": 56,
      "model": "단테",
      "content": "<I’m guessing repairs are done done?>"
    },
    {
      "id": 57,
      "model": "파우스트",
      "content": "Yes. The ship is ready to set sail."
    },
    {
      "id": 58,
      "model": "오티스",
      "content": "Did you have a departure time and date in mind? I would prefer if we could depart as soon as possible..."
    },
    {
      "id": 59,
      "model": "메이어스",
      "content": "We don't have a set time or anything, but... I think we should be able to set sail this late afternoon at the earliest."
    },
    {
      "id": 60,
      "model": "싱클레어",
      "content": "That soon?"
    },
    {
      "id": 61,
      "model": "메이어스",
      "content": "As you've seen... we don't have a lot to bring with us. Ha ha..."
    },
    {
      "id": 62,
      "model": "메이어스",
      "content": "By the way, how far out to sea do you guys need to go?"
    },
    {
      "id": 63,
      "model": "단테",
      "content": "<We need to find this... dimensional door of sorts...>"
    },
    {
      "id": 64,
      "model": "아미야",
      "content": "I could see the dimensional door's light from the beach at night."
    },
    {
      "id": 65,
      "model": "아미야",
      "content": "It was faint, but given how the light's strong enough to break through the sea fog... we should be able to determine its location somewhere around the coastal waters."
    },
    {
      "id": 66,
      "model": "히스클리프",
      "content": "So... we can go back tonight?"
    },
    {
      "id": 67,
      "model": "파우스트",
      "content": "The first order of business is to relay this news to the villagers."
    },
    {
      "id": 68,
      "model": "단테",
      "content": "<Yeah. Back to the village for now...>"
    }
  ]
}