{
  "dataList": [
    {
      "id": 0,
      "place": "Faro Muerto, Clearing",
      "model": "아미야",
      "content": "There’s something going on in the village."
    },
    {
      "id": 1,
      "model": "싱클레어",
      "content": "Yeah, I hear it too. I’m hearing people shouting and hollering…"
    },
    {
      "id": 2,
      "content": "When we returned to the village, ship repairs completed, we were welcomed by a rather hostile standoff."
    },
    {
      "id": 3,
      "content": "A quick count told me there were approximately twenty people assembled at the village square…"
    },
    {
      "id": 4,
      "content": "Considering its population, that was pretty much the whole village."
    },
    {
      "id": 5,
      "model": "단테",
      "content": "<Who… who’s that over there?>"
    },
    {
      "id": 6,
      "model": "메이어스",
      "content": "… Inquisitor."
    },
    {
      "id": 7,
      "model": "메이어스",
      "content": "I think... we’ve been found."
    },
    {
      "id": 8,
      "content": "The Inquisitor, dressed in a well-kept uniform, was about the same height as Don Quixote. The sword and the lamp hanging from her waist sits in stark contrast with the more run-down, ramshackle village."
    },
    {
      "id": 9,
      "content": "She almost looked like… a Fixer from the City."
    },
    {
      "id": 10,
      "model": "파비우스",
      "title": "Faro Muerto",
      "content": "… So, the Inquisition has discovered our village."
    },
    {
      "id": 11,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "Did you really think that you could forever stay out of the Inquisition’s gaze, citizen? That's a naive dream."
    },
    {
      "id": 12,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "Fabius. Disappeared from the Inquisition mid-interrogation under charges of suspicion of membership within the Church of the Deep."
    },
    {
      "id": 13,
      "model": "파비우스",
      "title": "Faro Muerto",
      "content": "……."
    },
    {
      "id": 14,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "Last known location: Salt Flat. The other Inquisitors have informed me that you have been identified next to pirates in its fringes."
    },
    {
      "id": 15,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "From a criminal to an outlaw… What a dramatic evolution of your career."
    },
    {
      "id": 16,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "But it ends here, now."
    },
    {
      "id": 17,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "Every citizen here, including you, will be accompanying me to the Inquisition."
    },
    {
      "id": 18,
      "model": "파비우스",
      "title": "Faro Muerto",
      "content": "... They have never broken a single law, nor are they outlaws of any kind. They are not like me."
    },
    {
      "id": 19,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "They’ve disregarded the Inquisition’s authority, evaded the gaze of Iberia, and found this sodden coast to lurk in."
    },
    {
      "id": 20,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "Tell me I’m not supposed to find that suspicious."
    },
    {
      "id": 21,
      "model": "싱클레어",
      "content": "What are you talking about?"
    },
    {
      "id": 22,
      "model": "싱클레어",
      "content": "You can't just start arresting people left and right with a tenuous suspicion like that! ... You shouldn't!"
    },
    {
      "id": 23,
      "model": "이베리아주민2",
      "title": "Faro Muerto",
      "content": "W-we only wish to live a quiet life, ma’am!"
    },
    {
      "id": 24,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "Is that so? Then you might find yourself returning to this village one day, as long as you’re telling the truth."
    },
    {
      "id": 25,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "Which is not an option for you, Fabius."
    },
    {
      "id": 26,
      "model": "싱클레어",
      "content": "... Mayors, was chief really... a pirate?"
    },
    {
      "id": 27,
      "model": "메이어스",
      "content": "Well... yeah, but as far as I know, he's been out of the game for a while."
    },
    {
      "id": 28,
      "model": "메이어스",
      "content": "A-and even when he ran with the pirates, all he ever did was share finbeast jerky to villages..."
    },
    {
      "id": 29,
      "model": "메이어스",
      "content": "or carry Ægirians between them."
    },
    {
      "id": 30,
      "model": "아미야",
      "content": "Even if you're telling the truth, Mayors, I doubt the Inquisition will be lenient."
    },
    {
      "id": 31,
      "model": "단테",
      "content": "<... Well, what now?>"
    },
    {
      "id": 32,
      "model": "오티스",
      "content": "I have but one question to ask."
    },
    {
      "id": 33,
      "model": "오티스",
      "content": "That ‘Inquisitor’... is she following the proper legal procedures?"
    },
    {
      "id": 34,
      "model": "아미야",
      "content": "I don’t know much about the laws of Iberia, but… Dr. Kal'tsit told us that the words of Inquisitors were pretty much the law here."
    },
    {
      "id": 35,
      "model": "파우스트",
      "content": "It is likely that she is following the proper legal procedures. The ‘procedures’ are precisely what the villagers have fled from, after all."
    },
    {
      "id": 36,
      "model": "오티스",
      "content": "... Then it is decided."
    },
    {
      "id": 37,
      "content": "Outis quietly dragged me to the side and whispered outside Mayors’ earshot."
    },
    {
      "id": 38,
      "content": "The Sinners who were right next to me seemed to have picked it up, though…"
    },
    {
      "id": 39,
      "model": "오티스",
      "content": "Executive Manager. We best immediately return to the ship, take command of it, and sail out on our own. It is unwise to involve ourselves in this conflict."
    },
    {
      "id": 40,
      "model": "히스클리프",
      "content": "What!? Are you seriously suggestin’ that we just let ‘em arrest the villagers?"
    },
    {
      "id": 41,
      "model": "오티스",
      "content": "Didn’t you hear what the Inquisitor said? It seems quite cut-and-dry to me—if this is just standard procedure with no local laws broken, we are in no place to involve ourselves. Our best hope is to take the ship before they impound that, too."
    },
    {
      "id": 42,
      "model": "싱클레어",
      "content": "W-we can't do that. Even if it is standard procedure, even if they're working within the law, it's not— You stayed up to hear Mayors' story too, didn't you?"
    },
    {
      "id": 43,
      "model": "싱클레어",
      "content": "……."
    },
    {
      "id": 44,
      "model": "싱클레어",
      "content": "You know, the N Corp. Inquisitors were working within the law too, when they came for the village. That was standard procedure, too."
    },
    {
      "id": 45,
      "model": "싱클레어",
      "content": "If someone, anyone had stepped in then—"
    },
    {
      "id": 46,
      "model": "오티스",
      "content": "... I know what you went through, but I'd still rather not take a risk in an unfamiliar environment like this."
    },
    {
      "id": 47,
      "model": "오티스",
      "content": "I will try my best to figure out how to sail that ship. If I cannot, then I have faith in Ishmael to quickly learn its controls."
    },
    {
      "id": 48,
      "model": "이스마엘",
      "content": "I can’t say you’re wrong, but… I don’t know. Neither you nor I know anything about the ocean currents here, Outis."
    },
    {
      "id": 49,
      "model": "이스마엘",
      "content": "We can get the ship going, but I can't guarantee that we'll reach the dimensional door without any trouble."
    },
    {
      "id": 50,
      "model": "메이어스",
      "content": "……."
    },
    {
      "id": 51,
      "model": "오티스",
      "content": "... You. Do you know anything about the sea currents in this region?"
    },
    {
      "id": 52,
      "model": "메이어스",
      "content": "Not much, but... I know the coastal sea somewhat."
    },
    {
      "id": 53,
      "model": "메이어스",
      "content": "And... you can't fight the Inquisitors directly here in Iberia. Fleeing with the ship might be the better option."
    },
    {
      "id": 54,
      "model": "이스마엘",
      "content": "Hm... what should we do, Dante?"
    },
    {
      "id": 55,
      "model": "단테",
      "content": "<Yeah, I guess it's kinda awkward for us to just take the ship and go, huh...>"
    },
    {
      "id": 56,
      "model": "홍루",
      "content": "How about we try to talk to the Inquisitor, then?"
    },
    {
      "id": 57,
      "model": "홍루",
      "content": "I think we should at least try to hear them out first. Them being the Inquisitor and the chief both."
    },
    {
      "id": 58,
      "model": "아미야",
      "content": "... If the discussion goes well, we might even be able to get the Inquisition's support..."
    },
    {
      "id": 59,
      "model": "아미야",
      "content": "Like Mister Hong Lu said, we should hear them out first... then try to convince them."
    },
    {
      "id": 60,
      "content": "I agreed with them both. First, let's at least see what that Inquisitor has to say..."
    },
    {
      "id": 61,
      "model": "료슈",
      "content": "R.R."
    },
    {
      "id": 62,
      "model": "싱클레어",
      "content": "“Rabbit’s right”... she says…?"
    },
    {
      "id": 63,
      "model": "이상",
      "content": "Are you certain that translation was accurate, Sinclair?"
    },
    {
      "id": 64,
      "model": "로쟈",
      "content": "Right? There’s no way Ryōshū would choose anything other than violence, right?"
    },
    {
      "id": 65,
      "model": "료슈",
      "content": "Tsk… Idiots, it’s because the other options are pointless."
    },
    {
      "id": 66,
      "model": "료슈2",
      "content": "Inquisitor’s seen us. We're already under suspicion."
    },
    {
      "id": 67,
      "model": "료슈",
      "content": "She will doubtless try to stop us if we flee now."
    },
    {
      "id": 68,
      "model": "료슈",
      "content": "So talk first, lower her guard, then attack."
    },
    {
      "id": 69,
      "model": "단테",
      "content": "<Pretty sure that’s not what Amiya meant…>"
    },
    {
      "id": 70,
      "model": "단테",
      "content": "<Well, if she’s already onto us, then we shouldn't give her any excuse to attack us by running away.>"
    },
    {
      "id": 71,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "……."
    },
    {
      "id": 72,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "I was wondering what you were doing there, lurking in the background…"
    },
    {
      "id": 73,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "A clock-shaped head...? Are you from the Columbian Union?"
    },
    {
      "id": 74,
      "model": "아미야",
      "content": "They're wearing a clock for a head due to... reasons, but they have nothing to do with the Columbian Union."
    },
    {
      "id": 75,
      "model": "단테",
      "content": "<... What's the Columbian Union?>"
    },
    {
      "id": 76,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "Tick-tock... what? Which language are they speaking?"
    },
    {
      "id": 77,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "Regardless of whether you're from Columbia or not... you're clearly not from Iberia, let alone this village."
    },
    {
      "id": 78,
      "model": "싱클레어",
      "content": "Y-you’re not wrong, but… I think there’s been a bit of a misunderstanding."
    },
    {
      "id": 79,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "I’m quite certain you don’t know enough about these villagers to stand between them and an Inquisitor. How long have you been staying here?"
    },
    {
      "id": 80,
      "model": "싱클레어",
      "content": "……."
    },
    {
      "id": 81,
      "model": "싱클레어",
      "content": "Two… days?"
    },
    {
      "id": 82,
      "model": "그레고르",
      "content": "Buddy, don't just tell her that—"
    },
    {
      "id": 83,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "<i>Two days</i>? Alright, enough of this chicanery. Get out of my way, outsider."
    },
    {
      "id": 84,
      "model": "이상",
      "content": "… The attempt appears to have been made on quite the… unstable ground."
    },
    {
      "id": 85,
      "model": "아미야",
      "content": "Please lend us your ear for a minute, Inquisitor."
    },
    {
      "id": 86,
      "model": "아미야",
      "content": "I am Amiya, leader of Rhodes Island. Yes, I am aware of Iberia’s closed border situation—"
    },
    {
      "id": 87,
      "content": "I felt hope swelling within me as Amiya began with confidence, unlike Sinclair. Alas, it was short-lived…"
    },
    {
      "id": 88,
      "content": "… thanks to the Inquisitor’s quick retort. I couldn’t help but place my palm against my forehead at the exchange that followed."
    },
    {
      "id": 89,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "Oh, so not only are we dealing with outsiders of dubious origin, we have illegal entry as well?"
    },
    {
      "id": 90,
      "model": "아미야",
      "content": "That’s… We had to, because the issue demands urgency, and…"
    },
    {
      "id": 91,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "I’ve been briefed. Brazenly crossed the border, didn’t you?"
    },
    {
      "id": 92,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "I don’t know how urgent that issue could be, but I doubt it’s anything more significant than the situation at hand for Iberia and its Inquisition."
    },
    {
      "id": 93,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "The High Inquisitor is handling the Rhodes Island issue. Stay put and await the consequences while he and that chatty med doctor of yours talk it out. Do know that your treatment may depend on her negotiation skills."
    },
    {
      "id": 94,
      "model": "아미야",
      "content": "As for the village chief… I understand that you have the right to arrest him,"
    },
    {
      "id": 95,
      "model": "아미야",
      "content": "as he is a fugitive who has fled in the middle of an interrogation, and has been sailing with the pirates."
    },
    {
      "id": 96,
      "model": "아미야",
      "content": "However, it is an inhumane treatment to arrest the rest of the villagers as well."
    },
    {
      "id": 97,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "Inhumane? This decision is well within the rights bestowed upon the Inquisition."
    },
    {
      "id": 98,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "They’ve lived for years right next to that highly suspicious Ægir. The Inquisition must investigate the rest of them as well to verify whether they have committed any acts of treason against our laws."
    },
    {
      "id": 99,
      "model": "그레고르",
      "content": "… This isn’t going anywhere, is it…"
    },
    {
      "id": 100,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "Listen. They’ve been surviving for years upon years by the coast without the protection of the Inquisition. And that simply cannot make sense."
    },
    {
      "id": 101,
      "model": "히스클리프",
      "content": "Oi, I think I've heard enough from you."
    },
    {
      "id": 102,
      "model": "히스클리프",
      "content": "Ain't it funny how you're blamin' them for what is essentially a failure of your responsibilities?"
    },
    {
      "id": 103,
      "model": "히스클리프",
      "content": "And now you roll up in here, only to go \"they shouldn't be alive\", \"I'm arresting them all\"?"
    },
    {
      "id": 104,
      "model": "히스클리프",
      "content": "What, are you sayin’ these people should all be dead or something?"
    },
    {
      "id": 105,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "... I am. There’s no other way to cut it—people simply shouldn't be able to survive in a place like this, not for this long."
    },
    {
      "id": 106,
      "content": "The Inquisitor's reply only seemed to fan Heathcliff's wrath, as he lifted his bat and began striding forward..."
    },
    {
      "id": 107,
      "model": "히스클리프",
      "content": "Haah... that's it. "
    },
    {
      "id": 108,
      "model": "히스클리프",
      "content": "Lass, if you ever so much as touch the tip of a single villager's hair—"
    },
    {
      "id": 109,
      "model": "홍루",
      "content": "Please calm yourself, Heathcliff."
    },
    {
      "id": 110,
      "content": "But Hong Lu stepped in between them."
    },
    {
      "id": 111,
      "model": "히스클리프",
      "content": "Get your bloody hands off me! I've had enough of her!"
    },
    {
      "id": 112,
      "model": "홍루",
      "content": "Continuing to threaten her will cause something irrevocably bad to happen. I... believe you know that yourself, Heathcliff."
    },
    {
      "id": 113,
      "model": "히스클리프",
      "content": "... What do you suggest, then? We're clearly not making any progress by trying to talk this out."
    },
    {
      "id": 114,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 115,
      "model": "홍루",
      "content": "Excuse me, Miss Inquisitor. What do you mean that people shouldn't be able to survive in a place like this?"
    },
    {
      "id": 116,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "I mean it literally."
    },
    {
      "id": 117,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "Even by some miracle that they actually do survive, they should at least be suffering from endless hunger, struggling to their wits’ end at the inevitability of the calamity."
    },
    {
      "id": 118,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "But they look... too healthy."
    },
    {
      "id": 119,
      "model": "로쟈",
      "content": "The heck? Then shouldn't you be applauding them for managing to survive through so much hardship?"
    },
    {
      "id": 120,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "I'm an Inquisitor."
    },
    {
      "id": 121,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "I'm not some crazy person on a power high who goes around accosting and arresting civilians of Iberia straight to the gallows, okay?"
    },
    {
      "id": 122,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "I have more than enough probable cause to take them in for interrogation—it's just that I don't have the time or the energy to explain every single one of them to you outsiders. I promise them a fair judgment, whichever way that may be, after a proper investigation."
    },
    {
      "id": 123,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "So, stop it with this obstruction of justice."
    },
    {
      "id": 124,
      "content": "The Inquisitor brandished her rapier threateningly, her voice shaking with frustration."
    },
    {
      "id": 125,
      "model": "파우스트",
      "content": "…Dante."
    },
    {
      "id": 126,
      "model": "파우스트",
      "content": "Without the full picture of the circumstances, Faust advises against further antagonization of a local political authority."
    },
    {
      "id": 127,
      "model": "홍루",
      "content": "I agree with Faust."
    },
    {
      "id": 128,
      "model": "홍루",
      "content": "I get the feeling that she isn't the kind of heartless Inquisitor that goes around indiscriminately executing innocents, like Miss Mayors told us about earlier."
    },
    {
      "id": 129,
      "model": "홍루",
      "content": "I don't think she's anything like the Inquisitors of N Corp. we saw back at Calw."
    },
    {
      "id": 130,
      "content": "They were right... we didn't have the full picture of the circumstances. Getting in the way of an Inquisitor, who was clearly a rather significant political entity in the area, was most likely a bad idea."
    },
    {
      "id": 131,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "It isn’t the Inquisitor’s job to answer your questions."
    },
    {
      "id": 132,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "Continue to obstruct me, then—"
    },
    {
      "id": 133,
      "content": "As the standoff was showing no signs of ending..."
    },
    {
      "id": 134,
      "model": "아미야",
      "content": "Miss Mayors?"
    },
    {
      "id": 135,
      "model": "메이어스",
      "content": "… I can answer your questions. So, for now, let’s do as the Inquisitor says."
    },
    {
      "id": 136,
      "content": "Mayors, who had been hiding behind us ever since we returned to the village, suddenly stepped forward."
    },
    {
      "id": 137,
      "model": "돈키호테",
      "content": "Y-yet… what of thy grandfather, and the villagers…?"
    },
    {
      "id": 138,
      "model": "메이어스",
      "content": "It’s alright. I’m sure this is happening only because the Inquisitor doesn’t know."
    },
    {
      "id": 139,
      "model": "오티스",
      "content": "What do you mean you’ll answer the questions?"
    },
    {
      "id": 140,
      "model": "메이어스",
      "content": "……."
    },
    {
      "id": 141,
      "model": "메이어스",
      "content": "About the \"Profound Silence.\""
    },
    {
      "id": 142,
      "content": "Mayors’s response to Outis was but a single concept."
    },
    {
      "id": 143,
      "content": "I didn’t quite grasp its significance, but it seemed to surprise the Inquisitor."
    },
    {
      "id": 144,
      "model": "메이어스",
      "content": "That’s what they call the calamity that destroyed Iberia."
    }
  ]
}