{
  "dataList": [
    {
      "id": 0,
      "place": "Faro Muerto, Clearing",
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "You…"
    },
    {
      "id": 1,
      "model": "메이어스",
      "content": "Decades ago... a great wave ravaged through Iberia."
    },
    {
      "id": 2,
      "model": "메이어스",
      "content": "It wasn’t long before the Seaborns carried by the waves diminished Iberia’s brilliant civilization to this."
    },
    {
      "id": 3,
      "model": "파우스트",
      "content": "The waves... the Profound Silence then must have reduced the village to its current state as well."
    },
    {
      "id": 4,
      "model": "이스마엘",
      "content": "Is there any reason it's called the Profound \"Silence\"? It doesn’t seem to be the most appropriate moniker for a calamity like that."
    },
    {
      "id": 5,
      "model": "메이어스",
      "content": "It's because the sea went dead silent before the waves came."
    },
    {
      "id": 6,
      "model": "메이어스",
      "content": "The Silence then claimed ships out at sea, then the cities of Iberia, then… the Iberians…"
    },
    {
      "id": 7,
      "model": "메이어스",
      "content": "No one could say a word in face of the ineffable calamity."
    },
    {
      "id": 8,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "What… just what are you?"
    },
    {
      "id": 9,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "No average Iberian citizen should be privy to any of the information you’re sharing."
    },
    {
      "id": 10,
      "model": "메이어스",
      "content": "And the Church of the Deep is really capitalizing on the pandemonium that followed the Profound Silence."
    },
    {
      "id": 11,
      "model": "메이어스",
      "content": "They pretend to be Ægir from the sea, delude the citizenry of Iberia, and are sowing chaos in her lands."
    },
    {
      "id": 12,
      "model": "그레고르",
      "content": "So that’s why they’re arresting the Ægir left and right. I can see the thought process, but… huh."
    },
    {
      "id": 13,
      "model": "메이어스",
      "content": "So... it's understandable why the Inquisitor would want to arrest us."
    },
    {
      "id": 14,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "……."
    },
    {
      "id": 15,
      "model": "아미야",
      "content": "Dante."
    },
    {
      "id": 16,
      "model": "단테",
      "content": "<This isn't good. Sharing that seems to have been some kind of a... taboo-like thing for the Inquisition.>"
    },
    {
      "id": 17,
      "content": "The Inquisitor wordlessly stared at Mayors."
    },
    {
      "id": 18,
      "content": "Her eyes were filled with traces of anger and confusion, but…"
    },
    {
      "id": 19,
      "model": "아미야",
      "content": "She’s afraid."
    },
    {
      "id": 20,
      "content": "… there was fear in the face of a threat."
    },
    {
      "id": 21,
      "content": "Not the fear of the terrified, no—it’s the fear of someone who's suddenly confronted with something they must destroy."
    },
    {
      "id": 22,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "The High Inquisitor once told me that, should I come across an Ægir who ‘knows too much’, there is a sliver of a chance that they may be of assistance to Iberia."
    },
    {
      "id": 23,
      "model": "돈키호테",
      "content": "C-cease! Thou’rt threatening the innocent with thy brandishing of the firearm!"
    },
    {
      "id": 24,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "But most are seduced by the allure of the sea."
    },
    {
      "id": 25,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "Thus, they are, with little doubt, our foes."
    },
    {
      "id": 26,
      "model": "단테",
      "content": "<... I've got a bad feeling about this.>"
    },
    {
      "id": 27,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "Get out of my way, outsider. Final warning."
    },
    {
      "id": 28,
      "model": "단테",
      "content": "<… Run!>"
    },
    {
      "id": 29,
      "content": "Quick on the uptake as always, Rodya slung Mayors over her shoulder and ran past the villagers..."
    },
    {
      "id": 30,
      "content": "… while the Sinners scattered in all directions to distract the Inquisitor."
    },
    {
      "id": 31,
      "content": "The Inquisitor draws her firearm..."
    },
    {
      "id": 32,
      "content": "And, in the midst of all that action, Don Quixote rushed toward the Inquisitor without a moment's hesitation."
    },
    {
      "id": 33,
      "model": "단테",
      "content": "<D-Don Quixote!?>"
    },
    {
      "id": 34,
      "model": "돈키호테",
      "content": "Thou shalt go no further! I, a Fixer of Justice, shan’t abide by as thou persecute them!"
    },
    {
      "id": 35,
      "model": "돈키호테",
      "content": "Forsooth, 'tis a battle delayed, not avoided! This clash is inevitable!"
    },
    {
      "id": 36,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "……."
    },
    {
      "id": 37,
      "content": "In that moment of crisis, seconds before this could irrevocably make us a new enemy—"
    },
    {
      "id": 38,
      "model": "켈시",
      "teller": "???",
      "title": "???",
      "content": "Mon3tr."
    },
    {
      "id": 39,
      "model": "Mon3tr",
      "teller": "Mon3tr",
      "title": "???",
      "content": "…!"
    },
    {
      "id": 40,
      "content": "A large obsidian crystallization in the shape of a monster burst forth between the two of them."
    },
    {
      "id": 41,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "Gah! Who is it this time?!"
    },
    {
      "id": 42,
      "model": "켈시",
      "content": "That’s enough meaningless bickering."
    },
    {
      "id": 43,
      "model": "아미야",
      "content": "Dr. Kal’tsit!"
    },
    {
      "id": 44,
      "model": "단테",
      "content": "<Do you know her?>"
    },
    {
      "id": 45,
      "model": "아미야",
      "content": "Yes, she’s Dr. Kal’tsit—Rhodes Island Medical Department’s..."
    },
    {
      "id": 46,
      "model": "아미야",
      "content": "Ah, Dr. Kal’tsit, behind you!"
    },
    {
      "id": 47,
      "model": "Mon3tr",
      "teller": "Mon3tr",
      "title": "???",
      "content": "Grrrr…"
    },
    {
      "id": 48,
      "model": "아이린",
      "teller": "Inquisitor",
      "content": "……."
    },
    {
      "id": 49,
      "model": "켈시",
      "content": "Shoot first, talk later, is it?"
    },
    {
      "id": 50,
      "model": "켈시",
      "content": "The negotiations are over. From this moment onward, Rhodes Island is now operating within legal capacity on Iberian territory under the Inquisition’s authorization."
    },
    {
      "id": 51,
      "content": "The Inquisitor fired a blast of that firearm-looking weapon, but the monster summoned by Kal’tsit managed to deflect it..."
    },
    {
      "id": 52,
      "content": "... and the cannonball thrown from the weapon punched clean through the wall of the building we stayed the night in, before punching through several other buildings behind it."
    },
    {
      "id": 53,
      "content": "That was enough to instantly freeze the Sinners and the villagers on the spot."
    },
    {
      "id": 54,
      "model": "이상",
      "content": "… That... penetrated a building."
    },
    {
      "id": 55,
      "model": "이상",
      "content": "Though their walls may be weaker than the Head's standard for what counts as a building's exterior wall, to punch through so many is..."
    },
    {
      "id": 56,
      "model": "료슈",
      "content": "Puff... What a precise point it makes."
    },
    {
      "id": 57,
      "model": "싱클레어",
      "content": "N-now's not the time to stand around impressed!"
    },
    {
      "id": 58,
      "model": "이상",
      "content": "It is a violation of a taboo to have that much penetrative power in a firearm."
    },
    {
      "id": 59,
      "model": "오티스",
      "content": "... We're not in the City. Don't lose your heads over this. Taboos... don't apply here."
    },
    {
      "id": 60,
      "model": "이상",
      "content": "My head knows that to be true, yet my heart finds it difficult to be still."
    },
    {
      "id": 61,
      "model": "파우스트",
      "content": "That is enough of that discussion for now."
    },
    {
      "id": 62,
      "model": "파우스트",
      "content": "It is advisable that we carefully observe and grasp the situation at hand instead of deliberating on a taboo the jurisdiction of which does not reach this far."
    },
    {
      "id": 63,
      "model": "그레고르",
      "content": "Yeah, so... the situation's gotten slightly better, right?"
    },
    {
      "id": 64,
      "model": "로쟈",
      "content": "If she’s Amiya’s friend, she’s our ally. Besides, she’s got some super powerful looking prosthetic...? Prosthetic gear-looking thing, too."
    },
    {
      "id": 65,
      "model": "Mon3tr",
      "teller": "Mon3tr",
      "title": "???",
      "content": "…?"
    },
    {
      "id": 66,
      "model": "켈시",
      "content": "Is that what you think?"
    },
    {
      "id": 67,
      "model": "켈시",
      "content": "I apologize for the disappointment, but I am not on anyone’s side. In other words, your particular denomination ‘ally’ might not be entirely correct."
    },
    {
      "id": 68,
      "model": "켈시",
      "content": "However, if I must define my allegiance, then… let me inform you that the closest label would be that I am \"Inquisitor Irene’s ally”."
    },
    {
      "id": 69,
      "model": "아미야",
      "content": "Dr. Kal’tsit…"
    },
    {
      "id": 70,
      "model": "켈시",
      "content": "Amiya. Outsiders."
    },
    {
      "id": 71,
      "model": "켈시",
      "content": "As much as you would like to deny it, the Inquisitor’s suspicions are true. "
    },
    {
      "id": 72,
      "model": "켈시",
      "content": "While it can be said that the process by which she reached that conclusion was unfair, the conclusion itself is, without a doubt, correct."
    },
    {
      "id": 73,
      "model": "아미야",
      "content": "So they’re… actually connected to the Church of the Deep?"
    },
    {
      "id": 74,
      "model": "켈시",
      "content": "That is one way to put it. To be more precise, they aren’t connected to the Church of the Deep—they <i>are</i> the Church of the Deep. Perhaps the village itself is a dilapidated church of their congregation."
    },
    {
      "id": 75,
      "model": "메이어스",
      "content": "Our village, a church? Just look at our buildings, where would we even congregate...?"
    },
    {
      "id": 76,
      "model": "단테",
      "content": "< ... Your thoughts, Faust?>"
    },
    {
      "id": 77,
      "model": "파우스트",
      "content": "There are not many resources by which we may analyze the decision. "
    },
    {
      "id": 78,
      "model": "파우스트",
      "content": "However, the fact that Amiya’s colleague has made the same argument as the Inquisitor brings..."
    },
    {
      "id": 79,
      "model": "파우스트",
      "content": "... the accused’s defense into question."
    },
    {
      "id": 80,
      "model": "돈키호테",
      "content": "Y-yet, I can hardly believe that young Mayors is lying to us…"
    },
    {
      "id": 81,
      "model": "히스클리프",
      "content": "Hold on, you’ve been chattin’ plenty with that Inquisition or whatever. How do we know you weren’t aligned with them the whole time?"
    },
    {
      "id": 82,
      "model": "켈시",
      "content": "I see, you really are all… entirely in the dark. An expected outcome, given that all of you may be from a place far beyond the dimensional door."
    },
    {
      "id": 83,
      "model": "켈시",
      "content": "As fortune should have it, there is no need for you to know it anyway; truth is truth unchanging, without the acceptance from an errant group of outsiders."
    },
    {
      "id": 84,
      "model": "켈시",
      "content": "Besides, soon—"
    },
    {
      "id": 85,
      "model": "파비우스",
      "title": "Faro Muerto",
      "content": "I’m sorry. It seems that we’ve mired you in this trouble."
    },
    {
      "id": 86,
      "model": "돈키호테",
      "content": "Ah, say no such thing! We shall not abide by as one such injustice is perpetrated before our eyes!"
    },
    {
      "id": 87,
      "model": "파비우스",
      "title": "Faro Muerto",
      "content": "The village has already been identified by the Inquisition… and the Inquisition has even brought an ally. It seems quite unlikely that words shall resolve this conflict."
    },
    {
      "id": 88,
      "model": "파비우스",
      "title": "Faro Muerto",
      "content": "But we promise you, we will take responsibility for what is done. We have benefited far too much from your warmth and kindness not to do so."
    },
    {
      "id": 89,
      "content": "The village chief, with a benevolent look, pulls a dagger from his cloth…"
    },
    {
      "id": 90,
      "content": "… and I immediately knew what Kal’tsit was about to say."
    },
    {
      "id": 91,
      "model": "싱클레어",
      "content": "Take responsibility? You don’t have to go that f— gah…!"
    },
    {
      "id": 92,
      "model": "히스클리프",
      "content": "Blimey…!"
    },
    {
      "id": 93,
      "model": "파비우스",
      "content": "We are now departing for the sea. Yet, as we cannot bring ourselves to leave you here… I must ask you to join us for this journey, become our bloodkin."
    },
    {
      "id": 94,
      "model": "메이어스",
      "content": "What is—What are you doing?! Stop!"
    },
    {
      "id": 95,
      "content": "The unanticipated—or, perhaps, I was simply in denial of this rising dread—ambush did not end there."
    },
    {
      "id": 96,
      "model": "이스마엘",
      "content": "Hngh…!"
    },
    {
      "id": 97,
      "model": "오티스",
      "content": "Dammit, the Inquisitor was right…!?"
    },
    {
      "id": 98,
      "model": "뫼르소",
      "content": "……."
    },
    {
      "id": 99,
      "content": "The villagers suddenly began shanking the Sinners with weapons they had concealed in their clothes,"
    },
    {
      "id": 100,
      "content": "and it seemed that they were coming for me as well."
    },
    {
      "id": 101,
      "model": "아미야",
      "content": "Agh!"
    },
    {
      "id": 102,
      "model": "단테",
      "content": "<Amiya, on your left!>"
    },
    {
      "id": 103,
      "content": "Amiya materialized a black ribbon-like apparition, parrying away the dagger flying in my direction,"
    },
    {
      "id": 104,
      "content": "but another villager rushed in, taking advantage of the opening."
    },
    {
      "id": 105,
      "content": "Krrrrk."
    },
    {
      "id": 106,
      "content": "The charging villager's back made a visceral, crunchy noise."
    },
    {
      "id": 107,
      "model": "단테",
      "content": "<S-someone flung them away.>"
    },
    {
      "id": 108,
      "model": "스카디",
      "content": "Didn’t mean to be this late."
    },
    {
      "id": 109,
      "model": "아미야",
      "content": "Skadi… Let me catch you up to speed—"
    },
    {
      "id": 110,
      "model": "스카디",
      "content": "I know the situation. This fishy smell was what I went to investigate earlier."
    },
    {
      "id": 111,
      "model": "단테",
      "content": "<W…what about the Sinners?>"
    },
    {
      "id": 112,
      "content": "Unlike Amiya and I, who managed to survive the initial ambush, the Sinners weren’t doing so well."
    },
    {
      "id": 113,
      "content": "At least we had a silver lining in that the Inquisitor and Kal’tsit’s quick understanding of the situation and the subsequent retaliation led the villagers away from the Sinners."
    },
    {
      "id": 114,
      "model": "로쟈",
      "content": "How...? I didn't notice any... hostility or... aggression..."
    },
    {
      "id": 115,
      "model": "파비우스",
      "content": "What an odd thing to say. Why would we hold any animosity against you? Why would we intend to kill you?"
    },
    {
      "id": 116,
      "model": "파비우스",
      "content": "We are not trying to hurt you. We are simply trying to give you a form better suited for the sea."
    },
    {
      "id": 117,
      "model": "파비우스",
      "content": "Until… we were obstructed."
    },
    {
      "id": 118,
      "model": "이상",
      "content": "I apologize, for our unfamiliarity has caused you trouble, Inquisitor."
    },
    {
      "id": 119,
      "model": "아이린",
      "content": "… I won’t make a big stink about what happened. What’s truly unforgivable is that the heretics tried to take advantage of the ignorance of outsiders to flee the Inquisition."
    },
    {
      "id": 120,
      "model": "아이린",
      "content": "… And… Even if you are outsiders, any lives lost on Iberian soil are my responsibility. It's my fault. I'm... sorry it came to this."
    },
    {
      "id": 121,
      "model": "이상",
      "content": "…?"
    },
    {
      "id": 122,
      "model": "이스마엘",
      "content": "Wait, lives lost? We're still alive, you know. We can shake off a stab wound like—"
    },
    {
      "id": 123,
      "model": "켈시",
      "content": "This is most unfortunate, outsider."
    },
    {
      "id": 124,
      "model": "단테",
      "content": "<Huh? What?>"
    },
    {
      "id": 125,
      "model": "켈시",
      "content": "Your friends are either going to die or turn into Seaborns."
    },
    {
      "id": 126,
      "model": "켈시",
      "content": "The daggers that stabbed them were laced with the flesh of Sea Terrors."
    },
    {
      "id": 127,
      "model": "켈시",
      "content": "Once that happens, most die. And the survivors… become overwritten by their cells, becoming nothing more than another sea monster."
    },
    {
      "id": 128,
      "model": "단테",
      "content": "<W-what!? That’s…>"
    },
    {
      "id": 129,
      "model": "단테",
      "content": "<... not… a very big deal?>"
    },
    {
      "id": 130,
      "content": "Everyone was acting like this was it for the Sinners, but…"
    },
    {
      "id": 131,
      "content": "Hey, I should be able to deal with this by turning the clock. It’s not that bad."
    },
    {
      "id": 132,
      "content": "My only concern was that I didn’t know what would happen if I tried to bring them back after they're fully transformed into Seaborns…"
    },
    {
      "id": 133,
      "content": "The Golden Bough helped deal with the Whale’s Pallidification effects, but I had no idea how it would interact with Seaborn transformations."
    },
    {
      "id": 134,
      "model": "단테",
      "content": "<We should just kill them before they turn.>"
    },
    {
      "id": 135,
      "model": "아미야",
      "content": "I know this must be very hard for you, but fir— <i>What?</i>"
    },
    {
      "id": 136,
      "model": "단테",
      "content": "<Sorry to bother you with this, but can you kill my friends? Ah, and... preferably in the least painful way you know?>"
    },
    {
      "id": 137,
      "model": "아미야",
      "content": "……."
    },
    {
      "id": 138,
      "model": "단테",
      "content": "<Oh, sorry. Was the last part kinda too much to ask?>"
    },
    {
      "id": 139,
      "model": "아미야",
      "content": "W-wait, don’t give up already! If we bring them back to Rhodes Island, we should be able to do something to help them."
    },
    {
      "id": 140,
      "model": "단테",
      "content": "<Uhh... how should I explain this…? Guys, can you—>"
    },
    {
      "id": 141,
      "model": "로쟈",
      "content": "Dante… I know what ya mean, but... ha ha, I just can’t right now."
    },
    {
      "id": 142,
      "model": "뫼르소",
      "content": "Mm. My strength has rapidly deteriorated since the ambush."
    },
    {
      "id": 143,
      "model": "홍루",
      "content": "It’s kinda tingly too, so maybe they used some kind of paralytic cocktail?"
    },
    {
      "id": 144,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 145,
      "model": "단테",
      "content": "<J-just trust me this one time. I can assure you that I’m not just giving up on them.>"
    },
    {
      "id": 146,
      "model": "아미야",
      "content": "But—"
    },
    {
      "id": 147,
      "model": "켈시",
      "content": "Amiya. Can you understand the outsider’s speech?"
    },
    {
      "id": 148,
      "model": "아미야",
      "content": "Yes, yes… It’s just that… they’re making a pretty difficult request…"
    },
    {
      "id": 149,
      "model": "아미야",
      "content": "They want me to kill all of their friends before they transform into Seaborns…"
    },
    {
      "id": 150,
      "model": "스카디",
      "content": "Okay."
    },
    {
      "id": 151,
      "content": "And before we even knew it, Skadi had already decapitated the Sinners, none of whom resisted."
    },
    {
      "id": 152,
      "content": "Amiya seemed to have been taken aback by how fast Skadi jumped into action."
    },
    {
      "id": 153,
      "model": "아이린",
      "content": "Wh-what are you doing?!"
    },
    {
      "id": 154,
      "model": "아미야",
      "content": "Skadi!?"
    },
    {
      "id": 155,
      "model": "단테",
      "content": "<Don’t let this spook you. This is just how we roll.>"
    },
    {
      "id": 156,
      "content": "The clock turns."
    },
    {
      "id": 157,
      "content": "The decapitated heads creep toward the headless torsos, connecting with the threads of blood…"
    },
    {
      "id": 158,
      "content": "The sensation is that of reversal; it feels as though the Sinners and I are severed from the rest of the world, rewinding in isolation."
    },
    {
      "id": 159,
      "content": "Is this rewinding us going back in time, or are we defying the concept itself?"
    },
    {
      "id": 160,
      "content": "This pain is multifold worse than the sensation of a straightforward decapitation; the pain is in the heart."
    },
    {
      "id": 161,
      "content": "As the current of death reverses, I sense…"
    },
    {
      "id": 162,
      "content": "… a deep, crushing isolation."
    },
    {
      "id": 163,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 164,
      "model": "아미야",
      "content": "Their wounds are… disappearing."
    },
    {
      "id": 165,
      "model": "켈시",
      "content": "Resurrection, metempsychosis, or time reversal…?"
    },
    {
      "id": 166,
      "model": "켈시",
      "content": "Puzzling. I have no knowledge with which to interpret this technology. The cost… seems to be that the pain is transferred to one who rewinds."
    },
    {
      "id": 167,
      "model": "켈시",
      "content": "... But that seems too small a price for such great power, though the discussion of whether this can be categorized as 'power' should be explored later."
    },
    {
      "id": 168,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 169,
      "content": "I couldn’t stop shaking—all of my limbs were trembling from the icy solitude. Still, I took a moment to collect myself and ordered the Sinners."
    },
    {
      "id": 170,
      "model": "단테",
      "content": "<I don’t know just what they were thinking, but…>"
    },
    {
      "id": 171,
      "model": "단테",
      "content": "<... we should be able to find out once we take them down.>"
    },
    {
      "id": 172,
      "model": "오티스",
      "content": "You dare deceive the Executive Manager, and try to take their life…?"
    },
    {
      "id": 173,
      "model": "돈키호테",
      "content": "Prepare thyself! For thou shalt now pay the price for making a mockery of justice!"
    },
    {
      "id": 174,
      "model": "로쟈",
      "content": "Yeah, we can’t just let this slide, ya know?"
    },
    {
      "id": 175,
      "model": "파비우스",
      "content": "How unfortunate."
    },
    {
      "id": 176,
      "model": "파비우스",
      "content": "I had high hopes that all of you would become fine bloodkins."
    }
  ]
}