{
  "dataList": [
    {
      "id": 0,
      "place": "Faro Muerto, Clearing",
      "model": "히스클리프",
      "content": "Dammit, can’t we just take any ship to go after it?"
    },
    {
      "id": 1,
      "model": "이스마엘",
      "content": "It’s a research vessel. It can’t possibly be very fast…"
    },
    {
      "id": 2,
      "model": "아이린",
      "content": "This’ll be difficult."
    },
    {
      "id": 3,
      "model": "아이린",
      "content": "Even if it is a research vessel, I’m sure it was constructed during the golden age of Iberia. No average ship can keep up with it."
    },
    {
      "id": 4,
      "model": "아이린",
      "content": "Haah… which is a problem, because I doubt we have any ship that can travel at the same speed. We only have a few small vessels left… which are all anchored too far from this location to be feasible options."
    },
    {
      "id": 5,
      "model": "아미야",
      "content": "Do we have any recourse?"
    },
    {
      "id": 6,
      "model": "켈시",
      "content": "No, not unless we can identify the exact location of the vessel."
    },
    {
      "id": 7,
      "model": "아이린",
      "content": "Which is the real problem. We can find ourselves a ship to go after them, yes… but most Eyes of Iberia, the lighthouses, were lost during The Profound Silence."
    },
    {
      "id": 8,
      "model": "이스마엘",
      "content": "Wait, when you say most, do you mean that there’s some left?"
    },
    {
      "id": 9,
      "model": "아이린",
      "content": "Just one, as far as I know. The one in Gran Faro, but…"
    },
    {
      "id": 10,
      "model": "켈시",
      "content": "That lighthouse cannot be used at this moment."
    },
    {
      "id": 11,
      "model": "메이어스",
      "content": "… There’s another."
    },
    {
      "id": 12,
      "model": "메이어스",
      "content": "There’s a lighthouse you can use."
    },
    {
      "id": 13,
      "model": "단테",
      "content": "<…!>"
    },
    {
      "id": 14,
      "model": "아미야",
      "content": "Really?"
    },
    {
      "id": 15,
      "model": "아이린",
      "content": "Haah... Are you really going to give one of the villagers the benefit of the doubt?"
    },
    {
      "id": 16,
      "model": "돈키호테",
      "content": "Y-yet young Skadi hath already confirmed her to be safe."
    },
    {
      "id": 17,
      "model": "스카디",
      "content": "All I confirmed is whether she’s a Seaborn or not. Can’t know if she’s a cultist."
    },
    {
      "id": 18,
      "model": "돈키호테",
      "content": "‘Tis… true. Yet…"
    },
    {
      "id": 19,
      "content": "Once we saw that Mayors was left all on her own, we decided to have her accompany us at all times and keep her within Irene’s eyeshot."
    },
    {
      "id": 20,
      "content": "We couldn’t possibly blame her for what happened, given Skadi’s confirmation that she doesn’t have anything to do with those sea monsters. Besides, they'd all left her behind."
    },
    {
      "id": 21,
      "content": "But Irene still seemed to harbor a bit of suspicion."
    },
    {
      "id": 22,
      "model": "아이린",
      "content": "The problem with the Ægir is that she simply knows too much. Where could she possibly have gained access to all that information?"
    },
    {
      "id": 23,
      "model": "메이어스",
      "content": "……."
    },
    {
      "id": 24,
      "model": "아이린",
      "content": "See? She can’t even answer that question."
    },
    {
      "id": 25,
      "model": "단테",
      "content": "<… But let’s think about it this way. What if we were to ask her what we don’t know?>"
    },
    {
      "id": 26,
      "model": "단테",
      "content": "<The location of that lighthouse, for example.>"
    },
    {
      "id": 27,
      "model": "켈시",
      "content": "They’re ticking rapidly... what did they say?"
    },
    {
      "id": 28,
      "model": "아미야",
      "content": "Dante says that… we should approach it differently and ask her what we don’t know, like the location of the lighthouse…"
    },
    {
      "id": 29,
      "model": "켈시",
      "content": "That seems like a reasonable suggestion to me. Or… does the Inquisitor have an alternate solution to this conundrum?"
    },
    {
      "id": 30,
      "model": "아이린",
      "content": "Ngh, no, but…"
    },
    {
      "id": 31,
      "model": "아이린",
      "content": "Fine, let’s hear it. I won’t interrogate you about how you have access to things that even us Inquisitors don't know. At least not right now."
    },
    {
      "id": 32,
      "model": "메이어스",
      "content": "Faro Muerto, ‘dead lighthouse’. That’s our village name."
    },
    {
      "id": 33,
      "model": "메이어스",
      "content": "Somewhere a little ways off from the coastline, there’s an intact Eye of Iberia on the sea—though it was almost destroyed when the Profound Silence swept through."
    },
    {
      "id": 34,
      "model": "이스마엘",
      "content": "Off the coastline…? Is it not connected to the land?"
    },
    {
      "id": 35,
      "model": "메이어스",
      "content": "I think it used to be, until it sank."
    },
    {
      "id": 36,
      "model": "켈시",
      "content": "We should be able to procure ourselves enough wooden material from the village to build a raft."
    },
    {
      "id": 37,
      "model": "켈시",
      "content": "Is it near enough for a raft to be the means of access?"
    },
    {
      "id": 38,
      "model": "메이어스",
      "content": "… The weather’s not great today, but it should do. It’s not very far from the coast."
    },
    {
      "id": 39,
      "model": "아이린",
      "content": "Even you? You’re going to trust the Ægir?"
    },
    {
      "id": 40,
      "model": "켈시",
      "content": "I don’t see why I shouldn’t. I understand that Iberian mistrust of the Ægir is quite profound, yet such sentiment is hollow to the rest of us."
    },
    {
      "id": 41,
      "model": "켈시",
      "content": "Inquisitor Irene. What did you feel when you saw the Rhodes Island Operator?"
    },
    {
      "id": 42,
      "model": "아이린",
      "content": "If you’re talking about the Cautus, nothing in particular. Other than slight annoyance when she accused me of being inhumane."
    },
    {
      "id": 43,
      "model": "켈시",
      "content": "So you didn't harbor any hostility nor disgust. Not that you would have felt any sense of sympathy or empathy, either."
    },
    {
      "id": 44,
      "model": "아이린",
      "content": "I thought..."
    },
    {
      "id": 45,
      "model": "켈시",
      "content": "I have no history of feelings for or against the Ægir. Such must be the same for the outsiders."
    },
    {
      "id": 46,
      "model": "히스클리프",
      "content": "… What’s she on about?"
    },
    {
      "id": 47,
      "model": "파우스트",
      "content": "She is conveying that, in matters in regards to Mayors, our opinions are more objective than Irene’s."
    },
    {
      "id": 48,
      "model": "켈시",
      "content": "Finding the vessel Fabius commandeered will be of benefit to all."
    },
    {
      "id": 49,
      "model": "켈시",
      "content": "Limbus Company will gain an opportunity to return to the City via the dimensional door, while Rhodes Island will have the chance to study it at a closer proximity."
    },
    {
      "id": 50,
      "model": "켈시",
      "content": "And the Inquisition will gain possession of the vessel in which the technology from the Iberian golden age is contained."
    },
    {
      "id": 51,
      "model": "아이린",
      "content": "… What? You’re going to just hand that over to the Inquisition?"
    },
    {
      "id": 52,
      "model": "켈시",
      "content": "Why should we covet what was once Iberia’s?"
    },
    {
      "id": 53,
      "model": "파우스트",
      "content": "... While there certainly are aspects to that vessel that draw interest, I already have a state-of-the-art masterpiece known as Mephistopheles."
    },
    {
      "id": 54,
      "model": "아이린",
      "content": "... As long as that can be guaranteed, I see no reason to refuse."
    },
    {
      "id": 55,
      "content": "Irene eventually agreed to put her trust in Mayors."
    },
    {
      "id": 56,
      "model": "오티스",
      "content": "We are in luck, Executive Manager. It is quite fortunate that our interests aligned exactly with that of the first strangers we encountered in a strange land."
    },
    {
      "id": 57,
      "model": "단테",
      "content": "<Lucky is right. Imagine if we were back in the City, it would've taken them like... three, four free Distortion hunts for us to come to this agreement.>"
    },
    {
      "id": 58,
      "model": "아미야",
      "content": "Sorry about having to saddle you with this, Mayors. Please, lead us to the lighthouse."
    },
    {
      "id": 59,
      "model": "메이어스",
      "content": "Ok, happily."
    },
    {
      "id": 60,
      "model": "로쟈",
      "content": "So when you said ‘almost destroyed’... how ‘almost destroyed’ is it?"
    },
    {
      "id": 61,
      "model": "메이어스",
      "content": "I heard that the light faded from the lighthouse a long time ago, but the shape still stands. At least it was, when I saw it a few months ago."
    },
    {
      "id": 62,
      "model": "아이린",
      "content": "If the lighthouse is in an inoperable state… we’re going to need an expert technician to get it back in working order."
    },
    {
      "id": 63,
      "model": "아이린",
      "content": "The technology it's based on is completely divorced from the popular application of Originium technology, so I doubt there’s anyone out there who can work it anymore. Then…"
    },
    {
      "id": 64,
      "model": "오티스",
      "content": "You needn’t worry about that."
    },
    {
      "id": 65,
      "model": "오티스",
      "content": "Here, we have an engineer and a researcher who are geniuses even among those in the City, so we should be able to manage most mechanical failures."
    },
    {
      "id": 66,
      "model": "아이린",
      "content": "… Today is just revelation after revelation, huh."
    },
    {
      "id": 67,
      "model": "아미야",
      "content": "I can vouch for Limbus Company’s skills."
    },
    {
      "id": 68,
      "model": "메이어스",
      "content": "I can… also work on the simpler tasks. I’ve learned a thing or two helping out gramps. Stuff about the lighthouse or various tech stuff."
    },
    {
      "id": 69,
      "model": "싱클레어",
      "content": "W-well, then should we all head to the lighthouse together?"
    },
    {
      "id": 70,
      "model": "켈시",
      "content": "No. I’ll be leaving the group for a moment. Amiya will accompany you instead."
    },
    {
      "id": 71,
      "model": "아이린",
      "content": "What!? After all that, you’re just going off on your own?"
    },
    {
      "id": 72,
      "model": "켈시",
      "content": "Yes, to join the Doctor. It is imperative for the successful execution of this mission."
    },
    {
      "id": 73,
      "model": "켈시",
      "content": "Of course, that hinges on Amiya and Skadi remaining behind here to assist the rest of you."
    },
    {
      "id": 74,
      "model": "켈시",
      "content": "Thus, I will leave it to the rest of you to take the Eye of Iberia—the lighthouse—back."
    },
    {
      "id": 75,
      "model": "단테",
      "content": "<… Wait, what do you mean <i>take back</i> the lighthouse?>"
    },
    {
      "id": 76,
      "model": "단테",
      "content": "<Is there someone or something out there that’s taken over the lighthouse called the Eye of Iberia?>"
    },
    {
      "id": 77,
      "model": "파우스트",
      "content": "A likely supposition."
    },
    {
      "id": 78,
      "model": "켈시",
      "content": "Amiya. What did the manager of Limbus Company say?"
    },
    {
      "id": 79,
      "model": "아미야",
      "content": "They’re asking if the lighthouse has been taken over by something."
    },
    {
      "id": 80,
      "model": "켈시",
      "content": "Not a bad intuition."
    },
    {
      "id": 81,
      "model": "켈시",
      "content": "Yes, there is a high likelihood that the structure has already been overrun by Sea Terrors."
    },
    {
      "id": 82,
      "model": "메이어스",
      "content": "I don’t know about ‘overrun’, but… I’ve encountered them a few times when we approached it too closely."
    },
    {
      "id": 83,
      "model": "켈시",
      "content": "Normally, this is hardly enough personnel to attempt a raid on the lighthouse, but…"
    },
    {
      "id": 84,
      "model": "켈시",
      "content": "Answer me this. Are there any limitations to their revival?"
    },
    {
      "id": 85,
      "model": "파우스트",
      "content": "There are no restrictions as long as Dante, the manager, survives. However, do note that battle efficiency depreciates with prolonged battle due to mounting mental stress on the manager."
    },
    {
      "id": 86,
      "model": "켈시",
      "content": "No need to change the plan, then."
    },
    {
      "id": 87,
      "model": "켈시",
      "content": "Amiya. Use this communicator to alert me as soon as you are able to identify the coordinates of the vessel from the lighthouse."
    },
    {
      "id": 88,
      "model": "켈시",
      "content": "If luck would have it, we should be able to reduce the time it takes to complete the retrieval mission."
    },
    {
      "id": 89,
      "model": "아이린",
      "content": "… Okay, as long as you’re not taking everyone with you. If it’s just her who’s leaving, then go ahead."
    },
    {
      "id": 90,
      "model": "단테",
      "content": "<I think we should be fine, too.>"
    },
    {
      "id": 91,
      "model": "아미야",
      "content": "Then… let us commence mission ‘Vessel Masas retrieval’."
    },
    {
      "id": 92,
      "model": "히스클리프",
      "content": "Right-o. Step one of the plan's the raft, right? Let’s get on with it."
    },
    {
      "id": 93,
      "model": "스카디",
      "content": "It’s done. Let’s go."
    },
    {
      "id": 94,
      "model": "오티스",
      "content": "Hmm…"
    },
    {
      "id": 95,
      "model": "싱클레어",
      "content": "What? Why are you looking at us like that? Is there something bothering you?"
    },
    {
      "id": 96,
      "model": "오티스",
      "content": "Must you ask? Just look at how proactive and quick she is to jump to action. Certainly lives up to the image of an employee working for a large corporation."
    },
    {
      "id": 97,
      "model": "아미야",
      "content": "T-thanks, Outis, for that charitable view, I guess."
    },
    {
      "id": 98,
      "content": "Thanks to Skadi, who had already finished the first step of the plan, we were able to move on to step two immediately."
    }
  ]
}