{
  "dataList": [
    {
      "id": 0,
      "place": "Eye of Iberia, Entrance",
      "model": "아이린",
      "content": "I’m out of rounds. The lamp’s almost out, too…"
    },
    {
      "id": 1,
      "model": "이스마엘다침",
      "content": "We’re holding him back for now, but… we won’t last much longer."
    },
    {
      "id": 2,
      "model": "료슈다침",
      "content": "No B.S. I can last. The lighthouse, not so much."
    },
    {
      "id": 3,
      "model": "싱클레어다침",
      "content": "Nngh… What difference does that make?!"
    },
    {
      "id": 4,
      "content": "Sinners were reeling from the battle against this enemy, who is more like a force of nature than human…"
    },
    {
      "id": 5,
      "content": "Without giving us much time to breathe, the knight fixes the spear and begins charging at us again."
    },
    {
      "id": 6,
      "content": "It didn't take very long for the severity of the situation to dawn as I quickly began to wrack my head with a desperate wish—what can I do? What can I do here...?"
    },
    {
      "id": 7,
      "content": "That’s when, through the mist, the black space begins to envelop my vision once again."
    },
    {
      "id": 8,
      "model": "단테",
      "content": "<Wait, this is just like…>"
    },
    {
      "id": 9,
      "place": -1,
      "content": "And from the dark, light shines again."
    },
    {
      "id": 10,
      "content": "I reach out toward it, and see... Unlike in the earlier phenomenon, which focused entirely and powerfully on Skadi, a single individual, what I saw this time was… an unfamiliar place called Kazimierz."
    },
    {
      "id": 11,
      "content": "This place was filled to the brim with things that Don Quixote would lose her mind over, like knights and their countless fans, an arena in which to test one’s mettle…"
    },
    {
      "id": 12,
      "content": "… but the one in Amiya’s thoughts sits far from all of that glory, in a very mundane-looking office."
    },
    {
      "id": 13,
      "content": "He wears a well-kempt set of clothing, while his eyes are, with a slight squint, focused on reading the newspaper."
    },
    {
      "id": 14,
      "content": "The man looked more like an office worker than a knight, but… the most radiant part of that scene was a banner hanging on the wall, and a sword."
    },
    {
      "id": 15,
      "content": "Don Quixote was the first Sinner who came to mind. Can she, our ardent admirer of knights and pursuer of glory, spin that energy from his sword as her own?"
    },
    {
      "id": 16,
      "model": "단테",
      "content": "<Wait, no... he's different. He's...>"
    },
    {
      "id": 17,
      "content": "I need someone who doesn't pursue glory—someone who can handle their own tarnished glory."
    },
    {
      "id": 18,
      "content": "The Sinner who can detachedly wield the entirety of their bygone honor is..."
    },
    {
      "id": 19,
      "content": "... Yes, there's just one."
    },
    {
      "id": 20,
      "place": "Eye of Iberia, Entrance",
      "model": "단테",
      "content": "<I’ll trust you, Gregor.>"
    },
    {
      "id": 21,
      "model": "단테",
      "content": "<Use this E.G.O to hew into the knight's charge. Split the waves.>"
    },
    {
      "id": 22,
      "model": "그레고르다침",
      "content": "... Use the light to split the waves, huh."
    },
    {
      "id": 23,
      "model": "그레고르다침",
      "content": "I hear you, Manager Bud. Let’s do this."
    },
    {
      "id": 24
    },
    {
      "id": 25,
      "content": "The incandescent, golden blades of light surge forth, cleaving through the darkness of the sea."
    },
    {
      "id": 26,
      "content": "The knight withstands and parries each of those lights away, but he comes to a stop when the last of the golden radiance cuts across the sea, and looks in our direction as if to admire it."
    },
    {
      "id": 27,
      "content": "And finally…"
    },
    {
      "id": 28,
      "content": "… the lighthouse makes a low, resonant creaking noise before firing a bright light toward the ocean horizon."
    },
    {
      "id": 29,
      "model": "파우스트다침",
      "content": "Mayors has completed the repairs."
    },
    {
      "id": 30,
      "model": "돈키호테다침",
      "content": "Ooohh! The light returneth to its house once more!"
    },
    {
      "id": 31,
      "model": "오티스다침",
      "content": "Silence, all! Mayors is saying something."
    },
    {
      "id": 32,
      "content": "Like Outis said, Mayors was peeking out of the window and shouting something at us."
    },
    {
      "id": 33,
      "model": "메이어스",
      "content": "Vessel Masas is still near the shores, somewhere in the coastal sea! It moored somewhere by the beach, somewhere quite a bit of distance away from the village coast!"
    },
    {
      "id": 34,
      "model": "아미야",
      "content": "Confirmed! I’ll radio Dr. Kal’tsit immediately."
    },
    {
      "id": 35,
      "model": "그레고르다침",
      "content": "Phew… that’s all well and good, but… what about that monster?"
    },
    {
      "id": 36,
      "model": "싱클레어다침",
      "content": "Y-yeah. What if it charges at the lighthouse again and destroys it…?"
    },
    {
      "id": 37,
      "model": "오티스다침",
      "content": "I heard it talk during our battle, but... I don't think that creature is capable of actually communicating with them. Tsk, this'll be a problem..."
    },
    {
      "id": 38,
      "model": "돈키호테다침",
      "content": "……."
    },
    {
      "id": 39,
      "model": "싱클레어다침",
      "content": "Don Quixote? Wait, don’t get too close to it! It’s too dangerous!"
    },
    {
      "id": 40,
      "content": "But before we could stop her, Don Quixote had already approached as close as she could to the Seaborn, her eyes twinkling."
    },
    {
      "id": 41,
      "content": "She takes a brief moment to admire the knight and his steed… before asking in an energetic tone."
    },
    {
      "id": 42,
      "model": "돈키호테다침",
      "content": "O mighty knight! What is the name of thy noble steed?"
    },
    {
      "id": 43,
      "model": "마지막기사",
      "content": "……."
    },
    {
      "id": 44,
      "model": "마지막기사",
      "content": "Roci… nante…"
    },
    {
      "id": 45,
      "model": "단테",
      "content": "<Wait, she can communicate with him…?>"
    },
    {
      "id": 46,
      "model": "돈키호테다침",
      "content": "Ooooo!!! ‘Tis quite the coincidence, then! Mine noble steed is also named Rocinante!"
    },
    {
      "id": 47,
      "model": "마지막기사",
      "content": "One… who is not a comrade… They are… a steed, you say…?"
    },
    {
      "id": 48,
      "model": "돈키호테다침",
      "content": "Forsooth, a steed most fine indeed! It hath served me well over countless adventures of mine, despite its appearance!"
    },
    {
      "id": 49,
      "model": "돈키호테다침",
      "content": "Yet I must inquire thee, noble knight; wherefore dost thou strike this lighthouse so?"
    },
    {
      "id": 50,
      "model": "마지막기사",
      "content": "Ishar… mla…"
    },
    {
      "id": 51,
      "model": "마지막기사",
      "content": "… It was not the waves… The waves are… darker… more raucous…"
    },
    {
      "id": 52,
      "model": "돈키호테다침",
      "content": "Hm hm, perchance there was a tad inconvenient misunderstanding here, then!"
    },
    {
      "id": 53,
      "model": "돈키호테다침",
      "content": "Good Knight, I, and mine compatriots are now embarking upon an adventure most important; yet, with thy obstruction, we are unable to do so."
    },
    {
      "id": 54,
      "model": "돈키호테다침",
      "content": "Prithee, wilt thou return to whence thou came?"
    },
    {
      "id": 55,
      "content": "Don Quixote regarded the knight with a stance that was at once courteous and brave..."
    },
    {
      "id": 56,
      "content": "And the knight and his steed Rocinante… stared wordlessly back at Don Quixote."
    },
    {
      "id": 57,
      "content": "I wasn’t sure if she managed to get through to the knight, or if the knight just lost interest, but…"
    },
    {
      "id": 58,
      "content": "… they both departed the lighthouse, looking out to the far distance."
    },
    {
      "id": 59,
      "model": "메이어스",
      "content": "… So they really exist. Seaborns who hope for something other than just survival."
    },
    {
      "id": 60,
      "model": "아이린",
      "content": "Such powerful Seaborns lurk at sea…"
    },
    {
      "id": 61,
      "model": "로쟈다침",
      "content": "A-are ya alright, Donqui?"
    },
    {
      "id": 62,
      "model": "오티스다침",
      "content": "You should be thankful that it somehow yielded a positive outcome. When are you going to fix that habit of rushing forward without thinking it through…?"
    },
    {
      "id": 63,
      "model": "돈키호테다침",
      "content": "Ahem, mine apologies…"
    },
    {
      "id": 64,
      "content": "While Don Quixote returned the knight with that bizarre conversation, Amiya raised her voice happily as though she just received good news."
    },
    {
      "id": 65,
      "model": "아미야",
      "content": "What!? Dr. Kal’tsit, is that true?"
    },
    {
      "id": 66,
      "model": "단테",
      "content": "<What’s going on?>"
    },
    {
      "id": 67,
      "model": "아미야",
      "content": "The Doctor’s managed to infiltrate the vessel Masas. They’re already done cleaning up the decks, and are now waiting for the rest of us to arrive."
    },
    {
      "id": 68,
      "model": "오티스다침",
      "content": "… But it’s been hardly ten minutes since the lighthouse came on."
    },
    {
      "id": 69,
      "model": "아미야",
      "content": "The Doctor's an excellent strategist. And based on what Dr. Kal'tsit told us... I think they already had some plans in motion before we activated the lighthouse."
    },
    {
      "id": 70,
      "model": "단테",
      "content": "<Great. Let’s return to Skadi and join them.>"
    },
    {
      "id": 71,
      "content": "We returned to the raft and explained what had transpired."
    },
    {
      "id": 72,
      "content": "Skadi listened to us quietly before replying in the exact same manner as she did before."
    },
    {
      "id": 73,
      "model": "스카디",
      "content": "Someone’s going to have to stay behind."
    },
    {
      "id": 74,
      "model": "스카디",
      "content": "I’ll stay. Go find the vessel Masas."
    },
    {
      "id": 75,
      "model": "아이린",
      "content": "You’re going to refuse again if we offer help, aren't you?"
    },
    {
      "id": 76,
      "model": "스카디",
      "content": "... Yes."
    },
    {
      "id": 77,
      "model": "아미야",
      "content": "Then I’ll see you after we retrieve the vessel Masas. I’ll let the Doctor know what happened here."
    },
    {
      "id": 78,
      "model": "로쟈다침",
      "content": "What an oddball."
    }
  ]
}