{
  "dataList": [
    {
      "id": 0,
      "place": "Eye of Iberia, Entrance",
      "content": "There were more Sea Terrors than we expected near the lighthouse, but…"
    },
    {
      "id": 1,
      "content": "… thanks to Irene’s lamp, the light of which paralyzed their nervous systems, paired with the rather narrow passageways, we were able to handle them without much trouble."
    },
    {
      "id": 2,
      "place": "Eye of Iberia, Control Room",
      "content": "Also, as the control room was, unlike the exterior wall, mostly undamaged."
    },
    {
      "id": 3,
      "content": "Faust shared the good news that the repairs most likely won't take very long."
    },
    {
      "id": 4,
      "model": "아미야",
      "content": "Yi Sang was right. Fortunately, the inside is barely damaged."
    },
    {
      "id": 5,
      "model": "이상",
      "content": "How are you progressing, Miss Faust?"
    },
    {
      "id": 6,
      "model": "파우스트",
      "content": "It is almost complete. We best prepare to leave."
    },
    {
      "id": 7,
      "model": "아미야",
      "content": "Then I’ll radio the Doctor! Let’s s—ah!"
    },
    {
      "id": 8,
      "content": "A tremor shakes the building with a loud boom, and debris begins to fall from the ceiling."
    },
    {
      "id": 9,
      "content": "The lighthouse's precarious floor suddenly collapses from the shock..."
    },
    {
      "id": 10,
      "model": "싱클레어",
      "content": "AAAAAAAH! The floor, the floor’s giving way!"
    },
    {
      "id": 11,
      "model": "단테",
      "content": "<W-what’s going on out there?>"
    },
    {
      "id": 12,
      "model": "아이린",
      "content": "Something… something rammed against the Eye of Iberia…"
    },
    {
      "id": 13,
      "model": "이상",
      "content": "... I see aught shattering through the ocean surface, the sheer explosive force turning water into mist… "
    },
    {
      "id": 14,
      "model": "이상",
      "content": "And... it is charging at us once again."
    },
    {
      "id": 15,
      "content": "As Yi Sang noted, I saw the shadow of a dark figure through the ruptured outer wall of the lighthouse, charging ferociously at the ruined structure."
    },
    {
      "id": 16,
      "content": "The figure looked a lot like one of those ‘knights’ of the City's western region Don Quixote would talk at length about."
    },
    {
      "id": 17,
      "model": "아미야",
      "content": "The lighthouse might crumble at this rate."
    },
    {
      "id": 18,
      "model": "단테",
      "content": "<… Then we have no choice. We have to stop whatever's out there.>"
    },
    {
      "id": 19,
      "model": "단테",
      "content": "<Faust, stay here. The rest of us will descend the lighthouse and—>"
    },
    {
      "id": 20,
      "model": "메이어스",
      "content": "The lighthouse is almost fully functional. It’ll only take some finishing touches to have its light shine again."
    },
    {
      "id": 21,
      "model": "메이어스",
      "content": "… Which I can handle, so I’ll stay behind."
    },
    {
      "id": 22,
      "model": "오티스",
      "content": "Seems entirely unnecessary to leave the rest to you. I would much rather leave it to Faust, who is an expert—"
    },
    {
      "id": 23,
      "model": "메이어스",
      "content": "I've read about that Seaborn before. "
    },
    {
      "id": 24,
      "model": "메이어스",
      "content": "The fables and legends say that he is ‘The Last Knight’. And if those stories have any grain of truth in them… you’re going to need all hands on deck to even have a chance at stalling it."
    },
    {
      "id": 25,
      "model": "아이린",
      "content": "You… You better prepare for a few days of interrogations once I bring you into the Inquisition."
    },
    {
      "id": 26,
      "model": "오티스",
      "content": "… Your decision, Executive Manager?"
    },
    {
      "id": 27,
      "model": "단테",
      "content": "<All hands on deck. Leave the lighthouse to Mayors. We have to put a stop to that knight somehow.>"
    },
    {
      "id": 28,
      "content": "Waves crest high and violent behind the spear-wielding knight."
    },
    {
      "id": 29,
      "content": "We have to protect the already precarious lighthouse against the knight…"
    },
    {
      "id": 30,
      "content": "The knight begins to charge at us, his steed splitting the very sea—and I instinctively know that this isn't going to be easy."
    }
  ]
}