{
  "dataList": [
    {
      "id": 0,
      "place": "Vessel Masas Decks",
      "model": "아미야",
      "content": "This is the Doctor, researcher at Rhodes Island."
    },
    {
      "id": 1,
      "model": "단테",
      "content": "<N-nice to meet you.>"
    },
    {
      "id": 2,
      "content": "When I, after everything we went through, finally had the chance to meet the Doctor of Rhodes Island, I realized that I had been building a vastly different image of them in my mind based on the name alone."
    },
    {
      "id": 3,
      "content": "I was thinking they were going to be someone like Yi Sang, Faust, or… Hohenheim from LCE."
    },
    {
      "id": 4,
      "content": "But… the first impression of them was similar to what I felt when I met a K Corp. employee."
    },
    {
      "id": 5,
      "model": "박사",
      "content": "The clock just… ticked…"
    },
    {
      "id": 6,
      "model": "아미야",
      "content": "And this is Dante, a manager at Limbus Company. That ticking just now was “nice to meet you”."
    },
    {
      "id": 7,
      "model": "박사",
      "content": "O...kay."
    },
    {
      "id": 8,
      "model": "박사",
      "content": "Thanks for accompanying Amiya. Honestly, I was pretty worried when we were separated at the border."
    },
    {
      "id": 9,
      "model": "단테",
      "content": "<I should thank you and Amiya, actually. We would’ve been in a real pickle without her, so...>"
    },
    {
      "id": 10,
      "model": "박사",
      "content": "……."
    },
    {
      "id": 11,
      "model": "아미야",
      "content": "I-it’s a bit embarrassing to repeat that myself."
    },
    {
      "id": 12,
      "model": "홍루",
      "content": "Dante says that we would’ve been in a real pickle without Miss Amiya~"
    },
    {
      "id": 13,
      "model": "그레고르",
      "content": "Sorry, Manager Bud can’t talk human, so… don’t worry about it. We’ll take over the translation."
    },
    {
      "id": 14,
      "model": "뫼르소",
      "content": "It is incorrect to state that the manager cannot ‘talk human’. A more accurate assessment would state that the manager is incapable of accessing sonic means of communication, which includes verbal communication; however, they are able to produce repetition of multiple sounds that may register on a similar scale to the ticking of multiple hands—second hands, minute hands—of a clock."
    },
    {
      "id": 15,
      "model": "단테",
      "content": "<I dunno, something about the way Meursault put it sounds… worse…>"
    },
    {
      "id": 16,
      "model": "켈시",
      "content": "Don't worry. It is not a difficult task when only a single individual has to be translated."
    },
    {
      "id": 17,
      "model": "켈시",
      "content": "Doctor, let us move on to the next steps of the plan."
    },
    {
      "id": 18,
      "model": "단테",
      "content": "<Next steps?>"
    },
    {
      "id": 19,
      "model": "박사",
      "content": "Thanks to Limbus Company’s efforts, we obtained the exact coordinates of the vessel Masas, and managed to capture the decks with ease."
    },
    {
      "id": 20,
      "model": "박사",
      "content": "However, Fabius, who is suspected to be a Bishop of the Deep, and his followers, have barricaded themselves inside the bridge’s control room."
    },
    {
      "id": 21,
      "model": "박사",
      "content": "While it may seem as though they’re hiding, I believe they’re trying to bait us."
    },
    {
      "id": 22,
      "model": "오티스",
      "content": "As in, they are waiting for us to enter the bridge before summoning reinforcements from elsewhere to trap us in a pincer attack?"
    },
    {
      "id": 23,
      "model": "박사",
      "content": "Something like that. The ‘elsewhere’ is most likely to be the sea, as their reinforcements are probably more Sea Terrors."
    },
    {
      "id": 24,
      "model": "아이린",
      "content": "Fabius is a Seaborn. And the ocean will answer to the call of their kind."
    },
    {
      "id": 25,
      "model": "박사",
      "content": "Limbus Company and Irene will head to the bridge and neutralize Fabius. Amiya and I will accompany you to provide support and identify the situation within the bridge."
    },
    {
      "id": 26,
      "model": "박사",
      "content": "In the meantime, Kal’tsit and the other operators will remain on standby on the ship’s exterior at the pre-designated locations. I’d like to avoid getting surrounded by Sea Terrors before we manage to take down the Church of the Deep within the bridge."
    },
    {
      "id": 27,
      "model": "오티스",
      "content": "I observed several entry points leading straight to the bridge while we were working on repairing the vessel."
    },
    {
      "id": 28,
      "model": "오티스",
      "content": "Your force doesn't seem numerous enough to close off all of them."
    },
    {
      "id": 29,
      "model": "박사",
      "content": "It’s true that there are many entry points here, but we don’t need forces guarding every single one of them. Especially here—the hallway is narrow, long, and straight, so…"
    },
    {
      "id": 30,
      "model": "오티스",
      "content": "… Makes sense to me. How about here? Are you sure you’re not overly focusing your forces to a single checkpoint?"
    },
    {
      "id": 31,
      "model": "박사",
      "content": "Ah, let’s see. But on closer look…"
    },
    {
      "id": 32,
      "model": "그레고르",
      "content": "Looks like commanding officer Outis is finally in her environment."
    },
    {
      "id": 33,
      "model": "그레고르",
      "content": "Got any questions, Manager Bud?"
    },
    {
      "id": 34,
      "model": "단테",
      "content": "<I have no idea what they’re talking about, if I’m being honest…>"
    },
    {
      "id": 35,
      "model": "아미야",
      "content": "Really? I saw you commanding the Sinners earlier. You seemed pretty adept at giving orders and making strategic decisions…"
    },
    {
      "id": 36,
      "model": "켈시",
      "content": "Indeed, they seem quite adept at making on-the-spot strategic commands and identifying exploitable weaknesses and patterns in their enemies."
    },
    {
      "id": 37,
      "model": "켈시",
      "content": "However, the Doctor and the outsider are operating on fundamentally different fields. No further elaboration is necessary."
    },
    {
      "id": 38,
      "model": "파우스트",
      "content": "Agreed. That particular aspect of strategizing is not one of manager Dante's obligations; and even if there is a chance for them to engage in such elements, it may be too early to do so."
    },
    {
      "id": 39,
      "model": "켈시",
      "content": "... Is that so."
    },
    {
      "id": 40,
      "model": "파우스트",
      "content": "It is. At least that is what Faust has judged."
    },
    {
      "id": 41,
      "model": "히스클리프",
      "content": "… What are they on about?"
    },
    {
      "id": 42,
      "model": "아이린",
      "content": "I was about to ask that myself."
    },
    {
      "id": 43,
      "model": "단테",
      "content": "<I don’t know… I have no idea.>"
    },
    {
      "id": 44,
      "content": "Having finished her discussion with the Doctor over the plan, Outis returned wearing a grim look."
    },
    {
      "id": 45,
      "model": "단테",
      "content": "<Huh? Is there something wrong with the plan?>"
    },
    {
      "id": 46,
      "model": "오티스",
      "content": "… No. There wasn’t anything wrong with the plan."
    },
    {
      "id": 47,
      "model": "오티스",
      "content": "I expected a certain degree of competency, but they were impressive, far beyond my expectations."
    },
    {
      "id": 48,
      "model": "로쟈",
      "content": "Really? That good, huh?"
    },
    {
      "id": 49,
      "model": "오티스",
      "content": "Even when I think back to my days in the line of duty… I can’t think of too many like them."
    },
    {
      "id": 50,
      "model": "히스클리프",
      "content": "Right, so they’re dependable. Good enough for me. If your strategizin’s done, let’s get crackin'."
    },
    {
      "id": 51,
      "model": "이상",
      "content": "What of you, Miss Mayors? If it is too much to face what awaits, then you need not follow us."
    },
    {
      "id": 52,
      "model": "메이어스",
      "content": "I decided to stay here anyway."
    },
    {
      "id": 53,
      "model": "아미야",
      "content": "The Doctor's going to update you in real-time on where the safe zones are. So... please keep that communicator close to you."
    },
    {
      "id": 54,
      "model": "메이어스",
      "content": "I will."
    },
    {
      "id": 55,
      "model": "메이어스",
      "content": "Hey, if Gramps—"
    },
    {
      "id": 56,
      "model": "홍루",
      "content": "Is there something you would like for us to do?"
    },
    {
      "id": 57,
      "model": "메이어스",
      "content": "It's... no, it's nothing."
    },
    {
      "id": 58,
      "model": "박사",
      "content": "... If there's something you want to tell him, contact us through the communicator at any time."
    },
    {
      "id": 59,
      "model": "박사",
      "content": "We're going to find a way to resolve this as peacefully as we can, but if the negotiations break down..."
    },
    {
      "id": 60,
      "model": "메이어스",
      "content": "Yeah. I know what you mean, Doctor."
    },
    {
      "id": 61,
      "model": "메이어스",
      "content": "Be safe, everyone."
    },
    {
      "id": 62,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 63,
      "content": "Leaving Mayors behind with her unfinished sentence..."
    },
    {
      "id": 64,
      "content": "... we followed the Rhodes Island team into the bridge."
    },
    {
      "id": 65,
      "place": "Vessel Masas Bridge Interior",
      "content": "The bridge was as gaudily decorated as ever."
    },
    {
      "id": 66,
      "content": "Fabius, flanked by hooded followers and Sea Terrors, greeted us with a kindly smile."
    },
    {
      "id": 67,
      "model": "파비우스",
      "content": "Welcome."
    },
    {
      "id": 68,
      "model": "돈키호테",
      "content": "I truly did appreciate thy kindness… Wherefore didst thou seek to harm us?!"
    },
    {
      "id": 69,
      "model": "파비우스",
      "content": "Your suspicions are certainly justified. But I implore you to think back."
    },
    {
      "id": 70,
      "model": "파비우스",
      "content": "If you truly believe that we had sought to harm you then... how would you explain that one peaceful night you had spent in Faro Muerto?"
    },
    {
      "id": 71,
      "model": "파비우스",
      "content": "I—we—have never wished you any harm; we did not then, and we do not now."
    },
    {
      "id": 72,
      "model": "그레고르",
      "content": "Huh. Not even a day after you folks stabbed us in the back like cowards, and you want us to believe that?"
    },
    {
      "id": 73,
      "model": "파비우스",
      "content": "Our wish has always been the same. We only wished to extend the freedom to roam the seas to those with capable, kindhearted souls."
    },
    {
      "id": 74,
      "model": "히스클리프",
      "content": "Mate, we know you were just tryin’ to turn us into sea monsters of some kind!"
    },
    {
      "id": 75,
      "model": "파비우스",
      "content": "\"Monster\" is only a name. The essence of its being changes not regardless of the label given to it."
    },
    {
      "id": 76,
      "model": "파비우스",
      "content": "Become one with the sea, become one with the endless cycle of life... and one day, your misunderstandings will end, and you will come to understand us."
    },
    {
      "id": 77,
      "model": "박사",
      "content": "……."
    },
    {
      "id": 78,
      "model": "박사",
      "content": "Looks like... this fight between us... is going to be unavoidable."
    },
    {
      "id": 79,
      "content": "I pulled out the Identity Cards the moment I saw Fabius raising his hand."
    },
    {
      "id": 80,
      "content": "The Doctor seemed to have finished their preparations as well, as they and Amiya stood opposite Fabius."
    },
    {
      "id": 81,
      "model": "아미야",
      "content": "Incoming! Get ready, everyone!"
    },
    {
      "id": 82,
      "model": "박사",
      "content": "... Let's stop them here for good, no matter how long it takes."
    },
    {
      "id": 83,
      "content": "Their strategic formation prioritized reducing sacrifices to the absolute minimum…"
    },
    {
      "id": 84,
      "content": "... Their commands sought to protect, sought to defend, and their forces were quick to follow them."
    },
    {
      "id": 85,
      "content": "Rhodes Island's operation was certainly impressive, but... that's not exactly our style."
    },
    {
      "id": 86,
      "content": "All I can do is put my faith in the Sinners, and push them onward."
    },
    {
      "id": 87,
      "content": "Our style is..."
    },
    {
      "id": 88,
      "model": "단테",
      "content": "<... Trust me to bring you back, no matter how many times they cut you down.>"
    },
    {
      "id": 89,
      "model": "단테",
      "content": "<Let's wipe them out.>"
    }
  ]
}