{
  "dataList": [
    {
      "id": 0,
      "place": "Vessel Masas Bridge Interior",
      "model": "아이린",
      "content": "They’re pretty persistent…!"
    },
    {
      "id": 1,
      "content": "Fabius flees again, using Sea Terrors and his followers as meatshields."
    },
    {
      "id": 2,
      "content": "Wait, no. I see it now."
    },
    {
      "id": 3,
      "content": "It's not Fabius who's putting them in harm's way to save himself..."
    },
    {
      "id": 4,
      "content": "The Sea Terrors and the cultists are throwing themselves in our way, entirely willing to sacrifice their lives to ensure that Fabius gets away."
    },
    {
      "id": 5,
      "content": "But for all that, the only place left for him to flee on the ship, wounded and cornered by the Sinners and Irene’s lamplight… was the decks."
    },
    {
      "id": 6,
      "place": "Vessel Masas Decks",
      "model": "박사",
      "content": "Nowhere left to run, Fabius."
    },
    {
      "id": 7,
      "model": "그레고르",
      "content": "… I understand you can’t help but continue to thrash and struggle to live, even knowing that there’s no hope."
    },
    {
      "id": 8,
      "model": "그레고르",
      "content": "But running’ll only make your pain worse."
    },
    {
      "id": 9,
      "model": "주교메이어스",
      "teller": "???",
      "title": "???",
      "content": "That’s different."
    },
    {
      "id": 10,
      "model": "주교메이어스",
      "teller": "???",
      "title": "???",
      "content": "Fabi didn’t run to live."
    },
    {
      "id": 11,
      "content": "A voice echoes from under the dark sky…"
    },
    {
      "id": 12,
      "model": "아미야",
      "content": "Mayors…?"
    },
    {
      "id": 13,
      "content": "… Mayors, appearing quite different from how she did a moment ago."
    },
    {
      "id": 14,
      "content": "She approaches Fabius slowly, her expression solemn and mournful. She looks down at him wordlessly."
    },
    {
      "id": 15,
      "model": "주교메이어스",
      "title": "???",
      "content": "I told you that your methods won't win their understanding, Fabi."
    },
    {
      "id": 16,
      "model": "파비우스다침",
      "content": "Ha ha... what a shame. I thought those with such wisdom and aptitude... would."
    },
    {
      "id": 17,
      "model": "주교메이어스",
      "title": "???",
      "content": "... I hoped you would still be able to realize your ideal here, even after I'd left."
    },
    {
      "id": 18,
      "model": "파비우스다침",
      "content": "It will be realized... Fabius may die here... but we... will remain."
    },
    {
      "id": 19,
      "model": "파비우스다침",
      "content": "Now, it is time. Devour... me..."
    },
    {
      "id": 20,
      "content": "What Fabius blurted out threw us off once again, even before we regained our footing from the shock of realizing Mayors's true allegiance."
    },
    {
      "id": 21,
      "content": "Eat... people...?"
    },
    {
      "id": 22,
      "model": "료슈",
      "content": "Oho. Looks like they're about to give us a live demonstration of some gourmet art."
    },
    {
      "id": 23,
      "model": "로쟈",
      "content": "I heard it's a pretty common thing in the District 23 Backstreets... but I'd... I'd rather not see it in person... H-hey, I think I'm just gonna look away, that's okay, right?"
    },
    {
      "id": 24,
      "model": "박사",
      "content": "Just what...?"
    },
    {
      "id": 25,
      "model": "켈시",
      "content": "... Doctor, weaker Seaborns willingly let themselves be devoured by stronger ones, thereby sharing their experiences and nutrients with them. This is a commonly accepted practice among them."
    },
    {
      "id": 26,
      "model": "켈시",
      "content": "It is but a behavior that prioritizes survival over all else; this isn't done in any sense of sacrifice."
    },
    {
      "id": 27,
      "model": "아이린",
      "content": "……."
    },
    {
      "id": 28,
      "model": "파비우스다침",
      "content": "The time is here… Devour me… set sail… toward your ideal…"
    },
    {
      "id": 29,
      "model": "주교메이어스",
      "title": "???",
      "content": "Sorry, Fabi."
    },
    {
      "id": 30,
      "model": "주교메이어스",
      "title": "???",
      "content": "I've still got some canned food left for me on this ship, and... I think I'll delay becoming a Seaborn for a little while."
    },
    {
      "id": 31,
      "model": "파비우스다침",
      "content": "… Why…?"
    },
    {
      "id": 32,
      "model": "주교메이어스",
      "title": "???",
      "content": "I’ve found a new destination."
    },
    {
      "id": 33,
      "model": "주교메이어스",
      "title": "???",
      "content": "I’ll gain a new power from there… and then become a Seaborn. So now is not yet the time."
    },
    {
      "id": 34,
      "model": "파비우스다침",
      "content": "… If… that is your will, O Bishop…"
    },
    {
      "id": 35,
      "model": "주교메이어스",
      "title": "???",
      "content": "Don’t worry. Your flesh… will fatten the bloodkin of the sea."
    },
    {
      "id": 36,
      "content": "Mayors waves her hand, and Sea Terrors climb up to the vessel from the ship and begin tearing Fabius to pieces."
    },
    {
      "id": 37,
      "content": "Despite the way it looked, Fabius looked... exhilarted, nary a look of suffering or pain wrinkling his face as they ripped his flesh apart."
    },
    {
      "id": 38,
      "content": "We turned away from this scene that could not be described as anything else other than cannibalism to look at Mayors."
    },
    {
      "id": 39,
      "model": "박사",
      "content": "Kal’tsit, is she…"
    },
    {
      "id": 40,
      "model": "켈시",
      "content": "Don't need to ask questions when the answer lies plainly before you, Doctor."
    },
    {
      "id": 41,
      "model": "돈키호테",
      "content": "W-what is happening? Wherefore did young Mayors…?"
    },
    {
      "id": 42,
      "model": "단테",
      "content": "<It wasn’t Fabius.>"
    },
    {
      "id": 43,
      "model": "단테",
      "content": "<Mayors… was the Bishop of the Deep.>"
    }
  ]
}