{
  "dataList": [
    {
      "id": 0,
      "place": "Vessel Masas Decks",
      "model": "오티스",
      "content": "... They've played us."
    },
    {
      "id": 1,
      "model": "박사",
      "content": "Don't despair, we still have the upper hand."
    },
    {
      "id": 2,
      "model": "박사",
      "content": "We defeated Fabius and his cultists already, and even if they were to summon more Sea Terrors, we should be able to handle them without much trouble."
    },
    {
      "id": 3,
      "model": "아이린",
      "content": "Hey, Ægir. Just what were you thinking the entire time as you deceived us?"
    },
    {
      "id": 4,
      "model": "주교메이어스",
      "content": "……."
    },
    {
      "id": 5,
      "content": "I had a feeling I knew what she was going to say to that."
    },
    {
      "id": 6,
      "content": "She was either going to say that it was for our sake, that it wasn’t a deception at all…"
    },
    {
      "id": 7,
      "content": "… or maybe she’ll give us one final gloating."
    },
    {
      "id": 8,
      "content": "But her reply, the words of which were carefully selected after gazing out at the far ocean, was… not what any of us could have expected."
    },
    {
      "id": 9,
      "model": "주교메이어스",
      "content": "I’m sorry."
    },
    {
      "id": 10,
      "model": "주교메이어스",
      "content": "I thought this would be the better way to approach you. But I see how it can come across as nothing more than deception."
    },
    {
      "id": 11,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 12,
      "model": "단테",
      "content": "<You’re… sorry? Why?>"
    },
    {
      "id": 13,
      "model": "홍루",
      "content": "Dante wants to know why you’re sorry."
    },
    {
      "id": 14,
      "model": "주교메이어스",
      "content": "Huh? Well, that’s because I… did something wrong."
    },
    {
      "id": 15,
      "model": "이스마엘",
      "content": "Wait, wait. Hold on."
    },
    {
      "id": 16,
      "model": "이스마엘",
      "content": "You’ve been deceiving us all along, Mayors. And now you’re gonna—?"
    },
    {
      "id": 17,
      "model": "박사",
      "content": "……."
    },
    {
      "id": 18,
      "model": "히스클리프",
      "content": "Oi... what exactly are you after?"
    },
    {
      "id": 19,
      "model": "히스클리프",
      "content": "You're after the same thing that the geezer was, ain't that right? Turn us into your \"bloodkins\", that it was \"all for our sake\", givin' all kinds of ridiculous excuses to turn us into one of those monsters—!"
    },
    {
      "id": 20,
      "model": "주교메이어스",
      "content": "I do hope that you would all one day accept becoming Seaborns."
    },
    {
      "id": 21,
      "model": "주교메이어스",
      "content": "But... I'm not about to demand that you let yourselves be transformed today, right here and now. I understand that we all need some time to mentally prepare ourselves."
    },
    {
      "id": 22,
      "model": "이상",
      "content": "May I understand your statement to be implying that you will not be forcing this upon us, should we refuse?"
    },
    {
      "id": 23,
      "model": "주교메이어스",
      "content": "That's correct. It'd be against manners to do what Fabius did, shoving Sea Terror cells inside your body out of nowhere."
    },
    {
      "id": 24,
      "model": "그레고르",
      "content": "Manners, huh."
    },
    {
      "id": 25,
      "content": "While I was taken aback by the fact that Mayors was a Bishop of the Deep..."
    },
    {
      "id": 26,
      "content": "... it was also true that Mayors had never tried to bring us harm, unlike Fabius who attacked the Sinners directly."
    },
    {
      "id": 27,
      "content": "While she did almost get us in big trouble with Irene while explaining things to us..."
    },
    {
      "id": 28,
      "content": "... it's also true that Mayors has been extremely helpful so far—it was her who led us to the lighthouse, and it was her who stayed in that crumbling lighthouse until the repairs were done as that terrifying knight continued to assail its walls."
    },
    {
      "id": 29,
      "model": "단테",
      "content": "<What was your actual relationship to Fabius, anyway?>"
    },
    {
      "id": 30,
      "model": "주교메이어스",
      "content": "Just someone who also once strove to realize the visions of our ideal worlds. Our goals once converged, but... not now."
    },
    {
      "id": 31,
      "model": "주교메이어스",
      "content": "I was pretty taken aback too, when they attacked you back at the village. Maybe he got... greedy when he saw Faust and Outis repairing the ship."
    },
    {
      "id": 32,
      "model": "아이린",
      "content": "He got... greedy?"
    },
    {
      "id": 33,
      "model": "주교메이어스",
      "content": "Fabius believed that welcoming capable people as bloodkin would expedite Seaborns' evolution."
    },
    {
      "id": 34,
      "model": "로쟈",
      "content": "Cool, cool. So you're like some cult leader, but you don't necessarily want to antagonize us... You still haven't told us what you're after, though?"
    },
    {
      "id": 35,
      "model": "주교메이어스",
      "content": "I’m going to the City that lies beyond the dimensional door."
    },
    {
      "id": 36,
      "model": "아이린",
      "content": "... So, you're trying to flee to a different world where the Inquisition won't be able to chase you?"
    },
    {
      "id": 37,
      "model": "주교메이어스",
      "content": "This isn’t running away."
    },
    {
      "id": 38,
      "model": "주교메이어스",
      "content": "I just want to help the people of the City, that’s all."
    },
    {
      "id": 39,
      "model": "주교메이어스",
      "content": "So… I’m bringing the Seaborns with me to the City."
    },
    {
      "id": 40,
      "model": "오티스",
      "content": "Don't tell me... You're going to invade the City alongside those monsters, then...?"
    },
    {
      "id": 41,
      "content": "Then, the foghorn suddenly blared, and the ship shook as it began to move."
    },
    {
      "id": 42,
      "model": "이스마엘",
      "content": "…!?"
    },
    {
      "id": 43,
      "model": "이스마엘",
      "content": "Vessel Masas has begun to move…"
    },
    {
      "id": 44,
      "model": "박사",
      "content": "Is this… an automated sailing program?"
    },
    {
      "id": 45,
      "model": "주교메이어스",
      "content": "The vessel Masas will now sail toward the dimensional door."
    },
    {
      "id": 46,
      "model": "주교메이어스",
      "content": "I’ll let Rhodes Island and Irene go right in front of the door, so don’t worry."
    },
    {
      "id": 47,
      "model": "아이린",
      "content": "... Did you seriously just tell us to not worry?"
    },
    {
      "id": 48,
      "model": "단테",
      "content": "<Faust...!>"
    },
    {
      "id": 49,
      "model": "파우스트",
      "content": "Please calm yourself, Dante. It has not yet been determined if that is indeed the dimensional door connecting directly back to the City."
    },
    {
      "id": 50,
      "model": "주교메이어스",
      "content": "No, it has to be."
    },
    {
      "id": 51,
      "model": "주교메이어스",
      "content": "The warm, shining light… and the voice from within… is getting clearer and clearer."
    },
    {
      "id": 52,
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 53,
      "model": "오티스",
      "content": "... Why don’t we just let them into the City?"
    },
    {
      "id": 54,
      "model": "오티스",
      "content": "The battles thus far have done well enough to demonstrate the level of danger Seaborns pose. However, I doubt they'll get very far even if they were to enter the City, don't you agree?"
    },
    {
      "id": 55,
      "model": "오티스",
      "content": "In Hongyuan, we've all seen what happens when sapient, sentient nonhuman entities enter the City. The Head will take action the moment they realize their presence."
    },
    {
      "id": 56,
      "model": "오티스",
      "content": "Of course, we must prepare ourselves for repercussions in case they decide to hold Limbus Company responsible once the dust settles. Yet, it is also very likely that we will fully escape any culpability... as we saw in the memories of the Kong massacre."
    },
    {
      "id": 57,
      "model": "단테",
      "content": "< ... Your thoughts, Faust?>"
    },
    {
      "id": 58,
      "model": "파우스트",
      "content": "Urban Nightmare… However, considering their specific attributes, it will not take long for them to rise to become a Star of the City level threat.  "
    },
    {
      "id": 59,
      "model": "파우스트",
      "content": "There is a reasonable possibility that they may be issued the Impuritas Civitatis classification."
    },
    {
      "id": 60,
      "model": "오티스",
      "content": "Is that not… an acceptable risk? If not the Head, they should be manageable by a Wing. This isn’t that terrible of a calamity—"
    },
    {
      "id": 61,
      "content": "But Kal'tsit shook her head resolutely."
    },
    {
      "id": 62,
      "model": "켈시",
      "content": "No."
    },
    {
      "id": 63,
      "model": "켈시",
      "content": "Your technology seems to be based on something else, which is neither Originium Arts nor any of its derived technology."
    },
    {
      "id": 64,
      "model": "켈시",
      "content": "And that is precisely what could make your world vulnerable against Seaborns."
    },
    {
      "id": 65,
      "model": "박사",
      "content": "Is it because they learn fast?"
    },
    {
      "id": 66,
      "model": "켈시",
      "content": "Yes. Those on the frontlines of the war against Seaborns stubbornly stick to using traditional, low-tech weapons."
    },
    {
      "id": 67,
      "model": "켈시",
      "content": "Deploying high-technology weapons against them is only going to make you an enticing meal."
    },
    {
      "id": 68,
      "model": "히스클리프",
      "content": "Then can't we just let whichever unfortunate Wing that ends up fighting these—"
    },
    {
      "id": 69,
      "model": "파우스트",
      "content": "... Do take into account that it may take a significant amount of time to earn their trust. Even if they were to be convinced, there would be other parties with alternative... perspectives on the matter, complicating issues."
    },
    {
      "id": 70,
      "model": "오티스",
      "content": "The situation will rapidly grow out of control if Backstreets Syndicates or Fixers get involved, unless the Head designates a taboo to prevent it... Even then, considering what she has been saying..."
    },
    {
      "id": 71,
      "model": "파우스트",
      "content": "Yes, we must consider the possibility that they may be capable of absorbing the Head's technology as well, before they are expelled from the City."
    },
    {
      "id": 72,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 73,
      "model": "홍루",
      "content": "How do you plan on helping the people of the City, Mayors?"
    },
    {
      "id": 74,
      "model": "주교메이어스",
      "content": "By giving them a chance to become Seaborns."
    },
    {
      "id": 75,
      "model": "아이린",
      "content": "W-what are you on about? Become... Seaborns?"
    },
    {
      "id": 76,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 77,
      "model": "히스클리프",
      "content": "She ain't all there either, eh...? What kind of \"help\" is that?!"
    },
    {
      "id": 78,
      "model": "아미야",
      "content": "Mayors, you know that's no different from what the Church of the Deep is doing here."
    },
    {
      "id": 79,
      "model": "주교메이어스",
      "content": "No, it is different."
    },
    {
      "id": 80,
      "model": "주교메이어스",
      "content": "Because someone... showered the City with the 'light'."
    },
    {
      "id": 81,
      "model": "단테",
      "content": "<The light...?>"
    },
    {
      "id": 82,
      "model": "파우스트",
      "content": "The beam of light from the White Nights and Dark Days incident. How do you—"
    },
    {
      "id": 83,
      "model": "파우스트",
      "content": "Could it be...?"
    },
    {
      "id": 84,
      "model": "주교메이어스",
      "content": "Becoming a Seaborn... is to become a part of a great will called <i>We Many</i>."
    },
    {
      "id": 85,
      "model": "주교메이어스",
      "content": "By doing so, one can be reborn as an altruistic lifeform... but at the cost of ego, the sense of self."
    },
    {
      "id": 86,
      "model": "주교메이어스",
      "content": "And that’s always been my issue with it."
    },
    {
      "id": 87,
      "model": "주교메이어스",
      "content": "Everyone has beliefs of their own… dreams of their own. It feels too empty to lose all of that when they inevitably lose their sense of selves as they become Seaborns."
    },
    {
      "id": 88,
      "model": "주교메이어스",
      "content": "Look, I want each ‘Seaborn’ to have their own wishes."
    },
    {
      "id": 89,
      "model": "주교메이어스",
      "content": "But the light shining through the dimensional door to our world is too… faint to push them toward that evolution."
    },
    {
      "id": 90,
      "model": "주교메이어스",
      "content": "If only the light of the City could become more tangible… it just might be able to give every Seaborn an identity of their own, to remain uniquely themselves."
    },
    {
      "id": 91,
      "model": "이상",
      "content": "Then why is it that you advocate toward those of the City to join the Seaborns, when one could simply learn more of the light afore returning here?"
    },
    {
      "id": 92,
      "model": "주교메이어스",
      "content": "At first, I thought all I needed was the clue to a better evolution. But… Don Quixote’s tales of adventures changed my mind."
    },
    {
      "id": 93,
      "model": "돈키호테",
      "content": "Mine… adventures?"
    },
    {
      "id": 94,
      "model": "주교메이어스",
      "content": "You don’t understand just how precarious you all are."
    },
    {
      "id": 95,
      "model": "주교메이어스",
      "content": "And how would you? When you were born into that kind of world from the very start?"
    },
    {
      "id": 96,
      "model": "주교메이어스",
      "content": "A place where life has become a commodity and gold one of its few religions?"
    },
    {
      "id": 97,
      "model": "주교메이어스",
      "content": "The City has abandoned its yesterdays to survive today, and by doing so, has given up on its tomorrows."
    },
    {
      "id": 98,
      "model": "주교메이어스",
      "content": "Just as I needed the light, the City needs Seaborns."
    },
    {
      "id": 99,
      "model": "주교메이어스",
      "content": "It needs their tenacious hold to life, and their absolute, unconditional selflessness."
    },
    {
      "id": 100,
      "model": "싱클레어",
      "content": "But at the end of the day, it still means that everyone has to turn into monsters."
    },
    {
      "id": 101,
      "model": "주교메이어스",
      "content": "People ostracize ‘the other’."
    },
    {
      "id": 102,
      "model": "주교메이어스",
      "content": "Something that isn't like me, something that feels alien to me, something I don't know or understand..."
    },
    {
      "id": 103,
      "model": "주교메이어스",
      "content": "So that fear is natural. Because Seaborns are... not human."
    },
    {
      "id": 104,
      "model": "주교메이어스",
      "content": "But you just have to cross that threshold once."
    },
    {
      "id": 105,
      "model": "홍루",
      "content": "Miss Mayors, do you believe the nature of humanity to be... evil?"
    },
    {
      "id": 106,
      "model": "주교메이어스",
      "content": "Humans are... selfish, but that's not necessarily a bad thing. Good things can come from selfishness, that’s for sure."
    },
    {
      "id": 107,
      "model": "주교메이어스",
      "content": "But... the side effects have become simply unsustainable."
    },
    {
      "id": 108,
      "model": "주교메이어스",
      "content": "Doctor, you’ve been to countless battlefields where Rhodes Island has fought tooth and nail for the rights of the Infected. But what came of it? Peace?"
    },
    {
      "id": 109,
      "model": "돈키호테",
      "content": "……."
    },
    {
      "id": 110,
      "model": "박사",
      "content": "… No. It’s the same."
    },
    {
      "id": 111,
      "model": "박사",
      "content": "But still… we’re all still getting better, little by little."
    },
    {
      "id": 112,
      "model": "주교메이어스",
      "content": "… I’m not trying to deride those small, incremental steps and call them meaningless. Change takes time, and should it continue, I believe your efforts can be a beacon of light that will lead humanity toward a brighter future."
    },
    {
      "id": 113,
      "model": "주교메이어스",
      "content": "But what about everyone who is sacrificed while you're taking your time, taking those incremental steps?"
    },
    {
      "id": 114,
      "model": "주교메이어스",
      "content": "Every single day of that incremental change is marred by unjust deaths. Some are enslaved for no other reason than their differences. People live on in that despair that seems to have no end."
    },
    {
      "id": 115,
      "model": "로쟈",
      "content": "……."
    },
    {
      "id": 116,
      "model": "주교메이어스",
      "content": "I agree with what the light told me."
    },
    {
      "id": 117,
      "model": "주교메이어스",
      "content": "People are diseased. They're so sick that, even in the far-flung future, even on the day the world ends, they will continue to fail to look forward, obsessed with scrutinizing each other in search of those differences."
    },
    {
      "id": 118,
      "model": "주교메이어스",
      "content": "Even when every Ægir returns to sea, they’re still going to bully and hate anyone with pointed ears, labeling them Ægirs."
    },
    {
      "id": 119,
      "model": "주교메이어스",
      "content": "Even when Oripathy is truly eradicated, people are still going to suspect and persecute someone as the Infected."
    },
    {
      "id": 120,
      "model": "주교메이어스",
      "content": "People are imperfect beings."
    },
    {
      "id": 121,
      "model": "주교메이어스",
      "content": "You’re right. There probably isn’t anyone out there who can… really sacrifice themselves for the sake of others with nothing but perfect selflessness."
    },
    {
      "id": 122,
      "model": "주교메이어스",
      "content": "But not when it comes to Seaborns."
    },
    {
      "id": 123,
      "model": "주교메이어스",
      "content": "They don't suffer from all this absurdity, nor are they coerced to sacrifice against their will. They have the power to progress toward a better future built from mutual understanding."
    },
    {
      "id": 124,
      "model": "주교메이어스",
      "content": "Because they're the kind of lifeform that seeks common ground instead of scrutinizing for differences."
    },
    {
      "id": 125,
      "model": "홍루",
      "content": "The bells..."
    },
    {
      "id": 126,
      "content": "A strange-shaped form shimmers and materializes before Mayors."
    },
    {
      "id": 127,
      "content": "I couldn't quite tell what it was, but it was round, and it looked like... a 'tool'."
    },
    {
      "id": 128,
      "model": "파우스트",
      "content": "... It is possible that she had already met the conditions to effloresce."
    },
    {
      "id": 129,
      "model": "파우스트",
      "content": "A possible explanation would be the absence of the particular 'pull' required to draw it out of her—or the insufficiency of it."
    },
    {
      "id": 130,
      "model": "아미야",
      "content": "This isn't anything like... the Arts. What... what is happening in front of Miss Mayors...?"
    },
    {
      "id": 131,
      "model": "박사",
      "content": "... Is our proximity to the dimensional door increasing the potency of influences coming over from \"The City\"?"
    },
    {
      "id": 132,
      "model": "파우스트",
      "content": "... Precisely."
    },
    {
      "id": 133,
      "model": "파우스트",
      "content": "The connection to Faust returning to... normal levels seems to indicate that."
    },
    {
      "id": 134,
      "model": "단테",
      "content": "<W-wait, can people in other worlds—I mean, Mayors... also manifest E.G.O?>"
    },
    {
      "id": 135,
      "model": "파우스트",
      "content": "Internal conflict and anguish is a commonality among every intelligent entity, regardless of whether they are from the City or not, therefore... Yes, Faust is quite positive on this possibility as well."
    },
    {
      "id": 136,
      "model": "파우스트",
      "content": "... However."
    },
    {
      "id": 137,
      "model": "주교메이어스",
      "content": "What? What… what does that mean…?"
    },
    {
      "id": 138,
      "model": "파우스트",
      "content": "... The potential to effloresce an E.G.O..."
    },
    {
      "id": 139,
      "model": "파우스트",
      "content": "... implies the potential to Distort as well."
    },
    {
      "id": 140,
      "place": -1,
      "content": "<color=#dc3531>You've been dreaming for a long time, Mayors. Drawing your own picture of an idealized world.</color>"
    },
    {
      "id": 141,
      "content": "<color=#dc3531>And you have chosen the ocean as the means to building a path toward that vision.</color>"
    },
    {
      "id": 142,
      "content": "<color=#dc3531>Yet... why have you failed to take the leap of faith yourself?</color>"
    },
    {
      "id": 143,
      "place": "Vessel Masas Decks",
      "model": "주교메이어스",
      "content": "... I had to make preparations."
    },
    {
      "id": 144,
      "model": "주교메이어스",
      "content": "Seaborns are beautiful, there’s no doubt about it. It's just that… a key piece was missing to really achieve what I want."
    },
    {
      "id": 145,
      "content": "<color=#dc3531>You're not being honest with yourself.</color>"
    },
    {
      "id": 146,
      "place": -1,
      "content": "<color=#dc3531>I know it very well that you were afraid of becoming one of them.</color>"
    },
    {
      "id": 147,
      "content": "<color=#dc3531>The fear that your own creed might crumble, that you might lose your own sense of self, your ego.</color>"
    },
    {
      "id": 148,
      "content": "<color=#dc3531>The fear that you might end up becoming nothing more than just another thing swept up by the ineffably overwhelming will.</color>"
    },
    {
      "id": 149,
      "place": "Vessel Masas Decks",
      "model": "주교메이어스",
      "content": "... Isn’t it terrifying? That this hope can just… disappear in a blink?"
    },
    {
      "id": 150,
      "model": "아미야",
      "content": "Who is she talking to?"
    },
    {
      "id": 151,
      "model": "박사",
      "content": "... Is this something Limbus Company has experience with? If so, I'd appreciate an explanation."
    },
    {
      "id": 152,
      "model": "히스클리프",
      "content": "……."
    },
    {
      "id": 153,
      "model": "히스클리프",
      "content": "... She's hearing that voice."
    },
    {
      "id": 154,
      "model": "파우스트",
      "content": "When that singular faith that one had absolute confidence in... breaks in one fell swoop, and their ironclad will is shattered..."
    },
    {
      "id": 155,
      "model": "파우스트",
      "content": "... people of the City have the potential to Distort into a monstrous form at any time."
    },
    {
      "id": 156,
      "model": "파우스트",
      "content": "It is said that these phenomena are... often accompanied by the Distorting individual hearing a disembodied voice."
    },
    {
      "id": 157,
      "model": "이상",
      "content": "Indeed, those who Distort would oft behave as though they were engaged in a conversation. Of course, the same could be said for those who awaken E.G.O..."
    },
    {
      "id": 158,
      "model": "히스클리프",
      "content": "... At first, I thought it was Cathy. But it wasn't her."
    },
    {
      "id": 159,
      "model": "히스클리프",
      "content": "The voice was beautiful, comforting, and even... cosy. The kind of voice that puts all deep contemplation to sleep, so calm and... so warm..."
    },
    {
      "id": 160,
      "model": "뫼르소",
      "content": "……."
    },
    {
      "id": 161,
      "model": "뫼르소",
      "content": "It—no. There is more to the sunshine than its warmth."
    },
    {
      "id": 162,
      "model": "단테",
      "content": "<The sunshine...?>"
    },
    {
      "id": 163,
      "place": -1,
      "content": "<color=#dc3531>You don't share your interest with the other devotees—\"survival\" isn't what you care about.</color>"
    },
    {
      "id": 164,
      "content": "<color=#dc3531>What you really care about is giving everyone a chance to experience what it feels like to live in a world of warmth... ephemeral it may be.</color>"
    },
    {
      "id": 165,
      "place": "Vessel Masas Decks",
      "model": "주교메이어스",
      "content": "Right, we have to be about more than just prolonging our existences."
    },
    {
      "id": 166,
      "model": "주교메이어스",
      "content": "What really matters isn't survival... it's what we leave behind for posterity, our legacy."
    },
    {
      "id": 167,
      "model": "주교메이어스",
      "content": "As long as there’s a guarantee that the light can indeed protect the sense of self… it’ll be more than enough to convince people to become Seaborns."
    },
    {
      "id": 168,
      "place": -1,
      "content": "<color=#dc3531>Please, you don’t have to concern yourself with what other people might think, Mayors.</color>"
    },
    {
      "id": 169,
      "place": "Vessel Masas Decks",
      "model": "주교메이어스",
      "content": "… But everyone has their own wishes."
    },
    {
      "id": 170,
      "model": "주교메이어스",
      "content": "I can’t just bulldoze over theirs to force mine upon them."
    },
    {
      "id": 171,
      "place": -1,
      "content": "<color=#dc3531>But that’s not what you really believe, is it? You know that better than anyone.</color>"
    },
    {
      "id": 172,
      "content": "<color=#dc3531>While you hesitate, countless people who are bound to the inescapable bridle will continue to suffer.</color>"
    },
    {
      "id": 173,
      "place": "Vessel Masas Decks",
      "model": "주교메이어스",
      "content": "……."
    },
    {
      "id": 174,
      "model": "주교메이어스",
      "content": "That-that might be true, but…"
    },
    {
      "id": 175,
      "place": -1,
      "content": "<color=#dc3531>It's okay. You don’t have to hide the shape of your heart, its colors.</color>"
    },
    {
      "id": 176,
      "content": "<color=#dc3531>The only thing you have to concern yourself with is… how you can lead the people of the City… and then Terra.</color>"
    },
    {
      "id": 177,
      "place": "Vessel Masas Decks",
      "model": "박사",
      "content": "Okay, we can't just sit here and let this happen. Operators, to positions—"
    },
    {
      "id": 178,
      "model": "아미야",
      "content": "Operators unable to approach! She's surrounded by a strange field, Doctor!"
    },
    {
      "id": 179,
      "content": "Whenever someone would Distort due to reasons other than the Monolith... a strange pressure would prevent our approach, as though to stop us from interfering."
    },
    {
      "id": 180,
      "content": "Looks like that applies here, too. All the way over in another world..."
    },
    {
      "id": 181,
      "place": -1,
      "content": "<color=#dc3531>Love is our collective destination, after all…</color>"
    },
    {
      "id": 182,
      "content": "<color=#dc3531>So please, let go of this tool that might break your heart.</color>"
    },
    {
      "id": 183,
      "content": "<color=#dc3531>Don’t force yourself to walk the path of thorns. Your pilgrimage needn't be that of suffering.</color>"
    },
    {
      "id": 184,
      "place": "Vessel Masas Decks",
      "model": "주교메이어스",
      "content": "No, I… I…"
    },
    {
      "id": 185,
      "place": -1,
      "content": "<color=#dc3531>You don’t believe in any recourse, do you? Other than this, anyway.</color>"
    },
    {
      "id": 186,
      "model": "주교메이어스",
      "content": "…!"
    },
    {
      "id": 187,
      "content": "<color=#dc3531>Don’t you think we should find a better, faster path with less suffering?</color>\n<color=#dc3531>Before more people inevitably hurt each other with their ill-intent?</color>"
    },
    {
      "id": 188,
      "model": "주교메이어스",
      "content": "You’re… you’re right."
    },
    {
      "id": 189,
      "model": "주교메이어스",
      "content": "If there is no recourse… it has to happen faster. I can’t waste any more time while people suffer."
    },
    {
      "id": 190,
      "content": "<color=#dc3531>Follow your wishes, follow your desires…</color>"
    },
    {
      "id": 191,
      "content": "<color=#dc3531>... and paint. Let's show them the painting of your world reflected in your eyes.</color>"
    },
    {
      "id": 192,
      "model": "주교메이어스",
      "content": "Before the compassion they believe in… becomes completely worthless."
    },
    {
      "id": 193,
      "place": "Vessel Masas Decks",
      "model": "뒤틀린메이어스",
      "content": "……."
    },
    {
      "id": 194,
      "model": "단테",
      "content": "<... I understand the shape of your heart, and what makes you want to enter the City. >"
    },
    {
      "id": 195,
      "model": "단테",
      "content": "<But we still know so little about the Seaborns, about Terra, about Iberia.>"
    },
    {
      "id": 196,
      "model": "단테",
      "content": "<Whatever may have lit the fire under your feet...>"
    },
    {
      "id": 197,
      "model": "단테",
      "content": "<... I can't bring you with us to the City as you are now.>"
    },
    {
      "id": 198,
      "content": "Even before the Sinners had the chance to translate my words, Mayors slowly turned in my direction as though she clearly understood my words."
    },
    {
      "id": 199,
      "model": "뒤틀린메이어스",
      "content": "But I must, Dante."
    },
    {
      "id": 200,
      "model": "뒤틀린메이어스",
      "content": "Your adventures were full of exhilarating tales, and I saw kindness in the every word and action of you and your friends, but..."
    },
    {
      "id": 201,
      "model": "뒤틀린메이어스",
      "content": "That's not enough."
    },
    {
      "id": 202,
      "model": "아미야",
      "content": "You don't think they'll... change?"
    },
    {
      "id": 203,
      "model": "뒤틀린메이어스",
      "content": "No, they will."
    },
    {
      "id": 204,
      "model": "뒤틀린메이어스",
      "content": "In the far, far future."
    },
    {
      "id": 205,
      "content": "An incandescent brilliance burst forth from before Mayors."
    },
    {
      "id": 206,
      "place": "Mayors's Dungeon of the Fathoms",
      "content": "Past that light, I saw the ocean."
    },
    {
      "id": 207,
      "content": "The calm sound of gently lapping, crashing waves; the immense, golden brilliance."
    },
    {
      "id": 208,
      "place": "Vessel Masas Decks",
      "model": "박사",
      "content": "A portal...? Where did it come from?"
    },
    {
      "id": 209,
      "model": "단테",
      "content": "<... Dungeon of the Fathoms.>"
    },
    {
      "id": 210,
      "model": "켈시",
      "content": "... A gate that leads into one's heart."
    },
    {
      "id": 211,
      "model": "파우스트",
      "content": "This periphery... is where LCB department's speciality begins."
    },
    {
      "id": 212,
      "model": "파우스트",
      "content": "... While what lies beyond this periphery does not necessarily warrant Rhodes Island's presence..."
    },
    {
      "id": 213,
      "model": "단테",
      "content": "<Can you guys help? I don't know what kind of fathoms I'm walking into, but... I have a feeling that we're going to need your assistance.>"
    },
    {
      "id": 214,
      "model": "아미야",
      "content": "Doctor. Dr. Kal'tsit."
    },
    {
      "id": 215,
      "model": "박사",
      "content": "... We're only here to investigate the dimensional door, but... I don't want us to turn our backs on people we can help."
    },
    {
      "id": 216,
      "model": "아미야",
      "content": "Rhodes Island... accepts Limbus Company's cooperation request."
    },
    {
      "id": 217,
      "model": "아이린",
      "content": "I'll go, too."
    },
    {
      "id": 218,
      "model": "아이린",
      "content": "You're still in Iberia. I can't let Iberian business be handled solely by outsiders, let alone an incident connected to the Church of the Deep."
    },
    {
      "id": 219,
      "model": "이스마엘",
      "content": "Don't worry, it's not like this is the first time we're letting someone not in our group into a Dungeon of the Fathoms. We'll be fine."
    },
    {
      "id": 220,
      "model": "켈시",
      "content": "... More Sea Terrors."
    },
    {
      "id": 221,
      "model": "켈시",
      "content": "Given the circumstances, it seems very likely that Sea Terrors that were swarming the lighthouse are coming this way as well. I'll call Skadi here."
    },
    {
      "id": 222,
      "model": "박사",
      "content": "You'll be staying behind, then?"
    },
    {
      "id": 223,
      "model": "켈시",
      "content": "Amiya will go with you, Doctor."
    },
    {
      "id": 224,
      "content": "Following Mayors, who had already disappeared into the portal..."
    },
    {
      "id": 225,
      "content": "... we take our steps into the utopian world beyond."
    }
  ]
}