{
  "dataList": [
    {
      "id": 0,
      "place": "Ægir, Mayors's House",
      "model": "과거메이어스",
      "content": "News of the war’s getting grimmer by the day."
    },
    {
      "id": 1,
      "model": "과거메이어스",
      "content": "The Sea Terrors are coming, swarming."
    },
    {
      "id": 2,
      "model": "과거메이어스",
      "content": "This is the day when the oceanborn calamity broke and sunk Ægir’s seemingly infinite, starward growth."
    },
    {
      "id": 3,
      "teller": "Fellow Researcher",
      "title": "Ægir",
      "content": "Aren’t you going to the surface, Mayors? More and more people have been getting too anxious to stay in Ægir."
    },
    {
      "id": 4,
      "model": "과거메이어스",
      "content": "I’m not. If Ægir falls, it only means that the surface is soon to follow."
    },
    {
      "id": 5,
      "model": "과거메이어스",
      "content": "Why? Think you’ll head to the surface, too?"
    },
    {
      "id": 6,
      "teller": "Fellow Researcher",
      "title": "Ægir",
      "content": "I’m thinking about it."
    },
    {
      "id": 7,
      "model": "과거메이어스",
      "content": "While there weren’t that many, people around me began to leave for the surface."
    },
    {
      "id": 8,
      "model": "과거메이어스",
      "content": "I considered some of them to be close acquaintances; they all tried to convince me to leave with them,"
    },
    {
      "id": 9,
      "model": "과거메이어스",
      "content": "but fleeing my home in favor of the land didn’t feel right."
    },
    {
      "id": 10,
      "model": "과거메이어스",
      "content": "The foretold calamity descended."
    },
    {
      "id": 11,
      "model": "과거메이어스",
      "content": "It dealt a heavy blow to Ægir, but the surface suffered much worse."
    },
    {
      "id": 12,
      "model": "과거메이어스",
      "content": "I had to help them. How could I not, after hearing that such a terrible thing has happened?"
    },
    {
      "id": 13,
      "model": "과거메이어스",
      "content": "I think I’ll head to the surface."
    },
    {
      "id": 14,
      "teller": "Fellow Researcher",
      "title": "Ægir",
      "content": "Seriously, the surface? Think hard about it before you go. If you leave now, coming back might no longer be an option!"
    },
    {
      "id": 15,
      "content": "Every day must be a struggle for them. At least I don’t have to fear for the immediate tomorrow…"
    },
    {
      "id": 16,
      "content": "So it’s my responsibility to provide help, as someone who is better off than them, even by a little."
    },
    {
      "id": 17,
      "model": "과거메이어스",
      "content": "I know. But if I don’t go there to help… things'll only get much more dangerous for the land-dwellers."
    },
    {
      "id": 18,
      "teller": "Fellow Researcher",
      "title": "Ægir",
      "content": "… Maybe that danger is the very thing that’ll hurt you."
    },
    {
      "id": 19,
      "model": "과거메이어스",
      "content": "I still think I have to help them."
    },
    {
      "id": 20,
      "model": "과거메이어스",
      "content": "I procured myself an Ægirian research vessel at a cheap price to bring me to the land."
    },
    {
      "id": 21,
      "model": "과거메이어스",
      "content": "Unable to even submerge itself while moving, this wasn’t exactly the best ship out there, and I normally wouldn’t have even given it a second look…"
    },
    {
      "id": 22,
      "model": "과거메이어스",
      "content": "… But I thought it would at least help me navigate the coastal sea."
    },
    {
      "id": 23,
      "model": "과거메이어스",
      "content": "I… didn’t expect this."
    },
    {
      "id": 24,
      "place": -1,
      "model": "과거메이어스",
      "content": "The very first thing I witnessed on the surface… "
    },
    {
      "id": 25,
      "model": "과거메이어스",
      "content": "... was the bottomless hostility against the Ægir."
    },
    {
      "id": 26,
      "model": "과거메이어스",
      "content": "They denied my—an Ægir's—offer for help, for the sole reason that I came from the sea."
    },
    {
      "id": 27,
      "model": "과거메이어스",
      "content": "They denied my compassion. My research."
    },
    {
      "id": 28,
      "teller": "Townsfolk",
      "title": "Iberia",
      "content": "Get lost!"
    },
    {
      "id": 29,
      "teller": "Townsfolk",
      "title": "Iberia",
      "content": "We don’t need your stupid research… You’re from the same place as that calamity, aren’t you? Do you really think we’re so stupid that we’d trust you?"
    },
    {
      "id": 30,
      "model": "과거메이어스",
      "content": "They confiscated my catalysts and tore my research apart."
    },
    {
      "id": 31,
      "model": "과거메이어스",
      "content": "My wish to stand with them against the calamity was devoured by the hatred born of the same calamity."
    },
    {
      "id": 32,
      "model": "과거메이어스",
      "content": "Any kindness, any compassion I gave them was repaid twofold in hatred and suspicion."
    },
    {
      "id": 33,
      "content": "Did the terrible conditions of this land transform them into monsters, or was this always their nature?"
    },
    {
      "id": 34,
      "content": "It wasn’t long before the research vessel I brought from Ægir was confiscated out of suspicion…"
    },
    {
      "id": 35,
      "model": "과거메이어스",
      "content": "… A few weeks later, when I finally came across that vessel by the beach, there was an uncanny name inscribed on its side… Rebelión de las Masas."
    },
    {
      "id": 36,
      "model": "과거메이어스",
      "content": "But none of that was enough to stop me… from continuing my research for the sake of the land-dwellers."
    },
    {
      "id": 37,
      "model": "과거메이어스",
      "content": "I went through so, so many trials and errors to somehow impede the Sea Terrors’ rapid evolution, to revive the Iberian soil contaminated by the nethersea brand."
    },
    {
      "id": 38,
      "model": "과거메이어스",
      "content": "But my work bore barely any fruit..."
    },
    {
      "id": 39,
      "model": "과거메이어스",
      "content": "... and I let the days float by as I watched the ‘Inquisition’ arrest the Ægir one by one…"
    },
    {
      "id": 40,
      "content": "... when my Sea Terror samples and research notes came into view."
    },
    {
      "id": 41,
      "content": "They all looked completely different from one another–some of them with fundamentally different physiologies. Even still, nothing stopped them from being “us” instead of “I.”"
    },
    {
      "id": 42,
      "content": "And for the first time, I became doubtful of my efforts to interrupt their evolution."
    },
    {
      "id": 43,
      "place": "Mayors's Dungeon of the Fathoms",
      "model": "돈키호테",
      "content": "Her tales were... not entirely fabrications."
    },
    {
      "id": 44,
      "model": "아이린",
      "content": "Mayors is a Bishop of the Church of the Deep, so that automatically makes her a sinner in the eyes of the Inquisition—regardless of her reasons."
    },
    {
      "id": 45,
      "model": "뒤틀린메이어스",
      "content": "The more I studied them, the more I found them to be such compassionate, altruistic creatures."
    },
    {
      "id": 46,
      "model": "뒤틀린메이어스",
      "content": "All they cared about was their survival, without even a hint of selfishness."
    },
    {
      "id": 47,
      "model": "뒤틀린메이어스",
      "content": "They're not some evil monsters from the sea."
    },
    {
      "id": 48,
      "model": "아이린",
      "content": "……."
    },
    {
      "id": 49,
      "model": "아이린",
      "content": "Mayors, I concede that Seaborns may not be \"evil.\""
    },
    {
      "id": 50,
      "model": "아이린",
      "content": "But it doesn’t matter \"what\" they are, whether they are kindly lifeforms, or whether they are simply a different form of civilization… it doesn't matter."
    },
    {
      "id": 51,
      "model": "아이린",
      "content": "… Because Iberia and her Inquisition does not define Seaborns as evil."
    },
    {
      "id": 52,
      "model": "아이린",
      "content": "Seaborns are our enemy."
    },
    {
      "id": 53,
      "model": "아이린",
      "content": "Threats to human existence."
    },
    {
      "id": 54,
      "model": "아이린",
      "content": "I have but one thing to say as an Inquisitor."
    },
    {
      "id": 55,
      "model": "아이린",
      "content": "You, all of you, are my enemy."
    },
    {
      "id": 56,
      "model": "뒤틀린메이어스",
      "content": "……."
    },
    {
      "id": 57,
      "model": "뒤틀린메이어스",
      "content": "But... it would be a good thing for the Inquisition if I were to leave for the City, wouldn’t it?"
    },
    {
      "id": 58,
      "model": "아이린",
      "content": "Why would you say that it's a \"good thing\" for us to toss our problem into another world?"
    },
    {
      "id": 59,
      "model": "아이린",
      "content": "That'll be like... abandoning our pride."
    },
    {
      "id": 60,
      "model": "아이린",
      "content": "Unless they... the people of the City give you permission, as an Inquisitor, I can't let you do that."
    },
    {
      "id": 61,
      "model": "이스마엘",
      "content": "Yeah, and don’t get your hopes up about that, either."
    },
    {
      "id": 62,
      "model": "이스마엘",
      "content": "You can wrap it in a box that says \"compassion\" for all you want, but... Mayors, your course isn't exactly the direction I'd like to sail in."
    },
    {
      "id": 63,
      "content": "As the rest of the Sinners prepare for battle in silent agreement with Ishmael's stand, Mayors mutters with genuine disappointment."
    },
    {
      "id": 64,
      "model": "뒤틀린메이어스",
      "content": "... I didn't want to have to do this."
    },
    {
      "id": 65,
      "content": "Waves."
    },
    {
      "id": 66,
      "content": "I had no better word to describe the horde of Sea Terrors crashing into us."
    },
    {
      "id": 67,
      "model": "박사",
      "content": "But this is the only way it could've ended."
    },
    {
      "id": 68,
      "model": "박사",
      "content": "Your words are... composed entirely of your own color, and no one else's."
    },
    {
      "id": 69,
      "model": "박사",
      "content": "Manager Dante... right?"
    },
    {
      "id": 70,
      "model": "파우스트",
      "content": "Do speak."
    },
    {
      "id": 71,
      "model": "박사",
      "content": "We will hold the line and defend this place against the Sea Terrors rushing in from the rear."
    },
    {
      "id": 72,
      "model": "박사",
      "content": "So, in the meantime... can you take down Mayors and deal with the remaining Sea Terrors?"
    },
    {
      "id": 73,
      "model": "단테",
      "content": "<Absolutely.>"
    },
    {
      "id": 74,
      "model": "파우스트",
      "content": "The manager has responded affirmatively."
    },
    {
      "id": 75,
      "model": "박사",
      "content": "All Operators, we'll be drawing the Sea Terrors to us."
    },
    {
      "id": 76,
      "model": "박사",
      "content": "We don't need to take them all down—we just need to act as a wall between the wave and the people of Limbus Company."
    },
    {
      "id": 77,
      "model": "박사",
      "content": "Irene, I would like to ask for your help as well. As for Amiya..."
    },
    {
      "id": 78,
      "model": "박사",
      "content": "... please assist Limbus Company, just in case."
    },
    {
      "id": 79,
      "model": "아미야",
      "content": "... Okay! Then... let the mission begin."
    }
  ]
}