{
  "dataList": [
    {
      "id": 0,
      "place": "Mayors's Dungeon of the Fathoms",
      "model": "홍루",
      "content": "It's true that people scrutinize others for differences, to find something they can hate."
    },
    {
      "id": 1,
      "model": "홍루",
      "content": "But it's also true that it is often those very differences that people look up to."
    },
    {
      "id": 2,
      "model": "박사",
      "content": "... And admiration usually goes hand-in-hand with overestimation."
    },
    {
      "id": 3,
      "model": "홍루",
      "content": "Yes. And Miss Mayors admired these two unknowns—Seaborns and the light. She thought they would be the solution to everything."
    },
    {
      "id": 4,
      "model": "단테",
      "content": "<Mayors.>"
    },
    {
      "id": 5,
      "model": "단테",
      "content": "<Do you... still want to go to the City?>"
    },
    {
      "id": 6,
      "model": "뒤틀린메이어스",
      "content": "... No."
    },
    {
      "id": 7,
      "model": "메이어스다침",
      "content": "I'll remain here in Terra... I'll broaden my studies... and I'll talk more..."
    },
    {
      "id": 8,
      "model": "메이어스다침",
      "content": "to find a new path toward… realizing my wish."
    },
    {
      "id": 9,
      "model": "아미야",
      "content": "As for what will happen now, Miss Mayors... we're going to need to have a long talk with the Inquisition, but..."
    },
    {
      "id": 10,
      "model": "아미야",
      "content": "... we'll help, too. We'll help you in your search for that path, if we can."
    },
    {
      "id": 11,
      "content": "The great ark built from the City crumbles."
    },
    {
      "id": 12,
      "content": "Light fades and gives way to shadows..."
    },
    {
      "id": 13,
      "content": "... and we found ourselves back aboard the vessel Masas."
    },
    {
      "id": 14,
      "place": "Vessel Masas Decks",
      "model": "아미야",
      "content": "Battle complete. Vessel Masas… it’s slowing down."
    },
    {
      "id": 15,
      "model": "아미야",
      "content": "How's Miss Mayors...?"
    },
    {
      "id": 16,
      "model": "이상",
      "content": "Here, unconscious. The mental strain seems to have taken its toll."
    },
    {
      "id": 17,
      "model": "단테",
      "content": "<It all happened inside the Dungeon of the Fathoms, but... it can't have been too easy on her mind to send so many waves after us.>"
    },
    {
      "id": 18,
      "model": "싱클레어",
      "content": "... What'll happen to Miss Mayors now?"
    },
    {
      "id": 19,
      "model": "박사",
      "content": "First... we'll wait for the Inquisition's ruling, then... bring her to Rhodes Island."
    },
    {
      "id": 20,
      "model": "박사",
      "content": "Her efforts were misguided, but she also had Terra's best interests at heart. Together, I'm sure we can discuss a better way forward."
    },
    {
      "id": 21,
      "model": "아이린",
      "content": "What if she's sentenced to death?"
    },
    {
      "id": 22,
      "model": "박사",
      "content": "……."
    },
    {
      "id": 23,
      "model": "켈시",
      "content": "Then we will need to offer a different proposal. We can consider it when we get to it, Doctor."
    },
    {
      "id": 24,
      "content": "It's finally over. All we have left to do is go back."
    },
    {
      "id": 25,
      "content": "As we were preparing to leave with our hearts much lighter than they were earlier..."
    },
    {
      "id": 26,
      "model": "아미야",
      "content": "... Hold on, everyone."
    },
    {
      "id": 27,
      "model": "아미야",
      "content": "Something's... rapidly approaching us."
    },
    {
      "id": 28,
      "content": "A low, thrumming roar vibrates the air, as a strange shadow looms over the ship."
    },
    {
      "id": 29,
      "model": "아이린",
      "content": "Where'd this... shade come from?"
    },
    {
      "id": 30,
      "model": "이스마엘",
      "content": "…!"
    },
    {
      "id": 31,
      "model": "이스마엘",
      "content": "Wait, is that—"
    },
    {
      "id": 32,
      "content": "Almost as if driven by instinct, Ishmael takes the radio from Gregor and runs into the control room."
    },
    {
      "id": 33,
      "content": "Something must've clicked in Outis's head, as she also turned and ran after Ishmael."
    },
    {
      "id": 34,
      "model": "단테",
      "content": "<If those two are running into the bridge...>"
    },
    {
      "id": 35,
      "model": "단테",
      "content": "<...! Brace! Grab onto something!>"
    },
    {
      "id": 36,
      "model": "히스클리프",
      "content": "Oh bollocks, muckin' it up right before the finish line..."
    },
    {
      "id": 37,
      "model": "아미야",
      "content": "Doctor! Dante has advised that we grab onto something..."
    },
    {
      "id": 38,
      "model": "박사",
      "content": "... I see, they're preparing to turn the ship around."
    },
    {
      "id": 39,
      "model": "박사",
      "content": "Everyone, brace for impact! Stay alert, something's coming!"
    },
    {
      "id": 40,
      "content": "The ship leaned heavily as it hurriedly turned portside, and I caught a glimpse of a massive shadow gliding just beneath the water's surface, right where the ship was a second ago."
    },
    {
      "id": 41,
      "content": "It's a Seaborn—about the size of... no, slightly larger than the vessel Masas."
    },
    {
      "id": 42,
      "content": "Amiya's communicator buzzes with Ishmael's voice."
    },
    {
      "id": 43,
      "model": "이스마엘",
      "content": "The currents are going wild—wait, no, something's causing these currents to go wild."
    },
    {
      "id": 44,
      "model": "오티스",
      "content": "We'll try our best to maintain evasive maneuvers for as long as possible, but... we can't do this forever."
    },
    {
      "id": 45,
      "model": "오티스",
      "content": "If the situation does not improve, we may have to take the vessel Masas to cross the dimensional door..."
    },
    {
      "id": 46,
      "model": "오티스",
      "content": "Does Rhodes Island have a way out of this quandary?"
    },
    {
      "id": 47,
      "model": "박사",
      "content": "Not at this moment, but we have to come up with one now, and fast."
    },
    {
      "id": 48,
      "model": "이스마엘",
      "content": "... Dante, does anything come to mind?"
    },
    {
      "id": 49,
      "model": "단테",
      "content": "<... We should first figure out why that Seaborn's coming after us.>"
    },
    {
      "id": 50,
      "model": "이스마엘",
      "content": "Copy that. I'll focus on steering the ship, so keep us updated."
    },
    {
      "id": 51,
      "content": "With that, the ship immediately begins a sharp turn, narrowly dodging the ponderous body of the Seaborn as it swims by."
    },
    {
      "id": 52,
      "content": "We can't just take the whole ship across the dimensional door—we're not the only ones on it."
    },
    {
      "id": 53,
      "content": "But the sea is too wild to simply turn around to let the others leave."
    },
    {
      "id": 54,
      "model": "켈시",
      "content": "It's almost like it's obsessed with this ship."
    },
    {
      "id": 55,
      "model": "단테",
      "content": "<Just why could it possibly be coming after the ship, all of a sudden? Could it be that Fabius's order—>"
    },
    {
      "id": 56,
      "model": "스카디",
      "content": "... It's coming after me."
    },
    {
      "id": 57,
      "model": "박사",
      "content": "Skadi... you?"
    },
    {
      "id": 58,
      "model": "스카디",
      "content": "Yes. I'm their enemy, an Abyssal Hunter."
    },
    {
      "id": 59,
      "content": "As though to prove it, the giant beast began to charge against the bow of the ship the moment Skadi repositioned herself there."
    },
    {
      "id": 60,
      "model": "로쟈",
      "content": "Just what are the Abyssal Hunters? Why are they so gung-ho about trying to kill you!?"
    },
    {
      "id": 61,
      "model": "켈시",
      "content": "... Abyssal Hunters are those who hunt Sea Terrors and Seaborns."
    },
    {
      "id": 62,
      "model": "켈시",
      "content": "Of course, this isn't based on any emotion, such as vengeance or resentment; it's Skadi's—"
    },
    {
      "id": 63,
      "model": "켈시",
      "content": "... well, that's not important right now. What matters is that they're solely targeting Skadi."
    },
    {
      "id": 64,
      "model": "파우스트",
      "content": "Operators of Rhodes Island are heavily fatigued at this moment from their long defense against the waves in the Dungeon of the Fathoms."
    },
    {
      "id": 65,
      "model": "파우스트",
      "content": "The same could be said of us and Miss Amiya, who battled Mayors in the meantime."
    },
    {
      "id": 66,
      "model": "파우스트",
      "content": "To engage that Seaborn in this particular circumstance is—"
    },
    {
      "id": 67,
      "model": "돈키호테",
      "content": "Hohh!?"
    },
    {
      "id": 68,
      "content": "Something shakes the vessel Masas once again."
    },
    {
      "id": 69,
      "model": "히스클리프",
      "content": "What's this now!? There's more?"
    },
    {
      "id": 70,
      "model": "뫼르소",
      "content": "There are indeed multiple entities surrounding our ship. However..."
    },
    {
      "id": 71,
      "content": "A violent, destructive sound crashes through the waves, toward vessel Masas."
    },
    {
      "id": 72,
      "content": "Past the sudden wall of mist, there was..."
    },
    {
      "id": 73,
      "model": "켈시",
      "content": "... We're lucky."
    },
    {
      "id": 74,
      "model": "켈시",
      "content": "Or, was this simply how it was supposed to go?"
    },
    {
      "id": 75,
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 76,
      "model": "마지막기사",
      "content": "Ishar-mla...!"
    },
    {
      "id": 77,
      "model": "돈키호테",
      "content": "Sir Knight!?"
    },
    {
      "id": 78,
      "model": "아이린",
      "content": "Two Seaborns..."
    },
    {
      "id": 79,
      "model": "홍루",
      "content": "It's going to be fine, Miss Inquisitor."
    },
    {
      "id": 80,
      "model": "홍루",
      "content": "If he's the same knight we fought earlier..."
    },
    {
      "id": 81,
      "model": "홍루",
      "content": "... I doubt he'll be able to stop himself from charging at that giant of a sea monster."
    },
    {
      "id": 82,
      "content": "Like Hong Lu said, the knight charged straight at the giant, rough wave... at the great Seaborn, as though he hardly noticed our presence."
    },
    {
      "id": 83,
      "model": "박사",
      "content": "If we can help the knight repel that Seaborn..."
    },
    {
      "id": 84,
      "model": "박사",
      "content": "... we just might have a shot at sending Limbus Company back through the dimensional door and escaping aboard the vessel Masas ourselves."
    },
    {
      "id": 85,
      "model": "박사",
      "content": "... Can everyone still move?"
    },
    {
      "id": 86,
      "model": "아이린",
      "content": "I'm almost at my limit, but... I can still move."
    },
    {
      "id": 87,
      "model": "박사",
      "content": "I've got a plan, and I'd like for everyone to trust me on this."
    },
    {
      "id": 88,
      "model": "스카디",
      "content": "Things weren't so bad outside after you'd entered the portal."
    },
    {
      "id": 89,
      "model": "스카디",
      "content": "Now's the time for the Hunter to get to work."
    },
    {
      "id": 90,
      "content": "The bright ray of light from Irene's lamp shines upon those atop the deck, while Skadi leaps tall into the air using the ship's bow as her launching pad."
    },
    {
      "id": 91,
      "model": "박사",
      "content": "……."
    },
    {
      "id": 92,
      "content": "The Operators each scatter to their appropriate positions as commanded by the Doctor."
    },
    {
      "id": 93,
      "content": "Ishmael and Outis both exited to the decks as well, presumably having found someone to steer the ship."
    },
    {
      "id": 94,
      "model": "로쟈",
      "content": "Is it okay to have ya two out here?"
    },
    {
      "id": 95,
      "model": "오티스",
      "content": "... This Kal'tsit... seemed to know enough about seafaring to take over."
    },
    {
      "id": 96,
      "model": "오티스",
      "content": "While this crisis is far from over, she was good enough that it was reasonable for us to leave the ship's steering to her and descend to the decks for our return."
    },
    {
      "id": 97,
      "model": "아미야",
      "content": "It doesn't seem like... we'll all be able to bid you goodbye."
    },
    {
      "id": 98,
      "model": "이스마엘",
      "content": "... Are you sure you're all going to be okay? We can stay a little longer and help."
    },
    {
      "id": 99,
      "model": "아미야",
      "content": "I appreciate the sentiment. I really do, but..."
    },
    {
      "id": 100,
      "content": "Amiya pointed toward the dimensional door, which had shrunk significantly smaller since the first time we saw it."
    },
    {
      "id": 101,
      "model": "아미야",
      "content": "You don't have much time."
    },
    {
      "id": 102,
      "content": "I wonder if it was only supposed to open for a set period of time, or... what if it's closing now, because our work here is done?"
    },
    {
      "id": 103,
      "content": "There was precious little we could learn about it now, but it was obvious that our time here was coming to an end."
    },
    {
      "id": 104,
      "model": "단테",
      "content": "<Thanks, Amiya.>"
    },
    {
      "id": 105,
      "model": "단테",
      "content": "<We would've been lost for a while in this world if it weren't for Rhodes Island's help.>"
    },
    {
      "id": 106,
      "model": "아미야",
      "content": "Well, thanks to you, we should be able to sufficiently study the dimensional door before we return."
    },
    {
      "id": 107,
      "model": "그레고르",
      "content": "Time to say goodbye to the Iberian sea breeze, I guess."
    },
    {
      "id": 108,
      "model": "아이린",
      "content": "Do you have any idea how big the pile of paperwork is going to be at the Inquisition...?! Merda, try not to drop into Iberia next time, you got that...?"
    },
    {
      "id": 109,
      "model": "이스마엘",
      "content": "Ha ha... sure, let's all stay nicely put in our own worlds."
    },
    {
      "id": 110,
      "content": "As the great Seaborn briefly falters at the combined might of Skadi and the knight,"
    },
    {
      "id": 111,
      "content": "the ship's bow managed to stop inches from the dimensional door."
    },
    {
      "id": 112,
      "model": "박사",
      "content": "Manager! Now's your chance, get to the dimensional door...!"
    },
    {
      "id": 113,
      "model": "아미야",
      "content": "Someday... I hope we can meet again!"
    },
    {
      "id": 114,
      "model": "이상",
      "content": "... We shall take our leave."
    },
    {
      "id": 115,
      "model": "단테",
      "content": "<Let's return to the City.>"
    },
    {
      "id": 116,
      "content": "The sea had turned into a brutal battlefield, terrible roars contending with one another."
    },
    {
      "id": 117,
      "place": -1,
      "content": "After taking one final look at Rhodes Island defending the vessel Masas, we leaped into the pitch-black darkness at the center of the dimensional door."
    },
    {
      "id": 118,
      "content": "……."
    },
    {
      "id": 119,
      "content": "I'm swept away by the tides of consciousness."
    },
    {
      "id": 120,
      "content": "The river draws out my memories and consciousness, sublimating them away."
    },
    {
      "id": 121,
      "content": "Then…"
    },
    {
      "id": 122,
      "place": "Daguanyuan - Yihongyuan Yard",
      "model": "단테",
      "content": "<Where is...? Is this Yihongyuan?>"
    },
    {
      "id": 123,
      "content": "I look around and see the Sinners strewn about the room, dozing off."
    },
    {
      "id": 124,
      "model": "히스클리프",
      "content": "Snrk..."
    },
    {
      "id": 125,
      "content": "I see Heathcliff crash like that all the time, but... how did everyone crash at the same time, sleeping against the walls...?"
    },
    {
      "id": 126,
      "content": "A bizarre sensation that something was truly amiss crawls up my spine."
    },
    {
      "id": 127,
      "model": "습인",
      "content": "You have come to."
    },
    {
      "id": 128,
      "model": "습인",
      "content": "Now that you have come to, I request that you continue your rest in your chamber. Your presence here makes it difficult to conduct cleaning activities in areas adjacent to your body."
    },
    {
      "id": 129,
      "model": "단테",
      "content": "<H-huh? What? We just came through the dimensional door after Rhodes Island—>"
    },
    {
      "id": 130,
      "model": "단테",
      "content": "<Ro... Roads...?>"
    },
    {
      "id": 131,
      "model": "습인",
      "content": "You were transferred here after the \"LCCA\" discovered your company unconscious at the entrance of a Lobotomy Corp. branch."
    },
    {
      "id": 132,
      "content": "I... I feel like I just went through a memorable experience but... I can't recall what."
    },
    {
      "id": 133,
      "content": "There was a hole in my memory... and this strange, emotional tug at my heart... and E.G.O I don't ever recall extracting."
    },
    {
      "id": 134,
      "model": "돈키호테",
      "content": "Omnom... Rocinante... prithee, avail me but five more minutes of..."
    },
    {
      "id": 135,
      "model": "습인",
      "content": "Scheduling wooden training dummies to wake you in five minutes."
    },
    {
      "id": 136,
      "content": "But the bizarre sensation naturally settles."
    },
    {
      "id": 137,
      "content": "What was that Abnormality? What just happened?"
    },
    {
      "id": 138,
      "content": "I don’t have any answers to either of those questions, but…"
    },
    {
      "id": 139,
      "model": "단테",
      "content": "<Wait, where's Saude?>"
    },
    {
      "id": 140,
      "model": "단테",
      "content": "<She said something about how there's been a delay or something...>"
    },
    {
      "id": 141,
      "content": "I couldn't find Saude, who's been bringing us odd jobs here and there during our stay, anywhere in Yihongyuan."
    },
    {
      "id": 142,
      "content": "But on the desk I did find a note filled with various requests and a letter, both presumably left behind by Saude."
    },
    {
      "id": 143,
      "place": -1,
      "model": "뉴소드",
      "content": "We've got a Distortion contract."
    },
    {
      "id": 144,
      "model": "뉴소드",
      "content": "Come on, time to earn your keep. You weren't going to lounge around until we got a message from HQ, right?"
    },
    {
      "id": 145,
      "model": "단테",
      "content": "<... Are they allergic to giving us time off or something?>"
    },
    {
      "id": 146,
      "content": "In that moment, a certain voice briefly surfaces from the abyss of my memories... before sinking again."
    },
    {
      "id": 147,
      "model": "박사",
      "teller": "???",
      "title": "???",
      "content": "There's no such thing as absolutes when it comes to the value of life."
    },
    {
      "id": 148,
      "model": "박사",
      "teller": "???",
      "title": "???",
      "content": "Which means that... it should never be up to others to define the worth of life, to argue for it."
    },
    {
      "id": 149,
      "model": "단테",
      "content": "<The worth of life...>"
    },
    {
      "id": 150,
      "content": "I don’t quite recall who said that, or even where I heard it from…"
    },
    {
      "id": 151,
      "content": "Honestly, I don’t even understand what it means."
    },
    {
      "id": 152,
      "model": "아미야",
      "teller": "???",
      "title": "???",
      "content": "You can't change what you see by standing still."
    },
    {
      "id": 153,
      "model": "아미야",
      "teller": "???",
      "title": "???",
      "content": "If you want to bring about a better world, then... even if you may be lost in the ideals..."
    },
    {
      "id": 154,
      "content": "Even still, some of those words left a lingering impression on my heart."
    },
    {
      "id": 155,
      "model": "아미야",
      "teller": "???",
      "title": "???",
      "content": "... you have to keep walking."
    },
    {
      "id": 156,
      "place": "Daguanyuan - Yihongyuan Yard",
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 157,
      "content": "Unable to sit still, I got up from my seat and began waking up the Sinners one by one."
    },
    {
      "id": 158,
      "model": "단테",
      "content": " <Yeah, it's not like we're getting anything done here.>"
    },
    {
      "id": 159,
      "model": "단테",
      "content": "<On your feet, guys. Time to get to work.>"
    },
    {
      "id": 160,
      "content": "The Sinners each begin waking up, some of them looking around to get their bearings."
    },
    {
      "id": 161,
      "content": "Like they were just pulled out of a long dream."
    }
  ]
}