{
  "dataList": [
    {
      "id": 0,
      "place": "Aboard Mephistopheles",
      "model": "이스마엘",
      "content": "I see… So this is what that was about."
    },
    {
      "id": 1,
      "model": "파우스트",
      "content": "There’s no need to get impatient, Ishmael. As the bus makes its journey, you’ll naturally…"
    },
    {
      "id": 2,
      "model": "베르길리우스",
      "content": "You’ll naturally start taking on more important tasks than beating the life out of random crooks."
    },
    {
      "id": 3,
      "model": "베르길리우스",
      "content": "I know you’re eager to achieve your goals… but at least try to have some patience."
    },
    {
      "id": 4,
      "model": "이스마엘",
      "content": "... Tch."
    },
    {
      "id": 5,
      "model": "파우스트",
      "content": "Since this works by whisking out one of our limitless possibilities from the mirror worlds, it’ll have overwritten a part of our memories."
    },
    {
      "id": 6,
      "model": "파우스트",
      "content": "You’ll get used to it in no time."
    },
    {
      "id": 7,
      "model": "로쟈",
      "content": "Whoa, hang on… That sounds a bit dangerous, don’t it?"
    },
    {
      "id": 8,
      "model": "로쟈",
      "content": "What if I’m no longer my old self by the end? Heheh."
    },
    {
      "id": 9,
      "model": "베르길리우스",
      "content": "……"
    },
    {
      "id": 10,
      "model": "파우스트",
      "content": "Don’t mistake yourselves for the Ship of Theseus."
    },
    {
      "id": 11,
      "model": "파우스트",
      "content": "While it is true that you borrow the Identities and their memories, the system is designed to ensure that you retain control over your own existence."
    },
    {
      "id": 12,
      "model": "이상",
      "content": "Different though your reflection may be, it is bound to vanish once you walk away from the mirror."
    },
    {
      "id": 13,
      "model": "파우스트",
      "content": "... How our capability grows ultimately depends on you, Manager Dante."
    },
    {
      "id": 14,
      "model": "파우스트",
      "content": "It will be up to you to decide which figment of possibility fits each situation best."
    },
    {
      "id": 15,
      "model": "오티스",
      "content": "I believe that’s what you call a metamorphosis."
    },
    {
      "id": 16,
      "model": "파우스트",
      "content": "Yes, I suppose one could say that it is a form of renascence and transformation."
    },
    {
      "id": 17,
      "model": "로쟈",
      "content": "Golly, where’d you learn big words like that?"
    },
    {
      "id": 18,
      "model": "오티스",
      "content": "I picked it up. My prior profession required meeting people from various walks of life."
    },
    {
      "id": 19,
      "model": "그레고르",
      "content": "Transformation, huh…"
    },
    {
      "id": 20,
      "model": "베르길리우스",
      "content": "Done chatting?"
    },
    {
      "id": 21,
      "model": "베르길리우스",
      "content": "First, we make way for the bus. You’ll spend more time together than you’d ever ask for, so table that discussion for later."
    }
  ]
}