{
  "dataList": [
    {
      "id": -1,
      "content": "Episode S0_1"
    },
    {
      "id": 0,
      "place": "Aboard Mephistopheles",
      "model": "카론",
      "content": "Verg."
    },
    {
      "id": 1,
      "model": "카론",
      "content": "Blockage ahead. Permission to vroom-vroom?"
    },
    {
      "id": 2,
      "content": "The chatter was what finally got me to open my eyes."
    },
    {
      "id": 3,
      "content": "After all, nothing beats blocking out your sight when you want to keep boredom at bay."
    },
    {
      "id": 4,
      "content": "Not that there was much else to do on a bus whose destination was unknown to me..."
    },
    {
      "id": 5,
      "content": "My lack of head and memories certainly didn't help, either."
    },
    {
      "id": 6,
      "model": "베르길리우스",
      "content": "……"
    },
    {
      "id": 7,
      "model": "베르길리우스",
      "content": "Alright, let’s proceed."
    },
    {
      "id": 8,
      "model": "카론",
      "content": "Ok. Here come bumpity-bumps."
    },
    {
      "id": 9,
      "model": "카론",
      "content": "Expensive washer fluid. Verg said he paid a fortune."
    },
    {
      "id": 10,
      "content": "The clumps stuck to the window gently dissolve, letting light through."
    },
    {
      "id": 11,
      "content": "Most of the people seated on the bus—Sinners—fix their gaze ahead with varied expressions in their eyes."
    },
    {
      "id": 12,
      "content": "It felt like a pretty gruesome scene, but based on the others’ reactions, maybe this kind of violence is to be expected in the City."
    },
    {
      "id": 13,
      "model": "단테",
      "content": "<Hey...>"
    },
    {
      "id": 14,
      "content": "It felt rather awkward to try to get another shut-eye again now that I was wide awake. Just then, a man with conspicuously overgrown stubble drew my attention."
    },
    {
      "id": 15,
      "model": "단테",
      "content": "<Bu― I mean, Glasses. Know where we’re going right now?>"
    },
    {
      "id": 16,
      "content": "... A feature far more conspicuous than his stubble made me slip."
    },
    {
      "id": 17,
      "model": "그레고르",
      "content": "... You almost called me \"bug guy,\" didn’t you?"
    },
    {
      "id": 18,
      "model": "그레고르",
      "content": "Once again, my name is Gregor."
    },
    {
      "id": 19,
      "model": "그레고르",
      "content": "The same way you’re called Dante and not clockface."
    },
    {
      "id": 20,
      "content": "... I couldn’t find any excuses so I just gave back a light nod."
    },
    {
      "id": 21,
      "model": "그레고르",
      "content": "Say, Bus Girlie. Where are we headed?"
    },
    {
      "id": 22,
      "model": "카론",
      "content": "Once again, my name is Charon."
    },
    {
      "id": 23,
      "model": "카론",
      "content": "The same way you’re called Gregor and not \"bug guy.\""
    },
    {
      "id": 24,
      "model": "그레고르",
      "content": "……"
    },
    {
      "id": 25,
      "model": "단테",
      "content": "<She got you there, Gregor.>"
    },
    {
      "id": 26,
      "model": "그레고르",
      "content": "Haha, she really did."
    },
    {
      "id": 27,
      "model": "카론",
      "content": "... Verg said:"
    },
    {
      "id": 28,
      "model": "카론",
      "content": "“The Sinners will go to District 4.”"
    },
    {
      "id": 29,
      "model": "돈키호테",
      "content": "Whaaaat ho?! Did the name \"District 4\" fall upon my ears?!"
    },
    {
      "id": 30,
      "model": "돈키호테",
      "content": "That place is known to be the home of the Grass Maiden! ‘Tis the origin of the heroine’s journey. And ‘twas the..."
    },
    {
      "id": 31,
      "model": "히스클리프",
      "content": "Bloody hell, you’re rattling on and on and on..."
    },
    {
      "id": 32,
      "model": "히스클리프",
      "content": "Can’t you just shut up and let us have some peace and quiet?"
    },
    {
      "id": 33,
      "model": "돈키호테",
      "content": "Why, I had remained silent unto mere moments ago!"
    },
    {
      "id": 34,
      "model": "히스클리프",
      "content": "Don't you bloody argue with me!"
    },
    {
      "id": 35,
      "model": "이스마엘",
      "content": "... Hey, do you even realize you’re the louder one here?"
    },
    {
      "id": 36,
      "model": "히스클리프",
      "content": "... Lass, pain is pain whether it kills you or not. Now flap that gob of yours again and see what happens."
    },
    {
      "id": 37,
      "model": "이스마엘",
      "content": "I make a valid point and you jump straight to violence? Real classy of you."
    },
    {
      "id": 38,
      "model": "히스클리프",
      "content": "... Ha."
    },
    {
      "id": 39,
      "content": "For a moment, I found myself contemplating:"
    },
    {
      "id": 40,
      "content": "Should I step in? Is this the part where I exercise my authority as the manager with dignity and grace? A faint memory urges me to do something."
    },
    {
      "id": 41,
      "model": "단테",
      "content": "<Now now, guys, it’s inadvisable to lose your c―>"
    },
    {
      "id": 42,
      "model": "히스클리프",
      "content": "Ngh..."
    },
    {
      "id": 43,
      "model": "이스마엘",
      "content": "Hrrk...!"
    },
    {
      "id": 44,
      "model": "료슈",
      "content": "TRANCHES."
    },
    {
      "id": 45,
      "model": "료슈",
      "content": "To Right Against Noisy Crying Hogs Entails Scragging."
    },
    {
      "id": 46,
      "model": "료슈",
      "content": "……"
    },
    {
      "id": 47,
      "model": "돈키호테",
      "content": "Senseless violence shan’t be forgiven! I will bring about justice!"
    },
    {
      "id": 48,
      "model": "로쟈",
      "content": "Aw~ I knew this would happen—ya got blood on my clothes. Look, do you guys really have to fight next to me?"
    },
    {
      "id": 49,
      "model": "단테",
      "content": "<This... is just crazy...>"
    },
    {
      "id": 50,
      "content": "We haven’t even reached our destination and three people are dead already. And all because of infighting, too."
    },
    {
      "id": 51,
      "model": "베르길리우스",
      "content": "Can't even look away for a minute without things going sideways, can I."
    },
    {
      "id": 52,
      "model": "베르길리우스",
      "content": "You four. Cleaning duty for the next month."
    },
    {
      "id": 53,
      "model": "돈키호테",
      "content": "Such unfairness! I merely sought the hand of justice!"
    },
    {
      "id": 54,
      "model": "로쟈",
      "content": "Hang on! Tell them to do my laundry, too. Bloodstains don’t wash off as easily as wine. It wasn't cheap, you know, this getup..."
    },
    {
      "id": 55,
      "content": "No one bats an eye at the lifeless janitors-to-be littering the floor."
    },
    {
      "id": 56,
      "content": "Maybe they’re already taking their unlimited revivals for granted."
    },
    {
      "id": 57,
      "content": "Problem is, I don’t even know how exactly I’m supposed to bring them back..."
    },
    {
      "id": 58,
      "model": "베르길리우스",
      "content": "Dante, I’d like you to turn the clock back."
    },
    {
      "id": 59,
      "model": "단테",
      "content": "<Turn... the clock?>"
    },
    {
      "id": 60,
      "model": "베르길리우스",
      "content": "*sigh*"
    },
    {
      "id": 61,
      "model": "베르길리우스",
      "content": "So that's what you look like when you're puzzled. I’ll keep that in mind."
    },
    {
      "id": 62,
      "model": "베르길리우스",
      "content": "Miss Faust."
    },
    {
      "id": 63,
      "model": "파우스트",
      "content": "……"
    },
    {
      "id": 64,
      "content": "Vergilius gives Faust a tired nod and gestures to me."
    },
    {
      "id": 65,
      "content": "She let out a small sigh but still came to my seat, probably out of a sense of obligation."
    },
    {
      "id": 66,
      "model": "파우스트",
      "content": "It’s the same thing you did the day we first met, Dante. Though I suppose that was more of an instinctive reaction."
    },
    {
      "id": 67,
      "model": "파우스트",
      "content": "Now, let’s try again. Close your eyes."
    },
    {
      "id": 68,
      "content": "Though I have no eyes to close, blocking out my sight is something I’ve done."
    },
    {
      "id": 69,
      "content": "I had no reason not to follow Faust’s instruction here."
    },
    {
      "id": 70,
      "model": "파우스트",
      "content": "In fact, the door is everywhere."
    },
    {
      "id": 71,
      "model": "파우스트",
      "content": "However, only you can see it. For the stars in your sky have not fallen."
    },
    {
      "id": 72,
      "content": "At that, I felt a sliver of light easing into my sight."
    },
    {
      "id": 73,
      "content": "I let it come to me the same way I'd open my eyes."
    },
    {
      "id": 74,
      "place": "???",
      "content": "And then... an expanse of space laid itself out ahead."
    },
    {
      "id": 75,
      "content": "There, I was alone..."
    },
    {
      "id": 76,
      "content": "... with a massive door that stood before me."
    },
    {
      "id": 77,
      "content": "It wasn’t a pleasant sight."
    },
    {
      "id": 78,
      "content": "Waves of suffocating heat and cries of agony escape through the gap."
    },
    {
      "id": 79,
      "content": "My mind almost blacks out at the sound of the incessant lamentations and wailing."
    },
    {
      "id": 80,
      "content": "However, I find myself approaching the door still, grasping at its handles as if it's the most natural thing to do."
    },
    {
      "id": 81,
      "content": "Despite appearing rather ponderous, the door opens without much resistance."
    },
    {
      "id": 82,
      "content": "I run my hand along the inside of the door. Thousands upon thousands of cacophonous wailings lie within."
    },
    {
      "id": 83,
      "content": "And reaching further inside, I grab a few outstretched hands."
    },
    {
      "id": 84,
      "content": "I can feel the histories of different sins, each bearing a brand of its own, crawling along my hand and up my arm."
    },
    {
      "id": 85,
      "content": "Art thou prepared to share the pain?"
    },
    {
      "id": 86,
      "content": "Could that have been a question? Or rather, pressure to comply?"
    },
    {
      "id": 87,
      "content": "With all my strength, I yank out the Sinners clinging to my hand from the door."
    },
    {
      "id": 88,
      "model": "단테",
      "content": "<... RAHHHHGH!>"
    },
    {
      "id": 89,
      "content": "A terrible pain spreads through my neck and head."
    },
    {
      "id": 90,
      "content": "A torture so unbearable I'd have taken death over it—and it refused to let up."
    },
    {
      "id": 91,
      "content": "The sensation of bones and muscles twisting and entangling with each other goes on for what feels like an eternity."
    },
    {
      "id": 92,
      "content": "My untrained legs buckle under the unbearable pain, and I drop to my knees onto the pool of blood."
    },
    {
      "id": 93,
      "content": "And then I see it:"
    },
    {
      "id": 94,
      "content": "The vibrating surface of the red, viscous liquid bubbling and spattering as the pain grows even worse."
    },
    {
      "id": 95,
      "content": "Soon, the blood soaking the ground coagulated and fused into three separate masses."
    },
    {
      "id": 96,
      "content": "Then the pain that seemed to go on forever disappeared just like that."
    },
    {
      "id": 97,
      "place": "Aboard Mephistopheles",
      "model": "히스클리프",
      "content": "Mmgh..."
    },
    {
      "id": 98,
      "model": "이스마엘",
      "content": "... Hrrk."
    },
    {
      "id": 99,
      "content": "As the lumps of blood rose into the air and flew off, the terrible red haze cleared from my vision, and I was once again returned to the rumbling bus."
    },
    {
      "id": 100,
      "model": "료슈",
      "content": "Keh... What's it like, coming back from a decapitation? Did your heart race?"
    },
    {
      "id": 101,
      "content": "As soon as Heathcliff comes to, he rubs his neck, hisses out a few curses, and stomps toward Ryōshū."
    },
    {
      "id": 102,
      "model": "단테",
      "content": "<Hold on, I just brought you back and you’re going straight into another fight?>"
    },
    {
      "id": 103,
      "content": "Heathcliff whips around to glare at me, eyes blinded with fury."
    },
    {
      "id": 104,
      "model": "히스클리프",
      "content": "It's your job to bring us back anyway, innit?"
    },
    {
      "id": 105,
      "model": "히스클리프",
      "content": "If that's done, then piss off before I smash in that bloody clock you call a head."
    },
    {
      "id": 106,
      "model": "싱클레어",
      "content": "P-please, wait! Dante looks like they’re in a lot of pain. We really should sto—"
    },
    {
      "id": 107,
      "content": "Heathcliff does not wait for Sinclair to finish his speech, and slams his steel bat into the young man's skull.  "
    },
    {
      "id": 108,
      "model": "싱클레어",
      "content": "Kurgh... Grk..."
    },
    {
      "id": 109,
      "content": "The bus filled with Sinclair's choking, unintelligible gurgles as he lay dying."
    },
    {
      "id": 110,
      "model": "히스클리프",
      "content": "Next time, Clockface, it'll be your noggin getting bashed. That clear enough?"
    },
    {
      "id": 111,
      "model": "이스마엘",
      "content": "Guess you really are as much of a scumbag as you look."
    },
    {
      "id": 112,
      "model": "히스클리프",
      "content": "... Dying once not enough for you?"
    },
    {
      "id": 113,
      "content": "Heathcliff tightens his grip on the bat while Ishmael readies to swing her mace."
    },
    {
      "id": 114,
      "content": "... How did I end up managing a bunch of people who stay the same wrecks even after literally coming back from death?"
    },
    {
      "id": 115,
      "content": "As my mind wandered, a sinister chill swept in and froze the tension in the bus into total silence."
    },
    {
      "id": 116,
      "model": "베르길리우스",
      "content": "... Ah. It seems we are overdue for some proper discipline."
    },
    {
      "id": 117,
      "model": "히스클리프",
      "content": "...!"
    },
    {
      "id": 118,
      "model": "이스마엘",
      "content": "……"
    },
    {
      "id": 119,
      "content": "The Sinners, who'd been seconds away from jumping at each other's throats, came to an immediate standstill..."
    },
    {
      "id": 120,
      "content": "... as a pair of red eyes raked over them with a freezing, merciless glare."
    },
    {
      "id": 121,
      "model": "베르길리우스",
      "content": "Rule number one:"
    },
    {
      "id": 122,
      "model": "베르길리우스",
      "content": "Do not let me hear weapons clashing inside the bus."
    },
    {
      "id": 123,
      "model": "베르길리우스",
      "content": "Any of you break this rule from this moment on..."
    },
    {
      "id": 124,
      "model": "베르길리우스",
      "content": "You will be begging me to kill you before I'm done."
    },
    {
      "id": 125,
      "model": "베르길리우스",
      "content": "I'm sure you're aware that I am capable of far more than just that, yes?"
    },
    {
      "id": 126,
      "content": "Sinclair’s death throes were the only sound that broke the silence."
    },
    {
      "id": 127,
      "content": "Heathcliff glowered at Vergilius, but didn't dare argue back."
    },
    {
      "id": 128,
      "model": "베르길리우스",
      "content": "Apologies, Dante. I need you to rewind the clock again."
    },
    {
      "id": 129,
      "model": "단테",
      "content": "<Again...?>"
    },
    {
      "id": 130,
      "content": "I quickly shook my head—there was no way I was putting myself through that again. It hurt so much that death seemed downright merciful."
    },
    {
      "id": 131,
      "content": "The ghost of a smile on Vergilius's face evaporates as his expression hardens."
    },
    {
      "id": 132,
      "model": "베르길리우스",
      "content": "... Best open that door while I'm still feeling generous enough to ask you nicely, Manager Dante."
    },
    {
      "id": 133,
      "model": "베르길리우스",
      "content": "Oh, and if it is the pain that you fear... If that is why you are shaking your head, I will gladly help you with that."
    },
    {
      "id": 134,
      "model": "베르길리우스",
      "content": "The agony of rewinding won't even make you bat an eye once I'm finished. A surefire way to boost your pain tolerance, don't you think?"
    },
    {
      "id": 135,
      "model": "오티스",
      "content": "Did I hear you correctly? Our manager clearly declined your request."
    },
    {
      "id": 136,
      "model": "베르길리우스",
      "content": "You... This interruption is ill-timed."
    },
    {
      "id": 137,
      "model": "오티스",
      "content": "I was informed when I joined the company that the Executive Manager would be my superior, not you."
    },
    {
      "id": 138,
      "model": "오티스",
      "content": "I would say that the manager has made themself perfectly clear by shaking their head."
    },
    {
      "id": 139,
      "model": "베르길리우스",
      "content": "I see, so the aide has decided to step in now, is that it?"
    },
    {
      "id": 140,
      "model": "베르길리우스",
      "content": "Then let me make myself perfectly clear to you as well."
    },
    {
      "id": 141,
      "content": "Vergilius's eyes turned a deeper shade of red, sharpening that bone-cold stare."
    },
    {
      "id": 142,
      "content": "I don’t really know what I’m meant to do as the manager, or if I even deserve to take this role..."
    },
    {
      "id": 143,
      "content": "... but I felt that I should at least stop things from spiraling into an even bigger mess."
    },
    {
      "id": 144,
      "content": "Bringing back one Sinner should hurt less than reviving all 12 at once..."
    },
    {
      "id": 145,
      "model": "단테",
      "content": "<Outis... I’ll rewind the clock. It’s okay.>"
    },
    {
      "id": 146,
      "content": "Vergilius caught me frantically gesturing for Outis to stand down, and the red gleam in his eyes faded."
    },
    {
      "id": 147,
      "model": "베르길리우스",
      "content": "A wise decision."
    },
    {
      "id": 148,
      "model": "오티스",
      "content": "... As you wish, Executive Manager."
    },
    {
      "id": 149,
      "content": "Outis looked like she had more to say, but quickly backed off and snapped into attention."
    },
    {
      "id": 150,
      "content": "The red door greeted me again, bringing with it the sickening sensation of my bones and muscles churning and contorting against one another."
    },
    {
      "id": 151,
      "content": "I decided to stop describing the pain to myself going forward."
    },
    {
      "id": 152,
      "content": "It's not the sort of torture I could ever put a name on, anyway."
    },
    {
      "id": 153,
      "model": "싱클레어",
      "content": "... Th-thank you..."
    },
    {
      "id": 154,
      "content": "Sinclair stood up with a pained moan and bowed in appreciation before tottering back to his seat."
    }
  ]
}