{
  "dataList": [
    {
      "id": 0,
      "place": "Some Backstreets of District 4",
      "content": "A deep, guttural rumble erupts as the side of the bus heaves and splits open."
    },
    {
      "id": 1,
      "content": "A number of human shapes littered the ground before the bus's gaping maw—some still conscious, others no longer in one piece."
    },
    {
      "id": 2,
      "content": "The maw then stretched even wider and, for lack of a better word, started <i>chewing</i> through the bodies. Every bite came fast and voracious."
    },
    {
      "id": 3,
      "model": "료슈",
      "content": "……"
    },
    {
      "id": 4,
      "content": "Ryōshū took in the spectacle with clear satisfaction, as though determined to savor every moment of it..."
    },
    {
      "id": 5,
      "content": "Off to the side, Sinclair looked visibly shaken."
    },
    {
      "id": 6,
      "model": "싱클레어",
      "content": "Everyone here is so... We're surrounded by insane people. You think so too, don't you?"
    },
    {
      "id": 7,
      "content": "The way he reacted made me wonder what history the Sinners carried."
    },
    {
      "id": 8,
      "model": "단테",
      "content": "<Just to make sure... None of you were forced to join, right?>"
    },
    {
      "id": 9,
      "content": "Whatever happened before my head got replaced with a clock is a complete mystery, but as far as I can tell, I was basically forced into the company."
    },
    {
      "id": 10,
      "content": "And maybe they're not so different from me—or so I thought, until..."
    },
    {
      "id": 11,
      "model": "싱클레어",
      "content": "Ah..."
    },
    {
      "id": 12,
      "content": "Sinclair bowed his head, as if I'd hit a raw nerve."
    },
    {
      "id": 13,
      "model": "싱클레어",
      "content": "That's right. This was my choice. I'll get used to all this... won't I?"
    },
    {
      "id": 14,
      "content": "He was muttering under his breath like he wasn't talking to me at all."
    },
    {
      "id": 15,
      "model": "돈키호테",
      "content": "‘Tis the deed I would have done even if the company sought me not! Lo, yon host of evil draweth nigh!"
    }
  ]
}