{
  "dataList": [
    {
      "id": 0,
      "place": "Some Backstreets of District 4",
      "model": "로쟈",
      "content": "Seriously, when was the last time I actually got to stuff myself? I swear, this lump of metal's eating better than we do..."
    },
    {
      "id": 1,
      "model": "파우스트",
      "content": "Do mind that all meals are portioned in appropriate amounts."
    },
    {
      "id": 2,
      "model": "로쟈",
      "content": "It’s nowhere near enough to get me going!"
    },
    {
      "id": 3,
      "content": "I thought I'd heard Heathcliff shouting “You think I’m doing this on a full stomach?!” in the distance, but Rodya seemed to pretend she heard nothing."
    },
    {
      "id": 4,
      "content": "Speaking of..."
    },
    {
      "id": 5,
      "model": "단테",
      "content": "<Does this bus run on stuff like blood or protein?>"
    },
    {
      "id": 6,
      "model": "파우스트",
      "content": "It’s Enkephalin, an energy source extracted by Lobotomy Corporation."
    },
    {
      "id": 7,
      "model": "이스마엘",
      "content": "The previous L Corp., right? I heard it used its Singularity to produce energy... though, now that the Wing's fallen, all that's left is its rubble."
    },
    {
      "id": 8,
      "model": "파우스트",
      "content": "Correct, which is why it’s become a rarity these days."
    },
    {
      "id": 9,
      "model": "파우스트",
      "content": "However, Mephistopheles is capable of forcibly extracting Enkephalin from the body."
    },
    {
      "id": 10,
      "model": "단테",
      "content": "<The body...?>"
    },
    {
      "id": 11,
      "content": "I could not help but fixate on that word as I looked back and forth between the chewing maw of the bus, and Outis, who was barking orders at the other Sinners."
    },
    {
      "id": 12,
      "model": "파우스트",
      "content": "Yes. Enkephalin can only be extracted from the brain and the spinal nerves. It can be harvested from live subjects at greater efficiency."
    },
    {
      "id": 13,
      "content": "So that’s why Vergilius told the Sinners not to kill the assailants."
    },
    {
      "id": 14,
      "model": "단테",
      "content": "<Okay, then—>"
    },
    {
      "id": 15,
      "model": "파우스트",
      "content": "One might ask: \"Then why feed the whole body?\"—the answer is simply that their blood and muscle tissue can also be processed into fuel."
    },
    {
      "id": 16,
      "model": "파우스트",
      "content": "While Enkephalin is used to generate ignition and thrust, the leftover organic matter is used to sustain velocity, which in turn reduces the bus's Enkephalin demand."
    },
    {
      "id": 17,
      "model": "이상",
      "content": "A hybrid."
    },
    {
      "id": 18,
      "content": "Faust went on to explain how most of the vehicle’s fuel is taken from the branch facilities, and that harvesting Enkephalin from human bodies won't be sufficient in the long run..."
    },
    {
      "id": 19,
      "content": "Most of it went straight over my head, though."
    },
    {
      "id": 20,
      "model": "단테",
      "content": "<... Well, that’s complicated. But I get that you're in for some tough work.>"
    },
    {
      "id": 21,
      "model": "파우스트",
      "content": "Not at all. No work is tough for Faust."
    },
    {
      "id": 22,
      "model": "그레고르",
      "content": "If anyone’s doing the heavy lifting, it’d be us... Hey! Manager Bud! More incoming!"
    }
  ]
}