{
  "dataList": [
    {
      "id": 0,
      "place": "Some Backstreets of District 4",
      "model": "베르길리우스",
      "content": "Hey! That’s enough of that. Our guest will be here any moment."
    },
    {
      "id": 1,
      "content": "Vergilius said, poking his head out the window."
    },
    {
      "id": 2,
      "model": "단테",
      "content": "<Guest? Who?>"
    },
    {
      "id": 3,
      "model": "파우스트",
      "content": "I have determined that we will need a guide as this is our first trip to a dungeon."
    },
    {
      "id": 4,
      "model": "유리",
      "teller": "Yuri",
      "title": "Grade 8 Fixer",
      "content": "Excuse me... Are you the people from Limbus Company?"
    },
    {
      "id": 5,
      "content": "Someone approaches us with apparent hesitation."
    },
    {
      "id": 6,
      "model": "유리",
      "teller": "Yuri",
      "title": "Grade 8 Fixer",
      "content": "You sure look like it..."
    },
    {
      "id": 7,
      "content": "The bus had just about finished its meal and was crunching down on the last bits of bone."
    },
    {
      "id": 8,
      "place": "Aboard Mephistopheles",
      "content": "Yuri watched it indifferently before introducing herself."
    },
    {
      "id": 9,
      "model": "유리",
      "teller": "Yuri",
      "title": "Grade 8 Fixer",
      "content": "I’m Yuri, a former employee of the previous L Corp. I look forward to working with you."
    },
    {
      "id": 10,
      "model": "단테",
      "content": "<\"Previous\" L Corp.? You mean...>"
    },
    {
      "id": 11,
      "model": "그레고르",
      "content": "Has to be Lobotomy Corporation."
    },
    {
      "id": 12,
      "model": "파우스트",
      "content": "Correct. We will move on to explore the former branch facilities of Lobotomy Corporation—that is, the fallen L Corp."
    },
    {
      "id": 13,
      "model": "이스마엘",
      "content": "I wouldn't have taken this job if I were you, even if somebody specifically requested me."
    },
    {
      "id": 14,
      "model": "이스마엘",
      "content": "I doubt the end of your employment here left any pleasant memories, it being a fallen Wing and all."
    },
    {
      "id": 15,
      "model": "로쟈",
      "content": "What’re you on about? Fallen Wing or not, a huge payday'll turn any brutal work into a charming memory."
    },
    {
      "id": 16,
      "model": "그레고르",
      "content": "Hrm, I heard those facilities are still crawling with monsters even now..."
    },
    {
      "id": 17,
      "model": "파우스트",
      "content": "Not \"monsters\"—Abnormalities. Regardless, what you said is true. But it is also a home to more important things than those entities."
    },
    {
      "id": 18,
      "model": "파우스트",
      "content": "In the deepest zones of these branch facilities are plantlike growths that have only recently begun to form: the essence of L Corp.'s technology."
    },
    {
      "id": 19,
      "model": "베르길리우스",
      "content": "Dante, if you remember what I said a few days back, I offered you the chance to eventually engrave your Aspect."
    },
    {
      "id": 20,
      "model": "베르길리우스",
      "content": "Once this \"essence\"—the Golden Boughs—is retrieved, it'll be easy as pie."
    },
    {
      "id": 21,
      "content": "Hearing the word \"Aspect\" still makes my head ache."
    },
    {
      "id": 22,
      "content": "What exactly was \"I\" trying to do?"
    },
    {
      "id": 23,
      "model": "파우스트",
      "content": "There’s no need to rouse your brain trying to remember what you can’t. It’ll all come back in due time."
    },
    {
      "id": 24,
      "content": "I returned a slow nod to Faust’s placid advice."
    },
    {
      "id": 25,
      "content": "Alright, for now, I should focus on what my present self is able to process."
    },
    {
      "id": 26,
      "model": "단테",
      "content": "<And if it’s Lobotomy Corp we’re scouring... we might come across some Enkephalin, too.>"
    },
    {
      "id": 27,
      "model": "싱클레어",
      "content": "Oh, does that mean we won’t have to... feed more people to our vehicle?"
    },
    {
      "id": 28,
      "model": "이스마엘",
      "content": "We could also grab some E.G.O if we’re lucky, so that’s three rats with one stone."
    },
    {
      "id": 29,
      "content": "E.G.O? That’s another unknown term that makes me tilt my head..."
    },
    {
      "id": 30,
      "content": "But in any case, it seemed rather rude to keep talking to each other when we had a guest on board."
    },
    {
      "id": 31,
      "content": "... And apparently, I wasn't the only one who thought so."
    },
    {
      "id": 32,
      "model": "그레고르",
      "content": "So, Miss Yuri, what’ve you been up to after L Corp.?"
    },
    {
      "id": 33,
      "content": "Gregor flashed what looked like his best attempt at a kind smile at our new passenger, hoping to strike up a conversation."
    },
    {
      "id": 34,
      "content": "The corners of his eyes twitched from forcing a facial expression he obviously wasn't used to, but I pretended not to notice."
    },
    {
      "id": 35,
      "model": "돈키호테",
      "content": "It appears to me that thou art an honorable Fixer! It is said that all Fixers exude the noble scent of heroes!"
    },
    {
      "id": 36,
      "content": "As Yuri gave a slight nod, I heard Ishmael release a deep sigh."
    },
    {
      "id": 37,
      "model": "이스마엘",
      "content": "I don’t know who gave you that idea, but Fixers are anything but noble or heroic. The only scent you’ll smell is the miserable stink of wage slaves."
    },
    {
      "id": 38,
      "model": "그레고르",
      "content": "... It couldn’t have been easy to find another job so soon. Good that you’re holding up."
    },
    {
      "id": 39,
      "model": "유리",
      "teller": "Yuri",
      "title": "Grade 8 Fixer",
      "content": "For now... I’m just a contract worker."
    },
    {
      "id": 40,
      "model": "이스마엘",
      "content": "Aha. That explains why you decided to come crawling back here."
    },
    {
      "id": 41,
      "model": "이스마엘",
      "content": "Did they promise you a team leader position or something in exchange for a major find in what's left of your previous workplace?"
    },
    {
      "id": 42,
      "model": "유리",
      "teller": "Yuri",
      "title": "Grade 8 Fixer",
      "content": "... My contracts might get extended if I return with results."
    },
    {
      "id": 43,
      "model": "그레고르",
      "content": "R-right. Strong performance becomes a life-or-death matter if you're aiming for a permanent spot."
    },
    {
      "id": 44,
      "model": "이스마엘",
      "content": "*sigh* And what a pointless life that is."
    },
    {
      "id": 45,
      "model": "그레고르",
      "content": "(Hey, what's with all the sarcasm? Something grinding your gears?)"
    },
    {
      "id": 46,
      "model": "이스마엘",
      "content": "... I dunno, every single thing I'm hearing right now is getting on my nerves."
    },
    {
      "id": 47,
      "content": "Seemingly unaffected by the abrasive attitude, Yuri quietly took an empty seat."
    },
    {
      "id": 48,
      "content": "Glancing between the two of them, Gregor returned to his seat as well, scratching his head."
    },
    {
      "id": 49,
      "model": "단테",
      "content": "<I... I don't think I'll ever get used to being around these people.>"
    },
    {
      "id": 50,
      "model": "베르길리우스",
      "content": "You'll want to fit in fast if you want to make your job easier, Dante."
    },
    {
      "id": 51,
      "model": "베르길리우스",
      "content": "... Charon, time to go. Our guest has taken her seat."
    },
    {
      "id": 52,
      "model": "카론",
      "content": "Mephi’s tum revived. Charon’s raring to drive."
    }
  ]
}