{
  "dataList": [
    {
      "id": 0,
      "place": "Aboard Mephistopheles",
      "content": "The vibe inside the bus wasn't all that lively."
    },
    {
      "id": 1,
      "content": "I could hear Rodya’s occasional quips and a raucous Heathcliff starting pointless quarrels with someone—probably Don Quixote or Sinclair..."
    },
    {
      "id": 2,
      "content": "... as well as Ryōshū demanding a light for her cigarette, having run out of lighter fluid."
    },
    {
      "id": 3,
      "content": "Normally, Gregor would've been <i>the</i> Sinner I'd rely on to bring about some much-needed levity amid such gripes and disorder…"
    },
    {
      "id": 4,
      "model": "그레고르",
      "content": "……"
    },
    {
      "id": 5,
      "content": "But now, he was one of the quietest."
    },
    {
      "id": 6,
      "content": "He was just staring out through the window, seemingly lost in deep thought."
    },
    {
      "id": 7,
      "model": "베르길리우스",
      "content": "……"
    },
    {
      "id": 8,
      "content": "One thing was for sure, though:"
    },
    {
      "id": 9,
      "content": "If anyone were to blame for trashing the mood on the bus, it’d be Vergilius."
    },
    {
      "id": 10,
      "content": "The journey to retrieve the Golden Bough was an awfully arduous one,"
    },
    {
      "id": 11,
      "content": "putting us on the brink of death (and some past that) more than several times, not to mention the occasional crises that almost had us getting kicked out of the company."
    },
    {
      "id": 12,
      "content": "Yet Vergilius refused to put himself in our shoes."
    },
    {
      "id": 13,
      "content": "Given everything going on, it’s hardly surprising that the bus is thick with the Sinners' bottled-up frustration."
    },
    {
      "id": 14,
      "content": "In the end, Ishmael, who'd had enough of it, finally decided to speak up."
    },
    {
      "id": 15,
      "model": "이스마엘",
      "content": "The least you can do is let us know where our next destination is, you know?"
    },
    {
      "id": 16,
      "model": "베르길리우스",
      "content": "Oh, sorry about that."
    },
    {
      "id": 17,
      "model": "베르길리우스",
      "content": "I was wondering whether briefing the mission to you fools would be worth the effort."
    },
    {
      "id": 18,
      "model": "로쟈",
      "content": "Ouch, that hurts. Don’t you know kids who fall behind need extra care?"
    },
    {
      "id": 19,
      "model": "베르길리우스",
      "content": "Then I can't help but <i>plead</i> for you to not embarrass me this time."
    },
    {
      "id": 20,
      "model": "베르길리우스",
      "content": "I sure don’t want to look like a teacher taking a bunch of grade-schoolers out for a picnic."
    },
    {
      "id": 21,
      "model": "베르길리우스",
      "content": "I have high hopes for you in particular, Rodion. You might just make a good guide for this tour."
    },
    {
      "id": 22,
      "model": "로쟈",
      "content": "Huh? Sure, I know I'm pretty exceptional, but I'm not sure what I can do to guide the team in a place I've never been to."
    },
    {
      "id": 23,
      "model": "베르길리우스",
      "content": "Not to worry. You'll definitely more than feel at home in our next destination."
    },
    {
      "id": 24,
      "model": "베르길리우스",
      "content": "The Nest of hedonism, a place where you can either hit the jackpot or rock bottom, with very little in between:"
    },
    {
      "id": 25,
      "model": "베르길리우스",
      "content": "J Corp."
    },
    {
      "id": 26,
      "model": "로쟈",
      "content": "……"
    },
    {
      "id": 27,
      "content": "Great, even Rodya's clammed up now."
    },
    {
      "id": 28,
      "model": "히스클리프",
      "content": "Well, I suppose it wouldn’t be so bad to hit it big while we’re at it."
    },
    {
      "id": 29,
      "model": "히스클리프",
      "content": "Oi, someone wake me up when we’re there."
    },
    {
      "id": 30,
      "model": "베르길리우스",
      "content": "Unfortunately, the bus will not be dropping you off at the branch entrance this time, dear passenger."
    },
    {
      "id": 31,
      "model": "베르길리우스",
      "content": "Charon, park the bus."
    },
    {
      "id": 32,
      "model": "카론",
      "content": "……"
    },
    {
      "id": 33,
      "model": "베르길리우스",
      "content": "… ? Charon?"
    },
    {
      "id": 34,
      "model": "카론",
      "content": "What’s “park”?"
    },
    {
      "id": 35,
      "model": "베르길리우스",
      "content": "It means stop."
    },
    {
      "id": 36,
      "model": "카론",
      "content": "Stops are red. Red tastes bad to Charon."
    },
    {
      "id": 37,
      "content": "Muttering under her breath, Charon hit the brakes without warning, sending most of the Sinners flying face-first into the seats ahead while the rest were thrown to the ground."
    },
    {
      "id": 38,
      "content": "And I was not an exception."
    },
    {
      "id": 39,
      "content": "A cacophony of complaints and shouts erupted,"
    },
    {
      "id": 40,
      "content": "and while I couldn't clearly catch what the Sinners were yelling..."
    },
    {
      "id": 41,
      "content": "... I’d wager a good half of them were profanities, so perhaps it was for the best that I couldn't make them out."
    },
    {
      "id": 42,
      "model": "베르길리우스",
      "content": "Aren't we bursting with energy today? Good. Now get off."
    },
    {
      "id": 43,
      "model": "홍루",
      "content": "Hmm... but it looks like we’ve still got quite a distance to cover... Ah! Are you going to call a taxi for us?"
    },
    {
      "id": 44,
      "model": "베르길리우스",
      "content": "... Miss Faust will give you the full rundown, but be aware that this mission is going to be quite different from the last one, Dante."
    },
    {
      "id": 45,
      "model": "베르길리우스",
      "content": "This is because you are to retrieve the Golden Bough..."
    },
    {
      "id": 46,
      "model": "베르길리우스",
      "content": "... from the underground floor of a casino."
    },
    {
      "id": 47,
      "model": "오티스",
      "content": "Do you mean to tell us that it’s somewhere among the brightly lit buildings lined up at the center of that street?"
    },
    {
      "id": 48,
      "model": "베르길리우스",
      "content": "Correct. It's one of the buildings there."
    },
    {
      "id": 49,
      "model": "이스마엘",
      "content": "The Lobotomy Branch Facility we infiltrated last time was one that had been neglected for quite a while."
    },
    {
      "id": 50,
      "model": "싱클레어",
      "content": "So you mean that… that was the exception?"
    },
    {
      "id": 51,
      "model": "베르길리우스",
      "content": "See, it's times like this that remind me this team is not exactly short on critical thinkers… which only makes me wonder how your last mission ended up such a disastrous failure."
    },
    {
      "id": 52,
      "model": "이스마엘",
      "content": "……"
    },
    {
      "id": 53,
      "model": "베르길리우스",
      "content": "The Golden Bough is a potent energy source, holding the essence of many technological marvels."
    },
    {
      "id": 54,
      "model": "베르길리우스",
      "content": "With energy that powerful, people and money are sure to follow—laying the groundwork for an entire civilization before you know it."
    },
    {
      "id": 55,
      "model": "파우스트",
      "content": "Ergo, it’s likely that our future destinations will have been occupied by other factions and organizations as well."
    },
    {
      "id": 56,
      "model": "파우스트",
      "content": "... Which, in turn, indicates that we should be prepared to also visit a wide variety of venues in addition to this casino."
    },
    {
      "id": 57,
      "model": "베르길리우스",
      "content": "It also means that your first mission was the easy one. Makes it all the more baffling how you turned a guaranteed success into a defeat."
    },
    {
      "id": 58,
      "model": "단테",
      "content": "<... Is he always this petty and vindictive?>"
    },
    {
      "id": 59,
      "model": "그레고르",
      "content": "... Ahem."
    },
    {
      "id": 60,
      "model": "로쟈",
      "content": "Beats me~ We’ve only had a bit more time with him than you have."
    },
    {
      "id": 61,
      "model": "로쟈",
      "content": "What’d he say again? Something like, “Welcome to Limbus Company. I’m your guide, Vergilius” and all that…"
    },
    {
      "id": 62,
      "model": "로쟈",
      "content": "Hah! Pretty good impression, wasn’t it?"
    },
    {
      "id": 63,
      "model": "그레고르",
      "content": "Gotta admit, he definitely has that bossy, overbearing tone. Nearly made me want to quit on the spot."
    },
    {
      "id": 64,
      "model": "단테",
      "content": "<I get the feeling the rest of you had the same thought, more or less.>"
    },
    {
      "id": 65,
      "model": "돈키호테",
      "content": "Nonsense! ‘Twas a day to go down in history! To be summoned into service by the Red Gaze himself! Truly, there is no honor greater than a Color addressing your―"
    },
    {
      "id": 66,
      "model": "그레고르",
      "content": "Huh, I guess he does have a fan among us after all."
    },
    {
      "id": 67,
      "model": "로쟈",
      "content": "*chuckle* Looks like it."
    },
    {
      "id": 68,
      "content": "Rodya and Gregor started snickering to themselves, their mood noticeably improving."
    },
    {
      "id": 69,
      "model": "베르길리우스",
      "content": "I'm hearing far too much unnecessary chatter. Don’t give me a reason to add a third rule on this bus."
    },
    {
      "id": 70,
      "model": "로쟈",
      "content": "Come on, that's just plain petty. Employees need some space to vent about their boss, y'know?"
    },
    {
      "id": 71,
      "model": "베르길리우스",
      "content": "Next time, do it out of the earshot of your petty boss."
    },
    {
      "id": 72,
      "model": "베르길리우스",
      "content": "I’m more fragile than I look, you see."
    },
    {
      "id": 73,
      "model": "베르길리우스",
      "content": "Right, time to get up and move. I sure hope to see you return with a Golden Bough in your hands this time."
    },
    {
      "id": 74,
      "model": "히스클리프",
      "content": "And if we bugger it twice?"
    },
    {
      "id": 75,
      "model": "베르길리우스",
      "content": "Who knows? Charon might suddenly forget which button opens the door to let you in."
    },
    {
      "id": 76,
      "model": "카론",
      "content": "Button, red. Yucky color."
    },
    {
      "id": 77,
      "model": "히스클리프",
      "content": "... He's a complete psycho, this bloke..."
    },
    {
      "id": 78,
      "model": "료슈",
      "content": "U.I.T.G.A.A.N."
    },
    {
      "id": 79,
      "model": "히스클리프",
      "content": "And that means?"
    },
    {
      "id": 80,
      "model": "료슈",
      "content": "Shorthand for “Useless idiotic travelers go and abscond, now.”"
    },
    {
      "id": 81,
      "content": "Heathcliff shot Ryōshū a glare as though he was ready to unload a barrage of insults at her... before deflating with a long, loud sigh."
    },
    {
      "id": 82,
      "content": "He backed down in a way that wasn’t quite like his usual self, seemingly accepting the fact that caving her skull in with that bat of his wouldn't accomplish anything."
    }
  ]
}