{
  "dataList": [
    {
      "d": 0,
      "place": "A Pawnshop",
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "Ain’t ya too many visitors at once? The shop’s cramped as is…"
    },
    {
      "d": 1,
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "So, which one do y'all prefer to test your luck on? Trumps? Mahjong?"
    },
    {
      "d": 2,
      "content": "As we entered the shop, we were met with the gruff greeting of an old pawnbroker."
    },
    {
      "d": 3,
      "model": "히스클리프",
      "content": "What’s that blighter on about?"
    },
    {
      "d": 4,
      "model": "이스마엘",
      "content": "... Am I the only one here who read up on J Corp.? Vergilius gave us a pamphlet to peruse before we left."
    },
    {
      "d": 5,
      "model": "그레고르",
      "content": "Well, I vaguely remember checking out the cover..."
    },
    {
      "d": 6,
      "model": "이스마엘",
      "content": "Here, you get loaned different amounts depending on your fortune for the day."
    },
    {
      "d": 7,
      "model": "이스마엘",
      "content": "Drawing \"Great Fortune\" rewards you with bonus cash, but the closer your draw is to \"Misfortune,\" you’ll be paid far under the pawn’s value."
    },
    {
      "d": 8,
      "model": "홍루",
      "content": "Ah~ That reminds me, my family had hired dedicated fortune tellers before."
    },
    {
      "d": 9,
      "model": "홍루",
      "content": "They divined a Great Fortune for me before I left. That must’ve been a sign that I would join all of you wonderful people on my journey."
    },
    {
      "d": 10,
      "model": "이스마엘",
      "content": "Wow, good for you. Must've been nice enjoying the high life with fancy pastimes in that mansion of yours. That come bundled with a silver-spoon fortune? Maybe I should start praying for that kind of luck in my next life, if there's even one."
    },
    {
      "d": 11,
      "model": "히스클리프",
      "content": "I'm good. It's well-off gits like him that tend to play dirty."
    },
    {
      "d": 12,
      "model": "홍루",
      "content": "Hmm, you might be right, actually. I didn’t like to get along with my younger sibling when I was little. Always tried to cheat and grouch if things didn’t go as desired."
    },
    {
      "d": 13,
      "model": "히스클리프",
      "content": "No, that’s NOT what I meant by \"playing dirty!\""
    },
    {
      "d": 14,
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "So you wanna get your fortune told or not?!"
    },
    {
      "d": 15,
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "Actually... Forget fortunetelling, Did you people even bring anything to pawn? I’m not seeing any glowies on ya…"
    },
    {
      "d": 16,
      "content": "The pawnbroker glanced over each Sinner with a dubious look until his eyes landed on me."
    },
    {
      "d": 17,
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "Oho… That clockhead might fetch a good sum."
    },
    {
      "d": 18,
      "model": "로쟈",
      "content": "How much do you think it'll sell for, old pal?"
    },
    {
      "d": 19,
      "model": "단테",
      "content": "<Uh, Rodya… Why are you even asking him that...?>"
    },
    {
      "d": 20,
      "model": "파우스트",
      "content": "As you were likely contacted in advance, we are from Limbus Company, and…"
    },
    {
      "d": 21,
      "content": "Unfortunately, neither the Sinners nor the pawnbroker was paying any attention to Faust’s words."
    },
    {
      "d": 22,
      "model": "홍루",
      "content": "Oh, I did bring this handkerchief with me when I left home…"
    },
    {
      "d": 23,
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "Oho… A dragon embroidered on silk. That’s some meticulous needlework, which might net… let’s see, 7 million… Ahn?"
    },
    {
      "d": 24,
      "model": "히스클리프",
      "content": "A crummy piece of cloth is worth <i>that</i> much?! You'd better check them eyeballs for cataracts, ya old geezer!"
    },
    {
      "d": 25,
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "Wha? Don't you recognize the quality in this craftsmanship?­ Hah, no wonder—guess that explains why you're parading around that ratty ring on your finger like it's real treasure... Tsk-tsk."
    },
    {
      "d": 26,
      "model": "히스클리프",
      "content": "... What did you just say? Oi, outta my way. I'm gonna— Oi!"
    },
    {
      "d": 27,
      "model": "로쟈",
      "content": "Geez, cut it out! Hey, Dante~ Shut them up or something~"
    },
    {
      "d": 28,
      "model": "???",
      "content": "You had us worried, Faust."
    },
    {
      "d": 29,
      "content": "Amid the racket of the pawnshop's chaos, I could make out a remarkably kind and gentle voice carrying through."
    },
    {
      "d": 30,
      "model": "소드",
      "teller": "???",
      "title": "???",
      "content": "You're 15 minutes late to our agreed-upon rendezvous time at 4. Surely you haven't forgotten how to read a clock?"
    },
    {
      "d": 31,
      "model": "파우스트",
      "content": "I certainly haven't, but I was also not the one charged with driving the bus."
    },
    {
      "d": 32,
      "model": "에피",
      "teller": "???",
      "title": "???",
      "content": "Aha, is that why you’re letting this clock human tag along with you? I suppose they didn’t come with a timer function."
    },
    {
      "d": 33,
      "content": "Following the gentle voice was the snide remark of a man who didn’t even attempt to hide his disdain."
    },
    {
      "d": 34,
      "model": "단테",
      "content": "<Hey, that’s a bit harsh. Let’s at least try to leave better first impressions…>"
    },
    {
      "d": 35,
      "content": "I know my voice won’t be heard by anyone other than the Sinners, but I still can’t help but get upset whenever people are rude to me."
    },
    {
      "d": 36,
      "model": "에피",
      "teller": "???",
      "title": "???",
      "content": "Oh, so it was you? You guys are the team that botched the Golden Bough retrieval last time?"
    },
    {
      "d": 37,
      "model": "에피",
      "teller": "???",
      "title": "???",
      "content": "Folks had high expectations for your team, what with some of the smartest people in the City being on it."
    },
    {
      "d": 38,
      "model": "소드",
      "teller": "???",
      "title": "???",
      "content": "No wonder… That explains the look on Miss Faust's face."
    },
    {
      "d": 39,
      "model": "파우스트",
      "content": "My facial expression has remained unchanging."
    },
    {
      "d": 40,
      "model": "히스클리프",
      "content": "Ey, this bloke's also the brainy sort—don’t brush him off. Aren't you gonna say anything?"
    },
    {
      "d": 41,
      "content": "Heathcliff gave Yi Sang a sideways glance, only to be met with a lukewarm response."
    },
    {
      "d": 42,
      "model": "이상",
      "content": "I shall not, as that would be a hollow vaunt."
    },
    {
      "d": 43,
      "model": "히스클리프",
      "content": "Huh, remember you bein' a lot chattier in that basement. Who am I dealin' with now, an odd lookalike or somethin'?"
    },
    {
      "d": 44,
      "model": "이상",
      "content": "You deal with what I deal with—the congenital, selfsame reflection of my mirrored self."
    },
    {
      "d": 45,
      "model": "히스클리프",
      "content": "What's that about \"I deal\"― *sigh* Forget it."
    },
    {
      "d": 46,
      "model": "파우스트",
      "content": "Our first mission was devised with failure in mind."
    },
    {
      "d": 47,
      "model": "파우스트",
      "content": "We needed an opportunity to see what sort of potential each Sinner had."
    },
    {
      "d": 48,
      "model": "그레고르",
      "content": "... Wait, so that's what it was?"
    },
    {
      "d": 49,
      "model": "오티스",
      "content": "An operation with failure as its objective? That hardly qualifies as a mission."
    },
    {
      "d": 50,
      "model": "소드",
      "teller": "???",
      "title": "???",
      "content": "By the way, is Mister Vergilius here? I volunteered to assist with the operation mainly for a chance to get to see him."
    },
    {
      "d": 51,
      "model": "에피",
      "teller": "???",
      "title": "???",
      "content": "He must’ve been embarrassed to be in their company. Imagine having to babysit people like them."
    },
    {
      "d": 52,
      "model": "히스클리프",
      "content": "Tch… Is that why that sod dropped us so far away from the entrance? Because he was ashamed of us?!"
    },
    {
      "d": 53,
      "model": "이스마엘",
      "content": "... These two are the ones insulting us. Why are we getting mad at someone who isn't even here?"
    },
    {
      "d": 54,
      "model": "이스마엘",
      "content": "In any case, if they're not going to introduce themselves, we have zero reason to give a damn about their grandstanding."
    },
    {
      "d": 55,
      "model": "파우스트",
      "content": "These two will be our cooperators for this mission. They’re from the Limbus Company Clearance department, also known as the LCC."
    },
    {
      "d": 56,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "Please add \"Before Team\" there, if you don't mind. Ah, I’m Saude, and this here is Effie."
    },
    {
      "d": 57,
      "model": "히스클리프",
      "content": "So what? Are you expecting us to burst into applause or..."
    },
    {
      "d": 58,
      "model": "홍루",
      "content": "Wonderful! It’s a pleasure!"
    },
    {
      "d": 59,
      "content": "Hong Lu was the only person on the team who welcomed them with total sincerity—he almost even gave a standing ovation."
    },
    {
      "d": 60,
      "content": "As the rest of the Sinners stared at the Before Team duo with either cold hostility or wary glances, the awkward introduction session finally came to an end."
    }
  ]
}