{
  "dataList": [
    {
      "id": 0,
      "place": "Pawn Avenue",
      "content": "True to Saude’s prediction, every pawnbroker was busy closing their shops to avoid getting roped into trouble."
    },
    {
      "id": 1,
      "model": "세보이고싶었던콩콩파조직원",
      "teller": "Chest-puffing Tingtanger",
      "title": "Tingtang Gang",
      "content": "Ey! You bastards! Don't you dare take another step!"
    },
    {
      "id": 2,
      "model": "세보이고싶었던콩콩파조직원",
      "teller": "Chest-puffing Tingtanger",
      "title": "Tingtang Gang",
      "content": "Ya think ya can mess with our family and just walk away, huh, tiny fave?"
    },
    {
      "id": 3,
      "model": "이스마엘",
      "content": "What is it with these Syndicates and their \"family\" nonsense? Is that really their best attempt at inspiring some misplaced camaraderie?"
    },
    {
      "id": 4,
      "model": "세보이고싶었던콩콩파조직원",
      "teller": "Chest-puffing Tingtanger",
      "title": "Tingtang Gang",
      "content": "Look at that swelling you put on our precious young’un’s head!"
    },
    {
      "id": 5,
      "model": "이스마엘",
      "content": "……"
    },
    {
      "id": 6,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "For goodness sake… This is going completely off-script..."
    },
    {
      "id": 7,
      "content": "Effie presses a hand to his head as though he were getting a really bad migraine."
    },
    {
      "id": 8,
      "content": "I had half a mind to suggest that he keep some painkillers on hand if a contingency like this was all it took to give him a migraine, but thought better of it."
    },
    {
      "id": 9,
      "content": "With no head of my own, the jab wouldn't have hit home—much less been heard."
    },
    {
      "id": 10,
      "model": "오티스",
      "content": "You two, you thought we were good-for-nothing lice all along, didn’t you?"
    },
    {
      "id": 11,
      "model": "오티스",
      "content": "You've been looking at us as if we were lumps of filth and waste clogging the sewers!"
    },
    {
      "id": 12,
      "model": "그레고르",
      "content": "I don't think anyone spoke of us <i>that</i> harshly, Outis..."
    },
    {
      "id": 13,
      "model": "오티스",
      "content": "Have you never wondered why <i>we</i>, the Bus Team, were entrusted with the momentous task of claiming the Golden Boughs?"
    },
    {
      "id": 14,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "A-and why is that... uh, ma'am?"
    },
    {
      "id": 15,
      "content": "Even Effie seemed taken aback by Outis’s imposing attitude."
    },
    {
      "id": 16,
      "model": "오티스",
      "content": "While I don't disagree that these others are worthless refuse, soaked through head-to-toe in sewage, figuratively speaking..."
    },
    {
      "id": 17,
      "model": "그레고르",
      "content": "No, seriously, you’re the only one who thinks that..."
    },
    {
      "id": 18,
      "model": "싱클레어",
      "content": "M-Miss Outis, you've thought of us like that this whole time...?"
    },
    {
      "id": 19,
      "model": "오티스",
      "content": "Never once have I tasted defeat. And our Executive Manager here has the power to restore us from death itself, making us practically immortal."
    },
    {
      "id": 20,
      "model": "오티스",
      "content": "To be frank, just the two of us would be sufficient as the Bus Team—though that conniving weasel Vergilius seems to think otherwise."
    },
    {
      "id": 21,
      "model": "오티스",
      "content": "The point is, no matter how many fights these pieces of detritus are thrown into, they won’t be worn down—they'll keep coming back as the same piles of trash they were before dying."
    },
    {
      "id": 22,
      "model": "그레고르",
      "content": "*sigh*"
    },
    {
      "id": 23,
      "model": "이스마엘",
      "content": "That sure is an impressively motivating way to tell us you think we're all living, breathing pieces of garbage."
    },
    {
      "id": 24,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "... Morons."
    },
    {
      "id": 25,
      "model": "오티스",
      "content": "Hostiles incoming. Orders, Executive Manager?"
    }
  ]
}