{
  "dataList": [
    {
      "id": 0,
      "place": "Casino Entrance",
      "model": "콩콩이파보스",
      "teller": "Tingtang Boss",
      "title": "Tingtang Gang",
      "content": "Ya… tarned little roaches…"
    },
    {
      "id": 1,
      "model": "콩콩이파보스",
      "teller": "Tingtang Boss",
      "title": "Tingtang Gang",
      "content": "Who the hell do ya work for…? Haven't you done enuff...? 'Bout time... ya spit it out..."
    },
    {
      "id": 2,
      "model": "그레고르",
      "content": "We…"
    },
    {
      "id": 3,
      "model": "그레고르",
      "content": "... are from Limbus Company."
    },
    {
      "id": 4,
      "model": "그레고르",
      "content": "Finally. One less millstone ‘round the neck."
    },
    {
      "id": 5,
      "model": "콩콩이파보스",
      "teller": "Tingtang Boss",
      "title": "Tingtang Gang",
      "content": "That doesn't... help at all...! The hell is \"Limbus Company\" supposed to be...?!"
    },
    {
      "id": 6,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "Oh, just for your reference—Effie and I work in a different department. Please don’t lump us in with these people."
    },
    {
      "id": 7,
      "model": "콩콩이파보스",
      "teller": "Tingtang Boss",
      "title": "Tingtang Gang",
      "content": "……"
    },
    {
      "id": 8,
      "content": "Beaten in more ways than one, the man finally collapsed on the ground—the sheer frustration at our aversion to communicating normally must've contributed to his fainting spell, too."
    },
    {
      "id": 9,
      "content": "My condolences to whatever remained of the poor fellow's patience."
    },
    {
      "id": 10,
      "model": "로쟈",
      "content": "Do we seriously have to wear these clothes, though? Stuff reeks of sweat and blood and... ugh, just gross."
    },
    {
      "id": 11,
      "content": "Rodya held up a shirt stripped from a Tingtang member with just two fingers as though she were handling a particularly repulsive piece of garbage."
    },
    {
      "id": 12,
      "model": "로쟈",
      "content": "Yuck, there's hair on it, too... First time I've ever been jealous of Dante not having eyes."
    },
    {
      "id": 13,
      "model": "단테",
      "content": "<My vision's working fine, you know...>"
    },
    {
      "id": 14,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "The material looks... pretty quality, actually. Guess business was better than I thought."
    },
    {
      "id": 15,
      "model": "료슈",
      "content": "I want that. Hand it over."
    },
    {
      "id": 16,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "I-I can't. It's tailor-made."
    },
    {
      "id": 17,
      "model": "단테",
      "content": "<… The label here says \"Fits all sizes.\">"
    },
    {
      "id": 18,
      "content": "Catching my gaze lingering on the label, Effie snapped:"
    },
    {
      "id": 19,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Ngh... W-we wouldn’t be doing any of this if you hadn’t caused that mess in the pawnshop to begin with!"
    },
    {
      "id": 20,
      "model": "홍루",
      "content": "I don’t mind. I’ve always wanted to try on clothes like these. It’s like we’re filming a movie."
    },
    {
      "id": 21,
      "model": "이스마엘",
      "content": "To be honest, I’m a little nervous. It’s been a while since I’ve worked in disguise."
    },
    {
      "id": 22,
      "model": "료슈",
      "content": "I don’t feel like it. This is some wimpy crap."
    },
    {
      "id": 23,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "Sorry, but can someone please keep her mouth shut?"
    },
    {
      "id": 24,
      "model": "그레고르",
      "content": "*scoff* You're welcome to try so long as you don't mind getting sliced up all the way past the ribs."
    },
    {
      "id": 25,
      "content": "Gregor’s calm riposte drew a round of muffled laughter from the Sinners."
    },
    {
      "id": 26,
      "content": "For a moment, Effie and Saude hesitated, unsure how to take the quip..."
    },
    {
      "id": 27,
      "content": "Until they moved on, probably because they decided it wasn't worth mulling over. Effie then raised a small container that seemed to be inlaid with mother-of-pearl."
    },
    {
      "id": 28,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "… This is a Wish Canister we seized from the Tingtang Gang’s boss."
    },
    {
      "id": 29,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Manager, here’s a simple role you can play."
    },
    {
      "id": 30,
      "model": "단테",
      "content": "<What role...?>"
    },
    {
      "id": 31,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "Judging by your confused gestures, I suppose you're in need of some explanation."
    },
    {
      "id": 32,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "The long and short of it is that this thing contains J Corp’s Singularity. It's a tool that siphons people's \"wishes\" and stores them as energy."
    },
    {
      "id": 33,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "And when the time comes to make use of it, you press that Wishpower onto paper, and voilà! You get a single-use sticker tattoo that boosts your luck high enough to touch the sky!"
    },
    {
      "id": 34,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Looks like Tingtang Gang's plan was to win the game on the top floor by scraping luck from other people… Hard to believe a small-time gang boss managed to get his hands on one of these."
    },
    {
      "id": 35,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Manager… Dante, right? Okay, before we head inside... I want you to hold on to this."
    },
    {
      "id": 36,
      "model": "단테",
      "content": "<You sure you want to entrust me with something that important?>"
    },
    {
      "id": 37,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "You're not exactly radiating confidence, sure, but we do have our reasons for assigning you to this task."
    },
    {
      "id": 38,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "First off, keeping a poker face is essential at any gambling table."
    },
    {
      "id": 39,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "No matter how good they are at reading expressions, they can't read emotional cues off a clock."
    },
    {
      "id": 40,
      "model": "단테",
      "content": "<……>"
    },
    {
      "id": 41,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Secondly, I do believe there's a reason you were chosen as manager."
    },
    {
      "id": 42,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Call it a hunch, but something tells me you’ll be more useful than those Sinners you lead."
    },
    {
      "id": 43,
      "content": "Come to think of it... he wasn't wrong."
    },
    {
      "id": 44,
      "content": "I was given the title of manager, but never had a chance to be the charismatic leader I’d envisioned. Instead, I was mocked, threatened, and ignored by the very same Sinners I was supposed to supervise."
    },
    {
      "id": 45,
      "content": "The only real role I was able to carry out so far was to bring them back to life."
    },
    {
      "id": 46,
      "content": "Whenever the Sinners fought our enemies, sweating and bleeding, all I could do was cower behind them and pray that their heads and hearts would remain intact just so I wouldn't have to go through the pain of reviving them."
    },
    {
      "id": 47,
      "content": "With a heavy heart, I nodded to let Effie know I was ready."
    },
    {
      "id": 48,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Alright. Now put this on your arm. With this, you can become the luckiest person in the City for a short while."
    },
    {
      "id": 49,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "As for the rest of you, you’ll act as Tingtangers, and we’ll be the croupiers. Good luck and break a leg!"
    },
    {
      "id": 50,
      "content": "Vowing to see this mission through no matter what,"
    },
    {
      "id": 51,
      "content": "we pushed open the door leading into the casino."
    }
  ]
}