{
  "dataList": [
    {
      "id": 0,
      "place": "Casino 1F",
      "content": "The casino felt hectic, abuzz with sounds spilling from every corner of the floor."
    },
    {
      "id": 1,
      "content": "Numerous slot machines blared nonstop with overly cheerful jingles,"
    },
    {
      "id": 2,
      "content": "and the lights were so blinding that some of the Sinners had to shield their eyes."
    },
    {
      "id": 3,
      "content": "The security guards, noticing our garish outfits, gave us a routine nod."
    },
    {
      "id": 4,
      "content": "Saude and Effie—disguised as croupiers—subtly acknowledged us as they escorted Rodya toward the casino cage for chips."
    },
    {
      "id": 5,
      "content": "I was impressed by how convincingly they played the part; their postures and expressions were nothing short of flawless. Anyone would assume they’d been working here for years."
    },
    {
      "id": 6,
      "model": "돈키호테",
      "content": "Wha… What manner of sorcery are these dazzling contraptions?"
    },
    {
      "id": 7,
      "model": "그레고르",
      "content": "Try not to go saucer-eyed at everything you see in here, Don Quixote. You're gonna make us look suspicious."
    },
    {
      "id": 8,
      "model": "이스마엘",
      "content": "The patrons here've all got eyes like those of a dead fish. And they smell just like one, too... Hell, the Tingtang schmucks smelled better than them! Do they ever wash up...?"
    },
    {
      "id": 9,
      "model": "그레고르",
      "content": "I don’t think they’d appreciate you pinching your nose right in front of them, Ishmael..."
    },
    {
      "id": 10,
      "model": "이스마엘",
      "content": "Still. This bilgy stink—I’ve only smelled it on deckhands on a ship."
    },
    {
      "id": 11,
      "content": "It was indeed a stroke of luck that most of the guests were too absorbed in the machines to notice us."
    },
    {
      "id": 12,
      "model": "돈키호테",
      "content": "Manager Esquire! Hast thou ever witnessed such a wondrous thing?"
    },
    {
      "id": 13,
      "model": "돈키호테",
      "content": "What must I do to hear the jolly bells as the other patrons do?"
    },
    {
      "id": 14,
      "model": "단테",
      "content": "<I wouldn't know... I don’t think I’ve ever been to one of these places before.>"
    },
    {
      "id": 15,
      "content": "The tempting spin of the flashy symbols and numbers slowly eroded my resolve to act the part of a stern manager."
    },
    {
      "id": 16,
      "model": "단테",
      "content": "<I–I suppose one look wouldn’t hurt...>"
    },
    {
      "id": 17,
      "model": "돈키호테",
      "content": "Here! It sayeth \"hit the button!\" Shall I proceed?"
    },
    {
      "id": 18,
      "content": "I swear upon my minute and hour hands that I had no intention of pressing that button—none at all."
    },
    {
      "id": 19,
      "content": "As I swiftly lunged to stop Don Quixote, however, I slipped—and much to my dismay, slammed my hand right onto the button."
    },
    {
      "id": 20,
      "model": "단테",
      "content": "<Yikes!>"
    },
    {
      "id": 21,
      "content": "And by some series of unlikely events, this fateful slot machine <i>happened</i> to be one that someone had left a coin inside, enough for just one spin."
    },
    {
      "id": 22,
      "content": "The reels whirred to life with a merry, noisy jingle..."
    },
    {
      "id": 23,
      "content": "... and all we could do was helplessly watch."
    },
    {
      "id": 24,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "I hope Dante is being careful with those wish stickers we took from the Tingtang Gang."
    },
    {
      "id": 25,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "That manager, you mean? That was the <i>only</i> favor we asked. They’d better be handling it properly."
    },
    {
      "id": 26,
      "model": "로쟈",
      "content": "Relax, you can count on Dante~ They’re one of the few people in the team with a sensible head on their shoulders."
    },
    {
      "id": 27,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "That’s good to hear. With that many sheets of stickers attached, they should be able to win any game easily."
    },
    {
      "id": 28,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "We just need to be careful and avoid attracting attention."
    },
    {
      "id": 29,
      "content": "<i>JAAACKPOT!</i> "
    },
    {
      "id": 30,
      "content": "The gambler who was sitting right next to me stared with mouth agape, jaw dropping so far down that I swear their chin was about to touch the floor..."
    },
    {
      "id": 31,
      "content": "... while a torrent of casino chips poured out from the machine—far too many to even think about collecting."
    },
    {
      "id": 32,
      "content": "Effie, Saude... I'm so, so sorry..."
    },
    {
      "id": 33,
      "content": "I walked in here determined to do something right... then immediately dropped the ball."
    },
    {
      "id": 34,
      "teller": "One Casinogoer",
      "title": "Chump",
      "content": "A jackpot? Which machine?"
    },
    {
      "id": 35,
      "teller": "Another Casinogoer",
      "title": "Chump",
      "content": "Wha—<i>now</i>? Just like that?"
    },
    {
      "id": 36,
      "model": "각잡힌카지노경호원",
      "teller": "Rigid Security",
      "title": "J Corp. Casino",
      "content": "One moment, please."
    },
    {
      "id": 37,
      "model": "각잡힌카지노경호원",
      "teller": "Rigid Security",
      "title": "J Corp. Casino",
      "content": "May I see your ID?"
    },
    {
      "id": 38,
      "model": "히스클리프",
      "content": "What’s your problem? Is it a crime to win a jackpot at a casino?"
    },
    {
      "id": 39,
      "model": "파우스트",
      "content": "Chance in this place does not function the way we think it usually does. One may accumulate luck for a large payout or trickle in small amounts to break even, but winning the jackpot on the first try at a machine is clearly an impossibility."
    },
    {
      "id": 40,
      "model": "돈키호테",
      "content": "Chips are raining down upon us like shooting stars!"
    },
    {
      "id": 41,
      "model": "이스마엘",
      "content": "So much for being the responsible one. Can't believe you caved to <i>Don Quixote</i> of all people."
    },
    {
      "id": 42,
      "model": "이스마엘",
      "content": "I expected more from you, Manager. Thought someone in your position would at least be able to help snag us this much-needed win—which, I might add, would've been pretty nice after that humiliating failure of a first mission."
    },
    {
      "id": 43,
      "content": "The torrent of biting, reprimanding whispers spilling from Ishmael’s lips left even Gregor murmuring in astonishment."
    },
    {
      "id": 44,
      "content": "I had never seen Ishmael give anyone else that piercing glare she was shooting at me..."
    },
    {
      "id": 45,
      "content": "… and it made me want to crawl under a rock, if there even was one."
    },
    {
      "id": 46,
      "content": "For once, I was grateful that my clock head came with no eyes."
    },
    {
      "id": 47,
      "model": "그레고르",
      "content": "... Hang on. I don't think that's the sole issue here..."
    },
    {
      "id": 48,
      "content": "Struck by the sudden development, Gregor, who had been anxiously scanning his surroundings, came to a halt and pointed toward the startling discovery he had just made."
    },
    {
      "id": 49,
      "content": "And where he pointed..."
    },
    {
      "id": 50,
      "model": "그레고르",
      "content": "How long have you been out of disguise, Ryōshū?"
    },
    {
      "id": 51,
      "content": "... was a completely nonchalant Ryōshū, wearing our company uniform."
    },
    {
      "id": 52,
      "model": "료슈",
      "content": "I don’t put on castoffs from others."
    },
    {
      "id": 53,
      "model": "그레고르",
      "content": "*sigh* Manager Bud, looks like we're..."
    },
    {
      "id": 54,
      "model": "단테",
      "content": "<Yup… Looks like we’re screwed. Royally…>"
    },
    {
      "id": 55,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "This can't be happening... After everything we did to set this plan in motion..."
    },
    {
      "id": 56,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Faust, what were you thinking, volunteering to drag these idiots along on your mission? You're supposed to be one of the most brilliant geniuses in the City—so act like it!"
    },
    {
      "id": 57,
      "model": "파우스트",
      "content": "Though I have not worked with them for long, I was able to arrive at one conclusion:"
    },
    {
      "id": 58,
      "model": "파우스트",
      "content": "I ought to become a Faust that believes in uncertainty."
    },
    {
      "id": 59,
      "model": "파우스트",
      "content": "When the lack of a plan becomes the plan, all variables become constants."
    },
    {
      "id": 60,
      "model": "파우스트",
      "content": "That is the \"plan\" as I have understood it."
    },
    {
      "id": 61,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "……"
    },
    {
      "id": 62,
      "model": "이스마엘",
      "content": "*sigh*"
    },
    {
      "id": 63,
      "content": "Faust turned to me with a tranquil face."
    },
    {
      "id": 64,
      "content": "Thanks to her, I finally understood what my role was meant to be."
    },
    {
      "id": 65,
      "model": "단테",
      "content": "<Alright… It’s time for our usual gig…>"
    },
    {
      "id": 66,
      "model": "단테",
      "content": "<Kill... and be killed.>"
    }
  ]
}