{
  "dataList": [
    {
      "id": 0,
      "place": "Casino 1F",
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "Just making sure we're all on the same page…"
    },
    {
      "id": 1,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "You all know that our goal is to win the game being held on the top floor, not reduce the first floor of the casino to rubble, right?"
    },
    {
      "id": 2,
      "content": "I was certain that some definitely didn’t know or, if they did, care; but I saw no point in relaying that."
    },
    {
      "id": 3,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "Remember, our ultimate objective here isn't reaching the top floor—it's winning the game."
    },
    {
      "id": 4,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "Which means that we need enough Wishpower to make that happen."
    },
    {
      "id": 5,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "I won't bother going into detail about how the Wishpower we went through quite the trouble to claim went straight down the drain for so preposterous a reason. No need to hurt our morale even further now, right?"
    },
    {
      "id": 6,
      "content": "I couldn't help but keep my head down, feeling the prickle of conscience in my heart."
    },
    {
      "id": 7,
      "model": "오티스",
      "content": "Where's the largest Wishpower reserve in our nearest vicinity?"
    },
    {
      "id": 8,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "That roulette by the entrance. People who visit the casino try their daily luck using the roulette, and take or yield Wishpower depending on the outcome."
    },
    {
      "id": 9,
      "model": "오티스",
      "content": "Is that so? Then I’ll snatch the Wish Canister attached to it when opportunity knocks."
    },
    {
      "id": 10,
      "model": "단테",
      "content": "<Think you can pull that off?>"
    },
    {
      "id": 11,
      "model": "오티스",
      "content": "I have carried out countless operations much greater in scale."
    },
    {
      "id": 12,
      "model": "오티스",
      "content": "Your preposterous blunder amounts to nothing in the grander scheme of things, Executive Manager."
    },
    {
      "id": 13,
      "model": "오티스",
      "content": "It has to have been the fault of the drudging dredges who obfuscated your ability to make sensible decisions! Don’t let their words deter you!"
    },
    {
      "id": 14,
      "model": "단테",
      "content": "<\"Preposterous,\" huh... I see… Wait!>"
    },
    {
      "id": 15,
      "content": "While we were busy discussing where to go from here…"
    },
    {
      "id": 16,
      "content": "... Heathcliff was already making a mad dash for the entrance."
    },
    {
      "id": 17,
      "content": "Were we too focused on the conversation, or did we collectively lose our minds?"
    },
    {
      "id": 18,
      "content": "Either way, none of us was keeping track of what he was up to."
    },
    {
      "id": 19,
      "model": "단테",
      "content": "<Heathcliff?!>"
    },
    {
      "id": 20,
      "model": "히스클리프",
      "content": "Dammit, about time we got on with it, don't you think?"
    },
    {
      "id": 21,
      "content": "Then he shouted at security from the top of his lungs."
    },
    {
      "id": 22,
      "model": "히스클리프",
      "content": "Oh, ain't you all one sorry, embarrassing lot?!"
    },
    {
      "id": 23,
      "model": "히스클리프",
      "content": "That blondie over there is a rookie who’s as unfledged as it gets."
    },
    {
      "id": 24,
      "model": "히스클리프",
      "content": "And that mate there, our \"manager,\" misplaced their memories so badly that they can’t wield a weapon to save themself."
    },
    {
      "id": 25,
      "model": "히스클리프",
      "content": "This is what you’re struggling against? What a bloody joke you lot are…"
    },
    {
      "id": 26,
      "model": "카지노경호원대장",
      "teller": "Security Chief",
      "title": "J Corp. Casino",
      "content": "Ngh... D-damn prick..."
    },
    {
      "id": 27,
      "model": "싱클레어",
      "content": "H-Heathcliff… That was too harsh…"
    },
    {
      "id": 28,
      "model": "단테",
      "content": "<Hear, hear. Much too mean, Heathcliff.>"
    },
    {
      "id": 29,
      "model": "히스클리프",
      "content": "And last thing, that club you’re holding is wasted on a pansy like you."
    },
    {
      "id": 30,
      "model": "카지노경호원대장",
      "teller": "Security Chief",
      "title": "J Corp. Casino",
      "content": "You cocky little…!"
    },
    {
      "id": 31,
      "content": "Seething with anger, the security guard swung his club at Heathcliff, its furious arc sending a harsh whistle through the air."
    },
    {
      "id": 32,
      "content": "But when Heathcliff barely managed to swerve out of its way, it fell upon the roulette with full force and smashed the machine to pieces."
    },
    {
      "id": 33,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "The, the Wish Canister…!"
    },
    {
      "id": 34,
      "content": "Spouts of what I assume was once Wishpower until moments ago poured out of the roulette machine's sorry remains."
    },
    {
      "id": 35,
      "content": "As if in death throes, Saude let out an agonized scream before clapping her hands over her mouth… I couldn’t help but turn away from this tragic sight."
    },
    {
      "id": 36,
      "content": "“When I grow up, I wanna be a wish sticker that gives people hope!”"
    },
    {
      "id": 37,
      "content": "It was as if I could hear the unrealized dreams of those lost wishes scattering into the ether."
    },
    {
      "id": 38,
      "model": "히스클리프",
      "content": "Oi, listen up, you thickos."
    },
    {
      "id": 39,
      "model": "히스클리프",
      "content": "Would you rather us keep fightin' and have to admit to your boss later <i>you</i> broke this thing?"
    },
    {
      "id": 40,
      "model": "히스클리프",
      "content": "Or, would you rather let us through now and blame us for the broken container when this all blows over?"
    },
    {
      "id": 41,
      "model": "각잡힌카지노경호원",
      "teller": "Rigid Security",
      "title": "J Corp. Casino",
      "content": "T-this was… a whole month’s worth of luck…"
    },
    {
      "id": 42,
      "model": "카지노경호원대장",
      "teller": "Security Chief",
      "title": "J Corp. Casino",
      "content": "……"
    },
    {
      "id": 43,
      "model": "카지노경호원대장",
      "teller": "Security Chief",
      "title": "J Corp. Casino",
      "content": "It won’t be any safer for you upstairs…"
    },
    {
      "id": 44,
      "model": "히스클리프",
      "content": "Eh, never been too familiar with safety anyway. ‘Preciate the advice, though."
    },
    {
      "id": 45,
      "content": "Heathcliff came to me with a loose shoulder, likely dislocated when the club grazed him."
    },
    {
      "id": 46,
      "model": "히스클리프",
      "content": "What’s the look? Do your thing and fix me up."
    },
    {
      "id": 47,
      "model": "단테",
      "content": "<……>"
    },
    {
      "id": 48,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "I’ve made up my mind. From now on, I won’t even try to discuss plans or anything in the same ballpark with these characters."
    },
    {
      "id": 49,
      "model": "파우스트",
      "content": "Took you long enough to realize."
    },
    {
      "id": 50,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Faust… You ever hear the saying \"silence is golden?\""
    },
    {
      "id": 51,
      "content": "With that, we dragged ourselves up to the next floor."
    }
  ]
}