{
  "dataList": [
    {
      "id": 0,
      "content": "<i><color=#5bffde>Flowers wilt, petals fall, a drizzle of blossoms sky-blotting;</i></color>"
    },
    {
      "id": 1,
      "content": "<i><color=#5bffde>Colors fade, fragrance dies—but who shall mourn their passing?</i></color>"
    },
    {
      "id": 2,
      "content": "<i><color=#5bffde>To the garden I go, in hand a flower-rake,</i></color>"
    },
    {
      "id": 3,
      "content": "<i><color=#5bffde>Only to pace, lest crushed the scatter'd blossoms I make.</i></color>"
    },
    {
      "id": 4,
      "content": "<i><color=#5bffde>Thus, in this troubled world I breathe,</i></color>"
    },
    {
      "id": 5,
      "content": "<i><color=#5bffde>To shut my eyes</i></color>"
    },
    {
      "id": 6,
      "content": "<i><color=#5bffde>Is my sole reprieve.</i></color>"
    },
    {
      "id": 7,
      "place": "Daguanyuan Banquet Hall",
      "model": "가모",
      "content": "Little Baoyu. You must have walked and toiled tirelessly on your journey home."
    },
    {
      "id": 8,
      "model": "홍루",
      "content": "I wouldn’t say I suffered much, grandmother. My days were always filled with new and interesting things to see."
    },
    {
      "id": 10,
      "model": "이스마엘",
      "content": "Ugh… What are they talking about over there?"
    },
    {
      "id": 11,
      "model": "이스마엘",
      "content": "They’re sitting so far apart that I can hardly hear them. I mean, is this even a dining ‘table’? I can’t even see who’s sitting at the other end from here."
    },
    {
      "id": 12,
      "model": "하인3",
      "teller": "Busy-looking Servant",
      "content": "Is there anything bothering you, dear guests? If this humble servant can help with any—"
    },
    {
      "id": 13,
      "model": "히스클리프",
      "content": "Oh, there’s somethin’ bothering me alright. We’re in the middle of a meal, can you please stop—"
    },
    {
      "id": 14,
      "model": "싱클레어",
      "content": "Noooope! Nope, not at all! Nothing’s bothering us at all…! Everything’s good."
    },
    {
      "id": 15,
      "model": "왕부인",
      "content": "Now… Baoyu, my boy. When will you introduce me to your new friends?"
    },
    {
      "id": 16,
      "model": "그레고르",
      "content": "… Oh, boy. I never know how to act in front of others' parents… Where should I look? Is… this an appropriate size for a polite smile? I hope I don’t come off too smarmy—"
    },
    {
      "id": 17,
      "model": "홍루",
      "content": "Ha ha, it's nothing to fuss over. Think of this as your own place, and enjoy your time here~"
    },
    {
      "id": 18,
      "model": "로쟈",
      "content": "Woohoo~ Thank ya!"
    },
    {
      "id": 19,
      "model": "로쟈",
      "content": "… But whew, this place is soooo huge that I can hardly relax. I’m worried I might get lost going out for a cup of water."
    },
    {
      "id": 20,
      "model": "홍루",
      "content": "Ah, don't you worry~ We have stray people shelters located all around the house for that. Our servants visit them once a month to collect anyone who’s unfortunately gotten lost. If they’re still alive, that is~"
    },
    {
      "id": 21,
      "model": "싱클레어",
      "content": "Ha ha… Hong Lu, that has to be the funniest jo...ke you’ve ever told, ha ha ha..."
    },
    {
      "id": 22,
      "model": "홍루",
      "content": "Ha ha, I wasn’t joking, but I’m glad you enjoyed it anyway~"
    },
    {
      "id": 23,
      "model": "이상",
      "content": "I must ask, Hong Lu, for I spy no other sibling of yours here; this is quite odd, for I had thought this to be a welcoming party for your return..."
    },
    {
      "id": 24,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Hey, it’s my welcoming party, too."
    },
    {
      "id": 25,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Besides, what makes you think we’d ever want to see their stupid faces? Just to get mad?"
    },
    {
      "id": 26,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "It’s been like ten whole years since we even shared a meal together."
    },
    {
      "id": 27,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Oh, and… don’t even think about trying to chat me up. Did you already forget what I said earlier? There is nothing between us anymore. We're enemies."
    },
    {
      "id": 28,
      "model": "로쟈",
      "content": "Uh… did we initiate the conversation, though?"
    },
    {
      "id": 30,
      "model": "왕부인",
      "content": "Oh, I am simply so glad that my son, Baoyu..."
    },
    {
      "id": 31,
      "model": "왕부인",
      "content": "… has returned as a man who can now more than carry his own weight... And unharmed, too..."
    },
    {
      "id": 32,
      "model": "왕부인",
      "content": "So, dear Baoyu…"
    },
    {
      "id": 33,
      "model": "왕부인",
      "content": "I don’t mean to rush, but… when are you planning to depart again?"
    },
    {
      "id": 34,
      "model": "홍루",
      "content": "Nothing has been decided yet, mother."
    },
    {
      "id": 35,
      "model": "이스마엘",
      "content": "……."
    },
    {
      "id": 36,
      "model": "왕부인",
      "content": "I see… I-I am simply concerned that, were your stay here to be prolonged, perhaps you might fade before your duties are completed."
    },
    {
      "id": 37,
      "model": "왕부인",
      "content": "D-do you not also agree, venerable Jia Mu?"
    },
    {
      "id": 38,
      "model": "가모",
      "content": "Indeed."
    },
    {
      "id": 39,
      "model": "가모",
      "content": "Dear Baoyu, our peerless treasure, tarry not overlong in this mundane world; leave when the time is right, and fulfill your worth."
    },
    {
      "id": 40,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 41,
      "model": "홍루",
      "content": "Okay, grandmother. Mother."
    },
    {
      "id": 42,
      "content": "Throughout the entire familial discussion, Hong Lu's expression remained the same, in that tranquil, perpetual smile."
    },
    {
      "id": 43,
      "content": "Despite his return after years of wandering being met with the family's obvious push to make him leave as soon as possible..."
    },
    {
      "id": 44,
      "content": "... he stands unaffected, as though he were expecting this gaudy yet hollow welcome."
    },
    {
      "id": 45,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 46,
      "content": "With his attitude being so passive, I also had no choice but to watch as a bystander."
    },
    {
      "id": 47,
      "content": "A few hours ago..."
    },
    {
      "id": 48,
      "place": "Backstreets of District 8",
      "model": "가시춘",
      "title": "Jia Family",
      "content": "……."
    },
    {
      "id": 49,
      "model": "뉴소드",
      "content": "... The palanquin'll be here soon."
    },
    {
      "id": 50,
      "model": "로쟈",
      "content": "... A p-palanquin?! Woahh~ So cool! That sure sounds like a fancy ride! Isn’t that just super, Greg?!"
    },
    {
      "id": 51,
      "model": "그레고르",
      "content": "Ooh! Yeah, Saude! Are we getting a palanquin or whatever it's called to give us a ride all the way to the m-mansion?!"
    },
    {
      "id": 52,
      "content": "The usual comedy pair’s desperate efforts to lighten the mood are particularly appreciated today, as tragically ineffective as they seem to be."
    },
    {
      "id": 53,
      "model": "뉴소드",
      "content": "Yes. The LCB and Jia Xichun will be heading to <ruby=Grand View Garden>Daguanyuan</ruby> where one of the most prominent families of H Corp. reside."
    },
    {
      "id": 54,
      "model": "단테",
      "content": "<If they’ve sent a whole palanquin to pick us up… huh, does Hong Lu’s family already know that he’ll be participating in the Family Hierarch war?>"
    },
    {
      "id": 55,
      "model": "파우스트",
      "content": "No, it is unlikely that they are aware. After all, it can be assumed that the most likely reason that the company waited until the last minute to relay us this order was to minimize the chance of information leakage."
    },
    {
      "id": 56,
      "model": "파우스트",
      "content": "Therefore, it would be correct to presume that the palanquin is here merely as a gesture of welcome for Hong Lu and Jia Xichun's return."
    },
    {
      "id": 57,
      "model": "뉴소드",
      "content": "Which means that only the invited—Hong Lu, Jia Xichun, and their ‘factions’ can ride the palanquin to Daguanyuan."
    },
    {
      "id": 58,
      "model": "뉴소드",
      "content": "Unfortunately, this means the LCCB, Vergilius, and Charon won’t be able to join you on this journey."
    },
    {
      "id": 59,
      "model": "홍루",
      "content": "That’s too bad. It would’ve been nice if we could all go there together."
    },
    {
      "id": 60,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "… Just as petty as I expected from the seniors of our family. Would it kill them to house a handful more people in that humongous park of a house? It’s not like they’d notice the difference."
    },
    {
      "id": 61,
      "model": "뉴소드",
      "content": "Oh my, how touching. Looks like miss Jia Xichun thinks she’ll miss us too."
    },
    {
      "id": 62,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "What a thing to say to my face after that shameless backstabbing."
    },
    {
      "id": 63,
      "model": "뉴소드",
      "content": "Ahaha..."
    },
    {
      "id": 64,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "I mean, do any of you even comprehend what it means to participate in the Family Hierarch war?"
    },
    {
      "id": 65,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 66,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Do you even understand why we call it a ‘war’ when the official name for it is an ‘evaluation’?"
    },
    {
      "id": 67,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "You’re risking your lives by getting involved in this. Once you get in there, you'll be stalked at every turn by people looking to kill you."
    },
    {
      "id": 68,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Including me."
    },
    {
      "id": 69,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 70,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Remember how Wei saved your life back at that fake kezhan? Now imagine the same scenario, except this time, it could be Wei who's there to kill you."
    },
    {
      "id": 71,
      "model": "웨이",
      "title": "Xichun's Clan",
      "content": "I must say ahead of time that this is a truly regrettable turn of events. I did not wish to have to fight any of you, but…"
    },
    {
      "id": 72,
      "content": "Wei looked at us with an unfamiliar and cold, intense glare."
    },
    {
      "id": 73,
      "model": "싱클레어",
      "content": "W-well, we feel… very much the same way, so… Looks like we’re on the same page there… ha… ha ha..."
    },
    {
      "id": 74,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "This means that I'm also fair game. You could stab me in the back again, literally, this time."
    },
    {
      "id": 75,
      "model": "싱클레어",
      "content": "Uh… no, never. I wouldn't even dream of doing something like—"
    },
    {
      "id": 76,
      "content": "Jia Xichun ignored Sinclair’s anxious pleas and looked straight toward Hong Lu."
    },
    {
      "id": 77,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "This... could be the last chance to change your mind, brother."
    },
    {
      "id": 78,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "I didn’t invite you to join my faction with a light heart."
    },
    {
      "id": 79,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Besides, it’s the Family Hierarch war. This isn’t something you can just flippantly decide that you wanna particip—"
    },
    {
      "id": 80,
      "model": "홍루",
      "content": "I know the life you've lived, Xichun."
    },
    {
      "id": 81,
      "model": "홍루",
      "content": "I also grew up hearing those countless tales about the Family Hierarch war, just as you did."
    },
    {
      "id": 82,
      "model": "홍루",
      "content": "So the weight we’re feeling must be the same."
    },
    {
      "id": 83,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "……."
    },
    {
      "id": 84,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Right. So this is where our tenuous alliance really ends."
    },
    {
      "id": 85,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Well, not like I care. It did drag on a little too long for a temporary alliance forged out of convenience."
    },
    {
      "id": 86,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "… We’re just going back to how things used to be, that's all."
    },
    {
      "id": 87,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "And that's fine by me. I think that's enough chit-chat with you, then."
    },
    {
      "id": 88,
      "model": "홍루",
      "content": "Okay. If that's what you want."
    },
    {
      "id": 89,
      "model": "홍루",
      "content": "... Oh, Xichun."
    },
    {
      "id": 90,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "... What."
    },
    {
      "id": 91,
      "model": "홍루",
      "content": "... Please don't tell the family that I'll be participating, will you?"
    },
    {
      "id": 92,
      "model": "홍루",
      "content": "I was told to keep this a secret for now."
    },
    {
      "id": 93,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "... Hah."
    },
    {
      "id": 94,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Tell me one reason I should do you that favor now."
    },
    {
      "id": 95,
      "content": "For someone who supposedly doesn’t care, Xichun appeared rather hurt as she took a moment to glare at Hong Lu, biting her lower lip…"
    },
    {
      "id": 96,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "……."
    },
    {
      "id": 97,
      "content": "... then suddenly strode right up to him."
    },
    {
      "id": 98,
      "model": "단테",
      "content": "<…!>"
    },
    {
      "id": 99,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Is this even your call, brother?"
    },
    {
      "id": 100,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Or are you just following their orders?"
    },
    {
      "id": 101,
      "content": "Jia Xichun gestured toward the rest of us with her chin."
    },
    {
      "id": 102,
      "model": "홍루",
      "content": "Mm... my participation in the Family Hierarch war is already decided. If you're still curious to know why, then..."
    },
    {
      "id": 103,
      "model": "홍루",
      "content": "Xichun, do you believe that my choices carry any significant meaning?"
    },
    {
      "id": 104,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "… Oh, I see what's up. This crap again."
    },
    {
      "id": 105,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "So you already know what participating in the war means, but you just have <i>no idea</i> why I'd ever ask you something like that, huh?"
    },
    {
      "id": 106,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Fine, looks like I don't even need to hear your reply. There’s no point in trying with you anymore."
    },
    {
      "id": 107,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "At least I’ll have fun watching how far you get with that shallow, meaningless attitude of yours."
    },
    {
      "id": 108,
      "model": "단테",
      "content": "<Hey, wait…>"
    },
    {
      "id": 109,
      "content": "Jia Xichun appeared pretty distressed after that exchange, so I was about to say something—when Pilot, who had been fiddling with the radio behind Saude, began shouting urgently."
    },
    {
      "id": 110,
      "model": "뉴파일럿",
      "content": "Woah! Manager Saude! A palanquin's been seen coming this way!"
    },
    {
      "id": 111,
      "model": "로쟈",
      "content": "Ugh… I’d like to chill a bit today, yesterday was too tough. Let’s head on over so we can at least relax on the way there—"
    },
    {
      "id": 112,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Nope, we’re taking this one."
    },
    {
      "id": 113,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "You never think twice about giving things up to others anyway, do you, brother?"
    },
    {
      "id": 114,
      "model": "로쟈",
      "content": "Huh? What the heck do ya mean? C’mon, let’s do this fair and square with, like, uh… rock, paper, and scissors?"
    },
    {
      "id": 115,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Wooow, sure. Why not decide the next Hierarch with a game of rock, paper, and scissors, too? How’s that?"
    },
    {
      "id": 116,
      "content": "Jia Xichun gave us a wry grin before leaving. Wei followed her wordlessly."
    },
    {
      "id": 117,
      "model": "그레고르",
      "content": "Boy… and I thought we were finally making some friends out here."
    },
    {
      "id": 119,
      "model": "괴한",
      "content": "Look! Over there, there's a group waiting for a palanquin! One of ‘em must be the candidate the client told us about!"
    },
    {
      "id": 121,
      "model": "싱클레어",
      "content": "E-everyone, there's a group of hostile-looking people coming our way..."
    },
    {
      "id": 122,
      "model": "오티스",
      "content": "Shi Yihua is unlikely to be the only one who's going after the other candidates… Executive Manager, we best take care of them before the next palanquin arrives."
    },
    {
      "id": 123,
      "model": "단테",
      "content": "<… Yeah. What can we do, right?>"
    }
  ]
}