{
  "dataList": [
    {
      "id": 0,
      "place": "Backstreets of District 8",
      "model": "단테",
      "content": "<Hm? What’s that ominous metallic noise…?>"
    },
    {
      "id": 1,
      "model": "이상",
      "content": "The tolling of bells… Bells with the resonance unlike that of any other, normally marked by their clarity."
    },
    {
      "id": 2,
      "model": "이상",
      "content": "This bell is muddled, as if it tolls for ill-fortune on the horizon..."
    },
    {
      "id": 3,
      "model": "홍루",
      "content": "Wow~ That bell sure is a resounding reminder that I'm home again~"
    },
    {
      "id": 4,
      "model": "홍루",
      "content": "It's the bell that tolls every once a while. You can hear its resonance from anywhere in Hongyuan."
    },
    {
      "id": 5,
      "model": "뉴소드",
      "content": "……."
    },
    {
      "id": 6,
      "model": "뉴소드",
      "content": "It’s restructuring day(再積日)."
    },
    {
      "id": 7,
      "model": "이스마엘",
      "content": "Huh? But the restructuring day already—"
    },
    {
      "id": 8,
      "content": "She trails off, unable to finish her sentence as a brutal scene unfolds behind us."
    },
    {
      "id": 9,
      "model": "이스마엘",
      "content": "Whoa… are you guys seeing this?"
    },
    {
      "id": 10,
      "model": "이스마엘",
      "content": "The buildings are all… starting to shift…"
    },
    {
      "id": 11,
      "content": "It was as Ishmael said; the buildings, all tethered to a complicated network of rails, were either rising from or sinking into the earth."
    },
    {
      "id": 12,
      "model": "뫼르소",
      "content": "Movement has been observed from every building in the vicinity. Everything is changing."
    },
    {
      "id": 13,
      "model": "이상",
      "content": "The localized shifting of structures we had observed yesternight were... not as sweeping as this."
    },
    {
      "id": 14,
      "model": "뉴소드",
      "content": "What you saw last night must’ve been a premonition of the restructuring day, nudging some buildings to their positions for a smoother overall redistribution of space."
    },
    {
      "id": 15,
      "model": "뉴소드",
      "content": "Now this… this is the real deal."
    },
    {
      "id": 16,
      "model": "이스마엘",
      "content": "Huh… that whole mess was just a premonition?"
    },
    {
      "id": 17,
      "model": "뉴소드",
      "content": "It's a remnant of an old H Corp. that was here long, long before the current Hongyuan. This structure has been here for a while, so we can't quite know the nature or the purpose of its Singularity, but at this moment…"
    },
    {
      "id": 18,
      "model": "뉴소드",
      "content": "… they shift based on current H Corp.’s restructuring standards."
    },
    {
      "id": 19,
      "content": "♬The world's assembly shifts overnight♬"
    },
    {
      "id": 20,
      "content": "♬Yet those who toiled and toiled have naught to fear♬"
    },
    {
      "id": 21,
      "content": "♬Is it not joyous, to have a place to rest your feet tonight♬"
    },
    {
      "id": 22,
      "content": "♬To those who weren't availed of fortune, this is simply the reality to bear♬"
    },
    {
      "id": 23,
      "content": "♬Only choice is to retreat in silence, to accept your fate as one might♬"
    },
    {
      "id": 24,
      "content": "♬Await the coming month, ponder how one might save their skin♬"
    },
    {
      "id": 25,
      "content": "♬How many shall plummet today, and how many shall remain?♬"
    },
    {
      "id": 26,
      "content": "♬Hold on not to all things too tight♬"
    },
    {
      "id": 27,
      "content": "♬For you may lose sight of when to let go, and feign ignorance when you must take flight♬"
    },
    {
      "id": 28,
      "model": "이상",
      "content": "The consequence of re-assembly for the evicted is an endless plummet..."
    },
    {
      "id": 29,
      "model": "이상",
      "content": "What a terribly distressing sight to behold, unable to do aught to help."
    },
    {
      "id": 30,
      "model": "싱클레어",
      "content": "Is this… another one of H Corp.’s idiosyncrasies?"
    },
    {
      "id": 31,
      "model": "뉴소드",
      "content": "Hm, I don't know. Didn't other nests also have their own measures of one's wealth?"
    },
    {
      "id": 32,
      "model": "이상",
      "content": "Mm... As T Corp. makes use of time as currency?"
    },
    {
      "id": 33,
      "model": "뉴소드",
      "content": "Exactly. H Corp.'s measure of wealth and currency is based on how much space a person owns, measured by a scale they call 'rooms'."
    },
    {
      "id": 34,
      "model": "이상",
      "content": "Id est: the measure of one's space is the measure of one's wealth."
    },
    {
      "id": 35,
      "model": "뉴소드",
      "content": "Exactly. So once every month, the worth of each person’s labor and the quantity of their income are measured to determine how much space they are assigned."
    },
    {
      "id": 36,
      "model": "그레고르",
      "content": "So they can just kick me out of my home for no reason...?"
    },
    {
      "id": 37,
      "model": "그레고르",
      "content": "What the... Just what kind of ridiculous rule is that...?"
    },
    {
      "id": 38,
      "model": "뉴소드",
      "content": "Well, it might appear that way to outsiders like us, but…"
    },
    {
      "id": 39,
      "model": "뉴소드",
      "content": "… the calculations behind these redistributions are meticulously designed and have been here for a long time, so it seems to me that everyone just accepts them as a natural part of their lives."
    },
    {
      "id": 40,
      "model": "싱클레어",
      "content": "Have you seen this happen... in person too, Hong Lu?"
    },
    {
      "id": 41,
      "model": "싱클레어",
      "content": "This ‘restructuring day’..."
    },
    {
      "id": 42,
      "model": "홍루",
      "content": "… I have."
    },
    {
      "id": 43,
      "model": "홍루",
      "content": "Sometimes, I’d watch the cityscape from behind the railings of my room."
    },
    {
      "id": 44,
      "model": "홍루",
      "content": "It happened far, far away from me, but I could see it all very well."
    },
    {
      "id": 45,
      "content": "His expression remains tranquil and still as he calmly reminisces."
    },
    {
      "id": 46,
      "content": "It was like then, when he was merely watching the featureless scenery pass him by."
    },
    {
      "id": 47,
      "model": "홍루",
      "content": "Daguanyuan, my old home, was never too concerned about the restructuring days. We’d get more rooms some days, but we’d never, ever shrink."
    },
    {
      "id": 48,
      "model": "홍루",
      "content": "So I've never been affected by these restructuring days. I only ever witnessed them as they happened beneath me, high-up in my room."
    },
    {
      "id": 49,
      "model": "히스클리프",
      "content": "You, you’re… hah, fine. I doubt there was anything you could’ve done, but…"
    },
    {
      "id": 50,
      "model": "히스클리프",
      "content": "… You just sat on your hands and watched all this shite—"
    },
    {
      "id": 51,
      "content": "... Heathcliff trailed off, but I could see that he was gritting his teeth."
    },
    {
      "id": 52,
      "model": "뉴파일럿",
      "content": "Ah! Another palanquin’s coming!"
    },
    {
      "id": 53,
      "model": "뉴소드",
      "content": "And there's your ride. I think we’ve chatted enough, so let’s get you guys going."
    },
    {
      "id": 54,
      "model": "이스마엘",
      "content": "... <i>This</i> is a palanquin?"
    },
    {
      "id": 55,
      "model": "뉴소드",
      "content": "Yep. Looks like they sent us a palanquin large enough to comfortably seat a big crowd of people together~"
    },
    {
      "id": 56,
      "model": "가마꾼",
      "content": "Young master Jia Baoyu and his twelve honored guests, is that correct?"
    },
    {
      "id": 57,
      "model": "뉴소드",
      "content": "Mm~ it's thirteen, to be exact?"
    },
    {
      "id": 58,
      "model": "단테",
      "content": "<... Uh, but I thought Saude wasn't invited?>"
    },
    {
      "id": 59,
      "model": "가마꾼",
      "content": "Woah, woah, hold your horses. I was told that young master Baoyu’s faction was just twelve people?"
    },
    {
      "id": 60,
      "content": "Upon hearing that, Saude began aggressively striding toward him, causing the palanquin bearer to shrink in fear."
    },
    {
      "id": 61,
      "model": "가마꾼",
      "content": "W-woah, slow down, lady…"
    },
    {
      "id": 62,
      "model": "뉴소드",
      "content": "We are twelve <i>people</i>, what’s wrong?"
    },
    {
      "id": 63,
      "model": "뉴소드",
      "content": "I mean, don't tell me this <i>thing</i> looks like a normal, contributing member of a clan to you?"
    },
    {
      "id": 64,
      "model": "단테",
      "content": "<Whuh?>"
    },
    {
      "id": 65,
      "content": "Saude suddenly grabbed my shoulders and presented me before the bearer like I was some product."
    },
    {
      "id": 66,
      "model": "가마꾼",
      "content": "Uh… I mean, that’s a pretty unique head this one's got there, don’t think I’ve seen anything like it ‘round here in Hongyuan... but isn’t that just a prosthetic? In the shape of a… clock, I guess, but still…"
    },
    {
      "id": 67,
      "model": "뉴소드",
      "content": "I mean, let me ask you something. Can you imagine why anyone in their right mind would stick a clock where their head’s gotta go? Even if they were hurting for cash?"
    },
    {
      "id": 68,
      "model": "가마꾼",
      "content": "Aw, no way, ma’am. Never. There are way more versatile bio-modifications available here in Hongyuan than… whatever that hack-job is. Nobody in their right mind would."
    },
    {
      "id": 69,
      "model": "뉴소드",
      "content": "Exactly, right? No idea what went down, but this fellow here sure seems to have fallen on hard times. Too bad we live in a world where such misfortune can befall an honest soul like them."
    },
    {
      "id": 70,
      "model": "가마꾼",
      "content": "Boy, oh boy… looks like this one’s got scammed. A nasty scam, too—whatever Backstreets they got that from, musta been a real scoundrel who did it. Tsk, tsk..."
    },
    {
      "id": 71,
      "model": "뉴소드",
      "content": "And look, even the clock isn’t on time, and this poor person is barely conscious! Look, all they can do is make these weird ticking noises because they don’t even have a mouth!"
    },
    {
      "id": 72,
      "content": "... Those were some pretty darn hurtful things to say, but I decided not to take them at face value. It was pretty obvious what she was trying to do."
    },
    {
      "id": 73,
      "model": "단테",
      "content": "<Somebody... tell Saude... I'm getting dizzy...>"
    },
    {
      "id": 74,
      "model": "가마꾼",
      "content": "Good grief! You weren't kiddin'... who coulda done something so awful...?"
    },
    {
      "id": 75,
      "model": "뉴소드",
      "content": "It's a real blessing that young master Baoyu's got such a kindhearted soul. He simply could not walk past the timepiece emporium selling this <i>human being</i> like they're some toy or a tool, so he picked them up to get their head replaced with something proper. Hongyuan's got more than enough resources for something like that, right?"
    },
    {
      "id": 76,
      "model": "가마꾼",
      "content": "Oh, well, you're not wrong there... It's really easy to swap out your whole body as long as you've got the cash to burn..."
    },
    {
      "id": 77,
      "model": "단테",
      "content": "<Wha…? A new head? For me?>"
    },
    {
      "id": 78,
      "model": "뉴소드",
      "content": "Right? See what I mean? So that’s why they told you that young master Baoyu only has twelve people in his faction. Including yours truly."
    },
    {
      "id": 79,
      "model": "가마꾼",
      "content": "W-well, I see your point. But we can't just—"
    },
    {
      "id": 80,
      "model": "뉴소드",
      "content": "—let all of us board, yes. Our young master fully understands the moral conundrum you find yourself in. So we'd like to offer you this tiny, tiny token of appreciation..."
    },
    {
      "id": 81,
      "content": "Saude produced some bills from her pocket and smoothly slid them into the palanquin bearer's own."
    },
    {
      "id": 82,
      "model": "가마꾼",
      "content": "Aw man, aw, lady, you really shouldn’t do this… I really shouldn't..."
    },
    {
      "id": 83,
      "model": "뉴소드",
      "content": "Oh, and another thing. I'm sure I don't need to tell you this, but... if a word of this gets out, things might get pretty messy for both of us. And that doesn't have to happen, does it?"
    },
    {
      "id": 84,
      "model": "가마꾼",
      "content": "Ahem. Indubitably, ma'am. I’m doing this purely out of the goodness of my heart, after all! What’s a free ride for the downtrodden, eh?"
    },
    {
      "id": 85,
      "model": "히스클리프",
      "content": "Seems to me the bloke’s doin’ this purely out of interest in the fatness of his wallet..."
    },
    {
      "id": 86,
      "model": "뉴소드",
      "content": "Alright, alright. Stop gossiping over there and get on board."
    },
    {
      "id": 87,
      "model": "단테",
      "content": "<Wait, wait... are we leaving Pilot alone here?>"
    },
    {
      "id": 88,
      "content": "Pilot seemed to have noticed me staring in his direction. He stopped fidgeting with a radio and waved at us."
    },
    {
      "id": 89,
      "model": "뉴파일럿",
      "content": "Ah! Don't you worry about me, and have a safe trip over there! I've got some stuff to handle on the outside!"
    },
    {
      "id": 90,
      "place": "Palanquin Interior",
      "model": "이상",
      "content": "This design is more akin to an... extravagant limousine than a palanquin."
    },
    {
      "id": 91,
      "model": "로쟈",
      "content": "Oh look, a bottle of champagne... can I chug this?!"
    },
    {
      "id": 92,
      "model": "오티스",
      "content": "Of course not! Drinking while on a mission is—"
    },
    {
      "id": 93,
      "model": "뉴소드",
      "content": "Okay."
    },
    {
      "id": 94,
      "content": "With a quick clap, Saude promptly put an end to the hubbub the unexpectedly flashy appearance of the palanquin caused."
    },
    {
      "id": 95,
      "content": "Her demeanor had shifted entirely into that of a calm and collected strategist, a far cry from the person who was chatting up a storm with the bearer just a minute ago..."
    },
    {
      "id": 96,
      "model": "뉴소드",
      "content": "Time to get to work, everyone."
    }
  ]
}