{
  "dataList": [
    {
      "id": 0,
      "place": "Daguanyuan - Dahuating Banquet Hall",
      "content": "I thought the Sinners were doomed to chew uncomfortably through this incredibly awkward meal, but Jia Mu and her retinue of Heishou left the banquet hall quite promptly after that exchange. It was as though they had no more reason to remain here."
    },
    {
      "id": 1,
      "model": "이상",
      "content": "It is odd, that they should inquire Hong Lu of his departure plans on the very welcoming of his return."
    },
    {
      "id": 2,
      "model": "이스마엘",
      "content": "Right…? One moment it appears like they really care about him, then…"
    },
    {
      "id": 3,
      "model": "뫼르소",
      "content": "The appearance of that 'care' for one's own child was also quite distinct and unusual compared to the typical display of emotional intimacy expressed in average households."
    },
    {
      "id": 4,
      "teller": "???",
      "title": "???",
      "content": "Hey, Baoyu."
    },
    {
      "id": 5,
      "content": "That's when an unfamiliar, chipper voice hopped jovially into our conversation."
    },
    {
      "id": 6,
      "model": "설보차",
      "content": "Why didn’t you come see me first? I’ve been staying in the same building ever since you departed here, you know?"
    },
    {
      "id": 7,
      "model": "홍루",
      "content": "Aha, big sis Xue Baochai. It’s been so long."
    },
    {
      "id": 8,
      "model": "홍루",
      "content": "You’ve come all the way to my welcome banquet to fill a seat? I appreciate that."
    },
    {
      "id": 9,
      "model": "설보차",
      "content": "Had I known that you’d be coming home today, Baoyu, I would’ve summoned everyone I could from my family to see you, too. Big bro Pan’s really been itching to know how you’ve been doing."
    },
    {
      "id": 10,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "... Yeah, sure he was."
    },
    {
      "id": 11,
      "content": "Xichun, who’d been sitting in complete silence for the entire banquet, muttered quietly to herself."
    },
    {
      "id": 12,
      "model": "설보차",
      "content": "Who else have you greeted since you arrived today, Baoyu?"
    },
    {
      "id": 13,
      "model": "홍루",
      "content": "My parents and Jia Mu."
    },
    {
      "id": 14,
      "model": "설보차",
      "content": "Really? So I’m your first, then?"
    },
    {
      "id": 15,
      "content": "She made a cheerful remark before leaning close up to his eye."
    },
    {
      "id": 16,
      "model": "설보차",
      "content": "Your jade is always so glimmering and pristine, Baoyu."
    },
    {
      "id": 17,
      "model": "설보차",
      "content": "Look, I made myself a necklace in the same color as your eye and wore it every single day to constantly remind myself of you. Well, do you see it?"
    },
    {
      "id": 18,
      "model": "홍루",
      "content": "Oh, you have. Thank you for remembering me."
    },
    {
      "id": 19,
      "model": "로쟈",
      "content": "Ahem, ahem. So… are you gonna introduce her to us, orrrr…?"
    },
    {
      "id": 20,
      "model": "그레고르",
      "content": "Hey… Why couldn’t we just let that nice reunion play out? Man…"
    },
    {
      "id": 21,
      "content": "Rodya stepped forward, unable to stand the curiosity."
    },
    {
      "id": 22,
      "model": "홍루",
      "content": "Oh, she's—"
    },
    {
      "id": 23,
      "model": "설보차",
      "content": "Hi, I'm Baochai. Baochai of the Xue family. I have a very profound relationship with dear Baoyu here."
    },
    {
      "id": 24,
      "model": "로쟈",
      "content": "A very profound relationship?"
    },
    {
      "id": 25,
      "model": "설보차",
      "content": "Hehe, he is my betrothed, and I to him. I'd say that's pretty profound, hmm?"
    },
    {
      "id": 26,
      "model": "로쟈&히스",
      "content": "<i>WHAAAT??!!</i>"
    },
    {
      "id": 27,
      "model": "홍루",
      "content": "It's nothing to be surprised about. These 'profound relationships' can be established effortlessly in the simple exchange of agreements between our elders."
    },
    {
      "id": 28,
      "model": "로쟈",
      "content": "H-hey, you coulda at least given us a hint!"
    },
    {
      "id": 29,
      "model": "홍루",
      "content": "Mm... but I won't be married until I leave Limbus Company, though?"
    },
    {
      "id": 30,
      "model": "홍루",
      "content": "I just thought that it wasn't relevant enough to share."
    },
    {
      "id": 31,
      "model": "설보차",
      "content": "So… sorry about overhearing earlier, but you guys are Baoyu’s friends, right?"
    },
    {
      "id": 32,
      "model": "설보차",
      "content": "I’ve been so, so curious to hear what kind of life Baoyu lived out there. Care to share some tales of your journey with me?"
    },
    {
      "id": 33,
      "model": "료슈",
      "content": "Don't have stories for kids. Shoo."
    },
    {
      "id": 34,
      "model": "설보차",
      "content": "Why? But I loooove stories about bloodshed!"
    },
    {
      "id": 35,
      "model": "홍루",
      "content": "Ah, one of big sister Baochai’s pastimes was curating creepy stories of urban legends."
    },
    {
      "id": 36,
      "model": "료슈",
      "content": "Puff… then maybe I’ll share some."
    },
    {
      "id": 37,
      "model": "설보차",
      "content": "Wah~ What about everyone else? I love, love, love adventure stories."
    },
    {
      "id": 38,
      "model": "그레고르",
      "content": "Be careful what you wish for…"
    },
    {
      "id": 39,
      "model": "돈키호테",
      "content": "Ah... I beseech thee to find a seat, for I shall now regale thee with a tale in which an adventure of most wondrous valor unfolds; brace thyself, for this particularly olden and terrifying tale features a big, scary bear lurking in a cavern..."
    },
    {
      "id": 40,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Ha...!"
    },
    {
      "id": 41,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "If you're finished with your meals, why don’t we all go back to our residences?"
    },
    {
      "id": 42,
      "model": "설보차",
      "content": "You’re so angry again, Xichun. Last I heard, you lost much of your followers in a large battle, didn't you? I'm so sorry. I used more than three handkerchiefs wiping my tears away upon hearing that news."
    },
    {
      "id": 43,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "So the Xue family’s heard it too, huh."
    },
    {
      "id": 44,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "You’re not wrong. But… that's irrelevant to what I've brought to the Family Hierarch war."
    },
    {
      "id": 45,
      "model": "설보차",
      "content": "Always a big fan of your confidence, Xichun. It's a good look, you know?"
    },
    {
      "id": 46,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Oh, that reminds me... You better watch your back, big sis Baochai. Looks like Big brother Baoyu’s learned how to sink a knife into your back with that same carefree smile."
    },
    {
      "id": 47,
      "model": "설보차",
      "content": "What’d she mean by you knifing people in the back?"
    },
    {
      "id": 48,
      "model": "홍루",
      "content": "Ha ha, I just had a small falling out with Xichun, that's all."
    },
    {
      "id": 49,
      "model": "설보차",
      "content": "Aha! Xichun must’ve been trying to get you on her side, huh?"
    },
    {
      "id": 50,
      "model": "설보차",
      "content": "Yeah, no wonder she wanted you on her team. Baoyu’s always excelled at whatever he does without stressing out or losing that happy smile..."
    },
    {
      "id": 51,
      "model": "홍루",
      "content": "It just kinda worked out that way~"
    },
    {
      "id": 52,
      "model": "로쟈",
      "content": "I guess he can be a bit irritating like that, huh?"
    },
    {
      "id": 53,
      "model": "파우스트",
      "content": "… Such kind of people, though rare, indeed do exist."
    },
    {
      "id": 54,
      "model": "설보차",
      "content": "Oh! That reminds me, uh… um…"
    },
    {
      "id": 55,
      "model": "설보차",
      "content": "Did you, by any chance, run into big brother Qi... Qiu?"
    },
    {
      "id": 56,
      "model": "홍루",
      "content": "I haven’t, but they have."
    },
    {
      "id": 57,
      "model": "설보차",
      "content": "T-that's good..."
    },
    {
      "id": 58,
      "content": "She placed her hand over her chest as though she'd just survived an incredibly dangerous accident, before eyeing us anxiously."
    },
    {
      "id": 59,
      "model": "설보차",
      "content": "So... what happened...?"
    },
    {
      "id": 60,
      "model": "설보차",
      "content": "I do know that he was trying to ‘ally’ with Shi Yihua. I mean, it didn’t seem like anyone else was viewing that as an ‘alliance’ other than Shi Yihua himself, but…"
    },
    {
      "id": 61,
      "content": "It must’ve been a pretty open secret among the candidates that Jia Qiu was trying to ‘ally’ with Shi Yihua."
    },
    {
      "id": 62,
      "model": "홍루",
      "content": "Mm… they cut big brother Yihua’s head off when he was with us."
    },
    {
      "id": 63,
      "model": "설보차",
      "content": "Oh my! Horizontally, or vertically?"
    },
    {
      "id": 64,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 65,
      "model": "료슈",
      "content": "H."
    },
    {
      "id": 66,
      "model": "설보차",
      "content": "Mmh… so this is his third time, huh? Yihua’s really incorrigible. He never knows when to zip it and sit down."
    },
    {
      "id": 67,
      "model": "설보차",
      "content": "Well, big brother Qiu… I had a feeling he’d be here when the Family Hierarch war begins. Everyone in Daguanyuan's heard that creepy song from the Backstreets, you know."
    },
    {
      "id": 68,
      "model": "설보차",
      "content": "Gosh, things get so awkward and hostile here at Daguanyuan every time there's any mention of him."
    },
    {
      "id": 69,
      "model": "설보차",
      "content": "Well, I guess it's fortunate that he won't be coming after me once the competition begins."
    },
    {
      "id": 70,
      "model": "오티스",
      "content": "... And why is that?"
    },
    {
      "id": 71,
      "model": "설보차",
      "content": "Because I'm simply too charming and adorable to kill outright, of course."
    },
    {
      "id": 72,
      "model": "오티스",
      "content": "……."
    },
    {
      "id": 73,
      "model": "설보차",
      "content": "Besides... whatever big brother Qiu's goals are... they probably have nothing to do with the Xue family."
    },
    {
      "id": 74,
      "model": "홍루",
      "content": "Mm, I can see that."
    },
    {
      "id": 75,
      "model": "설보차",
      "content": "……."
    },
    {
      "id": 76,
      "content": "Baochai took a step toward Hong Lu and leaned in close to his face."
    },
    {
      "id": 77,
      "model": "설보차",
      "content": "Do you smell my fragrance still, Baoyu?"
    },
    {
      "id": 78,
      "model": "홍루",
      "content": "You have never reeked, big sister Baochai."
    },
    {
      "id": 79,
      "model": "설보차",
      "content": "……."
    },
    {
      "id": 80,
      "model": "설보차",
      "content": "Baoyu, I've always been, and will always be, residing at <ruby=Ginger-plant Court>Hengwuyuan</ruby>. Promise to pay me a visit before you leave."
    },
    {
      "id": 81,
      "content": "With that, she gracefully walked out of the room."
    },
    {
      "id": 82,
      "model": "홍루",
      "content": "Well, how about we also start heading back? This place can get pretty dark around Hai hour(亥時)."
    },
    {
      "id": 83,
      "model": "히스클리프",
      "content": "You... why'd you leave...?"
    },
    {
      "id": 84,
      "model": "홍루",
      "content": "Ha ha, she's just a childhood friend. I call her ‘big sis’ since she’s older than me... it’s just something we do here when one friend’s a bit older."
    },
    {
      "id": 85,
      "model": "홍루",
      "content": "She's also one of the very few in Daguanyuan who was nice to me."
    },
    {
      "id": 86,
      "model": "단테",
      "content": "<... So where should we head to next?>"
    },
    {
      "id": 87,
      "model": "로쟈",
      "content": "Good question. Just going by the scale of everything in here… it should be safe to expect something real ritzy, right?"
    },
    {
      "id": 88,
      "model": "홍루",
      "content": "You’re my guests, so you should be able to stay at my building within Daguanyuan."
    },
    {
      "id": 89,
      "model": "홍루",
      "content": "It's within walking distance from here. We should be there in no time, even on foot."
    }
  ]
}