{
  "dataList": [
    {
      "id": 0,
      "place": "Daguanyuan - Yihongyuan",
      "model": "홍루",
      "content": "Ta-da, here we are~"
    },
    {
      "id": 1,
      "model": "이스마엘",
      "content": "That was a pretty long walk. Still technically within walking distance, but..."
    },
    {
      "id": 2,
      "model": "홍루",
      "content": "Hehe, this place is called <ruby=Joyous Red Court>Yihongyuan</ruby>(怡紅院)."
    },
    {
      "id": 3,
      "model": "홍루",
      "content": "This room was made from the most aromatic flower tree within H Corp. Try taking a deep breath, and…"
    },
    {
      "id": 4,
      "model": "홍루",
      "content": "… you can smell the lovely fragrance of flower aroma, pervading, spreading from the very tip of your nose. It's unique to this building."
    },
    {
      "id": 5,
      "model": "이상",
      "content": "Very much so. It is an unseen and invisible thing, yet it retains much of its pleasant redolence."
    },
    {
      "id": 6,
      "model": "단테",
      "content": "<This place is huge, too… You’ve been living here alone all along?>"
    },
    {
      "id": 7,
      "model": "홍루",
      "content": "Yes. I was told to stay in a larger room, but I preferred this place more."
    },
    {
      "id": 8,
      "model": "습인",
      "content": "It has been long, young master. Xiren reporting."
    },
    {
      "id": 9,
      "model": "단테",
      "content": "<Oh hey, is she—?>"
    },
    {
      "id": 10,
      "model": "홍루",
      "content": "Have you been well, Xiren?"
    },
    {
      "id": 11,
      "model": "습인",
      "content": "Yes. I am as I always have been."
    },
    {
      "id": 12,
      "content": "Xiren watched us emotionlessly as our rowdy crowd poured into the yard. Her expression did not change even when she saw Hong Lu, who presumably hadn't been home in quite some time."
    },
    {
      "id": 13,
      "model": "습인",
      "content": "Are they young master’s guests? I will guide them to their room. Please follow me."
    },
    {
      "id": 14,
      "model": "홍루",
      "content": "Now that we're here, I’ve got to pay a visit somewhere. I’ll be back soon, though."
    },
    {
      "id": 15,
      "model": "돈키호테",
      "content": "To where wilt thou journey? Allow us to accompany thee—"
    },
    {
      "id": 16,
      "model": "홍루",
      "content": "Ahaha, it's okay."
    },
    {
      "id": 17,
      "model": "홍루",
      "content": "Just on my way to say hello and pay my respects to the elders, so it’ll be better if I go there alone."
    },
    {
      "id": 18,
      "model": "습인",
      "content": "... This way."
    },
    {
      "id": 19,
      "place": "Daguanyuan - Yihongyuan Interior",
      "model": "이스마엘",
      "content": "Well, I guess I could say this about every operation, but..."
    },
    {
      "id": 20,
      "model": "이스마엘",
      "content": "... the weight of our mission doesn't really sink in until we're actually there."
    },
    {
      "id": 21,
      "model": "싱클레어",
      "content": "You're talking about the Family Hierarch war... right?"
    },
    {
      "id": 22,
      "model": "이스마엘",
      "content": "Yeah. The other candidates have been preparing for this for years, while we have… what, an overnight?"
    },
    {
      "id": 23,
      "model": "로쟈",
      "content": "I dunno, I’m a procrastinate-until-the-last-minute kinda gal, so I’m pretty sure we got a handle on this."
    },
    {
      "id": 24,
      "model": "뫼르소",
      "content": "This is not the first instance in which we are demanded to work through a task in an unfavorable, inequitable situation."
    },
    {
      "id": 25,
      "model": "오티스",
      "content": "Why does it matter? Our goal..."
    },
    {
      "id": 26,
      "model": "오티스",
      "content": "... isn't to claim the throne of the Family Hierarch anyway."
    },
    {
      "id": 27,
      "content": "A few hours ago..."
    },
    {
      "id": 28,
      "place": "Palanquin Interior, A Few Hours Ago",
      "model": "뉴소드",
      "content": "Well, isn't it such a relief that our goal isn’t to come first place in the Family Hierarch war?"
    },
    {
      "id": 29,
      "model": "돈키호테",
      "content": "Dost thou meanest to say that we needn't be the first?!"
    },
    {
      "id": 30,
      "model": "뉴소드",
      "content": "... Yeah? Obviously? Why would we want a Sinner to become the head of H Corp.?"
    },
    {
      "id": 31,
      "model": "오티스",
      "content": "Would it not provide a much more reliable means of control to plant an individual of this company at the highest seat of a Wing, instead of letting an unaffiliated individual assume it?"
    },
    {
      "id": 32,
      "model": "뉴소드",
      "content": "There's a lot more going on behind the scenes, guys... besides, LCB still has much left to do as the LCB."
    },
    {
      "id": 33,
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 34,
      "model": "그레고르",
      "content": "Then… would I be right to assume that this isn't a winner-take-all kinda situation here? Do other candidates get something for participating, too?"
    },
    {
      "id": 35,
      "model": "홍루",
      "content": "Anyone who places within the top ten will gain the right to take one item of their choice from the family treasury. Of course, the one who places the highest goes first~"
    },
    {
      "id": 36,
      "model": "뉴소드",
      "content": "But we're going to have to come in at least second place in order to ensure that we obtain the item we're looking for."
    },
    {
      "id": 37,
      "model": "히스클리프",
      "content": "Now that’s weirdly insulting. Sod it, why don’t we just shoot for the top anyway?"
    },
    {
      "id": 38,
      "model": "뉴소드",
      "content": "Your confidence seems to have gone through the roof since our last operation together."
    },
    {
      "id": 39,
      "model": "그레고르",
      "content": "Well... we did go through a lot of crazy stuff."
    },
    {
      "id": 40,
      "model": "뉴소드",
      "content": "Anyways... care to guess what's deep inside Hongyuan's gargantuan treasury?"
    },
    {
      "id": 41,
      "model": "이스마엘",
      "content": "The Golden Bough."
    },
    {
      "id": 42,
      "model": "뉴소드",
      "content": "Right on~ Buried in the middle of all kinds of other treasures, along with any knowledge of its true value."
    },
    {
      "id": 43,
      "place": "Daguanyuan - Yihongyuan Interior",
      "model": "오티스",
      "content": "So... Faust. What did manager Saude share with you as our strategy for the first round?"
    },
    {
      "id": 44,
      "model": "이상",
      "content": "I very much wish to know that as well, for the suggestion of mutual understanding seemed to exist exclusively betwixt miss Faust and Saude."
    },
    {
      "id": 45,
      "model": "파우스트",
      "content": "The first round of the Family Hierarch Evaluation... tests what the descendants have prepared and brought for the elders of Hongyuan."
    },
    {
      "id": 46,
      "model": "단테",
      "content": "<What the descendants have prepared, huh... So this must be what Jia Xichun's been referring to this whole time...>"
    },
    {
      "id": 47,
      "model": "파우스트",
      "content": "Yes. To be free from aging and death—immortality."
    },
    {
      "id": 48,
      "model": "파우스트",
      "content": "Each candidate is to present an answer before the judge to demonstrate their idea of true immortality."
    },
    {
      "id": 49,
      "model": "단테",
      "content": "<Right, so… what’s the answer to true immortality, then...?>"
    },
    {
      "id": 50,
      "model": "파우스트",
      "content": "Not even Faust can answer that."
    },
    {
      "id": 51,
      "model": "오티스",
      "content": "Then what are we even doing here...?"
    },
    {
      "id": 52,
      "model": "파우스트",
      "content": "But we may be able to demonstrate a facsimile of immortality—or, at least pretend as though we are close to the answer."
    },
    {
      "id": 53,
      "model": "파우스트",
      "content": "Given that they are the ones who are seeking that very answer, they will not disqualify us—Hong Lu, to be exact—from the competition."
    },
    {
      "id": 54,
      "model": "오티스",
      "content": "I see... They will cling onto whatever clue they can get their hands on, so we'll be using that desperation."
    },
    {
      "id": 55,
      "model": "파우스트",
      "content": "Precisely."
    },
    {
      "id": 56,
      "model": "히스클리프",
      "content": "That important lookin' old bat Jia Mu favours him, don’t she? Maybe she’ll give ‘im bonus points or something."
    },
    {
      "id": 57,
      "model": "오티스",
      "content": "So that's what we'll be using Hong Lu for."
    },
    {
      "id": 58,
      "model": "파우스트",
      "content": "That is..."
    },
    {
      "id": 59,
      "model": "홍루",
      "content": "Yes, you're right. It is my turn to be used."
    },
    {
      "id": 60,
      "model": "싱클레어",
      "content": "Woaaah! W-when’d you get back!?"
    },
    {
      "id": 61,
      "content": "Hong Lu nonchalantly chimed into the conversation, having slipped in between us unnoticed."
    },
    {
      "id": 62,
      "model": "단테",
      "content": "<Hey, uhm... you're back pretty soon, huh.>"
    },
    {
      "id": 63,
      "content": "Unfortunately, what Outis just said... could sound quite crass depending on how you cut it."
    },
    {
      "id": 64,
      "model": "단테",
      "content": "<Hong Lu, you don’t have to… don’t mind what she just said.>"
    },
    {
      "id": 65,
      "model": "홍루",
      "content": "Hmm~ But why would I mind it?"
    },
    {
      "id": 66,
      "model": "홍루",
      "content": "My use is to be a ticket to participating in the Hierarch war, the only option for obtaining the Golden Bough in H Corp. She didn't say anything wrong."
    },
    {
      "id": 67,
      "model": "단테",
      "content": "<Your 'use'...>"
    },
    {
      "id": 68,
      "model": "홍루",
      "content": "Well, if you'll be using me, hopefully this'll lead to an outcome we can all be happy with."
    },
    {
      "id": 69,
      "model": "돈키호테",
      "content": "Verily, such outcome would be best; yet... young Xichun hath already exhaled with great gusto out of her nostrils before turning away from our party when our eyes met..."
    },
    {
      "id": 70,
      "model": "홍루",
      "content": "Well... Xichun..."
    },
    {
      "id": 71,
      "content": "Hong Lu’s eyes twinkled briefly, as though he was shifting into a dream."
    },
    {
      "id": 72,
      "model": "홍루",
      "content": "… I didn’t think it was possible for me to be friends with Xichun again."
    },
    {
      "id": 73,
      "model": "홍루",
      "content": "We're back to not being on speaking terms again, but..."
    },
    {
      "id": 74,
      "model": "홍루",
      "content": "… it was as though I'd gone back in time, back to when we were both children."
    },
    {
      "id": 75,
      "model": "홍루",
      "content": "But we can't go back to the past."
    },
    {
      "id": 76,
      "place": "Daguanyuan, Past",
      "model": "반시춘",
      "content": "What… did you say?"
    },
    {
      "id": 77,
      "model": "반시춘",
      "content": "Are you drunk or on something? Did you really just say that to me?"
    },
    {
      "id": 78,
      "model": "반시춘",
      "content": "Oh, what a stupid thing of me to ask."
    },
    {
      "id": 79,
      "model": "반시춘",
      "content": "You’ve never been drunk in your life. Your mind’s always been so, so damn clear."
    },
    {
      "id": 80,
      "model": "반시춘",
      "content": "None of this matters to you, does it? Even when I get angry at you or when I shout at you like this… none of it gets to you, does it?"
    },
    {
      "id": 81,
      "model": "반시춘",
      "content": "Just… just what happened to you that day? How can someone become so..."
    },
    {
      "id": 82,
      "model": "과거홍루",
      "content": "Xichun, I..."
    },
    {
      "id": 83,
      "model": "반시춘",
      "content": "Forget it, I don’t care. Do whatever you wanna do. It’s my fault for expecting to have at least one normal sibling in this messed up family."
    },
    {
      "id": 84,
      "content": "In that memory, Hong Lu..."
    },
    {
      "id": 85,
      "content": "... was wearing a quiet smile, even before her hushed anger."
    },
    {
      "id": 86,
      "place": "Daguanyuan - Yihongyuan Interior",
      "model": "단테",
      "content": "<But… don’t you want to be friends with her again?>"
    },
    {
      "id": 87,
      "model": "홍루",
      "content": "Mm…"
    },
    {
      "id": 88,
      "model": "홍루",
      "content": "At the end of all things... these connections between people, they're just moments. Ephemeral things."
    },
    {
      "id": 89,
      "model": "홍루",
      "content": "So what I ‘want’ doesn’t matter."
    },
    {
      "id": 90,
      "content": "... Hong Lu."
    },
    {
      "id": 91,
      "content": "A Sinner so aloof, so detached that it feels as though he's always floating through the clouds."
    },
    {
      "id": 92,
      "content": "I once thought that was just the kind of guy he was. Someone who just happened to be above everything that's happening around us, instead of just another messed-up person with messed-up problems of their own."
    },
    {
      "id": 93,
      "content": "But... slowly, and gradually, I had begun to realize that there was something off about him under the surface."
    },
    {
      "id": 94,
      "model": "단테",
      "content": "<Hong Lu, about participating in the Family Hierarch war...>"
    },
    {
      "id": 95,
      "model": "단테",
      "content": "<... do you really not feel anything about it? Have you completely excluded yourself from it?>"
    },
    {
      "id": 96,
      "model": "홍루",
      "content": "I don't, and I have. It's just the way things worked out, right?"
    },
    {
      "id": 97,
      "model": "오티스",
      "content": "Executive Manager, it is true that his value judgment will have no tangible influence on this company's direction."
    },
    {
      "id": 98,
      "model": "파우스트",
      "content": "Faust is in agreement. Sinners do not have the right to refuse their missions."
    },
    {
      "id": 99,
      "model": "이상",
      "content": "That may be true, yet..."
    },
    {
      "id": 100,
      "model": "이상",
      "content": "... I find it unnecessary to turn away and neglect the suffering conditions of their hearts... stemming from the obligation to their missions."
    },
    {
      "id": 101,
      "model": "홍루",
      "content": "Conditions of our hearts... But perhaps unnecessarily peering into them is how we beget suffering?"
    },
    {
      "id": 102,
      "model": "이상",
      "content": "What manner of…"
    },
    {
      "id": 103,
      "model": "홍루",
      "content": "Back then, when I lived here in Daguanyuan…"
    },
    {
      "id": 104,
      "model": "홍루",
      "content": "… so, so many choices passed before my eyes."
    },
    {
      "id": 105,
      "model": "홍루",
      "content": "Should I kill that child, who was from a different family? Should I even survive? Should I walk past that dying boy, or should I stop to help him?"
    },
    {
      "id": 106,
      "model": "홍루",
      "content": "When they were first presented to me, I tried to make a choice."
    },
    {
      "id": 107,
      "model": "홍루",
      "content": "But it didn't take that long for me to realize that my choices meant nothing."
    },
    {
      "id": 108,
      "model": "홍루",
      "content": "So I…"
    },
    {
      "id": 109,
      "model": "홍루",
      "content": "… decided not to choose at all."
    },
    {
      "id": 110,
      "model": "홍루",
      "content": "And that’s me, as I am now."
    },
    {
      "id": 111,
      "model": "홍루",
      "content": "There were so many wonderful things about joining Limbus Company, but…"
    },
    {
      "id": 112,
      "model": "홍루",
      "content": "… I think my favorite part of the experience was that I was never given a choice."
    },
    {
      "id": 113,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 114,
      "model": "이스마엘",
      "content": "That’s, uh… That’s… definitely... kinda weird…"
    },
    {
      "id": 115,
      "model": "홍루",
      "content": "Oh? Looks like things have gotten weirdly quiet around here."
    },
    {
      "id": 116,
      "model": "파우스트",
      "content": "... That was enough discussion of private matters. There is much ground for us to cover."
    },
    {
      "id": 117,
      "model": "파우스트",
      "content": "Let us begin by discussing our plan for the first round."
    },
    {
      "id": 118,
      "content": "The next morning..."
    },
    {
      "id": 119,
      "place": "Daguanyuan - Yihongyuan Yard",
      "model": "단테",
      "content": "<There's still some time until we have to leave.>"
    },
    {
      "id": 120,
      "model": "이상",
      "content": "What... may be the purpose of these... scarecrows? Veiled in nocturnal shadows they were at yesternight."
    },
    {
      "id": 121,
      "model": "홍루",
      "content": "Oh wow, they're still here~"
    },
    {
      "id": 122,
      "model": "홍루",
      "content": "There are training courts next to every building where children of this place live."
    },
    {
      "id": 123,
      "model": "홍루",
      "content": "Here, every child of walking, running age all get to play with these dummies."
    },
    {
      "id": 124,
      "model": "료슈",
      "content": "Play... puff. Early education is important."
    },
    {
      "id": 125,
      "model": "돈키호테",
      "content": "Yet how doth one ‘play’ with these dummies? And it appeareth that this dummy is adorned with a most dashing piece of fashion for its head!"
    },
    {
      "id": 126,
      "model": "홍루",
      "content": "Aha, that’s the first dummy I received when I was seven."
    },
    {
      "id": 127,
      "model": "홍루",
      "content": "Hehe, back then, I thought even dummies could feel pain when struck."
    },
    {
      "id": 128,
      "model": "이상",
      "content": "Such was the blissful rumination of all those who were once children..."
    },
    {
      "id": 129,
      "model": "로쟈",
      "content": "So is it like, tradition for kids born here to formally learn how to fight?"
    },
    {
      "id": 130,
      "model": "홍루",
      "content": "Oh, not exactly."
    },
    {
      "id": 131,
      "place": "Yihongyuan Yard, Past",
      "model": "어린가환",
      "teller": "???",
      "title": "???",
      "content": "Woaah! So this is what grandmother gifted you, big bro…?"
    },
    {
      "id": 132,
      "model": "어린홍루",
      "content": "Yep. I don’t know how it works, though."
    },
    {
      "id": 133,
      "model": "어린임대옥",
      "teller": "Daiyu?",
      "title": "???",
      "content": "It must be a doll or an effigy for dress-up. Oh, perhaps you could adorn it with some trinkets?"
    },
    {
      "id": 134,
      "model": "어린가환",
      "teller": "???",
      "title": "???",
      "content": "Maybe it’s got like, a guardian spirit that protects your house, big bro Baoyu!"
    },
    {
      "id": 135,
      "model": "과거가환",
      "teller": "???",
      "title": "???",
      "content": "... Oh boy."
    },
    {
      "id": 136,
      "model": "과거가환",
      "teller": "???",
      "title": "???",
      "content": "Here, lemme show you how it's done."
    },
    {
      "id": 137,
      "model": "어린가환",
      "teller": "???",
      "title": "???",
      "content": "… Why’d you punch grandma’s gift?!"
    },
    {
      "id": 138,
      "model": "어린홍루",
      "content": "Um... Don't you think you're hurting it?"
    },
    {
      "id": 139,
      "model": "과거가환",
      "teller": "???",
      "title": "???",
      "content": "Hurt it...? Really now, this wooden thing?"
    },
    {
      "id": 140,
      "place": "Daguanyuan - Yihongyuan Yard",
      "model": "홍루",
      "content": "It’s more that they have to grow up this way if they want to survive."
    },
    {
      "id": 141,
      "model": "료슈",
      "content": "... This W.T.D. isn’t so bad."
    },
    {
      "id": 142,
      "model": "오티스",
      "content": "Hm… this wooden training dummy appears to have been designed and crafted with some precise engineering craftsmanship. We still have some time until departure, so why don’t we try using them for a warm-up exercise?"
    },
    {
      "id": 143,
      "model": "로쟈",
      "content": "Ack, I don’t wanna get all sweaty, though…"
    },
    {
      "id": 144,
      "model": "이스마엘",
      "content": "Well… it’s not like these things will pose us any danger. I think we can try them out once just to see how we’re doing today."
    },
    {
      "id": 145,
      "model": "오티스",
      "content": "Atten-tion! We have orders from the Executive Manager! From this moment forth, we will put our all into laying utter ruin unto these training dummies!"
    },
    {
      "id": 146,
      "model": "단테",
      "content": "<Hey, I didn't even give an order...>"
    },
    {
      "id": 147,
      "content": "Oh well... it won't hurt to get our blood pumping now."
    },
    {
      "id": 148,
      "model": "오티스",
      "content": "All forces, charge!"
    }
  ]
}