{
  "dataList": [
    {
      "id": 0,
      "place": "Daguanyuan - Tubitang",
      "model": "하인2",
      "content": "Young Master Baoyu and his twelve companions, arriving at <ruby=Elevated Virescent-Jade Hall>Tubitang</ruby>(凸碧堂)!"
    },
    {
      "id": 1,
      "content": "We entered the hall where the first round was to be held. As always, the servant by the gate announced our arrival with the resounding holler we'd grown to expect."
    },
    {
      "id": 2,
      "model": "오티스",
      "content": "An arena or a stadium, I see... Hm. We have many eyes on us, Executive Manager."
    },
    {
      "id": 3,
      "content": "I looked up to see that the audience seats, which were brimming with people, were divided into stair-like terraces; and on the platform at the opposite end of the hall, three shadows of chairs could be seen cast on the obscuring curtain fabric."
    },
    {
      "id": 4,
      "content": "As for us... we followed the attendants' guidance and stood next to the other participants at the circular area in the center."
    },
    {
      "id": 5,
      "model": "단테",
      "content": "<So, are the evaluations happening past those curtains?>"
    },
    {
      "id": 6,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 7,
      "model": "홍루",
      "content": "... Daiyu?"
    },
    {
      "id": 8,
      "model": "단테",
      "content": "<Hm? See someone you recognize?>"
    },
    {
      "id": 9,
      "model": "홍루",
      "content": "No. It's nothing, Dante."
    },
    {
      "id": 10,
      "model": "홍루",
      "content": "Even if we were to meet again… we don't really have anything to talk about anyway."
    },
    {
      "id": 11,
      "model": "홍루",
      "content": "Maybe we'll have another chance later, if fate wills it."
    },
    {
      "id": 12,
      "model": "이스마엘",
      "content": "Oh hey, I think it's finally getting started."
    },
    {
      "id": 13,
      "content": "The curtain slid open, and the old woman we saw from yesterday's banquet walked out to the platform."
    },
    {
      "id": 14,
      "model": "가모",
      "content": "Many scores ago, I ascended to the seat of Jia Mu with a stroke of fortune. Yet, a lifetime has passed since I assumed this great responsibility; such as it is, I seek to abdicate and walk the path of mountains and streams as a river does."
    },
    {
      "id": 15,
      "model": "가모",
      "content": "With the seat voided, the responsibility seeks the one with the qualities of the Family Hierarch to fill it."
    },
    {
      "id": 16,
      "model": "가모",
      "content": "Thus here at Daguanyuan, a collective upheld by pillars of four great houses of Jia, Xue, Wang, and Shi, we once again ask you the perennial question."
    },
    {
      "id": 17,
      "model": "가모",
      "content": "Have you brought us aught to prove that the answer indeed exists?"
    },
    {
      "id": 18,
      "model": "가정",
      "content": "……."
    },
    {
      "id": 19,
      "model": "단테",
      "content": "<Who's the woman next to her...?>"
    },
    {
      "id": 20,
      "model": "홍루",
      "content": "Ah, she’s my oldest sister, big sis Yuanchun."
    },
    {
      "id": 21,
      "model": "홍루",
      "content": "She married a very important person in Q Corp. and spends most of her time there… Looks like she's visiting for the event."
    },
    {
      "id": 22,
      "model": "가원춘",
      "content": "... Though I have resided long in a foreign Nest, I now return fleetingly to share the love with my flesh and blood, to fulfill my duties as observed by the order of filial piety."
    },
    {
      "id": 23,
      "model": "가원춘",
      "content": "I return, that the truth shall be observed to the best of my abilities."
    },
    {
      "id": 24,
      "model": "가원춘",
      "content": "Some of you may have walked a laid path gentle to your feet; yet some of you may have struggled through an unlaid, brutal path of cragged mountains a thousandfold to find your answers."
    },
    {
      "id": 25,
      "model": "가원춘",
      "content": "Yet, regardless of the severity of your suffering... all of you, equally, have but one opportunity for the first round."
    },
    {
      "id": 26,
      "model": "가원춘",
      "content": "Even still, you were all once prospective heirs of the great house; even your failures shall bring power and prosperity to Daguanyuan."
    },
    {
      "id": 27,
      "model": "가원춘",
      "content": "Now, come forth in the order you are summoned, and demonstrate the invaluable answers to the question of three freedoms: one from aging, one from death, and one from brevity of life."
    },
    {
      "id": 28,
      "model": "가원춘",
      "content": "If the nature of your answer be indemonstrable, present ironclad proof."
    },
    {
      "id": 29,
      "model": "가원춘",
      "content": "Lose not, and discard not. Let fresh youth be unending and eternal."
    },
    {
      "id": 30,
      "content": "After their respective speeches, Jia Yuanchun and Jia Mu disappeared behind the curtains atop the platform."
    },
    {
      "id": 31,
      "model": "가정",
      "content": "First candidate..."
    },
    {
      "id": 32,
      "content": "It seemed that Hong Lu's father assumed the role of the host for the first round."
    },
    {
      "id": 33,
      "model": "가정",
      "content": "... Ren, of the Wang family."
    },
    {
      "id": 34,
      "content": "Wang Ren, the first to be summoned, walked up to the platform."
    },
    {
      "id": 35,
      "content": "Behind him was his faction, who were dragging someone by a rope toward the platform."
    },
    {
      "id": 36,
      "model": "왕인",
      "content": "Hurry up! Foolish thing…"
    },
    {
      "id": 37,
      "model": "이스마엘",
      "content": "What… who are they dragging up to the stage?"
    },
    {
      "id": 38,
      "model": "오티스",
      "content": "Whoever it is, they clearly don't want to be here..."
    },
    {
      "id": 39,
      "model": "그레고르",
      "content": "To be free from aging and death, huh..."
    },
    {
      "id": 40,
      "model": "그레고르",
      "content": "I suppose every Wing dreams of escaping and rising beyond the body they were born with. Puff... H Corp.'s pursuit of immortality probably isn't special in that regard."
    },
    {
      "id": 41,
      "model": "돈키호테",
      "content": "…!"
    },
    {
      "id": 42,
      "model": "돈키호테",
      "content": "He..."
    },
    {
      "id": 43,
      "model": "돈키호테",
      "content": "He hath brought a Bloodbag."
    },
    {
      "id": 44,
      "content": "That's when we were finally able to recognize who the candidate dragged up to the stage."
    },
    {
      "id": 45,
      "content": "The eyes, unfocused and red; mouth slick with drool dribbling down the mouth guard, meaningless snarling…"
    },
    {
      "id": 46,
      "content": "That is a mindless Bloodbag."
    },
    {
      "id": 47,
      "model": "이상",
      "content": "How does... a Bloodfiend become an answer to immortality?"
    },
    {
      "id": 48,
      "model": "파우스트",
      "content": "In laymen's eyes, Bloodfiends may appear to have truly attained freedom from 'aging'..."
    },
    {
      "id": 49,
      "model": "파우스트",
      "content": "However, as we are now all aware, Bloodfiends can grow old and weak after a prolonged period of blood deprivation."
    },
    {
      "id": 50,
      "model": "파우스트",
      "content": "Thus, it is unlikely to provide the 'answer' they seek."
    },
    {
      "id": 51,
      "content": "After some struggle, the Bloodbag was dragged kicking and growling past the curtains atop the platform."
    },
    {
      "id": 52,
      "model": "관중1",
      "teller": "Stunned Audience",
      "title": "Daguanyuan",
      "content": "So that creature is the fabled... 'Bloodfiend', then?"
    },
    {
      "id": 53,
      "model": "관중2",
      "teller": "Suspicious Audience",
      "title": "Daguanyuan",
      "content": "I doubt that'll do the job. Bloodfiends would indeed be quite the esoteric knowledge, but... to the judges of this contest, I doubt they're anything more than lukewarm trivia."
    },
    {
      "id": 54,
      "model": "관중3",
      "teller": "Whispering Audience",
      "title": "Daguanyuan",
      "content": "That Wang kid must’ve been pretty desperate, huh?"
    },
    {
      "id": 55,
      "teller": "???",
      "title": "???",
      "content": "He's either lazy as balls... or that boy ain't right in the upstairs."
    },
    {
      "id": 56,
      "model": "이상",
      "content": "Mm. It appears that the knowledge of Bloodfiends is oddly common amongst this ilk."
    },
    {
      "id": 57,
      "model": "돈키호테",
      "content": "Indeed, Bloodfiends are present in every Nest... 'tis little surprise that those privy to arcane knowledge art well aware of their existence."
    },
    {
      "id": 58,
      "content": "After a brief moment that lasted less than a minute, Wang Ren and his faction emerged from behind the curtains and descended from the platform."
    },
    {
      "id": 59,
      "model": "가정",
      "content": "Wang Ren, candidate of the Family Hierarch Evaluations. Stand upon the podium and await your judgment."
    },
    {
      "id": 60,
      "content": "Then, they ascended the round podium behind the platform as ordered."
    },
    {
      "id": 61,
      "model": "가정",
      "content": "Thus announcing Wang Ren's Results for round 1 of the Family Hierarch Evaluations."
    },
    {
      "id": 62,
      "model": "가정",
      "content": "Elimination."
    },
    {
      "id": 63,
      "model": "왕인",
      "content": "N-no...!"
    },
    {
      "id": 64,
      "model": "왕인",
      "content": "Listen, all they need is Blood... As long as you supply them with enough blood, they will be eternal and everlasting...! Venerable Jia Mu, please...!"
    },
    {
      "id": 65,
      "model": "돈키호테",
      "content": "Nay."
    },
    {
      "id": 66,
      "model": "돈키호테",
      "content": "What awaits them is no eternity at all."
    },
    {
      "id": 67,
      "model": "돈키호테",
      "content": "Verily, I know not the shape of this ‘true immortality’ the evaluation seeketh to attain, yet..."
    },
    {
      "id": 68,
      "model": "돈키호테",
      "content": "... the longevity of a Bloodfiend, shackled by blood and endless suffering… is unlikely to be one."
    },
    {
      "id": 69,
      "model": "왕인",
      "content": "W-what...? But those damn hunters told me they still retain all of their memories...!"
    },
    {
      "id": 70,
      "model": "돈키호테",
      "content": "… To become a Bloodfiend is to surrender all the desires and emotions that exist within thy being for a singular hunger for blood, and only blood."
    },
    {
      "id": 71,
      "model": "돈키호테",
      "content": "Perhaps that is an acceptable condition for those who expect nothing but fathomless torment for the rest of their lives. Yet, for those with much to lose, with much in life they cling onto, as those present seem to…"
    },
    {
      "id": 72,
      "model": "돈키호테",
      "content": "... the fate of a Bloodfiend is no 'freedom' from aging and death—'tis but a sanguine shackle to enslave their minds."
    },
    {
      "id": 73,
      "model": "가모",
      "content": "A member of Baoyu’s faction has given an excellent reply. No further elaboration is necessary."
    },
    {
      "id": 74,
      "model": "가원춘",
      "content": "And you have failed to bring us a high Kindred, let alone a Bloodfiend at all... This creature is but a miserable Bloodbag. I cannot even well commend your efforts."
    },
    {
      "id": 75,
      "model": "가정",
      "content": "... Hear, Ren of the Wang family. They have spoken, and mercifully given you the full explanation of your mistake—a privilege that failed candidates do not deserve. Let this be the final blessing of your life."
    },
    {
      "id": 76,
      "model": "왕인",
      "content": "AAAAAGH!"
    },
    {
      "id": 77,
      "content": "The podium suddenly opens under their feet, casting Wang Ren and the Bloodbag to its depths with a bloodcurdling screech."
    },
    {
      "id": 78,
      "model": "단테",
      "content": "<... So that's what happens when you fail to pass.>"
    },
    {
      "id": 79,
      "model": "로쟈",
      "content": "That’s just… that was just for dramatic effect, right? There’s gotta be like, a side path leading back upstairs, right?"
    },
    {
      "id": 80,
      "model": "료슈",
      "content": "Of course not. Can't you smell the stench of festering pain, rising like heat from the depths?"
    },
    {
      "id": 81,
      "model": "로쟈",
      "content": "Ha ha, Ryōshū… you’ve been honing your sense of humor, huh? These are some pretty nasty jokes, though."
    },
    {
      "id": 82,
      "model": "오티스",
      "content": "Where does that hole lead? Judging by the time between the drop and the sound of the fall, I presume it goes quite far down."
    },
    {
      "id": 83,
      "model": "홍루",
      "content": "It... probably leads to a place with lots of old family secrets. Oh, not treasures, of course, but trying to figure that out might get you a visit from a Heishou, probably?"
    },
    {
      "id": 84,
      "model": "이스마엘",
      "content": "... They went all out with the theatrics, huh."
    },
    {
      "id": 85,
      "model": "그레고르",
      "content": "Yeah, and we could very well be the ones screaming and falling down the hole later..."
    },
    {
      "id": 86,
      "content": "The next candidate was summoned before we were even able to shake off the initial shock."
    },
    {
      "id": 87,
      "model": "가정",
      "content": "Second Candidate hails from the Xue family..."
    },
    {
      "id": 88,
      "content": "We sat through a few more names and subsequent failures."
    },
    {
      "id": 89,
      "content": "We couldn't hear what exactly they were talking about beyond the curtains, and unlike the very loud and obvious Bloodbag, the 'answers' other candidates brought were less obvious. So..."
    },
    {
      "id": 90,
      "content": "... all we had to go on were the shadows of their desperate attempts to explain things before the judges."
    },
    {
      "id": 91,
      "model": "그레고르",
      "content": "Another one...?"
    },
    {
      "id": 92,
      "model": "료슈",
      "content": "B.A.H. It means \"Boring as hell\"."
    },
    {
      "id": 93,
      "content": "The longer we watched the death toll rise, the less shocking they became."
    },
    {
      "id": 94,
      "model": "그레고르",
      "content": "Are they planning to fail everyone?"
    },
    {
      "id": 95,
      "model": "가정",
      "content": "Eighth Candidate, Baochai of the Xue family."
    },
    {
      "id": 96,
      "model": "로쟈",
      "content": "Oh my, look! We know her~"
    },
    {
      "id": 97,
      "content": "She was technically our competition, but it seemed that she managed to give the Sinners quite the positive impression with yesterday's brief encounter; some of them were even cheering her on."
    },
    {
      "id": 98,
      "content": "We couldn't see exactly what it was that Xue Baochai brought, but..."
    },
    {
      "id": 99,
      "content": "... she was also holding something as she entered past the curtains."
    },
    {
      "id": 100,
      "model": "가정",
      "content": "... Baochai, of the Xue family..."
    },
    {
      "id": 101,
      "content": "After her brief meeting with the judges—which, going by the shadows cast on the curtains, appeared to have gone better than we had expected—she emerged."
    },
    {
      "id": 102,
      "content": "And as soon as she did, Baochai immediately turned in our direction. At Hong Lu, to be exact..."
    },
    {
      "id": 103,
      "model": "설보차",
      "content": "Wah, Baoyu! You were watching me?"
    },
    {
      "id": 104,
      "content": "... and began excitedly waving her hand."
    },
    {
      "id": 105,
      "model": "가정",
      "content": "... She passes."
    },
    {
      "id": 106,
      "content": "The podium beneath her remained shut."
    },
    {
      "id": 107,
      "model": "이상",
      "content": "Passing connection it may have been, yet I ill wish to see a familiar face be claimed by the abyss..."
    },
    {
      "id": 108,
      "model": "이상",
      "content": "... thus, I am glad."
    },
    {
      "id": 109,
      "model": "가정",
      "content": "... Seventeenth candidate, Jia Xichun of the Jia family."
    },
    {
      "id": 110,
      "model": "단테",
      "content": "<…!>"
    },
    {
      "id": 111,
      "model": "싱클레어",
      "content": "... It's Xichun's turn."
    },
    {
      "id": 112,
      "content": "She slowly ascended the platform, unaccompanied."
    },
    {
      "id": 113,
      "content": "She held in her hands a tightly sealed gourd bottle."
    },
    {
      "id": 114,
      "model": "홍루",
      "content": "Looks like she found it."
    },
    {
      "id": 115,
      "model": "단테",
      "content": "<She found... the water from the river we saw in Don Quixote's memories back then...?>"
    },
    {
      "id": 116,
      "model": "오티스",
      "content": "... Impossible. She reached <i>Lethe</i>?"
    },
    {
      "id": 117,
      "model": "파우스트",
      "content": "The possibility that she actually reached there in person is infinitely minuscule."
    },
    {
      "id": 118,
      "model": "파우스트",
      "content": "There is an infinitesimal statistical possibility that she could have reached the river, yet... not even Faust can conceive how someone of their capabilities could reach the fountainhead of one of the deepest fathoms; this becomes even more impossible when considering the relatively short passage of time since then and now."
    },
    {
      "id": 119,
      "model": "파우스트",
      "content": "A more likely explanation might be that she obtained the waters by collecting its dew or a portion of what has seeped out."
    },
    {
      "id": 120,
      "model": "돈키호테",
      "content": "Hmm. Alas, that river's water serveth only to put to slumber one's memories... Pray, doth it truly hold a link to the immortality they seek?"
    },
    {
      "id": 121,
      "model": "파우스트",
      "content": "Yes. It is likely closely connected to the 'immortality of the mind' they pursue."
    },
    {
      "id": 122,
      "model": "파우스트",
      "content": "As there are but an extremely small number of people privy to the knowledge of the rivers, if the contents of that bottle are genuine, Faust expects her to pass."
    },
    {
      "id": 123,
      "model": "가정",
      "content": "... Xichun of the Jia family passes."
    },
    {
      "id": 124,
      "model": "가원춘",
      "content": "You have brought before us a priceless treasure. It must have taken unparalleled efforts to obtain this, given the meager size of your clan."
    },
    {
      "id": 125,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "... Thank you, big sister Yuanchun."
    },
    {
      "id": 126,
      "content": "As Faust expected, all three judges appeared quite satisfied by what Jia Xichun brought before them."
    }
  ]
}