{
  "dataList": [
    {
      "id": 0,
      "place": "Daguanyuan - Tubitang",
      "model": "가정",
      "content": "Next. Eighteenth candidate..."
    },
    {
      "id": 1,
      "model": "히스클리프",
      "content": "Bloody hell, just how many people are there in this household...?"
    },
    {
      "id": 2,
      "model": "가정",
      "content": "Huan, of the Jia family."
    },
    {
      "id": 3,
      "model": "이상",
      "content": "……."
    },
    {
      "id": 4,
      "content": "Our first meeting with that man was less than amicable, and I had a strong feeling that another one wasn't going to do anything to improve that. Jia Huan walked up to the platform."
    },
    {
      "id": 5,
      "content": "We all fell silent, hearing a familiar name..."
    },
    {
      "id": 6,
      "model": "그레고르",
      "content": "Bastard..."
    },
    {
      "id": 7,
      "content": "I could feel that some Sinners were growing tense, some of them even gritting their teeth."
    },
    {
      "id": 8,
      "content": "And the other man, closely following Jia Huan, holding what looked like the egg of an Abnormality was... also a familiar face. I'd seen him many times in Yi Sang's memories."
    },
    {
      "id": 9,
      "model": "이스마엘",
      "content": "... Dante, are you seeing what they're wearing?"
    },
    {
      "id": 10,
      "model": "뫼르소",
      "content": "E.G.O gears."
    },
    {
      "id": 11,
      "model": "파우스트",
      "content": "It can be speculated that they have either developed their own method of extraction, or have scavenged them from Lobotomy Corp."
    },
    {
      "id": 12,
      "model": "이상",
      "content": "Gubo... carries what appears to be an egg... of an Abnormality."
    },
    {
      "id": 13,
      "model": "그레고르",
      "content": "... Are they planning to just offer them an Abnormality egg?"
    },
    {
      "id": 14,
      "model": "단테",
      "content": "<How's that... an answer to anything?>"
    },
    {
      "id": 15,
      "model": "파우스트",
      "content": "While there is room for interpretation..."
    },
    {
      "id": 16,
      "model": "파우스트",
      "content": "... some may present a reasonably argued interpretation that Abnormalities are entities that neighbor immortality."
    },
    {
      "id": 17,
      "model": "오티스",
      "content": "So the linchpin of their success hinges on which Abnormality's egg that ends up being."
    },
    {
      "id": 18,
      "model": "홍루",
      "content": "If it's big brother Jia Huan I know... he's never going to risk his life for something he thinks will fail."
    },
    {
      "id": 19,
      "model": "가정",
      "content": "... Huan of the Jia Family passes the first Evaluation."
    },
    {
      "id": 20,
      "content": "Contrary to most of our wishes, Jia Huan managed to pass the first round as well."
    },
    {
      "id": 21,
      "content": "Many more candidates came and went. One of them carried a massive, mysterious coffin..."
    },
    {
      "id": 22,
      "model": "왕대위",
      "content": "……."
    },
    {
      "id": 23,
      "content": "... one of them brought a thick book, and one of them presented a cage so tiny that we couldn't see what was within."
    },
    {
      "id": 24,
      "content": "Some of them managed to pass, while some of them were sent screaming into the mysterious abyss."
    },
    {
      "id": 25,
      "content": "As we waited and watched the candidates come and go, people from N Corp., their turn complete, approached us."
    },
    {
      "id": 26,
      "model": "이상",
      "content": "Yet early it is for twilight to arrive—thus, early too is this meeting of ours."
    },
    {
      "id": 27,
      "content": "As if to prove his own words back at the LCE, that he's come to accept certain things as they are, Yi Sang coolly regarded his old friend who was now working for N Corp."
    },
    {
      "id": 28,
      "model": "에고구보",
      "content": "You must find this small and barren respite of yours quite enjoyable. I have not seen you jest as you do now since the League fell."
    },
    {
      "id": 29,
      "model": "이상",
      "content": "... For what do you now approach me? The rift is too great betwixt us to chatter on with any affection to speak of."
    },
    {
      "id": 30,
      "model": "에고구보",
      "content": "Do not mistake my intent, for it wasn't I who desired to approach you. My teammate simply wished to have a look at his brother's face, and I thought I might as well see how you are faring."
    },
    {
      "id": 31,
      "model": "홍루",
      "content": "Looks like everyone's coming back to Daguanyuan now that the Family Hierarch war's started, brother. This is our first meeting since then, right?"
    },
    {
      "id": 32,
      "model": "에고가환",
      "content": "Hah! If it isn't the doltish fool who has eyes but knows not how to see. I know you well enough; you'd normally turn purple with aversion upon hearing even a brief mention of the word Hierarch... So, why are you here?"
    },
    {
      "id": 33,
      "model": "에고가환",
      "content": "Who are you and your stinking entourage working for this time?"
    },
    {
      "id": 34,
      "model": "에고가환",
      "content": "Is it that Xue girl, blinded by your looks to the revolting rot within? Or... is it Xichun, who still defends you and your meaningless, faux-profound spiel, deluded in her belief that you're still the same boy from her childhood?"
    },
    {
      "id": 35,
      "model": "과거가환",
      "title": "???",
      "content": "... Why didn't you save him?"
    },
    {
      "id": 36,
      "model": "과거가환",
      "title": "???",
      "content": "No, let me ask you a different question."
    },
    {
      "id": 37,
      "model": "과거가환",
      "title": "???",
      "content": "Why did you save her... and only her, Jia Baoyu?!"
    },
    {
      "id": 38,
      "model": "어린홍루",
      "content": "Brother."
    },
    {
      "id": 39,
      "model": "어린홍루",
      "content": "Humans die. It's what they're born to do."
    },
    {
      "id": 40,
      "place": "Daguanyuan - Tubitang",
      "model": "하인2",
      "content": "The next candidate will be judged soon. Candidates must return to their seats."
    },
    {
      "id": 41,
      "model": "에고가환",
      "content": "Tsk, you're a servant. You're barely even a living thing..."
    },
    {
      "id": 42,
      "model": "에고구보",
      "content": "... Let us return. This discourse will not bear any fruit."
    },
    {
      "id": 43,
      "model": "오티스",
      "content": "... What's this, a reunion party?"
    },
    {
      "id": 44,
      "model": "히스클리프",
      "content": "Tsk, that sure soured things. Those shameless bastards... It's obvious they're here to nick our things again."
    },
    {
      "id": 45,
      "model": "이스마엘",
      "content": "Hmm... maybe, but something about them feels different today..."
    },
    {
      "id": 46,
      "model": "파우스트",
      "content": "Whichever is the case... the safer option would be to place higher than them."
    },
    {
      "id": 47,
      "model": "싱클레어",
      "content": "Another one falls..."
    },
    {
      "id": 48,
      "model": "싱클레어",
      "content": "His family has to be watching this, right? I wonder if they'll be okay..."
    },
    {
      "id": 49,
      "content": "Sinclair mutters, watching another candidate fall down the trapdoor."
    },
    {
      "id": 50,
      "model": "싱클레어",
      "content": "I can't imagine how anyone would be okay watching their own fall like..."
    },
    {
      "id": 51,
      "model": "그레고르",
      "content": "Sinclair, the people sitting behind us..."
    },
    {
      "id": 52,
      "model": "그레고르",
      "content": "... they're his parents. The guy who just fell."
    },
    {
      "id": 53,
      "model": "불합격자아버지",
      "teller": "Disappointed Audience",
      "title": "Daguanyuan",
      "content": "We raised that failure as our own son? What a pathetic disappointment..."
    },
    {
      "id": 54,
      "model": "불합격자어머니",
      "teller": "Excited Audience",
      "title": "Daguanyuan",
      "content": "Don't worry... I have faith in our third child. I mean, it's not like we expected anything from this one, right?"
    },
    {
      "id": 55,
      "model": "싱클레어",
      "content": "……."
    },
    {
      "id": 56,
      "model": "싱클레어",
      "content": "Now I see what it means... to dedicate your whole life to becoming the Family Hierarch."
    },
    {
      "id": 57,
      "model": "홍루",
      "content": "Many people desperately vie for the seat of Family Hierarch. Of course, some of them, like his parents, hope to..."
    },
    {
      "id": 58,
      "model": "홍루",
      "content": "... have their friend or a close blood relative become the Family Hierarch instead."
    },
    {
      "id": 59,
      "model": "오티스",
      "content": "So they seek to seize a lifetime's worth of riches, power, and recognition by planting someone they can control in the Family Hierarch seat, without becoming one themselves."
    },
    {
      "id": 60,
      "model": "료슈",
      "content": "That kind's got a low shelf life."
    },
    {
      "id": 61,
      "model": "홍루",
      "content": "Looks like I finally got to know how my long-lost siblings are doing, thanks to this unforeseen opportunity."
    },
    {
      "id": 62,
      "model": "가정",
      "content": "Twenty-seventh candidate, Pan of the Xue family."
    },
    {
      "id": 63,
      "model": "설반",
      "content": "……."
    },
    {
      "id": 64,
      "model": "그레고르",
      "content": "Xue... Pan? Have we heard that name before?"
    },
    {
      "id": 65,
      "model": "홍루",
      "content": "Ah, he's big sis Baochai's older brother."
    },
    {
      "id": 66,
      "content": "Xue Pan walked up to the platform, holding what appeared to be a large jar with multiple talismans plastered over it."
    },
    {
      "id": 67,
      "model": "로쟈",
      "content": "Hey, is it just me, or does that guy look like he's totally up to something?"
    },
    {
      "id": 68,
      "model": "이스마엘",
      "content": "Let's be honest, who here doesn't?"
    },
    {
      "id": 69,
      "model": "히스클리프",
      "content": "Yeah, but that sod's different. He's..."
    },
    {
      "id": 70,
      "content": "Instead of ascending to the platform and into the curtains, he walked up to the podium."
    },
    {
      "id": 71,
      "model": "히스클리프",
      "content": "... Mate, looks to me he's completely lost the plot..."
    },
    {
      "id": 72,
      "model": "설반",
      "content": "……."
    },
    {
      "id": 73,
      "model": "가정",
      "content": "Candidate Xue Pan, you will ascend to the platform and enter the curtain threshold."
    },
    {
      "id": 74,
      "model": "설반",
      "content": "Where's the fun in walking down the straightforward road?"
    },
    {
      "id": 75,
      "model": "설반",
      "content": "It's only right that something so precious and entertaining should be shared with everyone, wouldn't you agree?"
    },
    {
      "id": 76,
      "model": "오티스",
      "content": "…!"
    },
    {
      "id": 77,
      "content": "He places the jar on the ground..."
    },
    {
      "id": 78,
      "content": "And from within..."
    },
    {
      "id": 79,
      "content": "... a desiccated hand emerges."
    },
    {
      "id": 80,
      "model": "료슈",
      "content": "Pathetic sorcerous trickery."
    },
    {
      "id": 81,
      "content": "Ryōshū muttered with palpable distaste."
    },
    {
      "id": 82,
      "model": "단테",
      "content": "<Why's he...?>"
    },
    {
      "id": 83,
      "model": "로쟈",
      "content": "What the heck is that?!"
    },
    {
      "id": 84,
      "content": "Corpses, their desiccated flesh covered in a light, sparse layer of old papers, crawled out of the jar... and began to shamble."
    },
    {
      "id": 85,
      "model": "단테",
      "content": "<They're neither Distortions nor Abnormalities...>"
    },
    {
      "id": 86,
      "model": "오티스",
      "content": "... Their behavior reminds me of Bloodbags or sub-entities enslaved by Abnormalities... Any semblance of consciousness has been stripped from them. They'll attack indiscrimiately."
    },
    {
      "id": 87,
      "model": "오티스",
      "content": "But it seems that they're just as intent on maiming and killing whatever, whoever they can get their claws on. Executive Manager, we must prepare for battle! Your orders!"
    },
    {
      "id": 88,
      "model": "항아리괴물",
      "content": "Gnnnhhhh...."
    },
    {
      "id": 89,
      "teller": "Audience",
      "title": "Daguanyuan",
      "content": "Aaaaghhhhh!"
    },
    {
      "id": 90,
      "content": "The jar monsters set upon the audience, stuffing the struggling, still-breathing victims into their jars."
    },
    {
      "id": 91,
      "model": "싱클레어",
      "content": "Why aren't the organizers doing anything? This is still an event hosted by a Wing, isn't it?"
    },
    {
      "id": 92,
      "model": "홍루",
      "content": "Because there isn't a rule in the Family Hierarch war that prohibits bringing harm to other people."
    },
    {
      "id": 93,
      "model": "그레고르",
      "content": "So they're just gonna sit back and twiddle their thumbs because no one specifically told them to step in? Hah, what the hell..."
    },
    {
      "id": 94,
      "model": "로쟈",
      "content": "W-what do we do now? Should <i>we</i> step in?"
    },
    {
      "id": 95,
      "model": "홍루",
      "content": "We should probably survive and ensure our safe participation in the Family Hierarch war."
    },
    {
      "id": 96,
      "teller": "Fleeing Candidate",
      "title": "Daguanyuan",
      "content": "Wha-what the hell are these...?!"
    },
    {
      "id": 97,
      "teller": "Stumbling Candidate",
      "title": "Daguanyuan",
      "content": "Get away from me!"
    },
    {
      "id": 98,
      "content": "As the monsters began to swarm in, some candidates scattered and ran away, while some stood their ground and fought back. Those who did neither were the ones getting slaughtered."
    },
    {
      "id": 99,
      "content": "I was simultaneously reminded of Saude and the confident smile she flashed at me as she reassured us that we should be able to pass the first round with little to no trouble."
    },
    {
      "id": 100,
      "model": "단테",
      "content": "<Looks like we have no choice but to take them down...>"
    }
  ]
}