{
  "dataList": [
    {
      "id": 0,
      "place": "Daguanyuan - Tubitang",
      "content": "What remained inside the hall after the battle was devastating."
    },
    {
      "id": 1,
      "content": "Many in the audience seats had fled, as the seats that were once brimming with people were only half-filled..."
    },
    {
      "id": 2,
      "content": "... and the candidate zone down here was littered with bodies of candidates who were mauled to death."
    },
    {
      "id": 3,
      "content": "Meanwhile, the jar monsters, having eaten their fill, had already crawled back into the jar."
    },
    {
      "id": 4,
      "content": "I looked around and saw some candidates still holding tightly onto the treasures they each had brought to the contest, even as they drew their last breaths."
    },
    {
      "id": 5,
      "content": "In midst of all this destruction stood the cause of this chaos, watching the slaughter play out with assured confidence..."
    },
    {
      "id": 6,
      "model": "설반",
      "content": "Heheh, ha, ahahaha!"
    },
    {
      "id": 7,
      "model": "설반",
      "content": "How will you attain freedom from aging, how will you argue freedom from death, with minds so dull and bodies so frail?"
    },
    {
      "id": 8,
      "model": "설반",
      "content": "What say you, judges?!"
    },
    {
      "id": 9,
      "model": "설반",
      "content": "I present before you not only the clue to immortality, but also a treasure that brings ruin to those who would dare to deceive you! Here is my answer to the perennial question!"
    },
    {
      "id": 10,
      "model": "가모",
      "content": "... So you have brought us the clay of the jar."
    },
    {
      "id": 11,
      "model": "가원춘",
      "content": "It can be said that those who failed to survive this do not qualify as Family Hierarch candidates, yes?"
    },
    {
      "id": 12,
      "model": "가정",
      "content": "……."
    },
    {
      "id": 13,
      "model": "가정",
      "content": "Pan of the Xue family passes."
    },
    {
      "id": 14,
      "model": "그레고르",
      "content": "He gets to pass when he almost got everyone in here killed...?"
    },
    {
      "id": 15,
      "model": "파우스트",
      "content": "All that matters is that what he has brought meets their standards."
    },
    {
      "id": 16,
      "model": "오티스",
      "content": "Looks like he managed to get two birds with one stone. He eliminated the distracting rabble from the competition."
    },
    {
      "id": 17,
      "model": "히스클리프",
      "content": "If we ever run into that bastard in round 2, you better let me take more than a few swings at 'im."
    },
    {
      "id": 18,
      "model": "가정",
      "content": "Twenty-eighth candidate... Shi Dazhen from the Shi family."
    },
    {
      "id": 19,
      "content": "But no one walked up to the platform."
    },
    {
      "id": 20,
      "model": "가정",
      "content": "... As he has failed to appear... he is eliminated by default."
    },
    {
      "id": 21,
      "content": "Jia Zheng called a few more names thereafter, but..."
    },
    {
      "id": 22,
      "model": "가정",
      "content": "Twenty-ninth candidate..."
    },
    {
      "id": 23,
      "model": "가정",
      "content": "Thirtieth candidate..."
    },
    {
      "id": 24,
      "model": "오티스",
      "content": "... The number of candidates has clearly been culled."
    },
    {
      "id": 25,
      "content": "But none appeared."
    },
    {
      "id": 26,
      "model": "료슈",
      "content": "Disappointingly M.B."
    },
    {
      "id": 27,
      "model": "싱클레어",
      "content": "Yeah... all the mediocre bunch got wiped out from that attack..."
    },
    {
      "id": 28,
      "model": "료슈",
      "content": "And the leftovers are exhausted."
    },
    {
      "id": 29,
      "content": "Ryōshū looked around as though she was doing some sort of critique."
    },
    {
      "id": 30,
      "model": "료슈",
      "content": "... Hah? That lug..."
    },
    {
      "id": 31,
      "model": "뇌횡",
      "teller": "???",
      "title": "???",
      "content": "……."
    },
    {
      "id": 32,
      "model": "료슈",
      "content": "That motherfu—"
    },
    {
      "id": 33,
      "model": "뇌횡",
      "teller": "???",
      "title": "???",
      "content": "<i>Hwell</i>, I'll be... thought you'd gone and vanished into the earth! What the hell you doin' crawlin' 'round out here?"
    },
    {
      "id": 34,
      "model": "뇌횡",
      "teller": "???",
      "title": "???",
      "content": "Girl! I saw ya givin' me the evil eye, 'least have the decency to say hi, eh?"
    },
    {
      "id": 35,
      "model": "단테",
      "content": "<Ryō... Ryōshū, that guy's talking to you, right?>"
    },
    {
      "id": 36,
      "model": "료슈",
      "content": "... Hah."
    },
    {
      "id": 37,
      "content": "And in a very, very rare display of raw emotion..."
    },
    {
      "id": 38,
      "content": "... I realized that she was anxious... and furious."
    },
    {
      "id": 39,
      "model": "싱클레어",
      "content": "Oh... do you know him?"
    },
    {
      "id": 40,
      "model": "히스클리프",
      "content": "What an absolute unit... Bloke's got to be at least two metres tall."
    },
    {
      "id": 41,
      "model": "파우스트",
      "content": "... Do not look at that man, Dante. And everyone, avert your eyes as well."
    },
    {
      "id": 42,
      "model": "파우스트",
      "content": "It is strongly recommended that we do not say a word to him."
    },
    {
      "id": 43,
      "model": "뇌횡",
      "teller": "???",
      "title": "???",
      "content": "That's right, ya shrimps. Ya gotta first wrack them teensy' brains o' yours, gotta think real hard 'bout whether you even come close to my rank before runnin' ya mouths, ya hear?"
    },
    {
      "id": 44,
      "model": "료슈",
      "content": "That shithead, Lei Heng... he's a Finger."
    },
    {
      "id": 45,
      "model": "파우스트",
      "content": "The Thumb is a Syndicate with the strictest adherence to rigid hierarchical structure even among the Fingers."
    },
    {
      "id": 46,
      "model": "파우스트",
      "content": "And his placement in the hierarchy is the highest even among their Capos—his rank is immediately beneath the position of a Sottocapo, or underboss."
    },
    {
      "id": 47,
      "model": "파우스트",
      "content": "A small mistake could drag us into a battle we do not want to fight. Please order everyone to not say a word, Dante."
    },
    {
      "id": 48,
      "model": "단테",
      "content": "<I don't know what's going on... But I get it. You're saying that we're this close to having another Ricardo hunting us down, right?>"
    },
    {
      "id": 49,
      "model": "단테",
      "content": "<Yeah, let's avoid that. Do as Faust asks, everyone.>"
    },
    {
      "id": 50,
      "content": "Lei Heng began stomping his way through the crowd toward us, casually but forcefully shoving anyone in his way to the sides. His gait was blasé and brutish, but I noticed that his eyes were fixed intently on Ryōshū."
    },
    {
      "id": 51,
      "content": "It seemed that among the crowd were some people in higher positions as well, but even they either averted their eyes or voluntarily got out of his way."
    },
    {
      "id": 52,
      "content": "He marched confidently through the frozen crowd, as though he was familiar with this kind of reception, until a cry rang out from the crowd."
    },
    {
      "id": 53,
      "model": "하인3",
      "teller": "Furious Attendant",
      "title": "Daguanyuan",
      "content": "You there, you big brute! How dare you block young master Nangong Xianhe's view?! I'll have you know that you stand before the retinue of the Nangong family, the house that shall soon be one of the four houses—"
    },
    {
      "id": 54,
      "content": "Instead of a reply, we heard a blast of gunpowder, then saw the right arm of the man who spoke out catapult into the air."
    },
    {
      "id": 55,
      "model": "하인3",
      "teller": "Furious Attendant",
      "title": "Daguanyuan",
      "content": "AAAAARG—"
    },
    {
      "id": 56,
      "content": "The scream muffled as Lei Heng forcibly shoved his giant hand down the man's throat. Then, with the sound of wet meat being pulled apart, he ripped the entire length of the man's tongue out through the mouth."
    },
    {
      "id": 57,
      "model": "뇌횡",
      "content": "Young master Nangong Xianhe, ain't ya? Ya owe me an arm now. Mighty sorry, but ya shoulda kept a tighter leash on ya boy's jawin'."
    },
    {
      "id": 58,
      "content": "The young master of some prestigious house presented his right hand, though it was clear that he was utterly terrified. Lei Heng proceeded to grab his hand and break it off his forearm like snapping a twig."
    },
    {
      "id": 59,
      "model": "뇌횡",
      "content": "I went easy on ya, boy. Seein' a friendly face put me in a good mood."
    },
    {
      "id": 60,
      "model": "뇌횡",
      "content": "Anyhoo... I don't reckon ya miss the Spider's House? Eh, can't imagine why anybody would. Gives me the heebie-jeebies too, whenever I gotta swing by."
    },
    {
      "id": 61,
      "model": "뇌횡",
      "content": "We got some catchin' up to do later. I'll teach ya how to hold your sword real good right like back when."
    },
    {
      "id": 62,
      "model": "뇌횡",
      "content": "Weren't mine the best out of 'em all? I thought I taught ya how to make every cut real fuckin' delicious."
    },
    {
      "id": 63,
      "model": "파우스트",
      "content": "Ryōshū, now is not yet the time."
    },
    {
      "id": 64,
      "content": "Faust whispered to Ryōshū in a low voice without raising her head."
    },
    {
      "id": 65,
      "model": "료슈",
      "content": "Shut up for a damn second..."
    },
    {
      "id": 66,
      "model": "파우스트",
      "content": "Faust trusts that you still remember the promise made prior to your employment."
    },
    {
      "id": 67,
      "model": "뇌횡",
      "content": "Get that stick outta ya behind, kiddo. I ain't here to pick ya up, I sure as hell ain't tryna teach ya a lesson either like back when."
    },
    {
      "id": 68,
      "model": "뇌횡",
      "content": "Your baby's still at that house, ain't that right?"
    },
    {
      "id": 69,
      "content": "... Ryōshū was grabbing the hilt of her sword like she was about to unsheathe it."
    },
    {
      "id": 70,
      "content": "The same sword she refused to unsheathe for the duration of our entire journey."
    },
    {
      "id": 71,
      "model": "뇌횡",
      "content": "Huh, am I wrong 'bout that? Just <i>hwat</i> in tarnation happened, then? I ain't exactly nose-deep in them fellers' business, ya gotta understand. Guess somethin' sure as hell went down though, didn't it?"
    },
    {
      "id": 72,
      "model": "뇌횡",
      "content": "Hyahhh~ Now ain't that somethin'. So, ya really fixin' to unsheathe that blade?  "
    },
    {
      "id": 73,
      "model": "파우스트",
      "content": "... Miss Ryōshū."
    },
    {
      "id": 74,
      "content": "In a quiet but coldly stern voice, Faust calls Ryōshū's name."
    },
    {
      "id": 75,
      "model": "료슈",
      "content": "……."
    },
    {
      "id": 76,
      "content": "Ryōshū..."
    },
    {
      "id": 77,
      "content": "<i>......</i>♬<i>......</i>"
    },
    {
      "id": 78,
      "model": "뇌횡",
      "content": "Aw dangit, what in the goshdang... Haah~ My bad, y'all. I really gotta take this. It's the underboss callin', y'all gotta understand."
    },
    {
      "id": 79,
      "model": "뇌횡",
      "content": "Awrighty then, I'll meetcha'll later. We can talk about your daddies or shoot some other shit then. Seeya 'round, Yoshihide!"
    },
    {
      "id": 80,
      "content": "The strange man turns around and stomps his way through the crowd again, his booming voice reverberating across the entire hall as he loudly and boisterously answers the call."
    },
    {
      "id": 81,
      "model": "단테",
      "content": "<He's gotta be here for the Family Hierarch war, right?>"
    },
    {
      "id": 82,
      "model": "파우스트",
      "content": "The outcome of the Family Hierarch Evaluation determines the immediately foreseeable future of H Corp., which brings parties of varying, possibly clashing interests here."
    },
    {
      "id": 83,
      "model": "이스마엘",
      "content": "Hey, Heathcliff. Noticed you didn't rush ahead this time. I was worried it was going to be like the time with the Middle."
    },
    {
      "id": 84,
      "model": "히스클리프",
      "content": "Tch, I know a thing or two about the Thumb back from my Syndicate days. And about what happened with the Middle—like I said, I had no bloody idea who those things belonged to. Besides, that sod..."
    },
    {
      "id": 85,
      "model": "뫼르소",
      "content": "... Is more powerful and violent than Ricardo, an individual we had encountered in the past."
    },
    {
      "id": 86,
      "model": "이상",
      "content": "The Thumb commands its own manner of terror and violence unlike that of the Middle..."
    },
    {
      "id": 87,
      "content": "As we were all sharing our impressions of Lei Heng, I found Ryōshū frozen in place, in the same position she had been in when Lei Heng walked past her, spacing out."
    },
    {
      "id": 88,
      "model": "료슈",
      "content": "All the way to the Pinky, huh..."
    },
    {
      "id": 89,
      "content": "Ryōshū mutterd something to herself. As even further chaos was about to overtake the crowd and the candidates..."
    },
    {
      "id": 90,
      "model": "가정",
      "content": "Thirty-second candidate, Jia Qiu."
    },
    {
      "id": 91,
      "content": "Jia Zheng called upon the next candidate."
    },
    {
      "id": 92,
      "content": "And, at the mere mention of the name, the chaos that had swallowed the hall immediately settled into a hushed silence."
    },
    {
      "id": 93,
      "model": "가치우",
      "content": "……."
    },
    {
      "id": 94,
      "model": "알란",
      "teller": "???",
      "title": "???",
      "content": "……."
    },
    {
      "id": 95,
      "model": "하나후다",
      "teller": "???",
      "title": "???",
      "content": "……."
    },
    {
      "id": 96,
      "content": "Jia Qiu walked up to the platform,"
    },
    {
      "id": 97,
      "content": "unaccompanied by his own faction, but not alone."
    },
    {
      "id": 98,
      "model": "단테",
      "content": "<Who are those people next to Jia Qiu...?>"
    },
    {
      "id": 99,
      "model": "홍루",
      "content": "I've never met them before."
    },
    {
      "id": 100,
      "model": "홍루",
      "content": "... Ohh~ Then that must mean that they're big brother Jia Qiu's answers to immortality."
    },
    {
      "id": 101,
      "model": "이스마엘",
      "content": "Who could they possibly be...?"
    },
    {
      "id": 102,
      "model": "오티스",
      "content": "Neither of them appear to be particularly skilled in combat..."
    },
    {
      "id": 103,
      "model": "싱클레어",
      "content": "Yeah, they're both constantly looking around, like they're nervous..."
    },
    {
      "id": 104,
      "model": "파우스트",
      "content": "They... are..."
    },
    {
      "id": 105,
      "model": "파우스트",
      "content": "Faust believes that they are survivors of the Library."
    },
    {
      "id": 106,
      "model": "단테",
      "content": "<Survivors?>"
    },
    {
      "id": 107,
      "model": "파우스트",
      "content": "The only ones who survived the impossible, inevitable odds and the insurmountable force..."
    },
    {
      "id": 108,
      "model": "파우스트",
      "content": "They're the only survivors who may be able to explain that very force. ... Possibly."
    },
    {
      "id": 109,
      "model": "가정",
      "content": "Candidate Qiu of the Jia family..."
    },
    {
      "id": 110,
      "content": "Jia Qiu didn't spend much time behind the curtains. He walked out soon after, his steely expression unchanged from when he entered it."
    },
    {
      "id": 111,
      "model": "가모",
      "content": "The testimony rings true. They are both survivors of the place that soared beyond a Star of the City... before it vanished."
    },
    {
      "id": 112,
      "model": "가원춘",
      "content": "It is a shame that we were unable to procure ourselves an invitation then."
    },
    {
      "id": 113,
      "model": "가정",
      "content": "He passes."
    },
    {
      "id": 114,
      "content": "Jia Qiu's expression did not budge."
    },
    {
      "id": 115,
      "model": "로쟈",
      "content": "Anxiety's gotta be a foreign concept to that guy."
    },
    {
      "id": 116,
      "model": "가정",
      "content": "Then... that covers all the candidates, it seems."
    },
    {
      "id": 117,
      "model": "가정",
      "content": "With the first round complete, to all four families who have graced this hall—"
    },
    {
      "id": 118,
      "model": "홍루",
      "content": "Excuse me~!"
    },
    {
      "id": 119,
      "content": "Unlike Jia Qiu, whose appearance plunged the hall into utter stillness, Hong Lu's sudden interjection roused the room to a roaring chaos of confusion once again."
    },
    {
      "id": 120,
      "model": "가정",
      "content": "Baoyu, what...?"
    },
    {
      "id": 121,
      "model": "홍루",
      "content": "I think you might have missed a candidate."
    },
    {
      "id": 122,
      "model": "가정",
      "content": "... What do you mean? I believe we have covered every candidate present in the list..."
    },
    {
      "id": 123,
      "model": "홍루",
      "content": "You missed me."
    },
    {
      "id": 124,
      "model": "홍루",
      "content": "Jia Baoyu, of the Jia family, will partake in the Family Hierarch Evaluations."
    }
  ]
}