{
  "dataList": [
    {
      "id": 0,
      "place": "Daguanyuan - Yihongyuan Interior",
      "model": "습인",
      "content": "Young master, I have brewed some nu'er tea. Will you imbibe some before departing?"
    },
    {
      "id": 1,
      "model": "이스마엘",
      "content": "... No way, Hong Lu. Remember how the envelope we received yesterday was torn open? Refuse it."
    },
    {
      "id": 2,
      "model": "홍루",
      "content": "I'm okay. I'd love some tea, Xiren. Thank you."
    },
    {
      "id": 3,
      "model": "습인",
      "content": "Yes, young master."
    },
    {
      "id": 4,
      "content": "Hong Lu sips Xiren's tea."
    },
    {
      "id": 5,
      "model": "이스마엘",
      "content": "……."
    },
    {
      "id": 6,
      "model": "이스마엘",
      "content": "Hey, that tea could be poisoned... I know we have Dante here, but you're being too reckless."
    },
    {
      "id": 7,
      "model": "홍루",
      "content": "I wasn't being reckless on account of having Dante around. If I was, and if it really had been poisoned, I would be needlessly hurting Dante in the process."
    },
    {
      "id": 8,
      "model": "홍루",
      "content": "I just... Even if she's become a lot less friendly, Xiren's still Xiren. So I thought it would be okay."
    },
    {
      "id": 9,
      "content": "... That's when I realized that Xiren's odd change of character was reminiscent of those we'd seen earlier in the Backstreets of District 8."
    },
    {
      "id": 10,
      "model": "단테",
      "content": "<... Xiren went through a lot of revivals, didn't she?>"
    },
    {
      "id": 11,
      "model": "홍루",
      "content": "Yes. She's my closest maidservant, so she was on the most expensive version of Life Insurance."
    },
    {
      "id": 12,
      "model": "단테",
      "content": "<So when you say 'Xiren's still Xiren'... you mean that her memories are intact.>"
    },
    {
      "id": 13,
      "model": "홍루",
      "content": "Yep. Life Insurance doesn't actually decay your memory."
    },
    {
      "id": 14,
      "model": "홍루",
      "content": "But still, you'll slowly..."
    },
    {
      "id": 15,
      "model": "홍루",
      "content": "... erode away. Like a stone weathering merciless gusts and rainstorms, the memory shrinks and shrinks, slowly losing its definition... until the form itself is lost."
    },
    {
      "id": 16,
      "model": "홍루",
      "content": "It only leaves the faint sensation that the stone was once there, until it was no more."
    },
    {
      "id": 17,
      "model": "홍루",
      "content": "But I... hope that faint sensation remains a warm remembrance to Xiren, at least."
    },
    {
      "id": 18,
      "model": "습인",
      "content": "……."
    },
    {
      "id": 19,
      "content": "Xiren quietly cleared away the tea set. We could not tell if she had heard Hong Lu, or if she cared at all, if she did."
    },
    {
      "id": 20,
      "content": "Regardless, we left her to her job and made our way to the palanquin that was waiting to take us to the round 2 venue."
    },
    {
      "id": 21,
      "place": "Palanquin Interior",
      "model": "오티스",
      "content": "When marching out to meet your foes in a deadly war..."
    },
    {
      "id": 22,
      "content": "Normally, most Sinners would've laughed Outis off for being overdramatic. But today, they were all listening intently to her every word."
    },
    {
      "id": 23,
      "content": "We've already had several close run-ins with the candidates and their factions..."
    },
    {
      "id": 24,
      "content": "... and even the formidable Heishou Pack."
    },
    {
      "id": 25,
      "content": "Those experiences were more than enough to convince us that this was the time to take her seriously."
    },
    {
      "id": 26,
      "model": "오티스",
      "content": "... we must first learn as much as possible about our primary foe."
    },
    {
      "id": 27,
      "model": "오티스",
      "content": "The one that poses us the greatest threat, if you will."
    },
    {
      "id": 28,
      "model": "오티스",
      "content": "And that is Jia Qiu."
    },
    {
      "id": 29,
      "model": "오티스",
      "content": "So let's list everything we've learned about that individual so far."
    },
    {
      "id": 30,
      "model": "이스마엘",
      "content": "Well, we know that he has no problems with bloodying his own hands. Remember how he grabbed those decapitated heads...?"
    },
    {
      "id": 31,
      "model": "이스마엘",
      "content": "And we know that he tried to ensure that both our team and Xichun's wouldn't participate in the Family Hierarch war..."
    },
    {
      "id": 32,
      "model": "이상",
      "content": "We are also aware that he is flanked by Zilu, a mighty Heishou, and Zigong, a strategist."
    },
    {
      "id": 33,
      "model": "로쟈",
      "content": "And... it seemed like he was the one who sent the assassins from last night too, right?"
    },
    {
      "id": 34,
      "model": "이스마엘",
      "content": "Yeah. We know that he's definitely wary of us, so we should also stay on guard."
    },
    {
      "id": 35,
      "model": "홍루",
      "content": "As we all know by now... Daguanyuan is led by four ancient and great houses—the Jia, the Shi, the Xue, and the Wang."
    },
    {
      "id": 36,
      "model": "홍루",
      "content": "Ever since the times before my own birth, this place was a den of political intrigue, a jungle where a single misstep could spell your death. Today, the Jia family holds the most power and influence among the four."
    },
    {
      "id": 37,
      "model": "홍루",
      "content": "Which means that I was at the top of the world, afforded a life of luxuries and leisure, the kind of envious life that everyone looks up to and aspires to attain."
    },
    {
      "id": 38,
      "model": "홍루",
      "content": "But big brother Qiu, he..."
    },
    {
      "id": 39,
      "model": "홍루",
      "content": "... He was beneath even the rock bottom of the same world."
    },
    {
      "id": 40,
      "model": "이상",
      "content": "Rock bottom...? A metaphor for aught, perhaps?"
    },
    {
      "id": 41,
      "model": "오티스",
      "content": "If it isn't, then I presume he's implying that someone pushed Jia Qiu to the depths."
    },
    {
      "id": 42,
      "model": "홍루",
      "content": "Yes. Many, many hands pushed him toward the cliff, until there was no more room for him to back up to... until his only remaining choice was to plummet."
    },
    {
      "id": 43,
      "model": "홍루",
      "content": "Brother Qiu is... the last surviving descendant of the annihilated Kong family."
    },
    {
      "id": 44,
      "model": "돈키호테",
      "content": "Mm? Yet his surname was 'Jia' was it not?"
    },
    {
      "id": 45,
      "model": "홍루",
      "content": "His mother was from the Kong family."
    },
    {
      "id": 46,
      "model": "돈키호테",
      "content": "Ahh... how..."
    },
    {
      "id": 47,
      "model": "홍루",
      "content": "My hand was probably one of the many that pushed him off the cliff."
    },
    {
      "id": 48,
      "model": "싱클레어",
      "content": "I-I don't think you're the kind of person to do something like that, Hong Lu..."
    },
    {
      "id": 49,
      "model": "홍루",
      "content": "Fuhu, no need to make excuses for me."
    },
    {
      "id": 50,
      "model": "홍루",
      "content": "Envy and jealousy came about from my Grandmother and the elders' favoritism..."
    },
    {
      "id": 51,
      "model": "홍루",
      "content": "... and where there is a zenith, so exists a nadir."
    },
    {
      "id": 52,
      "model": "홍루",
      "content": "Hiding won't let me get away from it, so I'm going to accept it."
    },
    {
      "id": 53,
      "content": "Hong Lu remained placid throughout that entire reveal, as though he was making some innocent commentary about the weather and the clouds going by."
    },
    {
      "id": 54,
      "content": "In fact..."
    },
    {
      "id": 55,
      "model": "료슈",
      "content": "Watch out for the ones working with the Thumb, too."
    },
    {
      "id": 56,
      "content": "... it was Ryōshū who appeared more agitated than he was."
    },
    {
      "id": 57,
      "model": "이스마엘",
      "content": "The Thumb...? Oh, that walking brick shithouse from earlier?"
    },
    {
      "id": 58,
      "model": "료슈",
      "content": "Lei Heng."
    },
    {
      "id": 59,
      "model": "로쟈",
      "content": "Hmm... you're weirdly worried, Ryōshū. Don'tcha usually just—"
    },
    {
      "id": 60,
      "model": "료슈",
      "content": "It's because he's powerful."
    },
    {
      "id": 61,
      "content": "Silence descended in the palanquin."
    },
    {
      "id": 62,
      "model": "로쟈",
      "content": "... Has Ryōshū ever called anyone straight up powerful before...?"
    },
    {
      "id": 63,
      "content": "No one replied."
    }
  ]
}