{
  "dataList": [
    {
      "id": 0,
      "place": "Round 2 Evaluations Assembly",
      "model": "하인2",
      "content": "We have arrived at the venue for the second round of the Evaluation!"
    },
    {
      "id": 1,
      "content": "We found ourselves at some kind of deep subterranean area with multiple lifts installed inside it."
    },
    {
      "id": 2,
      "content": "Some contestants were already rising on those lifts, but most of them had elected to remain down here to quietly and furtively discuss their strategies."
    },
    {
      "id": 3,
      "content": "As for us, we were slowly getting used to our presence drawing the attention of every single person in the room the moment we entered."
    },
    {
      "id": 4,
      "model": "하인2",
      "content": "Contestants must now each board their lifts and ascend."
    },
    {
      "id": 5,
      "model": "싱클레어",
      "content": "Well, then... should we get going, too?"
    },
    {
      "id": 6,
      "model": "싱클레어",
      "content": "I feel like we're drawing way too much attention, so let's—"
    },
    {
      "id": 7,
      "content": "But we were stopped by a voice calling us."
    },
    {
      "id": 8,
      "model": "임대옥",
      "content": "... Big brother Baoyu."
    },
    {
      "id": 9,
      "model": "홍루",
      "content": "Ah, Daiyu."
    },
    {
      "id": 10,
      "model": "임대옥",
      "content": "Have you been well?"
    },
    {
      "id": 11,
      "content": "I'd seen a child who looked just like her a few times in Hong Lu's memories. I remember her beaming at Hong Lu as she made a mound of petals with one hand—"
    },
    {
      "id": 12,
      "content": "... But now, she looked on at him without a discernible emotion, a spear in the very same hand."
    },
    {
      "id": 13,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 14,
      "model": "홍루",
      "content": "Daiyu. I didn't think you'd be participating in the Family Hierarch war."
    },
    {
      "id": 15,
      "model": "임대옥",
      "content": "Have you forgotten that my family cannot exist unless we are in service of greater houses?"
    },
    {
      "id": 16,
      "model": "임대옥",
      "content": "I am but a blade serving a clan from the Xue family."
    },
    {
      "id": 17,
      "model": "홍루",
      "content": "I see, for big sis Baochai's family..."
    },
    {
      "id": 18,
      "model": "임대옥",
      "content": "Yes. I will be fighting in the service of others to the last of my days."
    },
    {
      "id": 19,
      "model": "홍루",
      "content": "... Daiyu."
    },
    {
      "id": 20,
      "content": "Hong Lu took a step toward her, but she raised her hand and pushed him away."
    },
    {
      "id": 21,
      "content": "It was not a threat, but her gesture carried such implicit resoluteness that it brought Hong Lu to a stop."
    },
    {
      "id": 22,
      "place": "Daguanyuan - Yihongyuan Yard, Past",
      "model": "과거홍루",
      "content": "Daiyu. I'll be departing Daguanyuan soon. The elders have commanded me to leave here and experience more of the world."
    },
    {
      "id": 23,
      "model": "임대옥",
      "title": "Bodyguard",
      "content": "You're leaving Daguanyuan?"
    },
    {
      "id": 24,
      "model": "임대옥",
      "title": "Bodyguard",
      "content": "So you leave me now, still refusing to illuminate me the truths about that day."
    },
    {
      "id": 25,
      "model": "임대옥",
      "title": "Bodyguard",
      "content": "……."
    },
    {
      "id": 26,
      "model": "임대옥",
      "title": "Bodyguard",
      "content": "Why..."
    },
    {
      "id": 27,
      "model": "임대옥",
      "title": "Bodyguard",
      "content": "Why won't you stop smiling like that?"
    },
    {
      "id": 28,
      "model": "임대옥",
      "title": "Bodyguard",
      "content": "Then... I hope you'll never come back here again."
    },
    {
      "id": 29,
      "place": "Round 2 Evaluations Assembly",
      "model": "임대옥",
      "content": "We shared an intimate bond once, yet all is for naught."
    },
    {
      "id": 30,
      "model": "임대옥",
      "content": "Now I am unbound by the heavens, unbound by the dirt."
    },
    {
      "id": 31,
      "model": "임대옥",
      "content": "Still lies this heart of mine now, with emptiness wrought."
    },
    {
      "id": 32,
      "model": "임대옥",
      "content": "A blossom may be lovely now, but its wilting sharpens the blade of woe, the blade of hurt..."
    },
    {
      "id": 33,
      "model": "임대옥",
      "content": "Our meeting never should have come to pass."
    },
    {
      "id": 34,
      "model": "홍루",
      "content": "... You always say things that are so difficult and saddening to hear."
    },
    {
      "id": 35,
      "model": "임대옥",
      "content": "My own funeral was held long ago. And now, having met you for the final time..."
    },
    {
      "id": 36,
      "model": "임대옥",
      "content": "… when we meet our ends here…"
    },
    {
      "id": 37,
      "model": "임대옥",
      "content": "… may we each become a lone thread of formless smoke, to be scattered to the winds."
    },
    {
      "id": 38,
      "content": "With that, Daiyu walked away from us."
    },
    {
      "id": 39,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 40,
      "model": "홍루",
      "content": "Ah, looks like I forgot to introduce her to everyone."
    },
    {
      "id": 41,
      "model": "홍루",
      "content": "She's someone with whom I had had a brief connection in my childhood. Though, I guess our reunion was made under pretty unfavorable circumstances."
    },
    {
      "id": 42,
      "model": "이상",
      "content": "That she has come here in service of another candidate..."
    },
    {
      "id": 43,
      "content": "... Means that we'll be enemies the next time we meet."
    },
    {
      "id": 44,
      "content": "Yi Sang trailed off without vocalizing that sentiment, and sighed."
    },
    {
      "id": 45,
      "model": "홍루",
      "content": "Connections are such fickle things, after all."
    },
    {
      "id": 46,
      "place": "Grand Lift",
      "content": "Hong Lu muttered with a faint hint of loneliness as we entered the grand lift, enclosed by four pillars."
    },
    {
      "id": 47,
      "content": "The lift rises ploddingly."
    },
    {
      "id": 48,
      "content": "When I looked down, I could see the other candidates, still waiting for their lifts, looking up at us. The candidates whose fates may or may not intermingle with our own in this battle."
    },
    {
      "id": 49,
      "model": "설반",
      "content": "Jia Baoyu!"
    },
    {
      "id": 50,
      "model": "설반",
      "content": "You will never leave this place alive!"
    },
    {
      "id": 51,
      "model": "설반",
      "content": "No matter what it takes, we will cut off your head! No matter what it takes!"
    },
    {
      "id": 52,
      "content": "Someone screams bitterly from beneath us, but the lift does not stop."
    },
    {
      "id": 53,
      "model": "돈키호테",
      "content": "Young Hong Lu..."
    },
    {
      "id": 54,
      "model": "돈키호테",
      "content": "... are we to be battle villains henceforth in this quest?"
    },
    {
      "id": 55,
      "model": "홍루",
      "content": "Mm... but to them, we are the villains."
    },
    {
      "id": 56,
      "model": "홍루",
      "content": "Then are they to be evil in our eyes? Hehe, it's a distinction without a difference."
    },
    {
      "id": 57,
      "model": "이스마엘",
      "content": "Well, whichever is the case, I'm pretty sure that..."
    },
    {
      "id": 58,
      "model": "이스마엘",
      "content": "... trying to draw a clear line between enemies and allies won't mean much."
    },
    {
      "id": 59,
      "content": "It seemed that we finally arrived at our destination as the lift slowed down."
    },
    {
      "id": 60,
      "place": "Somewhere in Hongyuan",
      "content": "We were greeted by a sight that, at first glance, appeared as though it belonged outside. But we were still clearly within the confines of Hongyuan."
    },
    {
      "id": 61,
      "content": "Underneath the blue sky were two metal gates leading into a massive, looming structure. Red lights flickered ominously around the building."
    },
    {
      "id": 62,
      "model": "이스마엘",
      "content": "Looks like they decorated this huge space to look like the outside... I can't even fathom how much money they must've poured into this project."
    },
    {
      "id": 63,
      "model": "가원춘",
      "content": "Family Hierarch Evaluations round 2."
    },
    {
      "id": 64,
      "content": "A disembodied voice echoed from the speakers with a buzz."
    },
    {
      "id": 65,
      "model": "가원춘",
      "content": "... Begins now."
    },
    {
      "id": 66,
      "content": "The door to the lift that carried us up here closed shut."
    },
    {
      "id": 67,
      "model": "홍루",
      "content": "Ohh... I finally recognize where we are."
    },
    {
      "id": 68,
      "model": "그레고르",
      "content": "You've been here before?"
    },
    {
      "id": 69,
      "model": "홍루",
      "content": "... This place is~"
    },
    {
      "id": 70,
      "model": "홍루",
      "content": "~ the site of the former H Corp. that was once headed by the Kong family."
    },
    {
      "id": 71,
      "model": "홍루",
      "content": "This place still bleeds from the wounds made then. I wonder if we will be spilling fresh blood over them today."
    },
    {
      "id": 72,
      "place": -1,
      "content": "We are surrounded by the loud and crowded bustle of the teeming audience."
    },
    {
      "id": 73,
      "content": "Is Hong Lu smiling still, as he always has since our first meeting?"
    },
    {
      "id": 74,
      "content": "I turn around to face him..."
    },
    {
      "id": 75,
      "content": "... only to see a much younger Hong Lu."
    },
    {
      "id": 76,
      "content": "The deep sorrow in the child's eyes was about to overflow, as if he were ready to burst into tears."
    }
  ]
}