{
  "dataList": [
    {
      "id": 0,
      "model": "홍루",
      "content": "<i><color=#5bffde>O the garden's sorrow-bearer, lamenter at the flower-funeral</i></color>"
    },
    {
      "id": 1,
      "model": "홍루",
      "content": "<i><color=#5bffde>Flower-rake in hand, teardrops in eyes,</i></color>"
    },
    {
      "id": 2,
      "model": "홍루",
      "content": "<i><color=#5bffde>You carve bloodstained tears upon branches floral.</i></color>"
    },
    {
      "id": 3,
      "model": "홍루",
      "content": "<i><color=#5bffde>I heard yesternight from the garden a song of grief,</i></color>"
    },
    {
      "id": 4,
      "model": "홍루",
      "content": "<i><color=#5bffde>An elegy for a flower and a bird departing.</i></color>"
    },
    {
      "id": 5,
      "model": "홍루",
      "content": "<i><color=#5bffde>Availed naught to hold the parting spring,</i></color>"
    },
    {
      "id": 6,
      "model": "홍루",
      "content": "<i><color=#5bffde>Surrendered I become, heeding the endless woe sans relief.</i></color>"
    },
    {
      "id": 7
    },
    {
      "id": 8,
      "content": "<color=#9a2d30>Do you understand now, child? There is nothing you can do.</color>"
    },
    {
      "id": 9,
      "content": "<color=#9a2d30>Thus...</color>"
    },
    {
      "id": 10,
      "place": "Somewhere in Hongyuan",
      "content": "In the silent, windless sands..."
    },
    {
      "id": 11,
      "content": "... stood only the desolate ruins of a building, swept through and thoroughly destroyed by a brutal, unstoppable force that was determined to leave nothing in its wake."
    },
    {
      "id": 12,
      "content": "<i>Remember the day ruin came to the Kong family,</i>"
    },
    {
      "id": 13,
      "content": "<i>who have brought this destruction upon themselves through their grave transgressions.</i>"
    },
    {
      "id": 14,
      "content": "<i>To violate the laws of Hongyuan is no tragedy—as such, it warrants no pity, only humiliation and scorn.</i>"
    },
    {
      "id": 15,
      "content": "<i>This site of history stands as a monument to the inevitability of karma.</i>"
    },
    {
      "id": 16,
      "model": "이스마엘",
      "content": "So this…"
    },
    {
      "id": 17,
      "model": "이스마엘",
      "content": "... is the annihilated Kong family's... building?"
    },
    {
      "id": 18,
      "content": "Ishmael asked Hong Lu, having read the plaque on the building."
    },
    {
      "id": 19,
      "place": "Ruins of the Kong Family Building",
      "model": "홍루",
      "content": "Yes, it is."
    },
    {
      "id": 20,
      "model": "홍루",
      "content": "And it's no longer in use."
    },
    {
      "id": 21,
      "model": "싱클레어",
      "content": "So everyone inside this building must’ve been…"
    },
    {
      "id": 22,
      "model": "그레고르",
      "content": "……."
    },
    {
      "id": 23,
      "model": "싱클레어",
      "content": "What... kind of 'transgressions' could they possibly have committed to deserve to be destroyed like this...?"
    },
    {
      "id": 24,
      "model": "오티스",
      "content": "If there was something to lay waste to a building of such magnitude, with such totality, it... cannot have been a mere strife between Syndicates or Fixers. Something must've happened here, nothing less of a war, to leave these ruins behind."
    },
    {
      "id": 25,
      "model": "홍루",
      "content": "You’re right. It was unusual, even for the City."
    },
    {
      "id": 26,
      "model": "홍루",
      "content": "And that’s because the Head was here."
    },
    {
      "id": 27,
      "content": "Hong Lu replies, like it was the most obvious answer to a complicated question."
    },
    {
      "id": 28,
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 29,
      "model": "싱클레어",
      "content": "The... Head."
    },
    {
      "id": 30,
      "model": "이스마엘",
      "content": "So the Kong family… broke a taboo..."
    },
    {
      "id": 31,
      "model": "홍루",
      "content": "... And the Sweepers came to clean up anything that was left behind, to erase any sign of whatever it was that violated the taboo."
    },
    {
      "id": 32,
      "content": "The Head… must really be a terrifying entity, if the mere mention of it could cause the Sinners to shrink so much. As we were ambling aimlessly with this revelation…"
    },
    {
      "id": 33,
      "model": "사회자",
      "content": "Welcome, welcome to round 2 of the Evaluation, brave contestants!"
    },
    {
      "id": 34,
      "content": "… A disembodied but sonorous and excited voice broke the silence through the speakers."
    },
    {
      "id": 35,
      "model": "사회자",
      "content": "As there were numerous complaints regarding the possible partiality issues with our previous host, please understand that I will be taking over as the host with the start of the second round..."
    },
    {
      "id": 36,
      "content": "… Looks like this Jia Zheng got kicked off from the host seat."
    },
    {
      "id": 37,
      "model": "히스클리프",
      "content": "Oi, hold on a minute. Up there, are they..."
    },
    {
      "id": 38,
      "model": "히스클리프",
      "content": "Hah… Don’t tell me we’ve got a live audience."
    },
    {
      "id": 39,
      "content": "What initially appeared to be a dilapidated rooftop was revealed to be where the spectator seats were installed. They were filled to the brim, to the point where I couldn't spot a single empty seat."
    },
    {
      "id": 40,
      "model": "파우스트",
      "content": "It would be reasonable to assume that they are indeed spectators, considering the way the seats are arranged."
    },
    {
      "id": 41,
      "model": "사회자",
      "content": "There were some unfortunate troubles in the first round, yes, but hey. This is our once-in-a-lifetime opportunity to watch the Family Hierarch Evaluation live and in person! Is it worth it or what?"
    },
    {
      "id": 42,
      "model": "사회자",
      "content": "We wanted to give as many people as possible the opportunity to witness this history in the making."
    },
    {
      "id": 43,
      "model": "사회자",
      "content": "Alrighty then! Before we really get the game rolling, please give the contestants a round of applause and cheer! Let them meet this challenge as their best selves!"
    },
    {
      "id": 44,
      "teller": "Audience",
      "title": "Daguanyuan",
      "content": "YEAAAHHHH!!"
    },
    {
      "id": 45,
      "model": "히스클리프",
      "content": "Holy mackerel, what a shitshow."
    },
    {
      "id": 46,
      "model": "히스클리프",
      "content": "They're sittin' on their arses, poppin' popcorn into their mouths while we're stuck shittin' bricks down here?"
    },
    {
      "id": 47,
      "model": "홍루",
      "content": "I'm sure they've been placing bets all night."
    },
    {
      "id": 48,
      "model": "홍루",
      "content": "Though I doubt many of them bet on us~"
    },
    {
      "id": 49,
      "model": "료슈",
      "content": "They'll regret that."
    },
    {
      "id": 50,
      "model": "이스마엘",
      "content": "By the way... we're still indoors, right? Didn't we descend deep into a basement, even if we did ride a lift upward? How come there's a blue sky above us...?"
    },
    {
      "id": 51,
      "content": "Hong Lu explained that we're still within the subterranean area of Hongyuan, but..."
    },
    {
      "id": 52,
      "content": "... most of the Sinners were having a hard time believing that with the pale blue sky above them."
    },
    {
      "id": 53,
      "model": "파우스트",
      "content": "Though this is a practice limited to the affluent class of Hongyuan, many have taken to installing artificial environments within their rooms. In fact, there are several buildings within Daguanyuan decorated in much the same manner. "
    },
    {
      "id": 54,
      "model": "홍루",
      "content": "Yes, the road taken to visit the elders is similarly decorated. Always so sunny and green."
    },
    {
      "id": 55,
      "model": "홍루",
      "content": "And it feels more like the outside than the actual outside."
    },
    {
      "id": 56,
      "model": "로쟈",
      "content": "So what's uh... that?"
    },
    {
      "id": 57,
      "content": "I realized that what Rodya was looking at was a parasol. It was installed in such a random place that I doubted it was actually there for anyone to sit under."
    },
    {
      "id": 58,
      "model": "홍루",
      "content": "Oh, that's a parasol."
    },
    {
      "id": 59,
      "model": "로쟈",
      "content": "I-I know what a parasol is, alright...? I'm asking what that old thing is doing there all on its own?"
    },
    {
      "id": 60,
      "model": "홍루",
      "content": "Mm…"
    },
    {
      "id": 61,
      "content": "Hong Lu tilted his head, thinking."
    },
    {
      "id": 62,
      "model": "홍루",
      "content": "A real big shot who brought the Claws watched the whole thing from that seat."
    },
    {
      "id": 63,
      "model": "홍루",
      "content": "The four houses left the parasol there because..."
    },
    {
      "id": 64,
      "model": "홍루",
      "content": "... they wanted it to be a lasting reminder. A warning for the remaining houses, too."
    },
    {
      "id": 65,
      "model": "싱클레어",
      "content": "Reminder? ... Reminder for what?"
    },
    {
      "id": 66,
      "model": "홍루",
      "content": "That we mustn't seek what is not permitted to us."
    },
    {
      "id": 67,
      "model": "홍루",
      "content": "That we should know our place, live the life we deserve, and part from this world the way we deserve."
    },
    {
      "id": 68,
      "model": "홍루",
      "content": "... Said the elders."
    },
    {
      "id": 69,
      "model": "홍루",
      "content": "Shall we enter, now?"
    },
    {
      "id": 70,
      "content": "While we all gaped about like fish out of water in this unfamiliar environment,"
    },
    {
      "id": 71,
      "content": "Hong Lu casually walked ahead of us into the building like he was out on a mundane stroll."
    },
    {
      "id": 72,
      "model": "단테",
      "content": "<I know you said you heard it all from the family elders, but...>"
    },
    {
      "id": 73,
      "model": "단테",
      "content": "<... you saw everything that happened here, didn't you? All of it.>"
    },
    {
      "id": 74,
      "content": "Hong Lu paused, then turned around."
    },
    {
      "id": 75,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 76,
      "model": "홍루",
      "content": "Yes, I probably did."
    },
    {
      "id": 77,
      "content": "I'm starting to have less and less idea as to what his smile really means."
    }
  ]
}