{
  "dataList": [
    {
      "id": 0,
      "place": "Daguanyuan - Aojingguan Banquet Hall",
      "content": "It was Xue Baochai who approached us so carefully."
    },
    {
      "id": 1,
      "model": "설보차",
      "content": "I'm really glad you're safe. And... congrats on making it as the runner-up."
    },
    {
      "id": 2,
      "content": "Her demeanor had completely shifted, her chipper attitude nowhere to be seen. Now, she was more anxious than anything as her eyes darted around nervously."
    },
    {
      "id": 3,
      "model": "설보차",
      "content": "But I..."
    },
    {
      "id": 4,
      "content": "I hadn't known her for too long, but I knew that this wasn't like her."
    },
    {
      "id": 5,
      "model": "설보차",
      "content": "... I know I'm not supposed to tell you this. Mother really pressured me to keep these things a secret. But..."
    },
    {
      "id": 6,
      "model": "설보차",
      "content": "But I couldn't just keep quiet about this, not with you."
    },
    {
      "id": 7,
      "model": "홍루",
      "content": "Okay, big sis Baochai. What is it?"
    },
    {
      "id": 8,
      "model": "설보차",
      "content": "It's, uh..."
    },
    {
      "id": 9,
      "content": "Her eyes glanced down to her restlessly fidgeting feet, then to Daiyu, then back to her feet."
    },
    {
      "id": 10,
      "content": "It was a while before she could look at Hong Lu in his eyes again."
    },
    {
      "id": 11,
      "model": "설보차",
      "content": "Baoyu..."
    },
    {
      "id": 12,
      "model": "설보차",
      "content": "Are you... You know, like mother and Jia Mu said... really going to come back to Daguanyuan and... become engaged to me?"
    },
    {
      "id": 13,
      "content": "Her eyes dart away as hastily as she wraps up her sentence."
    },
    {
      "id": 14,
      "content": "Something tells me that this wasn't what she was really trying to tell Hong Lu. There was something that was left unsaid, like... she made a last-second swerve from what she was really about to say."
    },
    {
      "id": 15,
      "model": "임대옥",
      "content": "……."
    },
    {
      "id": 16,
      "model": "홍루",
      "content": "Yes. If that's what everyone wants."
    },
    {
      "id": 17,
      "content": "But there's no hesitation or fear of regret in Hong Lu's reply."
    },
    {
      "id": 18,
      "model": "설보차",
      "content": "……."
    },
    {
      "id": 19,
      "model": "설보차",
      "content": "……."
    },
    {
      "id": 20,
      "model": "설보차",
      "content": "To be with you... It's... almost like you're back here for good."
    },
    {
      "id": 21,
      "model": "설보차",
      "content": "... It's so pretty, isn't it?"
    },
    {
      "id": 22,
      "model": "홍루",
      "content": "Yes, it is."
    },
    {
      "id": 23,
      "model": "설보차",
      "content": "Remember..."
    },
    {
      "id": 24,
      "model": "설보차",
      "content": "Remember when you told me that I smelled fragrant, Baoyu?"
    },
    {
      "id": 25,
      "model": "설보차",
      "content": "You know, I couldn't stop repeating that to myself once I returned to my room."
    },
    {
      "id": 26,
      "model": "설보차",
      "content": "Back then, I always made sure to shower myself with the most expensive perfumes and fragrances of Hongyuan..."
    },
    {
      "id": 27,
      "model": "설보차",
      "content": "... except that day, I didn't have the time to put on any of it."
    },
    {
      "id": 28,
      "model": "설보차",
      "content": "So, I was in a hurry to return to my chamber. To the place where hundreds of bottles of rare, luxurious perfumes were waiting to shower me with their fragrances."
    },
    {
      "id": 29,
      "model": "설보차",
      "content": "And that's when I ran into you."
    },
    {
      "id": 30,
      "model": "설보차",
      "content": "……."
    },
    {
      "id": 31,
      "model": "설보차",
      "content": "My mother... she sent assassins to kill you, didn't she?"
    },
    {
      "id": 32,
      "model": "설보차",
      "content": "Why didn't you say anything when you saw me?"
    },
    {
      "id": 33,
      "model": "홍루",
      "content": "Big sis Baochai... many people have tried to hurt me, tried to lure me into a trap."
    },
    {
      "id": 34,
      "model": "홍루",
      "content": "I could've asked them why they'd say or do something like that. Or why they'd hurt me so."
    },
    {
      "id": 35,
      "model": "홍루",
      "content": "But even if I did, they wouldn't have told me why, and they wouldn't have treated me any differently had I asked."
    },
    {
      "id": 36,
      "model": "홍루",
      "content": "So I don't bother asking."
    },
    {
      "id": 37,
      "model": "설보차",
      "content": "So I'm... just another one of them... to you."
    },
    {
      "id": 38,
      "model": "설보차",
      "content": "No, actually. This isn't what I'm here to talk about."
    },
    {
      "id": 39,
      "content": "Baochai smiled again. It was a forced, awkward smile."
    },
    {
      "id": 40,
      "model": "설보차",
      "content": "Baoyu... you're the runner-up, right? The results are now locked in."
    },
    {
      "id": 41,
      "model": "설보차",
      "content": "So..."
    },
    {
      "id": 42,
      "model": "설보차",
      "content": "... now might be a good time for you to leave Daguanyuan. No—you <i>have</i> to leave, right now."
    },
    {
      "id": 43,
      "model": "설보차",
      "content": "I don't know what it is that you're looking to find in Daguanyuan's treasury, but you can just send someone from your clan to pick that up later, right?"
    },
    {
      "id": 44,
      "model": "임대옥",
      "content": "... Miss Baochai, what is the meaning of this?"
    },
    {
      "id": 45,
      "model": "임대옥",
      "content": "What is— Is something about to happen here?"
    },
    {
      "id": 46,
      "model": "설보차",
      "content": "I-I... I've got to go now."
    },
    {
      "id": 47,
      "model": "설보차",
      "content": "Mother will realize what I'm doing if I'm gone for too long."
    },
    {
      "id": 48,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 49,
      "model": "홍루",
      "content": "There's a conspiracy to commit treason against Daguanyuan, isn't there?"
    },
    {
      "id": 50,
      "content": "Baochai was trying her damnedest to find an excuse to retreat from the conversation... until Hong Lu asked her this simple, yet piercing question."
    },
    {
      "id": 51,
      "content": "She froze in place, her eyes widened—perhaps out of horror, perhaps out of panic."
    },
    {
      "id": 52,
      "model": "설보차",
      "content": "I... I don't know all the details."
    },
    {
      "id": 53,
      "model": "설보차",
      "content": "I just overheard mother and the other relatives talking."
    },
    {
      "id": 54,
      "model": "설보차",
      "content": "Baoyu, if you stay here, you'll get caught in the crossfire."
    },
    {
      "id": 55,
      "model": "설보차",
      "content": "So, so many forces are..."
    },
    {
      "id": 56,
      "content": "Her eyes restlessly darted left and right through the entire exchange, searching for any listening ears."
    },
    {
      "id": 57,
      "content": "... Just what could have made her so afraid?"
    },
    {
      "id": 58,
      "model": "홍루",
      "content": "I can tell you're terribly scared, big sister."
    },
    {
      "id": 59,
      "model": "홍루",
      "content": "But you've come to warn me anyway?"
    },
    {
      "id": 60,
      "model": "설보차",
      "content": "……."
    },
    {
      "id": 61,
      "model": "설보차",
      "content": "I won't lie, your departure from Daguanyuan is so, so painful."
    },
    {
      "id": 62,
      "model": "설보차",
      "content": "But the sheer thought that I could lose you forever is like being stabbed through the heart."
    },
    {
      "id": 63,
      "model": "이스마엘",
      "content": "Xue... Baochai. I do appreciate that you thought to warn us ahead of time, but..."
    },
    {
      "id": 64,
      "model": "이스마엘",
      "content": "... you didn't actually tell us anything about how, when, or what the danger is."
    },
    {
      "id": 65,
      "content": "Ishmael prodded with a grim voice."
    },
    {
      "id": 66,
      "model": "이스마엘",
      "content": "You need to tell us what exactly this 'treason' entails."
    },
    {
      "id": 67,
      "model": "이스마엘",
      "content": "Is someone planning to challenge the results of the Family Hierarch Evaluation? Is it a conspiracy to overturn or nullify the results?"
    },
    {
      "id": 68,
      "model": "임대옥",
      "content": "Well... excuse my intrusion in this discussion, but..."
    },
    {
      "id": 69,
      "model": "임대옥",
      "content": "... I believe that this is as much as Miss Baochai can realistically divulge regarding this matter."
    },
    {
      "id": 70,
      "model": "임대옥",
      "content": "Leaking such family intelligence is already an act of treason against her own house. Outsiders may find this difficult to understand, but..."
    },
    {
      "id": 71,
      "model": "임대옥",
      "content": "... given the gravity of what she has already shared, you must understand that she has..."
    },
    {
      "id": 72,
      "model": "임대옥",
      "content": "... already told you more than she safely could."
    },
    {
      "id": 73,
      "model": "오티스",
      "content": "Jia Huan... I don't see him here."
    },
    {
      "id": 74,
      "model": "그레고르",
      "content": "That Jia Qiu guy's not here, either. Fellas, I'm getting a real bad feeling about this..."
    },
    {
      "id": 75,
      "model": "파우스트",
      "content": "Given that you have specifically mentioned 'so many forces'..."
    },
    {
      "id": 76,
      "model": "파우스트",
      "content": "... one could come to suspect that you are referring to the presence of forces foreign to Daguanyuan as well."
    },
    {
      "id": 77,
      "content": "Faust asked in a low voice."
    },
    {
      "id": 78,
      "model": "설보차",
      "content": "That's..."
    },
    {
      "id": 79,
      "model": "가치우",
      "content": "Yes."
    },
    {
      "id": 80,
      "model": "가치우",
      "content": "This is now beyond what Daguanyuan alone can handle."
    },
    {
      "id": 81,
      "model": "임대옥",
      "content": "...! When did he—!"
    },
    {
      "id": 82,
      "model": "설보차",
      "content": "... B...big brother Qiu...?"
    },
    {
      "id": 83,
      "content": "Baochai looked at us, then at Jia Qiu and his faction, then took a few stumbling steps backward."
    },
    {
      "id": 84,
      "model": "설보차",
      "content": "I... I really have to leave now, Baoyu. I shouldn't be here anymore."
    },
    {
      "id": 85,
      "model": "임대옥",
      "content": "Then... I must excuse myself as well alongside Miss Baochai."
    },
    {
      "id": 86,
      "model": "설보차",
      "content": "Please... you have to stay safe."
    },
    {
      "id": 87,
      "model": "가치우",
      "content": "Did she advise you to leave Daguanyuan with haste?"
    },
    {
      "id": 88,
      "content": "He did not look away from Hong Lu even as Baochai hurriedly walked away."
    },
    {
      "id": 89,
      "content": "Gaze unshaken, interested in observing no one, nothing else but Hong Lu and his actions."
    },
    {
      "id": 90,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 91,
      "content": "I thought I had a lot of questions to ask Jia Qiu if we were to ever meet again."
    },
    {
      "id": 92,
      "content": "But now that he's actually right here, I couldn't recall a single word of it."
    },
    {
      "id": 93,
      "model": "홍루",
      "content": "Do you... know something, brother?"
    },
    {
      "id": 94,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "My lord—"
    },
    {
      "id": 95,
      "content": "Zigong tried to butt in, clearly perturbed, but Jia Qiu raised his hand and stopped her."
    },
    {
      "id": 96,
      "model": "가치우",
      "content": "You must already be aware that this banquet is but a distraction from the fact that the currents have begun to shift."
    },
    {
      "id": 97,
      "model": "가치우",
      "content": "Her advice is sound. It is also true that now is the only time you could escape this place ere the storm arrives, should you wish to save your lives."
    },
    {
      "id": 98,
      "model": "오티스",
      "content": "... But I doubt you've come here just to confirm that for us."
    },
    {
      "id": 99,
      "model": "가치우",
      "content": "Correct."
    },
    {
      "id": 100,
      "content": "Zigong lets out a deep sigh before explaining with a defeated expression."
    },
    {
      "id": 101,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "Once a Family Hierarch properly ascends to the throne, it becomes a hopeless endeavor to measure when the next great shift in power shall come."
    },
    {
      "id": 102,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "One must remember that the prospect of a long wait for the next Evaluation, the end of which has not been and will not be in sight, ofttimes stains men's patience with lingering avarice and causes it to fester into possessiveness."
    },
    {
      "id": 103,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "Is it not the most predictable thing that these rotten, grasping hands are loath to lay down their arms and accept the results with grace? Would those hands not deem it much more favorable to seize and change the results by force?"
    },
    {
      "id": 104,
      "model": "로쟈",
      "content": "Yeah, we all know you read the thesaurus... So, basically, there's a truckload of dumbasses out there who're bent outta shape with how the Family Hierarch war turned out, right? And they wanna change the outcome by force?"
    },
    {
      "id": 105,
      "model": "로쟈",
      "content": "But our one and only Xichun's already been chosen as the Family Hierarch. Like, it's final."
    },
    {
      "id": 106,
      "model": "로쟈",
      "content": "What happened to the Family Hierarch being the seat of absolute power here? What kinda treason can they even hope to commit if they aren't even willing to flip this old and tired system upside-down?"
    },
    {
      "id": 107,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "……."
    },
    {
      "id": 108,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "The only things that have been determined are the rankings of the candidates; strictly speaking, we are still waiting for her appointment to be completed."
    },
    {
      "id": 109,
      "model": "로쟈",
      "content": "... I'm not too fond of your word games, lady."
    },
    {
      "id": 110,
      "model": "료슈",
      "content": "Hah."
    },
    {
      "id": 111,
      "model": "료슈",
      "content": "So that's why I couldn't smell those beasts anymore."
    },
    {
      "id": 112,
      "model": "오티스",
      "content": "... I see. I understand now."
    },
    {
      "id": 113,
      "model": "로쟈",
      "content": "Outi—?"
    },
    {
      "id": 114,
      "model": "오티스",
      "content": "I don't even see a trace of them, even in a place as crowded as this."
    },
    {
      "id": 115,
      "model": "오티스",
      "content": "The Heishou are gone."
    },
    {
      "id": 116,
      "model": "오티스",
      "content": "Even the ones that have been following you like shadows."
    },
    {
      "id": 117,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "... The measure of might in Hongyuan lies in the number of Heishou Pack branches one wields."
    },
    {
      "id": 118,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "The Family Hierarch maintains control over at least three of those branches."
    },
    {
      "id": 119,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "Yet, who holds their leash when the throne of the Hierarch is vacant?"
    },
    {
      "id": 120,
      "model": "로쟈",
      "content": "So, like I said, Xichun's the—"
    },
    {
      "id": 121,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "The gears of your mind are ponderous, slow things to turn, aren't they? Have I not already given you the answer, that her appointment is still underway?"
    },
    {
      "id": 122,
      "model": "로쟈",
      "content": "Huh...? But... Wait, then... who's the Family Hierarch now—"
    },
    {
      "id": 123,
      "model": "오티스",
      "content": "In the brief window between the former Hierarch's abdication and the new Hierarch's ascension... Hongyuan has no lord. Is that correct?"
    },
    {
      "id": 124,
      "content": "That's when I suddenly recalled what Jia Yuanchun said as she announced the results of the Family Hierarch war."
    },
    {
      "id": 125,
      "place": "Daguanyuan - Aojingguan Banquet Hall, Recent Past",
      "model": "가원춘",
      "content": "The victor will first descend to the Tiekan Temple and pay their respects to our revered elders. Then, upon returning to the surface, they will march to the first floor of Daguanyuan, and assume the seat of the Family Hierarch of Hongyuan."
    },
    {
      "id": 126,
      "place": "Daguanyuan - Aojingguan Banquet Hall",
      "model": "오티스",
      "content": "Then... what of these masterless Heishou? What are they doing now?"
    },
    {
      "id": 127,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "Nothing."
    },
    {
      "id": 128,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "And that is precisely what the present predicament revolves around."
    },
    {
      "id": 129,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "Look around you—do you see how the shadows have descended on every corner of this place? They're the beasts that have melded into the dark for their hushed respites."
    },
    {
      "id": 130,
      "model": "오티스",
      "content": "So all Heishou branches are currently... neutral."
    },
    {
      "id": 131,
      "model": "로쟈",
      "content": "Wait, wait. Then..."
    },
    {
      "id": 132,
      "model": "로쟈",
      "content": "... does that mean Daguanyuan becomes completely vulnerable every time this happens?"
    },
    {
      "id": 133,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "... No. This would not have come to pass had a different individual been made to ascend."
    },
    {
      "id": 134,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "Jia Xichun, that girl has... no substantial foundation, a base, to call her own. What clan she did have prior to the Evaluation, scattered to nothingness like grains of sand in a gust."
    },
    {
      "id": 135,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "It is entirely reasonable to assume that, as long as the Hierarch-to-be is yet to gain control of her Heishou Pack branches, they have a good chance of overthrowing her."
    },
    {
      "id": 136,
      "model": "단테",
      "content": "<…!>"
    },
    {
      "id": 137,
      "model": "자로",
      "content": "My lord."
    },
    {
      "id": 138,
      "model": "자로",
      "content": "The Whisper Office has arrived as well."
    },
    {
      "id": 139,
      "model": "가치우",
      "content": "... I see."
    },
    {
      "id": 140,
      "model": "단테",
      "content": "<Things were way more dire than I'd thought...>"
    },
    {
      "id": 141,
      "content": "But what's Jia Qiu doing here chatting us up now, of all times?"
    },
    {
      "id": 142,
      "model": "가치우",
      "content": "Pay attention."
    },
    {
      "id": 143,
      "model": "가치우",
      "content": "There are those who seek to enter here, and those who seek to stop them."
    },
    {
      "id": 144,
      "place": -1,
      "model": "가치우",
      "content": "R Corp.'s 2nd Pack, "
    },
    {
      "id": 145,
      "model": "가치우",
      "content": "X Corp.'s Expedition Order of Excavators, "
    },
    {
      "id": 146,
      "model": "가치우",
      "content": "The Thumb's underboss, the accompanying Capo, his Soldatos, and their various subsidiaries."
    },
    {
      "id": 147,
      "model": "가치우",
      "content": "Then there are the Jialan Guards(賈藍隊), the indigo guardians of the Jia family, "
    },
    {
      "id": 148,
      "model": "가치우",
      "content": "K Corp.'s Special Excision Unit, "
    },
    {
      "id": 149,
      "model": "가치우",
      "content": "N Corp.'s New League of Nine Littérateurs..."
    },
    {
      "id": 150,
      "model": "가치우",
      "content": "... and numerous other Fixers and clans."
    },
    {
      "id": 151,
      "model": "가치우",
      "content": "And those are just the ones that I have been informed of."
    },
    {
      "id": 152,
      "model": "가치우",
      "content": "Most of them are waiting, biding their time outside the walls of Daguanyuan, or are soon to arrive..."
    },
    {
      "id": 153,
      "model": "가치우",
      "content": "... but the Thumb's forces are already engaged in melee with my army."
    },
    {
      "id": 154,
      "place": "Daguanyuan - Aojingguan Banquet Hall",
      "model": "가치우",
      "content": "Some factions of the Wang family have joined the defenders, but it is uncertain how much longer they can hold out."
    },
    {
      "id": 155,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "And should the de facto leaders of each of the major families say the word, it is likely that R Corp., K Corp., and X Corp. may soon choose their own sides in this war."
    },
    {
      "id": 156,
      "model": "그레고르",
      "content": "… What?"
    },
    {
      "id": 157,
      "model": "오티스",
      "content": "... Is that reliable intel? Why would they—"
    },
    {
      "id": 158,
      "model": "가치우",
      "content": "Many here believe that the title of the Family Hierarch is simply a different name for the lord of Hongyuan."
    },
    {
      "id": 159,
      "model": "가치우",
      "content": "It is a belief that many forces beyond Hongyuan's walls share."
    },
    {
      "id": 160,
      "model": "이스마엘",
      "content": "In other words..."
    },
    {
      "id": 161,
      "model": "이스마엘",
      "content": "This isn't just about Daguanyuan. There are forces from the other Nests and Districts seeking to sponsor a different, prospective Hierarch, to expand their sphere of influence here."
    },
    {
      "id": 162,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "... Correct."
    },
    {
      "id": 163,
      "content": "...The cigarette slipped from Gregor’s fingers. Outis’s face darkened with a grimness I’d never seen in her before."
    },
    {
      "id": 164,
      "model": "돈키호테",
      "content": "Eight... nine... I-I have thus counted over nine different powerful factions among the ones thou hast mentioned..."
    },
    {
      "id": 165,
      "content": "This is... too much."
    },
    {
      "id": 166,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "As fortune would have it, only the Thumb has deemed it appropriate to act."
    },
    {
      "id": 167,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "But Lei Heng, the Capo of the Thumb, poses the greatest threat. He is one of the Ten Blades of the East, and... his might is formidable to any foe."
    },
    {
      "id": 168,
      "model": "료슈",
      "content": "Haah..."
    },
    {
      "id": 169,
      "model": "가치우",
      "content": "I shall meet him in battle, as planned."
    },
    {
      "id": 170,
      "model": "가치우",
      "content": "He must be the one leading the charge against the gates."
    },
    {
      "id": 171,
      "model": "오티스",
      "content": "If what you say here is true, then this is no mere treason within a Wing."
    },
    {
      "id": 172,
      "content": "Outis hissed in a low, menacing voice."
    },
    {
      "id": 173,
      "model": "오티스",
      "content": "Which family spearheads this treachery? How many Wings are backing them?"
    },
    {
      "id": 174,
      "model": "가치우",
      "content": "Nothing is certain at present. The tangle of allegiances and bloodlines is a knot that cannot be undone until the dust has settled."
    },
    {
      "id": 175,
      "model": "가치우",
      "content": "It will only take a single, whistling arrow for chaos to engulf Hongyuan. The forces that have gathered here have drawn their bows, and the moment one of them lets loose... it will only be a matter of time before it becomes a full-scale war."
    },
    {
      "id": 176,
      "model": "가치우",
      "content": "And when it does, the crack that has formed in the walls of Hongyuan will widen; vultures of the City will smell the rot and tear into the wound to pilfer the Boluses and their recipes."
    },
    {
      "id": 177,
      "model": "가치우",
      "content": "The Smiling Faces, The Corpse Corps, the Yakshas..."
    },
    {
      "id": 178,
      "model": "가치우",
      "content": "I must also emphasize that the Ring will never let such an opportunity slip."
    },
    {
      "id": 179,
      "model": "이상",
      "content": "This conflict will utterly lay waste to the lives of the common folk in Hongyuan... The fire has already conflagrated beyond a competition amongst candidates."
    },
    {
      "id": 180,
      "model": "가치우",
      "content": "That is why this fissure must be mended ere it spreads. Should the throne of the Hierarch remain vacant, should this instability be prolonged, then..."
    },
    {
      "id": 181,
      "model": "오티스",
      "content": "... the Wings will march to war."
    },
    {
      "id": 182,
      "model": "그레고르",
      "content": "... No, no way. I don't believe this, tsk."
    },
    {
      "id": 183,
      "model": "오티스",
      "content": "The consequences will be about as far-reaching, at the very least."
    },
    {
      "id": 184,
      "model": "가치우",
      "content": "... Such is the weight of Hongyuan's Family Hierarch."
    },
    {
      "id": 185,
      "model": "가치우",
      "content": "It holds as much power to save countless lives as it does to take them."
    },
    {
      "id": 186,
      "content": "...The banquet hall was quickly starting to become barren as people began to hurry away."
    },
    {
      "id": 187,
      "content": "I don't have any direct memories of a Wing War, but... even I could feel the prickly goosebumps rising from my skin. The air in the hall was quickly turning razor sharp."
    },
    {
      "id": 188,
      "model": "홍루",
      "content": "Then... brother, what is it that you expect us to do?"
    },
    {
      "id": 189,
      "model": "가치우",
      "content": "I am of the belief that all of you are, collectively, the key to overcoming this tribulation."
    },
    {
      "id": 190,
      "model": "홍루",
      "content": "... The key?"
    },
    {
      "id": 191,
      "model": "가치우",
      "content": "Hurry her ascension to the throne."
    },
    {
      "id": 192,
      "model": "가치우",
      "content": "Jia Xichun should still be at the Tiekan Temple where the Xianren reside, preparing for the ritual of ascension."
    },
    {
      "id": 193,
      "model": "가치우",
      "content": "Given that the \"Xianren\" must be utterly oblivious to the circumstances outside their chamber, there is no way of knowing the time it might take for them to officially name her the next Hierarch."
    },
    {
      "id": 194,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "And they will not be swift, as entry to their chamber is permitted only to the Family Hierarch. There is no one to relay this message to them."
    },
    {
      "id": 195,
      "model": "가치우",
      "content": "But there is another."
    },
    {
      "id": 196,
      "model": "가치우",
      "content": "There is another who is permitted to enter the Temple."
    },
    {
      "id": 197,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 198,
      "model": "가치우",
      "content": "Jia Baoyu."
    },
    {
      "id": 199,
      "model": "가치우",
      "content": "When the Hierarch takes the throne, and seizes the leash of her rightful Heishou Packs..."
    },
    {
      "id": 200,
      "model": "가치우",
      "content": "... she should have more than enough might to ward Daguanyuan against the invaders."
    },
    {
      "id": 201,
      "model": "가치우",
      "content": "And when the invading forces realize that the Family Hierarch has returned, they will retreat; the spark of war should shrink enough to be snuffed out with a stomp."
    },
    {
      "id": 202,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "My lord..."
    },
    {
      "id": 203,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "I must beg your forgiveness, for there is still doubt in my heart."
    },
    {
      "id": 204,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "How can he... be the key?"
    },
    {
      "id": 205,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "My lord, I know you not to be one to engage in such gambles..."
    },
    {
      "id": 206,
      "model": "가치우",
      "content": "It is better to gamble than to allow this opportunity to slip away in vain."
    },
    {
      "id": 207,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "Yet I must beg your forgiveness once again, for I insist that your mere presence here is a waste of time."
    },
    {
      "id": 208,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "You mustn't tarry downstream—we must rise to the fountainhead and cut off the stream from its origin..."
    },
    {
      "id": 209,
      "content": "Zigong looked at us and Jia Qiu anxiously."
    },
    {
      "id": 210,
      "model": "가치우",
      "content": "You needn't consider this a waste."
    },
    {
      "id": 211,
      "model": "가치우",
      "content": "For it is a worthy task in my eyes."
    },
    {
      "id": 212,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "... Had you followed the blueprint of the painting I had initially drawn for the Family Hierarch war..."
    },
    {
      "id": 213,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "... we would have already arrived at Tiekan Temple via... 'alternative methods'."
    },
    {
      "id": 214,
      "model": "이스마엘",
      "content": "Alternative... methods?"
    },
    {
      "id": 215,
      "model": "가치우",
      "content": "... Zigong. That would not have resolved anything; it would have only caused further loss, no more."
    },
    {
      "id": 216,
      "model": "가치우",
      "content": "And I wish to make one thing clear."
    },
    {
      "id": 217,
      "model": "가치우",
      "content": "That this is but an offer; a plea, not a command."
    },
    {
      "id": 218,
      "model": "가치우",
      "content": "For one mustn't do what does not move their heart."
    },
    {
      "id": 219,
      "model": "가치우",
      "content": "However, Jia Baoyu..."
    },
    {
      "id": 220,
      "model": "가치우",
      "content": "You may not have realized this, but..."
    },
    {
      "id": 221,
      "model": "가치우",
      "content": "... I have already gambled once with you as my hand during the Family Hierarch war."
    },
    {
      "id": 222,
      "model": "가치우",
      "content": "I sought to draw your true humanity forth, to have you wear it on the outside."
    },
    {
      "id": 223,
      "model": "가치우",
      "content": "And the reply you gave me then, the one that emerged from behind the obscuring veil of clouds, was proof enough that it was <i>certainly</i> no waste of my time."
    },
    {
      "id": 224,
      "model": "홍루",
      "content": "... Why do you seek to involve yourself in the politics of Hongyuan, brother?"
    },
    {
      "id": 225,
      "model": "홍루",
      "content": "Neither Hongyuan nor Daguanyuan bind you any longer, not by cause or force."
    },
    {
      "id": 226,
      "model": "가치우",
      "content": "... It was a long undertaking for me to uncover the truth of the ruin that came to the Kong family."
    },
    {
      "id": 227,
      "model": "가치우",
      "content": "At first, my heart was engulfed in fiery wrath."
    },
    {
      "id": 228,
      "model": "가치우",
      "content": "Daguanyuan had to be uprooted from the ground. For that, every single person of power or influence in Daguanyuan had to be killed, their throats slit in vengeance..."
    },
    {
      "id": 229,
      "model": "가치우",
      "content": "... Or so I thought, once."
    },
    {
      "id": 230,
      "model": "가치우",
      "content": "But I learned, from a worthy teacher."
    },
    {
      "id": 231,
      "model": "가치우",
      "content": "That is when... I realized this wrath was burning my body to ash."
    },
    {
      "id": 232,
      "model": "홍루",
      "content": "Then... did your fiery wrath... extinguish?"
    },
    {
      "id": 233,
      "model": "가치우",
      "content": "Had I truly attained enlightenment, found all there was to understand of the nature of this world, Jia Baoyu..."
    },
    {
      "id": 234,
      "model": "가치우",
      "content": "... then I would not have given you the power to elect the Hierarch."
    },
    {
      "id": 235,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 236,
      "model": "가치우",
      "content": "I am still but a student, a seeker of the answer."
    },
    {
      "id": 237,
      "model": "가치우",
      "content": "Yet... I do not wish to let chaos devour this land when I have the means to save it."
    },
    {
      "id": 238,
      "model": "가치우",
      "content": "Thus, once again I ask you."
    },
    {
      "id": 239,
      "model": "가치우",
      "content": "When you decided to relinquish the coins to Jia Xichun..."
    },
    {
      "id": 240,
      "model": "가치우",
      "content": "... what was it that moved your heart?"
    },
    {
      "id": 241,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 242,
      "model": "가치우",
      "content": "Certainly, your heart had changed enough then not to simply hand them over for the simple reason that she desired them."
    },
    {
      "id": 243,
      "model": "홍루",
      "content": "You must know this already, brother, but..."
    },
    {
      "id": 244,
      "model": "홍루",
      "content": "The children of Daguanyuan have no such thing as birthdays, save for myself."
    },
    {
      "id": 245,
      "model": "홍루",
      "content": "When a child is born, they aren't celebrated—they are hidden, concealed for years in the dark, so that the competition wouldn't take notice of a new rival..."
    },
    {
      "id": 246,
      "model": "홍루",
      "content": "Xichun was one of those children who had never experienced a birthday before. She didn't even know what it meant."
    },
    {
      "id": 247,
      "model": "홍루",
      "content": "So, when we were young... whenever grandmother would hold a banquet to celebrate the day of my birth..."
    },
    {
      "id": 248,
      "model": "홍루",
      "content": "I dedicated that day to Xichun."
    },
    {
      "id": 249,
      "model": "홍루",
      "content": "Because it's nice to have your existence celebrated once every year, for no other reason than the fact that you exist."
    },
    {
      "id": 250,
      "model": "홍루",
      "content": "But when I stopped leaving my room... when Xichun and I grew distant... the secret birthday parties we shared also came to an end."
    },
    {
      "id": 251,
      "model": "홍루",
      "content": "She probably doesn't remember any of it now. She was too young then."
    },
    {
      "id": 252,
      "model": "홍루",
      "content": "But if I could gift this to her, to make up for all those lost years..."
    },
    {
      "id": 253,
      "model": "홍루",
      "content": "... then I thought... maybe she would be happy again, just as she was then."
    },
    {
      "id": 254,
      "place": "Evaluation Arena B2, Recent Past",
      "model": "다친가시춘",
      "title": "Jia Family",
      "content": "Now that I’m looking at these piles of coins, it feels like…"
    },
    {
      "id": 255,
      "model": "다친가시춘",
      "title": "Jia Family",
      "content": "It feels like I’m looking at all the rooms of Daguanyuan. I used to hate that sight so much as a kid…"
    },
    {
      "id": 256,
      "model": "다친가시춘",
      "title": "Jia Family",
      "content": "Can I... can I really be a good Hierarch to Hongyuan?"
    },
    {
      "id": 257,
      "place": -1,
      "content": "Did Xichun like the gift, as Hong Lu wanted her to?"
    },
    {
      "id": 258,
      "content": "... We had no way of knowing."
    },
    {
      "id": 259,
      "place": "Daguanyuan - Aojingguan Banquet Hall",
      "model": "홍루",
      "content": "Does that answer satisfy you, brother?"
    },
    {
      "id": 260,
      "model": "가치우",
      "content": "It was not your answer that I had sought."
    },
    {
      "id": 261,
      "model": "가치우",
      "content": "It was to see the way your heart stirs—and that was proof enough."
    },
    {
      "id": 262,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 263,
      "model": "가치우",
      "content": "I had never met these 'Xianren', the self-proclaimed 'Enlightened Ones', before, as I was not permitted entry into Tiekan Temple. But I know of their existence."
    },
    {
      "id": 264,
      "model": "가치우",
      "content": "And what I have come to learn in my observation of Hongyuan, and then the City itself, gave me certain ideas of what form the Hierarch ascension ritual might take."
    },
    {
      "id": 265,
      "model": "가치우",
      "content": "... Had you not surrendered yourself, you could have deduced what the ritual entails."
    },
    {
      "id": 266,
      "model": "홍루",
      "content": "Are you saying that... something bad may happen to Xichun?"
    },
    {
      "id": 267,
      "model": "가치우",
      "content": "This may be a hasty speculation. From a certain perspective, this may simply constitute a rightful ascension of the new Hierarch."
    },
    {
      "id": 268,
      "model": "가치우",
      "content": "But I want you to be there, to behold with your own eyes what it entails."
    },
    {
      "id": 269,
      "model": "가치우",
      "content": "My wager in this gamble was that you indeed had the potential to achieve that purpose..."
    },
    {
      "id": 270,
      "model": "가치우",
      "content": "... and that the faint warmth in your heart I had once seen still gently burned."
    },
    {
      "id": 271,
      "model": "홍루",
      "content": "You... want me to achieve your purpose, brother?"
    },
    {
      "id": 272,
      "model": "가치우",
      "content": "No, your own purpose would not be the same as my own. Such a pursuit would be devoid of meaning."
    },
    {
      "id": 273,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 274,
      "model": "가치우",
      "content": "The decision is yours."
    },
    {
      "id": 275,
      "model": "가치우",
      "content": "So decide."
    }
  ]
}