{
  "dataList": [
    {
      "id": 0,
      "place": "Passageway to Tiekan Temple",
      "model": "그레고르",
      "content": "…!"
    },
    {
      "id": 1,
      "model": "엄지솔다토1",
      "content": "Aw, shit."
    },
    {
      "id": 2,
      "model": "엄지솔다토1",
      "content": "... That was a warning shot, sir."
    },
    {
      "id": 3,
      "model": "엄지솔다토2",
      "content": "... I heard you curse under your breath."
    },
    {
      "id": 4,
      "model": "오티스",
      "content": "……."
    },
    {
      "id": 5,
      "model": "오티스",
      "content": "They're..."
    },
    {
      "id": 6,
      "model": "엄지솔다토2",
      "content": "How disrespectful of you to tell such a bald-faced lie to your senior."
    },
    {
      "id": 7,
      "model": "엄지솔다토1",
      "content": "Apologies. ... Please, I humbly beg for your assistance in my absolution."
    },
    {
      "id": 8,
      "model": "엄지솔다토2",
      "content": "Of course. Present your tongue."
    },
    {
      "id": 9,
      "model": "엄지솔다토1",
      "content": "... Gah!"
    },
    {
      "id": 10,
      "content": "... That incomprehensible exchange between the pair was soon followed by the sight of a severed tongue rolling in the dirt."
    },
    {
      "id": 11,
      "model": "로쟈",
      "content": "Ew..."
    },
    {
      "id": 12,
      "model": "오티스",
      "content": "... The Thumb."
    },
    {
      "id": 13,
      "model": "엄지솔다토2",
      "content": "Please allow me to speak, as my partner no longer has the means to do so."
    },
    {
      "id": 14,
      "model": "엄지솔다토2",
      "content": "Your present company, including manager Dante, their companions, and master Jia Baoyu, may not pass beyond this area."
    },
    {
      "id": 15,
      "model": "싱클레어",
      "content": "Uh... what did he just call Hong Lu...?"
    },
    {
      "id": 16,
      "model": "오티스",
      "content": "Given the present circumstances, they're treating Hong Lu as Baoyu of the Jia family and not a Sinner of the LCB."
    },
    {
      "id": 17,
      "model": "오티스",
      "content": "It's logical to assume that the young master of a prestigious house ranks higher than a Soldato, who are just grunts of the Thumb."
    },
    {
      "id": 18,
      "model": "싱클레어",
      "content": "W-well, can Hong Lu just ask him to move, then...?"
    },
    {
      "id": 19,
      "model": "히스클리프",
      "content": "... Them showin' us respect now don't mean shite. They won't let us through."
    },
    {
      "id": 20,
      "model": "이스마엘",
      "content": "I've heard stories, but... I didn't think they'd be this fixated with the ranks and hierarchies. It's almost..."
    },
    {
      "id": 21,
      "model": "이스마엘",
      "content": "... to the point where it's just plain weird."
    },
    {
      "id": 22,
      "model": "엄지솔다토2",
      "content": "Please understand that the underboss has ordered us to treat anyone passing this area as our enemy."
    },
    {
      "id": 23,
      "model": "엄지솔다토2",
      "content": "Our orders were to execute all individuals attempting to do so anyway, including our former allies. So I implore you to please turn around and leave this place."
    },
    {
      "id": 24,
      "model": "엄지솔다토2",
      "content": "We would greatly appreciate your cooperation."
    },
    {
      "id": 25,
      "model": "홍루",
      "content": "Um... sorry, we can't do that."
    },
    {
      "id": 26,
      "model": "엄지솔다토2",
      "content": "Then... I'm sorry to say that we have no choice but to stop you by any means."
    },
    {
      "id": 27,
      "model": "료슈",
      "content": "Lei Heng... he must've set up this ambush."
    },
    {
      "id": 28,
      "model": "료슈",
      "content": "They were prepared... They weren't going to accept any other result than what they had in mind anyway."
    },
    {
      "id": 29,
      "model": "엄지솔다토2",
      "content": "... Taking into account Limbus Company's standing, and LCB's position within their organization... you, a mere Sinner, mentioning master Lei Heng's name is a crime punishable by the removal of your tongue—"
    },
    {
      "id": 30,
      "model": "엄지솔다토2",
      "content": "... No. Your punishment will begin with crushing your lower jaw."
    },
    {
      "id": 31,
      "model": "료슈",
      "content": "I.F. Shouldn't have expected a trivial little thing like a Soldato to know his place. You don't have enough tongues to lose for this disrespect."
    },
    {
      "id": 32,
      "model": "오티스",
      "content": "... We're not getting anything out of them."
    },
    {
      "id": 33,
      "model": "오티스",
      "content": "These idiots'll jump off a cliff if their superior told them to."
    },
    {
      "id": 34,
      "model": "이스마엘",
      "content": "But aren't they usually your favorite kind of people, Outis?"
    },
    {
      "id": 35,
      "model": "오티스",
      "content": "There once was a time when I used to think highly of their strategic decision to maintain such a rigidly stratified hierarchy system."
    },
    {
      "id": 36,
      "model": "오티스",
      "content": "But now I know that it was never a strategic 'decision' at all, but a brainless obsession of idiots who refuse to decide for themselves."
    },
    {
      "id": 37,
      "model": "엄지솔다토2",
      "content": "... Let's see if you can keep babbling like that when we cut off your tongue."
    }
  ]
}