{
  "dataList": [
    {
      "id": 0,
      "place": "Bridge to Tiekan Temple",
      "model": "로쟈",
      "content": "We're still... underground, right? This place sure as heck looks like the outside."
    },
    {
      "id": 1,
      "model": "이상",
      "content": "An artificed light... yet one may easily mistake this to be a land under a real sun."
    },
    {
      "id": 2,
      "model": "단테",
      "content": "<We should be getting pretty close... but...>"
    },
    {
      "id": 3,
      "model": "파우스트",
      "content": "... Yes. Someone has beaten us to it."
    },
    {
      "id": 4,
      "content": "There was a small hill in front of the bridge leading into Tiekan Temple."
    },
    {
      "id": 5,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 6,
      "model": "홍루",
      "content": "They're Xichun's mercenaries."
    },
    {
      "id": 7,
      "content": "... There was a small hill of bodies, all of them mangled and broken to the point we couldn't even tell how many of them there were."
    },
    {
      "id": 8,
      "content": "On top of the hill sat Lei Heng."
    },
    {
      "id": 9,
      "content": "And the heavily wounded figure in front of him was..."
    },
    {
      "id": 10,
      "model": "싱클레어",
      "content": "Wei...!"
    },
    {
      "id": 11,
      "model": "웨이다침",
      "title": "Xichun's Clan",
      "content": "... We don't... ever seem to meet in fine circumstances, do we...?"
    },
    {
      "id": 12,
      "model": "이스마엘",
      "content": "What happened—?"
    },
    {
      "id": 13,
      "model": "뇌횡",
      "content": "Hot damn, y'all are slower than molasses in winter... I was just havin' some fun before y'all decided to show up."
    },
    {
      "id": 14,
      "model": "뇌횡",
      "content": "Looks to me this boy was just gonna park his ass right here 'til the ascension hullabaloo wrapped up."
    },
    {
      "id": 15,
      "model": "뇌횡",
      "content": "Ya know, I was kinda excited 'bout this showdown, given that he's supposed to be this... Adept of the Heishou - pony branch or whatever. He ain't hot shit without that poison in 'im, huh?"
    },
    {
      "id": 16,
      "model": "료슈",
      "content": "……."
    },
    {
      "id": 17,
      "model": "이스마엘",
      "content": "What's he doing here...?"
    },
    {
      "id": 18,
      "model": "뫼르소",
      "content": "Our plan was to leave the matter of Lei Heng for Jia Qiu to deal with at the battlefield by the front gate of Daguanyuan."
    },
    {
      "id": 19,
      "model": "파우스트",
      "content": "They saw through the strategy."
    },
    {
      "id": 20,
      "model": "오티스",
      "content": "And it seems that Jia Qiu sending Zilu alongside us was an insurance for this exact scenario."
    },
    {
      "id": 21,
      "model": "자로피",
      "content": "……."
    },
    {
      "id": 22,
      "content": "And as if on cue, Zilu arrived."
    },
    {
      "id": 23,
      "content": "She was covered from head to toe in blood, but I could easily guess that the blood wasn't hers."
    },
    {
      "id": 24,
      "model": "뇌횡",
      "content": "I'll be damned..."
    },
    {
      "id": 25,
      "model": "뇌횡",
      "content": "Y'all are tellin' me <i>now</i> that there's two ways to get in here? One's a secret entrance, sure, but... hmmm? That rabbit hole she crawled through seems mighty narrow to me."
    },
    {
      "id": 26,
      "model": "뇌횡",
      "content": "Aw shoot, had I known there was a direct passageway, I woulda taken that instead of goin' all the way 'round this goshdarn maze of a palace! Ain't you got no map lyin' around in here? Woulda been darn embarrassing to get lost at my age..."
    },
    {
      "id": 27,
      "model": "뇌횡",
      "content": "Hwell... didy'all say hello to the boys out there?"
    },
    {
      "id": 28,
      "model": "오티스",
      "content": "... We sent them on their merry way to the afterlife. So, it really was you who set up that ambush."
    },
    {
      "id": 29,
      "model": "뇌횡",
      "content": "Listen'ere. Y'all gotta understand they're still greenhorns, huh? Still got much to learn and all that. I'll give 'em a stern talkin' to."
    },
    {
      "id": 30,
      "model": "이스마엘",
      "content": "I assume... you're also here at someone else's behest, right?"
    },
    {
      "id": 31,
      "model": "이스마엘",
      "content": "Either to prevent the Hierarch ascension... or to delay it for as long as possible."
    },
    {
      "id": 32,
      "model": "뇌횡",
      "content": "Hwell, was gonna catch that Jia Xichun girl 'fore she went in, but I missed my window."
    },
    {
      "id": 33,
      "model": "뇌횡",
      "content": "Ain’t nothin’ more to it. Y'all are talkin’ like I showed up to make some big statement or some shit."
    },
    {
      "id": 34,
      "model": "이스마엘",
      "content": "Then doesn't that mean your mission's already failed?"
    },
    {
      "id": 35,
      "model": "뇌횡",
      "content": "Naw, girl’s gotta head back to the main house and park herself on that throne to wrap up her ascension. Me? I just gotta catch 'er before that."
    },
    {
      "id": 36,
      "model": "이스마엘",
      "content": "... So the Heishou won't be mobilized until she physically sits down on the throne."
    },
    {
      "id": 37,
      "model": "뇌횡",
      "content": "Say, uh."
    },
    {
      "id": 38,
      "model": "뇌횡",
      "content": "The concept of manners alien to y'all?"
    },
    {
      "id": 39,
      "model": "이스마엘",
      "content": "... Shit, right. The Thumb."
    },
    {
      "id": 40,
      "model": "뇌횡",
      "content": "Real disrespectful of ya'll to sit there jawin', shootin’ the breeze with me like I’m one o’ yer buddies."
    },
    {
      "id": 41,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 42,
      "model": "홍루",
      "content": "Excuse me, I've got something to ask."
    },
    {
      "id": 43,
      "model": "뇌횡",
      "content": "... Hwell, alrighty. Young master Baoyu of the mighty Jia family's got 'nuff clout to talk to my face without makin' things awkward."
    },
    {
      "id": 44,
      "model": "뇌횡",
      "content": "Well? Yammer on, then."
    },
    {
      "id": 45,
      "model": "홍루",
      "content": "Is there a reason you haven't killed Mister Wei just yet?"
    },
    {
      "id": 46,
      "model": "홍루",
      "content": "This setup you have here makes me think that... you'd like for us to negotiate."
    },
    {
      "id": 47,
      "model": "뇌횡",
      "content": "Negoti-ate... Hot damn."
    },
    {
      "id": 48,
      "model": "뇌횡",
      "content": "Negotiation's usually done on equal ground, ain't it? Kinda funny of y'all from Limbus Company to call it that."
    },
    {
      "id": 49,
      "model": "뇌횡",
      "content": "Aw, heck. I guess you ain't wrong."
    },
    {
      "id": 50,
      "model": "뇌횡",
      "content": "But here's the thing—I just ain't got a clue as to how important this sonofagun is to y'all."
    },
    {
      "id": 51,
      "model": "뇌횡",
      "content": "He's still breathin', that's for sure, but I dunno if he'll be any good for a negotiation... tsk. Bein' a Heishou Adept don't mean much if he can't do shit, don't it? Got some kinda weird curse on ya or something?"
    },
    {
      "id": 52,
      "model": "자로피",
      "content": "Speak."
    },
    {
      "id": 53,
      "content": "Zilu, who's been standing beside us in silence this whole time, suddenly spoke up."
    },
    {
      "id": 54,
      "model": "자로피",
      "content": "What do you want?"
    },
    {
      "id": 55,
      "content": "Her voice was so deep, cavernous, and sincere, that..."
    },
    {
      "id": 56,
      "content": "... it almost made me think that she really was going to give him whatever he wanted in return for Wei."
    },
    {
      "id": 57,
      "model": "뇌횡",
      "content": "Ya got a real convincing voice, don'tcha? That gets me in the mood, I'll tell ya hwat."
    },
    {
      "id": 58,
      "model": "뇌횡",
      "content": "Yeah, well... what I want..."
    },
    {
      "id": 59,
      "model": "뇌횡",
      "content": "I want you, ya pesky rabbit."
    },
    {
      "id": 60,
      "model": "자로피",
      "content": "……."
    },
    {
      "id": 61,
      "model": "이스마엘",
      "content": "Don't tell me you want Zilu to die for—"
    },
    {
      "id": 62,
      "model": "뇌횡",
      "content": "Aw, 'course not. I ain't that shameless."
    },
    {
      "id": 63,
      "model": "오티스",
      "content": "Then...?"
    },
    {
      "id": 64,
      "model": "뇌횡",
      "content": "Lemme cut ya up. Just one slice."
    },
    {
      "id": 65,
      "model": "뇌횡",
      "content": "Don't matter what comes next—bite it, don't bite it, fight me... don't matter. Take a single cut from my blade and I'll hand over the feller."
    },
    {
      "id": 66,
      "model": "뇌횡",
      "content": "Aw, c'mon, girl. Don'tcha look at me like that! You know how this is! I've been in this business long enough to know, huh?"
    },
    {
      "id": 67,
      "model": "뇌횡",
      "content": "Fair fight! Duels! Love 'em! Would love nothing more than to do 'em! But the things bein' what they are... it's a no-can-do kinda situation."
    },
    {
      "id": 68,
      "model": "뇌횡",
      "content": "We're both hired guns, ain't we? Yanno we gotta do what we gotta do."
    },
    {
      "id": 69,
      "model": "뇌횡",
      "content": "Y'see, honey bunny, I ain’t so sure I like my odds goin’ up against a direct counter."
    },
    {
      "id": 70,
      "model": "료슈",
      "content": "Shithead. You haven't changed."
    },
    {
      "id": 71,
      "model": "뇌횡",
      "content": "That so? Heh heh."
    },
    {
      "id": 72,
      "model": "료슈2",
      "content": "He'll cut you in half. Guaranteed."
    },
    {
      "id": 73,
      "model": "료슈",
      "content": "Just admit you want to kill her... hah. Doesn't your tongue ever get tired of being a part of you?"
    },
    {
      "id": 74,
      "model": "뇌횡",
      "content": "Ain’t ya one of them students learnin' stuff from Jia Qiu? Heard tell y’all been usin’ some kinda strange technique from out yonder."
    },
    {
      "id": 75,
      "model": "뇌횡",
      "content": "'Shin(心)', wassit? Usin' some energy protection technique, right? 'Parently you'll become tough as augmentations they say."
    },
    {
      "id": 76,
      "model": "뇌횡",
      "content": "And ya convert that 'Shin' or whatever into strength to make light rings 'round your body parts or weapons, and that's 'sposed to be 'Mang(望)', am I right?"
    },
    {
      "id": 77,
      "model": "뇌횡",
      "content": "I've been tryna learn how that thing works... 'been waiting for an opportunity to test it out. Purdy sure I can make one Mang by now."
    },
    {
      "id": 78,
      "model": "뇌횡",
      "content": "I wanna see ya try your own against mine, see."
    },
    {
      "id": 79,
      "content": "Lei Heng looked at Zilu with a shit-eating grin."
    },
    {
      "id": 80,
      "model": "자로피",
      "content": "……."
    },
    {
      "id": 81,
      "content": "We don't know Zilu. We're barely even acquaintances. There's no way she'd risk her life for people who are essentially strangers."
    },
    {
      "id": 82,
      "content": "And what about Wei? Do they even know each other? I seriously doubt he's as close to her as he is to us."
    },
    {
      "id": 83,
      "content": "... And it might sound cold, but even we're not really that close to Wei, either..."
    },
    {
      "id": 84,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 85,
      "content": "I can't bring myself to ask her to risk her life like that."
    },
    {
      "id": 86,
      "content": "He's probably not kidding, either."
    },
    {
      "id": 87,
      "content": "Lei Heng's surrounded by at least a few dozen bodies... but there's not even a scratch on him."
    },
    {
      "id": 88,
      "model": "웨이다침",
      "title": "Xichun's Clan",
      "content": "……."
    },
    {
      "id": 89,
      "content": "Wei struggles to speak through labored breaths."
    },
    {
      "id": 90,
      "content": "... But his eyes tell me that he's already accepted his fate."
    },
    {
      "id": 91,
      "model": "웨이다침",
      "title": "Xichun's Clan",
      "content": "I only need..."
    },
    {
      "id": 92,
      "model": "웨이다침",
      "title": "Xichun's Clan",
      "content": "... I only need my lady to be safe. This... catastrophe was entirely my fault... if I'd paid more attention to our surroundings..."
    },
    {
      "id": 93,
      "model": "웨이다침",
      "title": "Xichun's Clan",
      "content": "She won't have anyone when I'm gone... Please, keep her safe..."
    },
    {
      "id": 94,
      "content": "Instead of begging for his life, Wei asks us to look after Jia Xichun instead."
    },
    {
      "id": 95,
      "content": "As he's always done..."
    },
    {
      "id": 96,
      "model": "자로피",
      "content": "Is Wei..."
    },
    {
      "id": 97,
      "content": "Zilu looks at Hong Lu."
    },
    {
      "id": 98,
      "model": "자로피",
      "content": "... important to you?"
    },
    {
      "id": 99,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 100,
      "content": "Truth be told, Wei probably isn’t all that important to Hong Lu."
    },
    {
      "id": 101,
      "content": "Wei was Jia Xichun's loyal follower, and that was pretty much it. Hong Lu said he hadn't interacted much with him back in Daguanyuan, either."
    },
    {
      "id": 102,
      "content": "But... I imagine that Hong Lu..."
    },
    {
      "id": 103,
      "content": "... would probably rather not see the people he cares about shed any more tears. He'd seen more than enough of that since the annihilation of the Kong family."
    },
    {
      "id": 104,
      "content": "And that goes for us, too. Can we really cut him off, just like that?"
    },
    {
      "id": 105,
      "content": "We hadn't talked to him very much, but we'd spent a pretty significant amount of time together. And quietly, we've grown to care more about him."
    },
    {
      "id": 106,
      "content": "We learned more about who he was. About the kind of person his master, Jia Xichun, was."
    },
    {
      "id": 107,
      "content": "Whenever we ran into them in all kinds of odd places, we were happy to meet them. And we really wanted them to do well."
    },
    {
      "id": 108,
      "content": "We... didn't want either of them to die."
    },
    {
      "id": 109,
      "content": "And they were the first allies we'd ever made of our own volition, no matter how short-lived that alliance was."
    },
    {
      "id": 110,
      "content": "... If we let him kill Wei here, we'd..."
    },
    {
      "id": 111,
      "content": "... we'd be adding another regret to our pasts, knowing that we'd let someone down again..."
    },
    {
      "id": 112,
      "content": "... As we are reminded every time we meet Saude and see her subtle yet noticeable sadness."
    },
    {
      "id": 113,
      "content": "We'll blame ourselves, we'll resent our weakness, we won't stop thinking about how we could've prevented this if we were stronger."
    },
    {
      "id": 114,
      "content": "We've died and killed countless times on our journey here, but death is the kind of force that swoops in our moments of dejection to remind us that we can never get used to it."
    },
    {
      "id": 115,
      "model": "자로피",
      "content": "Speak."
    },
    {
      "id": 116,
      "content": "I know. I know we can't save everyone."
    },
    {
      "id": 117,
      "content": "I've seen enough deaths of our friends, allies, and those who could've been friends to know that."
    },
    {
      "id": 118,
      "content": "There wasn't any reason Wei should be special. I wasn't making some promise with myself to never let anyone even remotely close to us die again, either."
    },
    {
      "id": 119,
      "content": "But..."
    },
    {
      "id": 120,
      "content": "But Hong Lu..."
    },
    {
      "id": 121,
      "model": "홍루",
      "content": "I..."
    },
    {
      "id": 122,
      "model": "홍루",
      "content": "... I want Mister Wei to live."
    },
    {
      "id": 123,
      "model": "홍루",
      "content": "And I don't want Xichun... to be sad when we meet again."
    },
    {
      "id": 124,
      "model": "자로피",
      "content": "……."
    },
    {
      "id": 125,
      "model": "홍루",
      "content": "I know you don't have any reason to listen to me, Zilu, but—"
    },
    {
      "id": 126,
      "model": "자로피",
      "content": "Okay."
    },
    {
      "id": 127,
      "content": "Zilu didn't even let Hong Lu finish. She strode up to Lei Heng."
    },
    {
      "id": 128
    },
    {
      "id": 129,
      "model": "자로피",
      "content": "Cut me down, <ruby=Tiantui Star, the Winged Tiger>Chachihu</ruby>."
    },
    {
      "id": 130,
      "model": "뇌횡",
      "content": "... Huh!"
    },
    {
      "id": 131,
      "model": "뇌횡",
      "content": "Very well, <ruby=Tianjiu Star, the Unrestrained>Meizhelan</ruby>."
    },
    {
      "id": 132,
      "model": "이스마엘",
      "content": "Wait, what are you—"
    },
    {
      "id": 133,
      "content": "Flame bursts forth, wreathing Lei Heng's intimidating podao, then rises into a raging pillar of fire before a single ring of light materializes around it."
    },
    {
      "id": 134,
      "content": "On the other hand, a warm, comforting light, presumably the same light Lei Heng mentioned earlier, began to radiate and shimmer from Zilu's body."
    },
    {
      "id": 135,
      "model": "뇌횡",
      "content": "I am Lei Heng. Capo of the Thumb, one of the Ten Blades of the East. I will now cut you down with all my might."
    },
    {
      "id": 136,
      "model": "자로피",
      "content": "Do you intend to cut me with your tongue?"
    },
    {
      "id": 137
    },
    {
      "id": 138,
      "content": "And as though on cue, Lei Heng slashed at Zilu's unmoving body with a diagonal cut."
    },
    {
      "id": 139,
      "model": "단테",
      "content": "<…!>"
    },
    {
      "id": 140,
      "content": "The sheer wind pressure and the heat from the slash... it was powerful enough to push some of us back."
    },
    {
      "id": 141,
      "content": "But..."
    },
    {
      "id": 142,
      "content": "Zilu was still standing, silently as she had been."
    },
    {
      "id": 143,
      "model": "뇌횡",
      "content": "Hot diggity... Know I wasn't goin' for the head, but it's some miracle ya managed to survive that hit."
    },
    {
      "id": 144,
      "model": "뇌횡",
      "content": "That 'Shin' thingamajig's one mighty sturdy thing, ain't it? My hand's all tingly."
    },
    {
      "id": 145,
      "model": "뇌횡",
      "content": "Hwell... it still ain't quite invincibility, is it?"
    },
    {
      "id": 146,
      "model": "뇌횡",
      "content": "Yer barely hangin' on... ain't ya?"
    },
    {
      "id": 147,
      "content": "Blood burst from Zilu the moment Lei Heng asked, and..."
    },
    {
      "id": 148,
      "model": "홍루",
      "content": "Miss Zilu...!"
    },
    {
      "id": 149,
      "content": "Hong Lu ran up to Zilu to stop her fall."
    },
    {
      "id": 150,
      "model": "홍루",
      "content": "Miss Zilu..."
    },
    {
      "id": 151,
      "model": "홍루",
      "content": "Why did you...?"
    },
    {
      "id": 152,
      "model": "자로피2",
      "content": "Because it sufficed."
    },
    {
      "id": 153,
      "model": "자로피2",
      "content": "The reply that you did not wish to see the one you care dearly for, sad."
    },
    {
      "id": 154,
      "content": "Zilu continues resolutely, despite the gushing blood."
    },
    {
      "id": 155,
      "model": "자로피2",
      "content": "And that is the 'true humanity' that I have learned... my path of justice, my humanity."
    },
    {
      "id": 156,
      "model": "자로피2",
      "content": "I'll leave the rest to you, clock."
    },
    {
      "id": 157,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 158,
      "content": "This woman, whom I'd not even exchanged a single word with, calls me a friendly nickname."
    },
    {
      "id": 159,
      "content": "When her own life's on the line."
    },
    {
      "id": 160,
      "model": "뇌횡",
      "content": "Hoo-ie! Finally got that annoyin' bunny outta the way."
    },
    {
      "id": 161,
      "model": "뇌횡",
      "content": "Awrighty, I'm a man o' my word, and she knows it. That's why she let me cut 'er up so good."
    },
    {
      "id": 162,
      "content": "With that, Lei Heng kicked Wei in our direction."
    },
    {
      "id": 163,
      "model": "뇌횡",
      "content": "Take 'im. Three, four months of recovery and he should be back on his feet."
    },
    {
      "id": 164,
      "model": "뇌횡",
      "content": "Well... if ya survive me today, that is."
    },
    {
      "id": 165,
      "model": "뇌횡",
      "content": "Yer gonna take the young master and get that door open, ain't ya?"
    },
    {
      "id": 166,
      "model": "뇌횡",
      "content": "Hwell, then..."
    },
    {
      "id": 167,
      "content": "Lei Heng begins walking in our direction, cracking his neck."
    },
    {
      "id": 168,
      "model": "뇌횡",
      "content": "... y'all ready to go a round?"
    },
    {
      "id": 169,
      "model": "뇌횡",
      "content": "Should be able to wrap this up by the time they're done with the ritual thing."
    },
    {
      "id": 170,
      "model": "뇌횡",
      "content": "C'mon... <i>Let's dance.</i>"
    }
  ]
}