{
  "dataList": [
    {
      "id": 0,
      "place": "Tienkan Temple Entrance",
      "content": "With them defending the bridge, we managed to reach Tiekan Temple's entrance..."
    },
    {
      "id": 1,
      "content": "... only to find the last people we ever wanted to see waiting at its gates."
    },
    {
      "id": 2,
      "model": "단테",
      "content": "<N Corp.... And their troops, all of them wearing E.G.O Gear...>"
    },
    {
      "id": 3,
      "content": "It almost looks like they came here ready for a war."
    },
    {
      "id": 4,
      "model": "에고가환",
      "content": "It has happened exactly as the Director said so herself, Gubo."
    },
    {
      "id": 5,
      "model": "이상",
      "content": "… Goodness."
    },
    {
      "id": 6,
      "model": "에고구보",
      "content": "What brings you such distress, my wilted and fallen, old fellow?"
    },
    {
      "id": 7,
      "model": "에고구보",
      "content": "It would have been no trouble for someone of your intelligence to surmise that we would be waiting where your journey ends."
    },
    {
      "id": 8,
      "model": "에고구보",
      "content": "Or... has your love for the company of these new fellows slowed your mind?"
    },
    {
      "id": 9,
      "model": "이상",
      "content": "The path I walk is a busy one."
    },
    {
      "id": 10,
      "model": "이상",
      "content": "... And I have no words or sentiments to impart to someone such as yourself, when a dear fellow of mine requires my support and haste."
    },
    {
      "id": 11,
      "model": "에고구보",
      "content": "... Huh."
    },
    {
      "id": 12,
      "content": "Gubo opened his mouth to say something in response, but Yi Sang swiftly brushed past him without hesitation."
    },
    {
      "id": 13,
      "content": "And..."
    },
    {
      "id": 14,
      "model": "에고가환",
      "content": "You certainly took your time, little brother."
    },
    {
      "id": 15,
      "model": "그레고르",
      "content": "What's he...?"
    },
    {
      "id": 16,
      "model": "에고가환",
      "content": "Just waiting out here to greet you and your friends."
    },
    {
      "id": 17,
      "model": "에고가환",
      "content": "Do not glare at me so—you need only accept our offer, and we shan't have to fight."
    },
    {
      "id": 18,
      "model": "에고가환",
      "content": "A... temporary truce, if you will."
    },
    {
      "id": 19,
      "model": "이스마엘",
      "content": "... Seriously, a truce? Here and now?"
    },
    {
      "id": 20,
      "model": "에고가환",
      "content": "It so happens that we have business to see to in there."
    },
    {
      "id": 21,
      "model": "에고가환",
      "content": "... And Jia Baoyu... you're our only key."
    },
    {
      "id": 22,
      "model": "에고가환",
      "content": "You must've come here in search of the Golden Bough, as you always are."
    },
    {
      "id": 23,
      "model": "에고가환",
      "content": "But that is not what we've come here for."
    },
    {
      "id": 24,
      "model": "에고구보",
      "content": "We intend to leave here as soon as we earn the 'sample', something far more important to us than the Golden Bough itself."
    },
    {
      "id": 25,
      "model": "에고구보",
      "content": "Let us not engage in a skirmish that, after all, shall be in vain."
    },
    {
      "id": 26,
      "model": "싱클레어",
      "content": "And you just expect us to believe—"
    },
    {
      "id": 27,
      "model": "에고가환",
      "content": "Think about it for a second. Would we have forfeited with so little hesitation, had our purpose been to claim the Golden Bough?"
    },
    {
      "id": 28,
      "model": "에고가환",
      "content": "We thought coming in third would be more than enough to procure what we came for."
    },
    {
      "id": 29,
      "model": "이스마엘",
      "content": "I see... So you weren't acting on behalf of the Jia family at all... but for N Corp. all along."
    },
    {
      "id": 30,
      "model": "에고가환",
      "content": "... Are you all really that stupid? You must be."
    },
    {
      "id": 31,
      "model": "에고가환",
      "content": "I don't recall ever hiding my allegiance to N Corp. the last time we met... or did all of you collectively choose to forget that?"
    },
    {
      "id": 32,
      "model": "에고가환",
      "content": "Besides... I wouldn't lower myself to participate in this messy little game of Family Hierarch war for something so worthless as the honor of the Jia family."
    },
    {
      "id": 33,
      "model": "에고가환",
      "content": "I have not once lived for this family since the day I changed my name."
    },
    {
      "id": 34,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 35,
      "model": "에고가환",
      "content": "... The Shi family hired us, the N Corp. New League of Nine Littérateurs."
    },
    {
      "id": 36,
      "model": "에고가환",
      "content": "Our job was to void the results of the Evaluation if a Shi family candidate fails to win the contest."
    },
    {
      "id": 37,
      "model": "에고가환",
      "content": "They never change, do they? Mediocre qualifications, yet... always coveting something far beyond their reach."
    },
    {
      "id": 38,
      "model": "에고가환",
      "content": "And as you might expect, N Corp. does not give up so easily."
    },
    {
      "id": 39,
      "model": "에고가환",
      "content": "If you would not accept my truce, we can simply... sit here and wait for you to do something in this standoff. We're not the ones pressed for time."
    },
    {
      "id": 40,
      "model": "오티스",
      "content": "... I hope we're not taking his words at face value."
    },
    {
      "id": 41,
      "model": "그레고르",
      "content": "We're not, but... do we have any alternatives? He's already stalled us enough."
    },
    {
      "id": 42,
      "model": "싱클레어",
      "content": "He's right, we're the ones running out of time..."
    },
    {
      "id": 43,
      "model": "싱클레어",
      "content": "Jia Qiu is strong, really strong, but... not even he can stop all those soldiers on his own forever."
    },
    {
      "id": 44,
      "content": "I'm growing anxious."
    },
    {
      "id": 45,
      "content": "He says he's willing to leave us alone once he gets what he wants, but... there's no way for us to be sure of that."
    },
    {
      "id": 46,
      "content": "But it's hardly a good idea to fight them now or remain locked in this standoff for who knows how long."
    },
    {
      "id": 47,
      "model": "단테",
      "content": "<If this fight is inevitable... it's better to enter a truce with them for now, find Xichun, and then fight them if we must.>"
    },
    {
      "id": 48,
      "content": "Besides, Hong Lu said Xichun might be in danger. I had to prioritize that, no matter what."
    },
    {
      "id": 49,
      "model": "단테",
      "content": "<... It can't be helped. Let's head inside.>"
    },
    {
      "id": 50,
      "content": "So I made the call."
    },
    {
      "id": 51,
      "model": "홍루",
      "content": "Okay, let's try your idea."
    },
    {
      "id": 52,
      "model": "에고가환",
      "content": "So you've decided to open the door? Hmph, at least your leader has some semblance of intelligence."
    },
    {
      "id": 53,
      "model": "에고가환",
      "content": "Here's to our fruitful yet brief cooperation."
    },
    {
      "id": 54,
      "model": "에고가환",
      "content": "Lead the way, we'll be right behind you."
    },
    {
      "id": 55,
      "content": "And we..."
    },
    {
      "id": 56,
      "content": "... finally made it to the great gates of Tiekan Temple."
    },
    {
      "id": 57,
      "model": "단테",
      "content": "<Hong Lu...?>"
    },
    {
      "id": 58,
      "content": "Hong Lu approached the gate handles."
    },
    {
      "id": 59,
      "content": "Then, with one hand over his other eye, he brings his jade eye close to an engraved hole in the gates."
    },
    {
      "id": 60,
      "model": "홍루",
      "content": "My eye is the only key... to opening these gates from the outside."
    },
    {
      "id": 61,
      "model": "홍루",
      "content": "It's so that I can visit the elders whenever they want me there."
    }
  ]
}