{
  "dataList": [
    {
      "id": 0,
      "place": "Tienkan Temple Entrance, Past",
      "model": "더어린홍루",
      "content": "I don't wanna go inside... I'm scared..."
    },
    {
      "id": 1,
      "model": "왕부인",
      "content": "Baoyu, our little Baoyu, the gem of our family..."
    },
    {
      "id": 2,
      "model": "왕부인",
      "content": "How many times must I tell you that you mustn't fear? It was always your destiny to be the precious jade of our family and the elders. That was decided the moment you were born..."
    },
    {
      "id": 3,
      "model": "가정",
      "content": "The revered Xianren await your arrival. Y-you mustn't make them wait..."
    },
    {
      "id": 4,
      "model": "과거가모",
      "content": "Silence. Your craven behavior is unbecoming before the presence of a precious object."
    },
    {
      "id": 5,
      "model": "가정",
      "content": "... My humble apologies."
    },
    {
      "id": 6,
      "model": "과거가모",
      "content": "Little Baoyu, you are not like the others."
    },
    {
      "id": 7,
      "model": "더어린홍루",
      "content": "I'm... not?"
    },
    {
      "id": 8,
      "model": "과거가모",
      "content": "Only those who are blinded to the true forms find themselves delighted or repulsed by material beauty and malformation."
    },
    {
      "id": 9,
      "model": "과거가모",
      "content": "They are the past and the future of Daguanyuan."
    },
    {
      "id": 10,
      "model": "과거가모",
      "content": "It is only thanks to their deeds and good karma that such luxuries of Daguanyuan are permitted to us; you must always maintain a most grateful heart. Am I understood?"
    },
    {
      "id": 11,
      "model": "더어린홍루",
      "content": "But... but..."
    },
    {
      "id": 12,
      "model": "더어린홍루",
      "content": "They're... so scary."
    },
    {
      "id": 13,
      "place": "Tienkan Temple Interior, Past",
      "model": "어린홍루",
      "content": "... I'm here."
    },
    {
      "id": 14,
      "model": "어르신1그림자",
      "content": "Welcome, little Baoyu."
    },
    {
      "id": 15,
      "model": "어르신2그림자",
      "content": "We have waited long for your arrival."
    },
    {
      "id": 16,
      "model": "어르신3그림자",
      "content": "Gwehh... Keh... Gunngh..."
    },
    {
      "id": 17,
      "model": "어린홍루",
      "content": "Oh, today must be your molting day."
    },
    {
      "id": 18,
      "model": "하인죽음",
      "content": "Young master... please... save me..."
    },
    {
      "id": 19,
      "model": "하인죽음",
      "content": "If... if I'd known... I'd never have... volunteered..."
    },
    {
      "id": 20,
      "model": "어르신3그림자",
      "content": "Gwuh... Gnh..."
    },
    {
      "id": 21,
      "model": "어르신2그림자",
      "content": "Ha ha, I see that you're enjoying it down to the spinal marrows."
    },
    {
      "id": 22,
      "model": "어르신1그림자",
      "content": "I must remind you to hand its flesh over to me, once you have drunk it in full."
    },
    {
      "id": 23,
      "model": "어르신1그림자",
      "content": "Your greed in claiming extra chunks of its flesh almost harmed the integrity of my body."
    },
    {
      "id": 24,
      "model": "어르신2그림자",
      "content": "Baoyu, oh Baoyu... we cannot await the day you are fully grown..."
    },
    {
      "id": 25,
      "model": "어르신2그림자",
      "content": "We eagerly await the day you are to depart Daguanyuan, to see far and beyond, to witness and hear things of great worth."
    },
    {
      "id": 26,
      "model": "어린홍루",
      "content": "... Okay. Thank you."
    },
    {
      "id": 27,
      "place": "Tienkan Temple Interior",
      "model": "가모",
      "content": "Welcome, little Baoyu."
    },
    {
      "id": 28,
      "model": "가모",
      "content": "Is it not too early an hour for you to greet the elders?"
    },
    {
      "id": 29,
      "model": "가모",
      "content": "The ascension of the new Family Hierarch is yet to be completed."
    },
    {
      "id": 30,
      "model": "로쟈",
      "content": "Gah... Xi-Xichun!"
    },
    {
      "id": 31,
      "content": "Before Jia Mu was Xichun, lying unconscious on what looked like an altar."
    },
    {
      "id": 32,
      "content": "And..."
    },
    {
      "id": 33,
      "model": "어르신2",
      "content": "Hmmmh... They are..."
    },
    {
      "id": 34,
      "content": "Despite our sudden arrival, they all turned to us at once without even a hint of mild surprise."
    },
    {
      "id": 35,
      "model": "이스마엘",
      "content": "……."
    },
    {
      "id": 36,
      "model": "이스마엘",
      "content": "They're.... the 'revered' Xianren that all of Daguanyuan venerate and worship so profusely...?"
    },
    {
      "id": 37,
      "model": "가모",
      "content": "... Indeed. I knew this would happen."
    },
    {
      "id": 38,
      "model": "어르신4",
      "content": "Ooh, come hither! Come hither!"
    },
    {
      "id": 39,
      "model": "어르신1",
      "content": "Ahh, it is them. We have been looking forward to meeting you all."
    },
    {
      "id": 40,
      "model": "싱클레어",
      "content": "You... recognize us?"
    },
    {
      "id": 41,
      "model": "어르신1",
      "content": "I must say, the blood-crafted rides at the amusement park made for quite the interesting show."
    },
    {
      "id": 42,
      "model": "돈키호테",
      "content": "…!"
    },
    {
      "id": 43,
      "model": "어르신1",
      "content": "I was aware that the Bloodfiends are imbued with rather unique powers... yet it was most enticing to witness the manifestations of their might myself."
    },
    {
      "id": 44,
      "model": "어르신1",
      "content": "Even I did not know that a higher Kindred commands such overwhelming might. His abilities were quite distinguished from that of the Bloodfiend Elder of Hongyuan."
    },
    {
      "id": 45,
      "model": "어르신2",
      "content": "We'd be remiss to not mention the laboratory at the basement of that manor."
    },
    {
      "id": 46,
      "model": "어르신1",
      "content": "Hoho, it truly was a most wonderful sight."
    },
    {
      "id": 47,
      "model": "어르신2",
      "content": "We were most delighted to watch that man melt into nothingness... only to be remolded and reborn as something new. You should have been here to hear our thunderous applause!"
    },
    {
      "id": 48,
      "model": "어르신3",
      "content": "And I would like to commend you all."
    },
    {
      "id": 49,
      "model": "어르신3",
      "content": "For the sheer hatred and ferocity you have demonstrated when you rowed so valiantly into the Pallid Whale's belly."
    },
    {
      "id": 50,
      "model": "어르신3",
      "content": "Truly a most dramatic moment. We could almost feel the heat of your determination to take a life from here—the fire of hatred and vengeance."
    },
    {
      "id": 51,
      "model": "돈키호테",
      "content": "... Thou hast been watching us all along, then."
    },
    {
      "id": 52,
      "model": "어르신1",
      "content": "Indeed, through Baoyu's jade..."
    },
    {
      "id": 53,
      "model": "어르신3",
      "content": "... we have witnessed this journey of yours from beginning to now."
    },
    {
      "id": 54,
      "model": "어르신2",
      "content": "What a priceless offering you have all been!"
    },
    {
      "id": 55,
      "model": "어르신1",
      "content": "It was a wise decision to make Baoyu depart from this place."
    },
    {
      "id": 56,
      "model": "어르신3",
      "content": "We did not have a moment to feel even an inkling of tedium."
    },
    {
      "id": 57,
      "model": "어르신3",
      "content": "I find it quite exciting to see you all, those we had only peered through the jade... so up close and in person."
    },
    {
      "id": 58,
      "model": "어르신4",
      "content": "It is said that in recent years in the City, some subset of the population would see the present circumstance as an occasion to receive their 'signatures' to a mysterious end."
    },
    {
      "id": 59,
      "model": "어르신5",
      "content": "Mm... it seemed that 'subset of the population' are referred to as 'fans'."
    },
    {
      "id": 60,
      "model": "이상",
      "content": "What manner of insanity is this?"
    },
    {
      "id": 61,
      "model": "이상",
      "content": "You have sought immortality so diligently, only to encase yourselves in this theater of fools where one does naught but leer at plays made up of the lives of others?"
    },
    {
      "id": 62,
      "model": "이상",
      "content": "Eons of emptiness, filled with naught but struggle against tedium..."
    },
    {
      "id": 63,
      "model": "어르신1",
      "content": "I have found true enlightenment in this life of eons: that the most important part of life..."
    },
    {
      "id": 64,
      "model": "어르신4",
      "content": "... is pleasure, all along!"
    },
    {
      "id": 65,
      "model": "어르신3",
      "content": "Every other emotion is fleeting and meaningless—we can no longer feel them."
    },
    {
      "id": 66,
      "model": "어르신5",
      "content": "Death is finite, yet boredom is infinite."
    },
    {
      "id": 67,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Big... big bro...?"
    },
    {
      "id": 68,
      "content": "Jia Xichun seemed to have regained consciousness. She calls out to Hong Lu in a faint, fading voice."
    },
    {
      "id": 69,
      "model": "가모",
      "content": "I see that you have come to."
    },
    {
      "id": 70,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Where am... I? W-where is thi— Ah, venerable Jia Mu..."
    },
    {
      "id": 71,
      "model": "가모",
      "content": "The noblest land in Daguanyuan, where the revered Xianren reside."
    },
    {
      "id": 72,
      "model": "가모",
      "content": "You have but one more ritual to complete to become the Family Hierarch."
    },
    {
      "id": 73,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "I... I..."
    },
    {
      "id": 74,
      "content": "Jia Xichun's face was contorted with sheer, unadulterated fear."
    },
    {
      "id": 75,
      "model": "가모",
      "content": "Now, present yourself with the utmost respect for our ancestor, our steadfast root, the one who has become an Anamnaworm for the sake of Hongyuan, the great families, and their descendants."
    },
    {
      "id": 76,
      "teller": "The Elders",
      "title": "Daguanyuan",
      "content": "Ah, blessed be the Xianhuang Worm, the Anamnaworm of the Immortal Emperor!"
    },
    {
      "id": 77,
      "model": "단테",
      "content": "<…!>"
    },
    {
      "id": 78,
      "content": "The trembling voices begin to swell with emotion as they begin to harmonize as one..."
    },
    {
      "id": 79,
      "content": "… Something squirms beneath the skin of Jia Mu’s neck. It continues to quiver, slowly taking shape… sculpting into a face, then to a head protruding from her flesh."
    },
    {
      "id": 80,
      "model": "로쟈",
      "content": "Ahhh... Nope, no thank you, I'm not gonna look."
    },
    {
      "id": 81,
      "content": "The face holds an expression so benevolent that it appears almost... eerie."
    },
    {
      "id": 82,
      "model": "이스마엘",
      "content": "That thing... is that..."
    },
    {
      "id": 83,
      "model": "이스마엘",
      "content": "... is that the Anamnaworm?"
    },
    {
      "id": 84,
      "model": "가모충",
      "content": "Only by accepting his eminence into your body shall you have the honor of becoming one with the revered Xianren in both psyche and soma."
    },
    {
      "id": 85,
      "model": "가모충",
      "content": "The unparalleled honor of receiving generations of knowledge, wisdom... all of which has been accumulated through our venerated elders."
    },
    {
      "id": 86,
      "model": "가모충",
      "content": "Be honored to be in audience of such a great man."
    },
    {
      "id": 87,
      "model": "가모충",
      "content": "The first to be metamorphosized into the form of an Anamnaworm—the founding Hierarch of Daguanyuan."
    },
    {
      "id": 88,
      "model": "가모충",
      "content": "One could spend their entire lifetime venerating and exalting his greatness—and they would still fall short of all the blessings he has bestowed upon us."
    },
    {
      "id": 89,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "……."
    },
    {
      "id": 90,
      "model": "가모충",
      "content": "He has never graced your presence until now, little Baoyu."
    },
    {
      "id": 91,
      "model": "어르신1",
      "content": "He is the one who has amassed the greatest quantity of deeds among us; know that his wisdom is without equal."
    },
    {
      "id": 92,
      "model": "어르신2",
      "content": "The plan to manifest the precious jade of Daguanyuan was formulated by magnificence."
    },
    {
      "id": 93,
      "model": "어르신3",
      "content": "Many, many years passed until the Family Hierarchs... both those who came before and after my reign... came to realize that what we needed was amusement."
    },
    {
      "id": 94,
      "model": "어르신4",
      "content": "Oh, the commiserator of our pain! Our suffering from tedium and meaninglessness, this all-consuming emptiness!"
    },
    {
      "id": 95,
      "model": "어르신4",
      "content": "He has bestowed this royal palace with a peerless gem for us!"
    },
    {
      "id": 96,
      "model": "어르신5",
      "content": "That is the day Tiekan Temple became complete. A land of endless amusement and pleasure... a land where we needn't empty our thoughts any longer."
    },
    {
      "id": 97,
      "model": "어르신6",
      "content": "Paradise on earth, is it not?"
    },
    {
      "id": 98,
      "model": "료슈2",
      "content": "Revolting."
    },
    {
      "id": 99,
      "model": "료슈",
      "content": "Revolting insects, scouring for morsels of satisfaction from peeping."
    },
    {
      "id": 100,
      "model": "이상",
      "content": "To sacrifice so many innocent lives for so little... All for these deficient forms of immortality..."
    },
    {
      "id": 101,
      "model": "그레고르",
      "content": "So much for 'the Enlightened Ones', you vile ghouls... Hah, man."
    },
    {
      "id": 102,
      "model": "홍루",
      "content": "…."
    },
    {
      "id": 103,
      "model": "홍루",
      "content": "Grandmother, I would like to ask you something."
    },
    {
      "id": 104,
      "model": "홍루",
      "content": "What happens when the new Hierarch..."
    },
    {
      "id": 105,
      "model": "홍루",
      "content": "... accepts the Anamnaworm of the great ancestor?"
    },
    {
      "id": 106,
      "model": "가모충",
      "content": "She will be gifted with the accumulated wisdom of all Xianren here."
    },
    {
      "id": 107,
      "model": "가모충",
      "content": "Then, she will be freed from this pathetic, disconnected body of an individual... Freed to share both her emotions and reason with all of us..."
    },
    {
      "id": 108,
      "model": "가모충",
      "content": "... and eventually, evolve into a transcendent being that exists solely to dedicate herself for the prosperity of Daguanyuan."
    },
    {
      "id": 109,
      "model": "홍루",
      "content": "A being that exists solely for the prosperity of Daguanyuan...."
    },
    {
      "id": 110,
      "model": "홍루",
      "content": "Do all who accept the Xianhuang Worm... end up desiring immortality?"
    },
    {
      "id": 111,
      "model": "가모충",
      "content": "All those who have accomplished a certain degree of deeds naturally carry the desire for immortality. It is simply human."
    },
    {
      "id": 112,
      "model": "가모충",
      "content": "Every Family Hierarch must find their own secret to immortality over the course of their reign to the day they abdicate the responsibility, as all Xianren have thus far."
    },
    {
      "id": 113,
      "model": "로쟈",
      "content": "... What's up with this weird obsession, huh?"
    },
    {
      "id": 114,
      "model": "로쟈",
      "content": "You've all carried the mantle of Hierarch. Each of you was the top dog of a whole Wing. You must’ve all lived lives with all the bells and whistles it has to offer, so how come you all ended up living hidden away like this in some dank basement?"
    },
    {
      "id": 115,
      "model": "어르신1",
      "content": "Insignificant worms destined to crawl their entire, miserable lives under our feet to their dying days, to depart this world having accomplished precisely nothing, shall not understand."
    },
    {
      "id": 116,
      "model": "어르신2",
      "content": "That we refuse to return to the void of nonexistence, leaving behind all of our labors and accomplishments that has brought Hongyuan to its present glory!"
    },
    {
      "id": 117,
      "model": "어르신3",
      "content": "Were we to fall, so too shall Daguanyuan..."
    },
    {
      "id": 118,
      "model": "어르신3",
      "content": "... and so too shall Hongyuan."
    },
    {
      "id": 119,
      "model": "어르신4",
      "content": "How are we to leave Hongyuan behind, our own creation?!"
    },
    {
      "id": 120,
      "model": "어르신4",
      "content": "The life of a mere Hierarch, destined to peter out before it even reaches a century, is hardly enough time to truly lead."
    },
    {
      "id": 121,
      "model": "어르신5",
      "content": "We existed at Hongyuan's incipience."
    },
    {
      "id": 122,
      "model": "어르신6",
      "content": "Thus exist we shall, at the end of Hongyuan."
    },
    {
      "id": 123,
      "model": "히스클리프",
      "content": "Blimey, ask one question and you get the whole bloody chorus."
    },
    {
      "id": 124,
      "model": "가모충",
      "content": "We have tarried overlong."
    },
    {
      "id": 125,
      "model": "가모충",
      "content": "To accept the Anamnaworm of the ancestor is very much like the experience of being reborn."
    },
    {
      "id": 126,
      "model": "가모충",
      "content": "Is it not what you have sought so desperately, to stand before the masses in their undivided attention and awe?"
    },
    {
      "id": 127,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Am I... am I going to be like them, too?"
    },
    {
      "id": 128,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "I remember him... He... he's my great-great-grandfather. I thought he'd left to meditate a long, long time ago."
    },
    {
      "id": 129,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "He used to sneak me snacks... and told me so many old fables and stories..."
    },
    {
      "id": 130,
      "model": "가모충",
      "content": "Fear is fleeting next to the eternity of euphoria that awaits you, girl. I have experienced the very same myself."
    },
    {
      "id": 131,
      "content": "Jia Mu slowly approaches Xichun."
    },
    {
      "id": 132,
      "content": "... And..."
    },
    {
      "id": 133,
      "model": "홍루",
      "content": "... Xichun."
    },
    {
      "id": 134,
      "content": "... Hong Lu takes a step toward her, too."
    },
    {
      "id": 135,
      "model": "홍루",
      "content": "Remember what you... asked me earlier?"
    },
    {
      "id": 136,
      "place": "Backstreets of District 8, Recent Past",
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Is this even your call, brother?"
    },
    {
      "id": 137,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "Or are you just following their orders?"
    },
    {
      "id": 138,
      "place": "Tienkan Temple Interior",
      "model": "홍루",
      "content": "Back then, I didn't really understand why you asked me that question."
    },
    {
      "id": 139,
      "model": "홍루",
      "content": "But now..."
    },
    {
      "id": 140,
      "model": "홍루",
      "content": "... I'd like to ask you the same thing."
    },
    {
      "id": 141,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "……."
    },
    {
      "id": 142,
      "model": "홍루",
      "content": "Xichun, do you really want to become the Family Hierarch?"
    },
    {
      "id": 143,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "I..."
    },
    {
      "id": 144,
      "place": "Somewhere in Daguanyuan, Past",
      "model": "어린가시춘",
      "content": "Wooo! Today's been so much fun, big bro."
    },
    {
      "id": 145,
      "model": "어린가시춘",
      "content": "Xichun gets to play with big bro aaaall day and get a present too, and she didn't even have to do anything!"
    },
    {
      "id": 146,
      "model": "어린가시춘",
      "content": "I think it'd be so cool if we could play together just like this forever and ever and ever!"
    },
    {
      "id": 147,
      "place": "Tienkan Temple Interior",
      "model": "가시춘",
      "title": "Jia Family",
      "content": "……."
    },
    {
      "id": 148,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "No... no, no, I don't."
    },
    {
      "id": 149,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "I don't... Not like this."
    },
    {
      "id": 150,
      "model": "에고가환",
      "content": "... Ridiculous."
    },
    {
      "id": 151,
      "model": "에고구보",
      "content": "Tsk."
    },
    {
      "id": 152,
      "model": "가모충",
      "content": "What this child desires is of no relevance."
    },
    {
      "id": 153,
      "model": "가모충",
      "content": "Tradition wills this sacred ritual, and tradition cannot be defied."
    },
    {
      "id": 154,
      "model": "가모충",
      "content": "As our forefathers have... as we have..."
    },
    {
      "id": 155,
      "model": "가모충",
      "content": "... you need only do as you are told."
    },
    {
      "id": 156,
      "model": "가모충",
      "content": "For that is the Hierarch’s destiny."
    },
    {
      "id": 157,
      "model": "이스마엘",
      "content": "Destiny? Sacred ritual? All I see here are a bunch of beyond geriatric bastards looking to turn her into just another tool in their hands to prop up their opulence."
    },
    {
      "id": 158,
      "model": "이스마엘",
      "content": "You can’t… force her into doing something she doesn’t want."
    },
    {
      "id": 159,
      "model": "에고구보",
      "content": "My, my. Ha Yung, your friends certainly talk as though they're living in some dreamland. No wonder they are fellows of yours! Ha ha."
    },
    {
      "id": 160,
      "model": "가모충",
      "content": "Foolish girl. The will of an individual is trivial in Daguanyuan."
    },
    {
      "id": 161,
      "model": "가모충",
      "content": "Only by the acceptance of that truth shall you preserve your life. How dare you allow such insolence to guide your tongue?!"
    },
    {
      "id": 162,
      "model": "어르신1",
      "content": "Hoho, be not agitated. That child, Ishmael, is a rebel by nature. Such recalcitrance is best allowed to slide as a puerile resistance of an immature thing."
    },
    {
      "id": 163,
      "model": "어르신1",
      "content": "What do children who have experienced less than half a century know to speak of wisdom?"
    },
    {
      "id": 164,
      "model": "어르신1",
      "content": "We have watched your journey from its incipience to now; thus we know you better than anyone."
    },
    {
      "id": 165,
      "model": "어르신2",
      "content": "Their lives have been shaped by nothing but foolhardy, young, witless, and flawed choices."
    },
    {
      "id": 166,
      "model": "어르신5",
      "content": "Yet from their foolish choices, we have found amusement... And by their foolish choices, was this journey they call 'adventure' made possible."
    },
    {
      "id": 167,
      "model": "어르신4",
      "content": "Adventures are indeed luxuries of imbeciles; it was quite enthralling to watch as you made choices that we never would have made."
    },
    {
      "id": 168,
      "model": "어르신3",
      "content": "We have watched as you battled your way here; thus, we know what you have come here for."
    },
    {
      "id": 169,
      "model": "어르신4",
      "content": "Yet the answer is simple; you need only allow the Anamnaworm to enter Jia Xichun, help her assume the responsibility of the Hierarch, and all of this chaos, this adventure, shall be resolved! And we need only await our next amusement to begin!"
    },
    {
      "id": 170,
      "model": "어르신3",
      "content": "Jia Mu, it would be thoughtless of us to not bring up the day of the Kong family massacre when discussing our finest amusements."
    },
    {
      "id": 171,
      "model": "가모충",
      "content": "You honor me, revered Xianren."
    },
    {
      "id": 172,
      "model": "어르신1",
      "content": "Non-human beings of intelligence, birthed within the boundaries of the City... breeding... again and again..."
    },
    {
      "id": 173,
      "model": "어르신2",
      "content": "The newborns, torn and ripped to shreds by the Head, before being swept away."
    },
    {
      "id": 174,
      "model": "어르신3",
      "content": "And the crème de la crème—our little witness, Baoyu's tears blurring his vision... and his most fascinating transformation from the day onward... we all experienced the heights of stimulation that day."
    },
    {
      "id": 175,
      "model": "어르신5",
      "content": "You have done well, Jia Mu. What an effort that must have been."
    },
    {
      "id": 176,
      "model": "어르신4",
      "content": "Now you may join us here in Tiekan Temple, join us in this eternal witnessing, to the last of your endless days!"
    },
    {
      "id": 177,
      "model": "어르신1",
      "content": "And do look forward to the new amusement that Jia Xichun shall bring us..."
    },
    {
      "id": 178,
      "model": "가시춘",
      "title": "Jia Family",
      "content": "……."
    },
    {
      "id": 179,
      "model": "어르신4",
      "content": "Young and foolish adventurers, dearest companions of little Baoyu!"
    },
    {
      "id": 180,
      "model": "어르신3",
      "content": "Fulfill your purpose for having come here. Daguanyuan's survival hinges on the completion of the next Family Hierarch’s ascension."
    },
    {
      "id": 181,
      "content": "They weren't wrong. Our purpose for coming here..."
    },
    {
      "id": 182,
      "content": "... was to quickly certify the next Family Hierarch, have her remove the outside forces that have invaded Daguanyuan, and prevent the conflagration of war."
    },
    {
      "id": 183,
      "content": "But..."
    },
    {
      "id": 184,
      "model": "어르신1",
      "content": "Their other purpose for visiting Hongyuan was to obtain an artifact called the Golden Bough."
    },
    {
      "id": 185,
      "model": "어르신4",
      "content": "Aha! That nearly slipped my mind."
    },
    {
      "id": 186,
      "model": "어르신2",
      "content": "They have gathered under one banner to find the artifacts known as the Golden Boughs, and are motivated solely to acquire them."
    },
    {
      "id": 187,
      "model": "어르신3",
      "content": "Thus, show it to them. Show them the gift we have prepared."
    },
    {
      "id": 188,
      "model": "가모충",
      "content": "Your wish is my command, venerable Xianren."
    },
    {
      "id": 189,
      "model": "단테",
      "content": "<…!>"
    },
    {
      "id": 190,
      "content": "What Jia Mu showed us was... the Golden Bough, shimmering in its familiar incandescence."
    },
    {
      "id": 191,
      "model": "가모가지",
      "content": "Baoyu, do as you have always done."
    },
    {
      "id": 192,
      "model": "가모가지",
      "content": "Accept this Golden Bough, and embark on your next ‘adventure’ for us."
    },
    {
      "id": 193,
      "teller": "The Elders",
      "title": "Daguanyuan",
      "content": "This is our gift, our token of appreciation to you for the amusement you have and will continue to provide us."
    },
    {
      "id": 194,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 195,
      "model": "싱클레어",
      "content": "Hong Lu..."
    },
    {
      "id": 196,
      "content": "Sinclair looked at Hong Lu with a sad expression. I couldn't quite tell if he was worried about what choice Hong Lu would make, or if he was feeling a sort of sympathy for him."
    },
    {
      "id": 197,
      "model": "단테",
      "content": "<Sinclair.>"
    },
    {
      "id": 198,
      "model": "싱클레어",
      "content": "... Yeah?"
    },
    {
      "id": 199,
      "model": "단테",
      "content": "<He's got it.>"
    },
    {
      "id": 200,
      "content": "But I think I already knew what Hong Lu's choice was going to be."
    },
    {
      "id": 201,
      "model": "가모가지",
      "content": "... Little Baoyu?"
    },
    {
      "id": 202,
      "content": "There is a light smile on his lips."
    },
    {
      "id": 203,
      "content": "He stands still."
    },
    {
      "id": 204,
      "model": "에고가환",
      "content": "……."
    },
    {
      "id": 205,
      "model": "에고가환",
      "content": "Little brother, do <i>not</i> let me down another time."
    },
    {
      "id": 206,
      "model": "에고가환",
      "content": "Jia Mu has so generously presented this opportunity before you—seize it."
    },
    {
      "id": 207,
      "model": "홍루",
      "content": "Grandmother."
    },
    {
      "id": 208,
      "model": "홍루",
      "content": "What... will you do, if Xichun refuses to accept the Anamnaworm to the end?"
    },
    {
      "id": 209,
      "model": "가모가지",
      "content": "The exalted Xianhuang Anamnaworm is too frail to have his form manifested outside a body for overlong."
    },
    {
      "id": 210,
      "model": "가모가지",
      "content": "Not to mention how the sacred ritual to accept him into one's body is a very precise procedure; continued resistance could pose a significant risk to her life."
    },
    {
      "id": 211,
      "model": "가모가지",
      "content": "And you would both do well to recall that there are many in Daguanyuan who desire the responsibility of the Family Hierarch."
    },
    {
      "id": 212,
      "model": "가모가지",
      "content": "The very same rabble who are willing to abandon their own flesh and blood if it meant that they could seize power."
    },
    {
      "id": 213,
      "model": "그레고르",
      "content": "So..."
    },
    {
      "id": 214,
      "model": "그레고르",
      "content": "If Miss Xichun refuses to the end..."
    },
    {
      "id": 215,
      "model": "그레고르",
      "content": "You're just gonna shove that worm into her ear, damned be the risk to her life..."
    },
    {
      "id": 216,
      "model": "그레고르",
      "content": "... and if she dies in the process, you'll just swap her out with someone else?"
    },
    {
      "id": 217,
      "model": "어르신1",
      "content": "That is why she must accept our exalted ancestor into herself with deferential welcome."
    },
    {
      "id": 218,
      "model": "싱클레어",
      "content": "This whole… Family Hierarch war… the whole thing's a sham. It's all just a meaningless charade."
    },
    {
      "id": 219,
      "model": "싱클레어",
      "content": "Like the contrived condition that you have to find the answer to immortality and kick all of your siblings off some stupid competition to become the Family Hierarch."
    },
    {
      "id": 220,
      "model": "싱클레어",
      "content": "All of it, just for their filthy greed and this disgusting amusement…"
    },
    {
      "id": 221,
      "model": "어르신2",
      "content": "Allow us to impart a counsel for you, O orphaned child of tragic stupidity."
    },
    {
      "id": 222,
      "model": "어르신1",
      "content": "What other method would there be, if not the Family Hierarch Evaluation, to determine if a prospective candidate is someone with enough wit to provide us amusement like this Jia Mu's destruction of the Kong family?"
    },
    {
      "id": 223,
      "model": "어르신4",
      "content": "Thus the Evaluation is no meaningless charade!"
    },
    {
      "id": 224,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 225,
      "model": "홍루",
      "content": "I'm sorry, grandmother."
    },
    {
      "id": 226,
      "model": "홍루",
      "content": "I can't take that Golden Bough."
    },
    {
      "id": 227,
      "model": "가모가지",
      "content": "……."
    },
    {
      "id": 228,
      "model": "가모가지",
      "content": "Why do you choose this path, Baoyu?"
    },
    {
      "id": 229,
      "model": "가모가지",
      "content": "The company that has taken you desires for nothing more than this Golden Bough."
    },
    {
      "id": 230,
      "model": "홍루",
      "content": "Yeah, maybe. But..."
    },
    {
      "id": 231,
      "place": "Front Gates of Daguanyuan, Past",
      "model": "과거홍루",
      "content": "Um... I don't have a wish or anything like that."
    },
    {
      "id": 232,
      "model": "과거홍루",
      "content": "So as long as you help me continue to float away, I'll do whatever you ask of me."
    },
    {
      "id": 233,
      "model": "파우스트",
      "title": "???",
      "content": "……."
    },
    {
      "id": 234,
      "model": "파우스트",
      "title": "???",
      "content": "It is troublesome for us to employ you with an incomplete wish."
    },
    {
      "id": 235,
      "model": "파우스트",
      "title": "???",
      "content": "Then allow us to propose something. We promise to give you something to desire."
    },
    {
      "id": 236,
      "model": "파우스트",
      "title": "???",
      "content": "In other words, we will give you... something to <i>want</i>."
    },
    {
      "id": 237,
      "model": "과거홍루",
      "content": "But what does it mean to... want?"
    },
    {
      "id": 238,
      "model": "파우스트",
      "title": "???",
      "content": "It is a sensation that moves your heart..."
    },
    {
      "id": 239,
      "model": "파우스트",
      "title": "???",
      "content": "A sort of hunger, or a yearning."
    },
    {
      "id": 240,
      "model": "파우스트",
      "title": "???",
      "content": "Once you have that, you will no longer simply float downstream, surrendered to the ebb and flow of the water currents."
    },
    {
      "id": 241,
      "place": "Tienkan Temple Interior",
      "model": "홍루",
      "content": "I see. Now might be the time."
    },
    {
      "id": 242,
      "model": "홍루",
      "content": "Even if it means that I must push against the currents... even if it means that I'll be abandoned..."
    },
    {
      "id": 243,
      "model": "홍루",
      "content": "I don't think I can sit here and watch as you force her to become a Hierarch she doesn't want to be."
    },
    {
      "id": 244,
      "model": "에고가환",
      "content": "You would rather walk away from this comfortable, treaded path and venture a thorny one?"
    },
    {
      "id": 245,
      "model": "에고가환",
      "content": "You would rather have even more blood on your hands?"
    },
    {
      "id": 246,
      "model": "에고가환",
      "content": "All you had to do was to let it happen. And we could have both gained what we came here for and left, ending this excruciating experience of having to look at your face."
    },
    {
      "id": 247,
      "model": "오티스",
      "content": "What... what is your organization even after?"
    },
    {
      "id": 248,
      "model": "에고가환",
      "content": "I also have a question for all of you."
    },
    {
      "id": 249,
      "model": "에고가환",
      "content": "Have you really walked a pristine path of no bloodshed? Can you really say that you've not caused anyone to suffer in your pursuit of Golden Boughs?"
    },
    {
      "id": 250,
      "model": "에고가환",
      "content": "You have left behind countless deaths and sacrifices for that sole purpose. You've turned a blind eye to every single suffering in your wake."
    },
    {
      "id": 251,
      "model": "에고가환",
      "content": "So what's another death, another sacrifice? Is your little sister, whom you haven't even spoken with in a long time, mind, suddenly more important than the bough? Now that's some rich hypocrisy."
    },
    {
      "id": 252,
      "model": "에고가환",
      "content": "Pursue your interests, pursue the reward that lies right before your eyes. Why must you make things so difficult?"
    },
    {
      "id": 253,
      "model": "홍루",
      "content": "I wonder the same, brother. All this time, I had no qualms about simply watching things float away... so why is it so hard to let go all of a sudden?"
    },
    {
      "id": 254,
      "model": "에고구보",
      "content": "Then... it would be reasonable to assume that this truce is no more."
    },
    {
      "id": 255,
      "model": "에고구보",
      "content": "... That insignificant girl has to accept the Anamnaworm before we are to acquire what we came here for."
    },
    {
      "id": 256,
      "model": "에고가환",
      "content": "... Hah. Disgusting as always."
    },
    {
      "id": 257,
      "content": "As if on cue, Gubo, Jia Huan, and their subordinates began to assume a battle stance."
    }
  ]
}