{
  "dataList": [
    {
      "id": 0,
      "model": "어린가시춘",
      "content": "Play with me, big bro."
    },
    {
      "id": 1,
      "model": "어린가시춘",
      "content": "This room's tooooo big for just Xichun."
    },
    {
      "id": 2,
      "model": "반시춘",
      "content": "You... never should have said that. To me."
    },
    {
      "id": 3,
      "model": "반시춘",
      "content": "... I won't be visiting you ever, ever again."
    },
    {
      "id": 4,
      "content": "Wrath."
    },
    {
      "id": 5,
      "model": "홍루"
    },
    {
      "id": 6,
      "model": "홍루",
      "content": "Xichun was once a child who found happiness in the smallest things. A child who used to like playing with me."
    },
    {
      "id": 7,
      "model": "홍루",
      "content": "But once she gets older, she'll be like every other child in Daguanyuan."
    },
    {
      "id": 8,
      "model": "홍루",
      "content": "She will resent me, envy me, and try to kill anyone else who's shooting for the seat of the Family Hierarch."
    },
    {
      "id": 9,
      "model": "홍루",
      "content": "But... I hoped that she wouldn't come to hate me. So once again, I smiled."
    },
    {
      "id": 10,
      "model": "설반",
      "content": "I... I didn't have to die yesterday... I didn't have to die yesterday if you'd just helped me."
    },
    {
      "id": 11,
      "model": "설반",
      "content": "Do you have any idea how much it hurts when they chop off your neck? It hurts. It really, really hurts, but you can't even scream."
    },
    {
      "id": 12,
      "model": "설반",
      "content": "... I wish for nothing but the worst sufferings in what's left of your miserable life."
    },
    {
      "id": 13,
      "content": "……."
    },
    {
      "id": 14,
      "model": "홍루",
      "content": "Xue Pan never wanted to fight. He was a pacifist with a soft heart that could easily be brought to tears."
    },
    {
      "id": 15,
      "model": "홍루",
      "content": "But after a few deaths, his every word became a stabbing thorn."
    },
    {
      "id": 16,
      "model": "홍루",
      "content": "And he gladly impales me with them as he curses me. And I end up hoping that everything that he curses me with comes true."
    },
    {
      "id": 17,
      "model": "홍루",
      "content": "So I smiled again."
    },
    {
      "id": 18,
      "model": "설보차",
      "content": "Baoyu, Grandma and Mother tell me that there are no other women in Daguanyuan who can possibly hope to match up to you... other than me."
    },
    {
      "id": 19,
      "model": "설보차",
      "content": "Let's live the happiest life we can together, okay? We'll see only the pleasant sights, eat only the best food out there, and enjoy the beautiful luxuries life has to offer. Aren't you excited?"
    },
    {
      "id": 20,
      "content": "……."
    },
    {
      "id": 21,
      "model": "홍루",
      "content": "Baochai loved me, but what she loved was not a person—only the light that I radiate."
    },
    {
      "id": 22,
      "model": "홍루",
      "content": "Just as I loved her fragrance."
    },
    {
      "id": 23,
      "model": "홍루",
      "content": "Letting the will of Daguanyuan carry me away would have had me wed big sis Baochai."
    },
    {
      "id": 24,
      "model": "홍루",
      "content": "But this feeling she spoke of, this excitement, was nothing more than a heavy, cumbersome accessory."
    },
    {
      "id": 25,
      "model": "홍루",
      "content": "It was unwieldly, and it was much more than what I deserved. So I smiled."
    },
    {
      "id": 26,
      "model": "임대옥",
      "title": "Bodyguard",
      "content": "So now you'd rather isolate yourself in this room?"
    },
    {
      "id": 27,
      "model": "임대옥",
      "title": "Bodyguard",
      "content": "I don't know what to do anymore. Whenever I see your smile, I..."
    },
    {
      "id": 28,
      "model": "임대옥",
      "title": "Bodyguard",
      "content": "I find myself drawn to it… before I become so hateful of it that I never want to see it again."
    },
    {
      "id": 29,
      "content": "……."
    },
    {
      "id": 30,
      "model": "홍루",
      "content": "Daiyu will now hate me for the rest of her life, just as everyone else in Daguanyuan does."
    },
    {
      "id": 31,
      "model": "홍루",
      "content": "So it's better that I shut myself off in my room."
    },
    {
      "id": 32,
      "model": "홍루",
      "content": "She could have left me then, but she chose to remain by my side."
    },
    {
      "id": 33,
      "model": "홍루",
      "content": "Maybe it wasn't a choice at all. Maybe she was bound to me."
    },
    {
      "id": 34,
      "model": "홍루",
      "content": "It's my fault that she has nowhere else to go."
    },
    {
      "id": 35,
      "model": "홍루",
      "content": "So the only thing I could show her in response was..."
    }
  ]
}