{
  "dataList": [
    {
      "id": 0,
      "place": "Tienkan Temple Interior",
      "model": "그레고르",
      "content": "Now that's an annoying trick..."
    },
    {
      "id": 1,
      "model": "히스클리프",
      "content": "Tsk, everything's just bouncing off that sod..."
    },
    {
      "id": 2,
      "model": "파우스트",
      "content": "The fact that N Corp. has already found a way to successfully extract E.G.O has already been identified."
    },
    {
      "id": 3,
      "model": "파우스트",
      "content": "... However, it is at a more advanced stage than we had imagined."
    },
    {
      "id": 4,
      "model": "파우스트",
      "content": "But they... physically could not have had enough time to reach this level of completion."
    },
    {
      "id": 5,
      "model": "에고가환",
      "content": "You're not the most pleasant bastard to be around, but... I must admit, you are certainly capable."
    },
    {
      "id": 6,
      "model": "에고구보",
      "content": "Hmph. It is no surprise that a layperson such as yourself fails to see through the vast mind of a scientist."
    },
    {
      "id": 7,
      "model": "에고구보",
      "content": "It really happened as my research deemed it would, did it not? The defensive field generated by this E.G.O is invincible."
    },
    {
      "id": 8,
      "model": "어르신1",
      "content": "The lineage of Hierarchs must continue. The bequeathment of immortality must continue. The amusements of life must continue."
    },
    {
      "id": 9,
      "model": "어르신3",
      "content": "This momentary lapse in judgment mustn't be allowed to shake Daguanyuan's status quo."
    },
    {
      "id": 10,
      "model": "어르신2",
      "content": "You need only remain a gem, nothing more. Your only responsibility was to keep that jade clean, free of marring, to bring further glory to Daguanyuan..."
    },
    {
      "id": 11,
      "model": "어르신4",
      "content": "Jia Mu! Correct the foolishly lost child's wanderings! Return him to the rightful road!"
    },
    {
      "id": 12,
      "model": "어르신5",
      "content": "Why does the gem, the child who must witness nothing but the greatest luxuries at the apex of the world, endeavor to become a worthless stone again?"
    },
    {
      "id": 13,
      "model": "어르신1",
      "content": "Now ensure that the child, the beneficiary of our love and care, may fulfill his duty and purpose for existence."
    },
    {
      "id": 14,
      "model": "가모가지",
      "content": "What a tragic turn of events."
    },
    {
      "id": 15,
      "model": "가모가지",
      "content": "I meant to bestow you the Golden Bough, forsaking one of the paths to immortality that I had acquired..."
    },
    {
      "id": 16,
      "model": "가모가지",
      "content": "... yet you would rather pursue the pointless, fleeting charade? Against your own grandmother?"
    },
    {
      "id": 17,
      "model": "홍루",
      "content": "Yes. Grandmother, elders... you have all loved and cared for me more than anyone else in Daguanyuan has."
    },
    {
      "id": 18,
      "model": "홍루",
      "content": "And that's why, while my own brothers and sisters were doomed to spend the rest of their lives killing each other..."
    },
    {
      "id": 19,
      "model": "홍루",
      "content": "I could simply witness the lives plummet to the cold earth, all from the comfort of my room."
    },
    {
      "id": 20,
      "model": "홍루",
      "content": "My parents also told me that I should be thankful for being born as a gem. That I should feel lucky that all I have to do is just keep an eye open."
    },
    {
      "id": 21,
      "model": "홍루",
      "content": "But... grandmother..."
    },
    {
      "id": 22,
      "model": "홍루",
      "content": "... What if I told you I'm exhausted... tired of just glimmering on?"
    },
    {
      "id": 23,
      "model": "가모가지",
      "content": "A precious jade has no such thing as wants or desires."
    },
    {
      "id": 24,
      "model": "단테",
      "content": "<…!>"
    },
    {
      "id": 25,
      "model": "단테",
      "content": "<The Golden Bough...?>"
    },
    {
      "id": 26,
      "content": "The Golden Bough slides into Jia Mu's body and begins to flicker, its power spiraling into her body."
    },
    {
      "id": 27,
      "model": "가모가지꽂음",
      "content": "The rewinding process you have shown us in the first round was most fascinating."
    },
    {
      "id": 28,
      "model": "가모가지꽂음",
      "content": "And it has unlocked a new level of understanding in me—the true worth of this artifact, previously unnoticed and allowed to remain untouched within the depths of our treasury."
    },
    {
      "id": 29,
      "model": "가모가지꽂음",
      "content": "Once we leave this little... ruckus behind, I will be sure to put that Golden Bough within the 'rewinding thing' to good use as well."
    }
  ]
}