{
  "dataList": [
    {
      "id": 0,
      "place": "Tienkan Temple Interior",
      "model": "홍루",
      "content": "You, grandmother, and the elders have always been caged by your desperate search for immortality."
    },
    {
      "id": 1,
      "model": "홍루",
      "content": "Searching for ways to perpetuate your existence, searching day and night for new ways to be freed from death."
    },
    {
      "id": 2,
      "model": "홍루",
      "content": "But grandmother, have you ever freed yourself from that very suffering, even for a moment?"
    },
    {
      "id": 3,
      "model": "가모괴물씻김",
      "content": "... I cannot allow myself to be attached to such moments of insignificance."
    },
    {
      "id": 4,
      "model": "가모괴물씻김",
      "content": "They are but foolish human afflictions, a waste of intellect."
    },
    {
      "id": 5,
      "model": "홍루",
      "content": "Every emotion is such a fleeting thing, mere sparks in moments that will be lost in time."
    },
    {
      "id": 6,
      "model": "홍루",
      "content": "Maybe it really is foolish to be so attached to them."
    },
    {
      "id": 7,
      "model": "홍루",
      "content": "But an eternity of existence without them is... an eternity of emptiness."
    },
    {
      "id": 8,
      "model": "홍루",
      "content": "To exist is to live in the culmination of moments, after all."
    },
    {
      "id": 9,
      "model": "홍루",
      "content": "Happiness, pain... they all scatter away as fast as they arrive, but I would rather be honest to those feelings."
    },
    {
      "id": 10,
      "model": "홍루",
      "content": "I will do more than just witness them. I want to reach out and let my swelling emotions run wild."
    },
    {
      "id": 11,
      "model": "홍루",
      "content": "In happiness, in wrath, in sorrow, and in joy... I would still cast my life into the vast world."
    },
    {
      "id": 12,
      "model": "홍루",
      "content": "And that... is how I will find an eternity in a glimpse."
    },
    {
      "id": 13,
      "model": "가모괴물씻김",
      "content": "But there is so much left for us to accomplish…"
    },
    {
      "id": 14,
      "model": "가모괴물씻김",
      "content": "Without us, Daguanyuan will… Hongyuan will…"
    },
    {
      "id": 15,
      "model": "홍루",
      "content": "No, Hongyuan will be okay."
    },
    {
      "id": 16,
      "model": "홍루",
      "content": "Because it'll be its people that bring change to Hongyuan, not the Family Hierarch."
    },
    {
      "id": 17,
      "model": "가모괴물씻김",
      "content": "Such... such insolence...! Stupid, thankless child...! You... you will do no such... no such thing...!"
    },
    {
      "id": 18,
      "model": "홍루",
      "content": "Maybe I can't. It's just my opinion, after all."
    },
    {
      "id": 19,
      "model": "홍루",
      "content": "So... with that, I leave you here to enjoy the immortality you so desired, grandmother. Dear elders."
    },
    {
      "id": 20,
      "model": "홍루",
      "content": "You’ll have all the time in the world to watch as I live my tomorrows."
    },
    {
      "id": 21,
      "place": -1,
      "model": "홍루",
      "content": "May the rest of your lives be long and unending."
    }
  ]
}