{
  "dataList": [
    {
      "id": 0,
      "place": "Tienkan Temple Interior, Recent Past",
      "content": "We quickly made our way outside as the flooding Tiekan Temple turned into a lake."
    },
    {
      "id": 1,
      "model": "에고가환",
      "content": "Dammit, it must've been swept away by the cascade! It must be here somewhere, find it!"
    },
    {
      "id": 2,
      "model": "에고구보",
      "content": "... Here! Drat, the precious specimen...!"
    },
    {
      "id": 3,
      "content": "... I briefly turn to see Gubo wading through the cascading flood, searching frantically amid the rising waters. Jia Huan, meanwhile, stands gazing toward the hall… before quietly making his way to the center of the Tiekan Temple."
    },
    {
      "id": 4,
      "model": "에고가환",
      "content": "……."
    },
    {
      "id": 5,
      "content": "Then, all of a sudden, Jia Huan raises his blade... then stabs it into the center of the Tiekan Temple..."
    },
    {
      "id": 6,
      "content": "... and the sceneries that the Xianren have been peeping at begin to grow delayed, fuzzy, and warped. "
    },
    {
      "id": 7,
      "model": "에고가환",
      "content": "... Hah."
    },
    {
      "id": 8,
      "model": "에고가환",
      "content": "Let's get out of here for now..."
    },
    {
      "id": 9,
      "content": "The \"Xianren\", swept off their pedestals by the powerful flow of water, crawl pathetically toward the door as Jia Huan shoots them a contemptuous glare and escapes the chamber. Gubo follows, not far behind him."
    },
    {
      "id": 10,
      "place": "Tienkan Temple Entrance",
      "content": "... But we still didn't have anything to break through the defensive field put up by their E.G.O gear."
    },
    {
      "id": 11,
      "model": "에고가환",
      "content": "Tsk... you never have anything more than empty platitudes to convey..."
    },
    {
      "id": 12,
      "model": "에고구보",
      "content": "So this is the true form of the Xianhuang Worm... We were supposed to capture it alive."
    },
    {
      "id": 13,
      "model": "에고구보",
      "content": "Well... it can't be helped. Even half dead, it is extremely close to the form of the pure human she seeks. This specimen will still be of use to us."
    },
    {
      "id": 14,
      "model": "에고가환",
      "content": "Don't be too vexed, old-timers. At least it's the rightful heir of the family that's taking the Xianhuang Worm."
    },
    {
      "id": 15,
      "place": "Way Down to Tiekan Temple",
      "model": "에고가환",
      "content": "Hold on, Gubo. Was that also an ability of that E.G.O?"
    },
    {
      "id": 16,
      "model": "에고구보",
      "content": "... This is technically not my area of expertise. I had only made an educated guess from context clues that this E.G.O would allow for such a usage... and my guess simply happened to be true."
    },
    {
      "id": 17,
      "model": "에고구보",
      "content": "I thought we were the ones who had a direct hand in choosing these E.G.O, but... perhaps we were actually guided to 'choose' the appropriate ones for ourselves."
    },
    {
      "id": 18,
      "model": "에고구보",
      "content": "Mm. It seems that the other team has secured our escape route."
    },
    {
      "id": 19,
      "model": "에고가환",
      "content": "... The newcomer's team? One led by the former Chief Butler? Hmph, she's competent, I'll give her that."
    },
    {
      "id": 20,
      "place": -1,
      "content": "A ripple radiates from the clear, jade-blue lake..."
    },
    {
      "id": 21,
      "place": "Tienkan Temple Exterior",
      "content": "... until stillness comes."
    },
    {
      "id": 22,
      "content": "Tiekan Temple reflects clearly on its surface."
    },
    {
      "id": 23,
      "content": "The initial sense of oppressiveness was replaced by... peace."
    },
    {
      "id": 24,
      "model": "이스마엘",
      "content": "... Looks like Tiekan Temple's been completely cut off from the rest of the world."
    },
    {
      "id": 25,
      "model": "단테",
      "content": "<... I guess no one's ever getting in or out of there again.>"
    },
    {
      "id": 26,
      "model": "홍루",
      "content": "The people in there... they won't hold any sway on Xichun or any subsequent Family Hierarchs to come."
    },
    {
      "id": 27,
      "model": "홍루",
      "content": "So... now they have an opportunity to really bring about change to Hongyuan. If they can utilize it."
    },
    {
      "id": 28,
      "model": "이스마엘",
      "content": "No one'll ever know what... happens in there. No one'll be able to help them if something were to happen, either."
    },
    {
      "id": 29,
      "model": "뫼르소",
      "content": "It is likely that the sole nutrient supplier for them was the Family Hierarch. Their deaths will be very slow."
    },
    {
      "id": 30,
      "model": "료슈",
      "content": "Puff... ultimate solitude."
    },
    {
      "id": 31,
      "content": "Besides, all they'll ever get to witness in their last moments is the blurred, barely-recognizable, and heavily delayed display. It's gotta be pretty infuriating."
    },
    {
      "id": 32,
      "model": "다친가시춘2",
      "title": "Jia Family",
      "content": "Big bro..."
    },
    {
      "id": 33,
      "model": "다친가시춘2",
      "title": "Jia Family",
      "content": "What'll happen to me once we leave here?"
    },
    {
      "id": 34,
      "model": "다친가시춘2",
      "title": "Jia Family",
      "content": "I couldn't do anything in there but shudder with fear. Do I... even deserve to rule over Hongyuan and its families?"
    },
    {
      "id": 35,
      "model": "홍루",
      "content": "Here's what I think, Xichun."
    },
    {
      "id": 36,
      "model": "홍루",
      "content": "I think the people who most deserve to be the Family Hierarch..."
    },
    {
      "id": 37,
      "model": "홍루",
      "content": "... are the people who are afraid of becoming one."
    },
    {
      "id": 38,
      "model": "다친가시춘2",
      "title": "Jia Family",
      "content": "... You think so?"
    },
    {
      "id": 39,
      "model": "다친가시춘2",
      "title": "Jia Family",
      "content": "Well... if you say so, I'll try to convince myself of that, too."
    },
    {
      "id": 40,
      "model": "홍루",
      "content": "Let's leave this place, now."
    },
    {
      "id": 41,
      "content": "... Unlike the lake overlooking Tiekan Temple, however, what greeted us outside was far from peaceful."
    },
    {
      "id": 42,
      "place": "Bridge to Tiekan Temple",
      "content": "The view outside had become even more gruesome."
    },
    {
      "id": 43,
      "model": "가치우",
      "content": "The promised Chen hour is come."
    },
    {
      "id": 44,
      "content": "In midst of striking up a storm with his staff, Jia Qiu notices us—and gives us a barely perceivable look of relief."
    },
    {
      "id": 45,
      "model": "가치우",
      "content": "You've done it, little brother."
    },
    {
      "id": 46,
      "content": "Surrounding him were piles of dead and heavily wounded bodies..."
    },
    {
      "id": 47,
      "content": "He was covered in so many cuts, bruises, and bloodstains that I couldn't even tell if all that blood came from him, or from those around him, or how many people bled on him."
    },
    {
      "id": 48,
      "model": "임대옥다침2",
      "content": "Bao...yu..."
    },
    {
      "id": 49,
      "model": "임대옥다침2",
      "content": "I'm... so glad..."
    },
    {
      "id": 50,
      "content": "Behind him stood Daiyu, looking terribly exhausted."
    },
    {
      "id": 51,
      "content": "They've been guarding this entrance against this endless stream of enemies this whole time, to keep their word."
    },
    {
      "id": 52,
      "model": "다친뇌횡",
      "content": "... Hah."
    },
    {
      "id": 53,
      "content": "The only ones still engaged in battle were Jia Qiu and Lei Heng."
    },
    {
      "id": 54,
      "model": "다친뇌횡",
      "content": "Dangit. Shit's fucked, ain't it?"
    },
    {
      "id": 55,
      "model": "다친뇌횡",
      "content": "I'm all outta gas... my boys are dead as shit... and now that y'alls got yourselves twelve fresh fellers... I reckon I don't got that many options left..."
    },
    {
      "id": 56,
      "model": "다친뇌횡",
      "content": "And when y'all get the girl to the seat... them yaller dogs out there'll pack up 'n go home 'n pretend none 'o this ever happened."
    },
    {
      "id": 57,
      "content": "Lei Heng looks at us despondently, panting with fatigue."
    },
    {
      "id": 58,
      "model": "다친뇌횡",
      "content": "Awright, lemme be straight with y'all. Any way I get to walk outta here alive?"
    },
    {
      "id": 59,
      "content": "He begs for his life in an impressively self-assured manner."
    },
    {
      "id": 60,
      "model": "가치우",
      "content": "……."
    },
    {
      "id": 61,
      "content": "Of course, Jia Qiu had no reason to accept this request."
    },
    {
      "id": 62,
      "content": "But..."
    },
    {
      "id": 63,
      "content": "Instead of rebuking Lei Heng, he slams the ground with his staff with a heavy boom before addressing him."
    },
    {
      "id": 64,
      "model": "가치우",
      "content": "... Very well, <ruby=Tiantui Star, the Winged Tiger>Chachihu</ruby>. Then I will make you the same offer you gave <ruby=Tianjiu Star, the Unrestrained>Meizhelan</ruby>. Take a singular hit."
    },
    {
      "id": 65,
      "model": "다친뇌횡",
      "content": "I ain't even worth unwrappin' that staff of yours, am I?"
    },
    {
      "id": 66,
      "content": "Lei Heng let out a hollow laugh, then produced a cigar from his pocket."
    },
    {
      "id": 67,
      "model": "다친뇌횡",
      "content": "Hold your horses, be done in a jiffy."
    },
    {
      "id": 68,
      "content": "He bit one end of it off, then..."
    },
    {
      "id": 69,
      "content": "Slowly, carefully lit the cigar in an almost ritualistic reverence."
    },
    {
      "id": 70,
      "model": "다친뇌횡",
      "content": "... Hit me."
    },
    {
      "id": 71,
      "content": "Jia Qiu lifted the staff and placed it lightly on Lei Heng's right shoulder."
    },
    {
      "id": 72,
      "model": "가치우",
      "content": "……."
    },
    {
      "id": 73,
      "content": "Warm rings of light materialize around the staff..."
    },
    {
      "id": 74,
      "content": "... until there were five of them."
    },
    {
      "id": 75,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 76,
      "model": "다친뇌횡",
      "content": "I see... Five Mangs(五望) of the Tiangang Star..."
    },
    {
      "id": 77,
      "model": "다친뇌횡",
      "content": "Puff... Ain't that a real motherfu—"
    },
    {
      "id": 78,
      "content": "The staff gently slid across Lei Heng's shoulder even before he got to finish his sentence..."
    },
    {
      "id": 79,
      "content": "... and his head exploded into chunks of meat, then rained down in tatters like fireworks."
    },
    {
      "id": 80,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "???",
      "content": "... He would rather call me by the star's name, hm. Yet my name is Kong Qiu."
    },
    {
      "id": 81,
      "model": "료슈",
      "content": "Puff... the Pinky."
    },
    {
      "id": 82,
      "model": "료슈2",
      "content": "Omnipresent yet unknown to each other..."
    },
    {
      "id": 83,
      "content": "... Everyone fell silent for a moment."
    },
    {
      "id": 84,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "... We have no time to waste on ruminations."
    },
    {
      "id": 85,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "Our task is not over until she ascends to the seat of the Family Hierarch and seizes the Heishou Packs' leash."
    },
    {
      "id": 86,
      "content": "Jia Qiu's resolute voice woke us from that stunned silence, and..."
    },
    {
      "id": 87,
      "content": "... with him at the vanguard, one by one, we routed the forces that still sought to stop the new Hierarch from assuming the responsibility."
    },
    {
      "id": 88,
      "content": "It was no easy task, but..."
    },
    {
      "id": 89,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 90,
      "content": "... Hong Lu appeared more unburdened than ever, so..."
    },
    {
      "id": 91,
      "content": "... I was pretty happy."
    },
    {
      "id": 92,
      "content": "... A few days later..."
    },
    {
      "id": 93,
      "place": "Daguanyuan Front Gates",
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "……."
    },
    {
      "id": 94,
      "model": "홍루",
      "content": "Here to see us go, Xichun?"
    },
    {
      "id": 95,
      "content": "... She doesn't seem too happy for this to be just a friendly gesture."
    },
    {
      "id": 96,
      "model": "싱클레어",
      "content": "Hey... we'll stop by from time to time."
    },
    {
      "id": 97,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Hmph, sure. But don't expect me to make the time to greet you guys."
    },
    {
      "id": 98,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "I'm about to be busier than I've ever been in my entire life."
    },
    {
      "id": 99,
      "model": "웨이",
      "title": "Xichun's Clan",
      "content": "My lady expresses that you will always be welcomed with the greatest honors here."
    },
    {
      "id": 100,
      "model": "싱클레어",
      "content": "Huh... I don't really know you well, Mister Wei, but... I feel a strange sense that we might be kindred spirits..."
    },
    {
      "id": 101,
      "model": "로쟈",
      "content": "Looks like you'll have your hands full too, Wei."
    },
    {
      "id": 102,
      "model": "웨이",
      "title": "Xichun's Clan",
      "content": "Indeed I will. There is much work to be done."
    },
    {
      "id": 103,
      "model": "웨이",
      "title": "Xichun's Clan",
      "content": "So much of the information has been esoterically handed down via the Anamnaworm... it'll take years for us to put it all to paper. We're having difficulty even getting an idea of how long it might take."
    },
    {
      "id": 104,
      "model": "웨이",
      "title": "Xichun's Clan",
      "content": "But you have broken one of many cycles here; I am certain that Hongyuan will become a better place to live under my ladyship's rule."
    },
    {
      "id": 105,
      "content": "A lot of things did not go according to plan, but... in the end, Xichun did become the next Hierarch."
    },
    {
      "id": 106,
      "content": "A Family Hierarch without the Imperial Worm."
    },
    {
      "id": 107,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Everyone here at Daguanyuan, they... they all seem to have a lot of questions for me, but..."
    },
    {
      "id": 108,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Heh, what are they gonna do? Directly challenge the Family Hierarch?"
    },
    {
      "id": 109,
      "model": "로쟈",
      "content": "Gotta say, ya were real charismatic out there from your first command as the Hierarch~ \"Turmoil has come to Daguanyuan. Release the Heishou Pack - Chou, Chen, and Shen branches and quell the chaos!\" Right?"
    },
    {
      "id": 110,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... Don't <i>ever</i> do an impression of me acting like that again."
    },
    {
      "id": 111,
      "model": "이상",
      "content": "Many must be looking forward to your governance, given your initial charismatic demonstration."
    },
    {
      "id": 112,
      "model": "이상",
      "content": "You are, in essence, a new kind of leader that this land hasn't seen in many years... Much they must have to ask for your judgment in terms of rules and laws."
    },
    {
      "id": 113,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Yeah, what about it? Rules are there to be rewritten."
    },
    {
      "id": 114,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... The whole... damn thing, I guess..."
    },
    {
      "id": 115,
      "content": "Jia Xichun sighed lightly and looked around Daguanyuan."
    },
    {
      "id": 116,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Ugh... I feel like I've aged ten years all at once."
    },
    {
      "id": 117,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "I thought I'd be the artist behind the brush for this painting, yet..."
    },
    {
      "id": 118,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "... I did not expect us to allow a brush held by another to guide us, my lord."
    },
    {
      "id": 119,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "……."
    },
    {
      "id": 120,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "It is fortunate that our brushstrokes shared the general direction."
    },
    {
      "id": 121,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "A Family Hierarch who does not seek to be free from aging and death... I wonder what winds of change that will bring to Hongyuan?"
    },
    {
      "id": 122,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "It was a far more peaceful resolution than the one your guidance would have provided. \"Gouge out your little brother's eye and use it to enter the temple\", was it?"
    },
    {
      "id": 123,
      "model": "로쟈",
      "content": "Whaaat?!"
    },
    {
      "id": 124,
      "model": "료슈2",
      "content": "Efficiency in the veil of cruelty. Minimalistic... puff."
    },
    {
      "id": 125,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "It was a mere jest, my lord. Though... I suppose I did add \"If things do not go according to plan...\"."
    },
    {
      "id": 126,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "Ah, whichever was the case... What will you do next, my lord?"
    },
    {
      "id": 127,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "... Today, I observed that the Pinky has strayed from the path of humanity. Thus, I will now join Yan Hui, journey to Mount Liang, and come to a few agreements with the Mohists."
    },
    {
      "id": 128,
      "model": "자로",
      "title": "The Pinky",
      "content": "We must also discuss the matter of the Tiantui Star, whose seat has just become vacant."
    },
    {
      "id": 129,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "Indeed we must. Then we shall journey to Q Corp. next."
    },
    {
      "id": 130,
      "model": "단테",
      "content": "<The Pinky?>"
    },
    {
      "id": 131,
      "model": "파우스트",
      "content": "Yes. ... It seems that Kong Qiu's allegiance lies with the Pinky."
    },
    {
      "id": 132,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "Indeed. As one of the Pinky, I intend to change the world with the Way of true humanity."
    },
    {
      "id": 133,
      "model": "싱클레어",
      "content": "Given what Ryōshū said..."
    },
    {
      "id": 134,
      "model": "싱클레어",
      "content": "Lei Heng and Zilu are both from the Pinky, right...? So how come they were trying to kill each other?"
    },
    {
      "id": 135,
      "model": "파우스트",
      "content": "Members of the Pinky gather and scatter when certain conditions are met. However, when there is no call..."
    },
    {
      "id": 136,
      "model": "료슈2",
      "content": "... they just live their lives without knowing which is which. No call, no solidarity."
    },
    {
      "id": 137,
      "model": "료슈",
      "content": "P.O.S."
    },
    {
      "id": 138,
      "model": "싱클레어",
      "content": "Playing on Solo-mode... right?"
    },
    {
      "id": 139,
      "model": "파우스트",
      "content": "It seemed that Zilu and Lei Heng were aware of each other's identities, but did not know about Kong Qiu."
    },
    {
      "id": 140,
      "model": "자공",
      "title": "Qiu's Clan",
      "content": "You know this well. I hear that you are the primary purveyor of esoteric knowledge in your group?"
    },
    {
      "id": 141,
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 142,
      "model": "자공",
      "title": "The Pinky",
      "content": "Then, you must also be aware of the weight of information regarding our, and our lord's allegiance to the Pinky is rather heavy."
    },
    {
      "id": 143,
      "model": "자공",
      "title": "The Pinky",
      "content": "I trust that you will maintain your silence regarding the matter, as it is right to do so."
    },
    {
      "id": 144,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "I have aught to ask you."
    },
    {
      "id": 145,
      "content": "Kong Qiu approached me as the other people were starting to scatter."
    },
    {
      "id": 146,
      "content": "At first, I looked away because I couldn't imagine that he could possibly be talking to me."
    },
    {
      "id": 147,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "Dante, the manager."
    },
    {
      "id": 148,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "Will you continue to push to open their paths..."
    },
    {
      "id": 149,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "... for every Sinner under your management, no matter which road they walk?"
    },
    {
      "id": 150,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "As you have done for my brother?"
    },
    {
      "id": 151,
      "content": "I nodded."
    },
    {
      "id": 152,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "Even if one of them seeks to walk the path of Asura?"
    },
    {
      "id": 153,
      "content": "Kong Qiu's gaze briefly lingered on one of the Sinners before moving on."
    },
    {
      "id": 154,
      "content": "The Sinner takes a long draw from the cigarette and releases the smoke with a large sigh, which then turns into a scattering plume. Her hand rests, out of habit, on her never-drawn sword."
    },
    {
      "id": 155,
      "content": "I'm going to keep helping them as long as they have the will to move forward, no matter what. My thoughts on that matter haven't changed at all. They never will."
    },
    {
      "id": 156,
      "content": "I nodded once again."
    },
    {
      "id": 157,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "... I see."
    },
    {
      "id": 158,
      "model": "자공",
      "title": "The Pinky",
      "content": "... Ah. My lord, I have another subject to discuss. While this is but a conjecture at the moment... evidence seems to point to Jia Yuanchun being among the treasonous forces of Hongyuan, in cahoots with the Xue and the Shi families."
    },
    {
      "id": 159,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "While this suspicion is yet to be developed beyond supposition, it seemed likely that Jia Yuanchun had aligned herself with the treasonous forces of Hongyuan."
    },
    {
      "id": 160,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "She made herself scarce as soon as the troubles were quelled, which could mean... yes."
    },
    {
      "id": 161,
      "model": "자공",
      "title": "The Pinky",
      "content": "The first thread to find is the influential individual within the Shi family who ordered Shi Yihua's execution. Once their identity is determined, it should be no trouble making the connection to the masterminds behind this incident."
    },
    {
      "id": 162,
      "model": "홍루",
      "content": "Will you continue to roam the lands, brother?"
    },
    {
      "id": 163,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "Indeed I will."
    },
    {
      "id": 164,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "I will walk the City, converse with the lords of each Nest."
    },
    {
      "id": 165,
      "content": "He gives a muted reply to Hong Lu before turning around to look at Jia Xichun."
    },
    {
      "id": 166,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "... None may say for certain if Jia Xichun, over her long tenure to come, shall not be tempted by promises of immortality."
    },
    {
      "id": 167,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Ugh... seriously?! I'm—"
    },
    {
      "id": 168,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "Yet, if one's heart truly lies steady upon the path of humanity, they will not be swayed to commit evil..."
    },
    {
      "id": 169,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "... thus, I believe that you are worth watching."
    },
    {
      "id": 170,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "Upon our next meeting..."
    },
    {
      "id": 171,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "Hm, though I cannot say for certain whether our goals shall be aligned then as they were today, but..."
    },
    {
      "id": 172,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "... I suppose we shall have much to take in from each other."
    },
    {
      "id": 173,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "What are your thoughts, Zigong?"
    },
    {
      "id": 174,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "Did you enjoy this lesson as well?"
    },
    {
      "id": 175,
      "model": "자공",
      "title": "The Pinky",
      "content": "Yes... I was... foolish, my lord. Once again."
    },
    {
      "id": 176,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "It is all right."
    },
    {
      "id": 177,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "Learning and understanding must go hand-in-hand, as I always say."
    },
    {
      "id": 178,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "You are a student worthy of discourse still."
    },
    {
      "id": 179,
      "model": "자공",
      "title": "The Pinky",
      "content": "... I have much to learn."
    },
    {
      "id": 180,
      "model": "자공",
      "title": "The Pinky",
      "content": "It seems that you weren't repeatedly recounting that story over and over at me again for nothing."
    },
    {
      "id": 181,
      "model": "자공",
      "title": "The Pinky",
      "content": "You were trying to insinuate that he was the only one in Hongyuan who was worthy of faith..."
    },
    {
      "id": 182,
      "model": "가치우",
      "teller": "Kong Qiu",
      "title": "The Pinky",
      "content": "... Zigong, Zilu, let us converse in private for a moment, for I have an important task for you..."
    },
    {
      "id": 183,
      "place": "Daguanyuan Gardens",
      "model": "습인",
      "content": "……."
    },
    {
      "id": 184,
      "content": "Xiren's expression that regarded us was the same as it always was."
    },
    {
      "id": 185,
      "model": "홍루",
      "content": "Your nu'er tea is always so delicious."
    },
    {
      "id": 186,
      "model": "홍루",
      "content": "Thanks, Xiren."
    },
    {
      "id": 187,
      "model": "습인",
      "content": "Yes, young master."
    },
    {
      "id": 188,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 189,
      "model": "홍루",
      "content": "I will be departing again soon. I don't know when I should return."
    },
    {
      "id": 190,
      "model": "습인",
      "content": "Understood."
    },
    {
      "id": 191,
      "model": "홍루",
      "content": "... Stay safe until then."
    },
    {
      "id": 192,
      "model": "홍루",
      "content": "A-actually, no."
    },
    {
      "id": 193,
      "model": "홍루",
      "content": "What do you think, Xiren? About the fact that I'll be leaving soon."
    },
    {
      "id": 194,
      "model": "습인",
      "content": "……."
    },
    {
      "id": 195,
      "model": "습인",
      "content": "Walk the path of your choosing, young master. Whichever that may be."
    },
    {
      "id": 196,
      "content": "Her reply sounded as cold as ever, to the point that the now lukewarm, clacking tea cups on her clean-up tray sounded warmer..."
    },
    {
      "id": 197,
      "model": "홍루",
      "content": "Alright."
    },
    {
      "id": 198,
      "content": "... but Hong Lu smiled as though something had been lifted from his heart, as though he found something he'd been looking for."
    },
    {
      "id": 199,
      "place": "Daguanyuan Pavilion",
      "model": "임대옥",
      "content": "Even the opulence of Daguanyuan fades."
    },
    {
      "id": 200,
      "model": "임대옥",
      "content": "The trees are wilting... as the once beautiful pavilions and towers now lay in ruins and abandonment."
    },
    {
      "id": 201,
      "model": "임대옥",
      "content": "It seems that all of existence is, indeed, but a great cycle of rises and falls."
    },
    {
      "id": 202,
      "model": "홍루",
      "content": "It is."
    },
    {
      "id": 203,
      "model": "홍루",
      "content": "But isn't that..."
    },
    {
      "id": 204,
      "model": "홍루",
      "content": "... exactly why every moment in life is so beautiful?"
    },
    {
      "id": 205,
      "model": "임대옥",
      "content": "... Yes, yes it is."
    },
    {
      "id": 206,
      "model": "임대옥",
      "content": "……."
    },
    {
      "id": 207,
      "model": "임대옥",
      "content": "I will no longer wait for you."
    },
    {
      "id": 208,
      "model": "임대옥",
      "content": "And I might one day disappear from Daguanyuan myself, now that I know that idle waiting is not the sole answer."
    },
    {
      "id": 209,
      "model": "홍루",
      "content": "……."
    },
    {
      "id": 210,
      "model": "홍루",
      "content": "Daiyu, I loved that day when we went out kiting together."
    },
    {
      "id": 211,
      "model": "홍루",
      "content": "That was my favorite game."
    },
    {
      "id": 212,
      "model": "임대옥",
      "content": "... And mine as well."
    },
    {
      "id": 213,
      "place": -1,
      "content": "Hong Lu leaves Daguanyuan as the happiest descendant it has ever produced."
    },
    {
      "id": 214,
      "content": "Finding meaning in every moment of his life..."
    },
    {
      "id": 215,
      "content": "No longer a passive witness to tragedy, as he once was to the deaths and suffering of his siblings,"
    },
    {
      "id": 216,
      "content": "Hong Lu will walk tall with his friends."
    },
    {
      "id": 217,
      "content": "Yet even that will one day fade. For in the end, we have but one chance at life, and to live at all is to exist in futility."
    },
    {
      "id": 218,
      "content": "His home, too, shall one day be taken by loneliness and solitude, gradually eroding away with time..."
    },
    {
      "id": 219,
      "content": "and we will all one day go our separate ways."
    },
    {
      "id": 220,
      "content": "But every wilting fertilizes the next blossom, every fallen home may become a place for new beginnings, and every goodbye is a promise of new meetings."
    },
    {
      "id": 221,
      "content": "Thus Jia Baoyu, once the peerless treasure of Daguanyuan..."
    },
    {
      "id": 222,
      "content": "... boards the bus once again as Hong Lu."
    },
    {
      "id": 223,
      "content": "The clouds I once saw in his jade-eye had all but withdrawn."
    },
    {
      "id": 224,
      "content": "I only see an incandescent, radiant smile."
    },
    {
      "id": 225
    },
    {
      "id": 226,
      "place": "Daguanyuan Pavilion",
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Well..."
    },
    {
      "id": 227,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "I guess it's a bit of a shame to just let you guys go like this."
    },
    {
      "id": 228,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "But I tried to make our farewell a memorable one. Made sure you got the best of the best food we had to offer, to commemorate the day I took office..."
    },
    {
      "id": 229,
      "model": "로쟈",
      "content": "Mffh, I mew Xichewwn's ze bescht~!"
    },
    {
      "id": 230,
      "model": "이스마엘",
      "content": "Just how are you still finding all that leftover food? Everyone's already left the banquet."
    },
    {
      "id": 231,
      "model": "로쟈",
      "content": "Cam't washte gooh fooh~!"
    },
    {
      "id": 232,
      "model": "그레고르",
      "content": "'Course... Uh, hey... is the bus not starting or something?"
    },
    {
      "id": 233,
      "model": "싱클레어",
      "content": "Yeah... wait, where are we headed to, anyway?"
    },
    {
      "id": 234,
      "model": "히스클리프",
      "content": "How should we know, lad? Guide's gonna tell us soon anyway."
    },
    {
      "id": 235,
      "model": "히스클리프",
      "content": "Uh... hang on, where'd that bloke go?"
    },
    {
      "id": 236,
      "model": "뉴소드",
      "content": "Hi, I'm subbing in for him today~"
    },
    {
      "id": 237,
      "model": "로쟈",
      "content": "Huh? We could've switched out our guide all along? Well, why didn't we get Saude to—"
    },
    {
      "id": 238,
      "model": "뉴소드",
      "content": "No, that's not— that's not how it works... ha ha."
    },
    {
      "id": 239,
      "model": "뉴소드",
      "content": "It's just that you have some unfinished business here."
    },
    {
      "id": 240,
      "model": "뉴소드",
      "content": "For your information, the Red Gaze is currently away because he's accompanying Pilot on a mission elsewhere. More urgent LCCB business~"
    },
    {
      "id": 241,
      "model": "이상",
      "content": "What misery it is to be him..."
    },
    {
      "id": 242,
      "model": "이상",
      "content": "...? Ah, I did not mean to insinuate that Pilot would be the source of his misery."
    },
    {
      "id": 243,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "You have more business here at Daguanyuan...?"
    },
    {
      "id": 244,
      "model": "뉴소드",
      "content": "Oh yes, we do."
    },
    {
      "id": 245,
      "model": "뉴소드",
      "content": "Very, very important business, in fact."
    },
    {
      "id": 246,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... Why are you looking at me like that? What is it this time?"
    },
    {
      "id": 247,
      "model": "뉴소드",
      "content": "So, you know how Miss Jia Xichun, a very important and friendly ally of ours, has become the de facto leader of a Wing?"
    },
    {
      "id": 248,
      "model": "오티스",
      "content": "... Oho?"
    },
    {
      "id": 249,
      "model": "오티스",
      "content": "You're a crafty one, aren't you?"
    },
    {
      "id": 250,
      "model": "뉴소드",
      "content": "Oh, of course~ Veterans like me tend to pick up a thing or two after some experience in the field."
    },
    {
      "id": 251,
      "model": "오티스",
      "content": "Ha ha! Very well, this more than makes up for your subordinate's blunder from last time!"
    },
    {
      "id": 252,
      "model": "뉴소드",
      "content": "Aww~ I knew you'd be the first to pick up what I'm putting down! We both know what's the best for our company~"
    },
    {
      "id": 253,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Okay, now I'm starting to get really creeped out... why are you both looking at me like that...?"
    },
    {
      "id": 254,
      "model": "이스마엘",
      "content": "... Oh."
    },
    {
      "id": 255,
      "model": "이스마엘",
      "content": "I see how it is. Even the biggest catch of the day'll just rot in the shed if you don't bother to fillet it, right?"
    },
    {
      "id": 256,
      "model": "뉴소드",
      "content": "Alright, I'd like to have everyone's attention for the LCB's next mission."
    },
    {
      "id": 257,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "... Wait, just wait a damn second. Do you need me here for this?"
    },
    {
      "id": 258,
      "model": "뉴소드",
      "content": "Miss Jia Xichun, as you've quickly become one of our most precious human resources, as the Family Hierarch..."
    },
    {
      "id": 259,
      "model": "뉴소드",
      "content": "... we're going to give you a <i>total</i> makeover training!"
    },
    {
      "id": 260,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "…? ?? ?!?"
    },
    {
      "id": 261,
      "model": "뉴소드",
      "content": "Ah, we can't spend too much time on the training, though. So we're gonna have to fast-track this."
    },
    {
      "id": 262,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Y-you dare?! I'll have you know, I'm still the—"
    },
    {
      "id": 263,
      "model": "웨이",
      "title": "Xichun's Clan",
      "content": "I am very much in agreement that there is much you must learn to be an effective Family Hierarch of Hongyuan."
    },
    {
      "id": 264,
      "model": "웨이",
      "title": "Xichun's Clan",
      "content": "To further solidify your base within Daguanyuan... Ahem, ahem."
    },
    {
      "id": 265,
      "model": "오티스",
      "content": "Then we should get right to it."
    },
    {
      "id": 266,
      "model": "오티스",
      "content": "Meursault! You seem to be well-versed in the art of physical fitness."
    },
    {
      "id": 267,
      "model": "뫼르소",
      "content": "Your intent has been understood, but it is up to the manager to command me."
    },
    {
      "id": 268,
      "model": "단테",
      "content": "<... Well. I don't see why not.>"
    },
    {
      "id": 269,
      "model": "뫼르소",
      "content": "Then it will be done."
    },
    {
      "id": 270,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Huh?! Hey, put me down!"
    },
    {
      "id": 271,
      "model": "오티스",
      "content": "The first order of business is to improve your fitness level! Now, on my count—"
    },
    {
      "id": 272,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "Y-y-yo-you bastards...! Would it kill you to go a single second without ruining my day?!!!"
    },
    {
      "id": 273,
      "model": "가시춘",
      "title": "The Hierarch of Hongyuan",
      "content": "You're all like a family of bedbugs I can't get rid of, you know that?!!! I'm gonna make you throw up everything you ate today, you assholes!!!"
    },
    {
      "id": 274,
      "place": -1,
      "content": "- FIN -"
    },
    {
      "id": 275,
      "place": "???",
      "model": "설보차",
      "content": "I-it's so dark..."
    },
    {
      "id": 276,
      "model": "흑수사",
      "teller": "???",
      "title": "Heishou Pack - Si Branch",
      "content": "We have brought her here, my lord."
    },
    {
      "id": 277,
      "model": "가원춘",
      "content": "I wish to be left alone with her. Leave us."
    },
    {
      "id": 278,
      "model": "흑수사",
      "teller": "???",
      "title": "Heishou Pack - Si Branch",
      "content": "Your wish is my command."
    },
    {
      "id": 279,
      "model": "설보차",
      "content": "S-so, big sister Yuanchun...? Why did you...?"
    },
    {
      "id": 280,
      "model": "가원춘",
      "content": "You appear troubled."
    },
    {
      "id": 281,
      "model": "가원춘",
      "content": "It is no wonder to me that you are, for you have betrayed your own Xue family."
    },
    {
      "id": 282,
      "model": "설보차",
      "content": "H-how did you...?!"
    },
    {
      "id": 283,
      "model": "설보차",
      "content": "I... didn't think anyone would notice in all that chaos..."
    },
    {
      "id": 284,
      "model": "가원춘",
      "content": "Ha ha ha ha!"
    },
    {
      "id": 285,
      "model": "가원춘",
      "content": "Baochai, oh dear Baochai, my poor child."
    },
    {
      "id": 286,
      "model": "가원춘",
      "content": "Can you hide from a black kite by blocking out the sky with your palms? Can tiptoeing hide your footsteps from earthwyrms?"
    },
    {
      "id": 287,
      "model": "설보차",
      "content": "... N-no, big sis Yuanchun... If my parents were to find out..."
    },
    {
      "id": 288,
      "model": "설보차",
      "content": "Wait, do they... do they already know?"
    },
    {
      "id": 289,
      "model": "가원춘",
      "content": "Wouldn't you like to know?"
    },
    {
      "id": 290,
      "model": "설보차",
      "content": "……."
    },
    {
      "id": 291,
      "model": "가원춘",
      "content": "If not, I have ways to make sure that they don't know."
    },
    {
      "id": 292,
      "model": "가원춘",
      "content": "Not even your parents... hm, no. I can make this story..."
    },
    {
      "id": 293,
      "model": "가원춘",
      "content": "... stay between just you and I in this vast Daguanyuan."
    },
    {
      "id": 294,
      "model": "설보차",
      "content": "W-what do you want from me...?"
    },
    {
      "id": 295,
      "model": "가원춘",
      "content": "Fuhu... that is the wrong line of thinking, little Baochai."
    },
    {
      "id": 296,
      "model": "가원춘",
      "content": "I only... wish to help you achieve your desires."
    },
    {
      "id": 297,
      "model": "가원춘",
      "content": "Your betrayal wasn't to make an enemy of your own Xue family, I understand."
    },
    {
      "id": 298,
      "model": "가원춘",
      "content": "It was for Baoyu. Someone you were afraid would never return."
    },
    {
      "id": 299,
      "model": "설보차",
      "content": "... Your gaze is so penetrating, so piercing that... I feel so naked, even in the dark."
    },
    {
      "id": 300,
      "model": "설보차",
      "content": "Will... Baoyu never come back to me?"
    },
    {
      "id": 301,
      "model": "가원춘",
      "content": "Baochai, it is pointless to ask whether he will or will not return."
    },
    {
      "id": 302,
      "model": "가원춘",
      "content": "Why seek the sway of currents, when you can simply make him return?"
    },
    {
      "id": 303,
      "model": "설보차",
      "content": "B-but how...?"
    },
    {
      "id": 304,
      "model": "가원춘",
      "content": "Come closer to me."
    },
    {
      "id": 305,
      "model": "가원춘",
      "content": "The night is long, and we have much to confer."
    }
  ]
}