{
  "dataList": [
    {
      "id": 0,
      "content": "<i><color=#cf0000>There is a clew of thread, raveled of a single strand whose beginning is its end.</i></color>"
    },
    {
      "id": 1,
      "content": "<i><color=#cf0000>Moments become wefts and warps that criss-cross into a weave,</i></color>"
    },
    {
      "id": 2,
      "content": "<i><color=#cf0000>and the flow of time spools in a single spot.</i></color>"
    },
    {
      "id": 3,
      "model": "과거료슈3",
      "teller": "???",
      "title": "???",
      "content": "Go on, read it."
    },
    {
      "id": 4,
      "model": "료슈딸",
      "teller": "???",
      "title": "???",
      "content": "Uh... Ryō... shū...?"
    },
    {
      "id": 5,
      "content": "<i><color=#cf0000>From the echo of your first cry to the whisper of your last breath,</i></color>"
    },
    {
      "id": 6,
      "content": "<i><color=#cf0000>in the heart of every moment, my eyes catch a glimpse of you.</i></color>"
    },
    {
      "id": 7,
      "model": "과거료슈3",
      "teller": "???",
      "title": "???",
      "content": "No... That's not how you read those letters..."
    },
    {
      "id": 8,
      "model": "과거료슈3",
      "teller": "???",
      "title": "???",
      "content": "\"Yoshihide.\" That's how you say it."
    },
    {
      "id": 9,
      "model": "료슈딸",
      "teller": "???",
      "title": "???",
      "content": "\"Ryō-shū!\""
    },
    {
      "id": 10,
      "model": "료슈딸",
      "teller": "???",
      "title": "???",
      "content": "It's prettier and easier!"
    },
    {
      "id": 11,
      "content": "<i><color=#cf0000>Dear lost child of mine, should the way back home elude you...</i></color>"
    },
    {
      "id": 12,
      "content": "<i><color=#cf0000>Follow the thread back to the very first knot that hurt the most.</i></color>"
    },
    {
      "id": 13,
      "content": "<i><color=#cf0000>Where the quivering stops,</i></color>"
    },
    {
      "id": 14,
      "content": "<i><color=#cf0000>that is where you will find me.</i></color>"
    },
    {
      "id": 15,
      "model": "마튼",
      "content": "Today's the day."
    },
    {
      "id": 16,
      "place": "LCE Research Team\nLab. Sector",
      "model": "알리사",
      "content": "Today's the day indeed. Boss, are you—"
    },
    {
      "id": 17,
      "model": "호엔하임",
      "content": "Hold. Please, don't ask me if I am \"nervous.\" Only ordinary, unremarkable researchers with a particularly low level of confidence in their own material ever get \"nervous.\""
    },
    {
      "id": 18,
      "model": "호엔하임",
      "content": "Your unfinished query has reminded me of the last academic assembly—there was this fellow who simply could not stop their hands from shaking with the frequency of 5 oscillations every 3 seconds, even after taking an entire fistful of Tranquility Boluses. What a miserable sight that was."
    },
    {
      "id": 19,
      "model": "호엔하임",
      "content": "Oh, of course, perhaps the fear that the attendees may not possess the intelligence to comprehend even half of my presentation may source a reasonable level of anxiety, potent enough to make my legs tremble somewhat. But I have been quite relieved of that concern after you reviewed my materials; if both of you were able to understand it, then the audience should have no problem following the... general narrative."
    },
    {
      "id": 20,
      "model": "마튼",
      "content": "At least you won't be dosing the audience chock-full of your verbal sedative this time."
    },
    {
      "id": 21,
      "model": "호엔하임",
      "content": "On another note... have you any clue as to why our cooperation request for additional research is still pending approval?"
    },
    {
      "id": 22,
      "model": "알리사",
      "content": "... LCA R&D Team has repeatedly denied our request. Apparently, we're to focus solely on our present research..."
    },
    {
      "id": 23,
      "model": "호엔하임",
      "content": "A rather narrow-minded bunch, aren't they? Do we know specifically who denied our requests?"
    },
    {
      "id": 24,
      "model": "알리사",
      "content": "... The assistant manager who simply could not stop their hands from shaking, even after taking an entire fistful of Tranquility Boluses. It seems pretty obvious that they're <i>still</i> carrying the grudge from when you scoffed at them."
    },
    {
      "id": 25,
      "model": "호엔하임",
      "content": "... Is that so?"
    },
    {
      "id": 26,
      "model": "호엔하임",
      "content": "Well, they'll have no choice but to approve our request after this presentation. Our present research has already progressed beyond the point of satisfaction, after all."
    },
    {
      "id": 27,
      "model": "알리사",
      "content": "Of course, Boss. Of course..."
    },
    {
      "id": 28,
      "model": "호엔하임",
      "content": "... This won't do. Though the motivation behind my additional research request was to sate a personal curiosity, I have no doubts in my mind that it will end up benefiting the company's bottom line."
    },
    {
      "id": 29,
      "model": "호엔하임",
      "content": "Marton, do you have our additional research proposal with you? Even the LCA will have no recourse but to approve it once they see the projected gains from its success."
    },
    {
      "id": 30,
      "model": "마튼",
      "content": "Ah, that... I left it back at the Research Hall. Didn't think we'd need it today."
    },
    {
      "id": 31,
      "model": "호엔하임",
      "content": "A successful outcome of that research should also be able to boost the efficiency of our electrical systems. I'm sure the need for more power is a mutual concern—we already have precious little to spare with how much energy our present research consumes."
    },
    {
      "id": 32,
      "model": "알리사",
      "content": "Yeah, we know. We even had to conduct our experiments in the freezing cold because we rerouted power from the heating system to save electricity. Well, I stayed toasty thanks to my E.G.O gear, but still..."
    },
    {
      "id": 33,
      "model": "알리사",
      "content": "Anyways, I'll go grab the proposal. You two should focus on the presentation prep."
    },
    {
      "id": 34
    },
    {
      "id": 35,
      "model": "LCE연구원1",
      "content": "Re... Requesting support. This is LCE Department, Co... Corridor YS-4. Requesting immediate support. The situation's... a Code... Code... Gah..."
    },
    {
      "id": 36,
      "model": "검지아비상",
      "teller": "???",
      "title": "???",
      "content": "Apologies. I didn't wish to so unnecessarily cut him off, but... as it seems he passed out... let me be the messenger instead. Though I won't bother with the fancy code-speak..."
    },
    {
      "id": 37,
      "model": "검지아비상",
      "teller": "???",
      "title": "???",
      "content": "\"The situation here is... entirely hopeless.\"... was probably what he wished to say."
    },
    {
      "id": 38,
      "content": "A few hours later..."
    },
    {
      "id": 39,
      "place": "LCCB Transporter Truck",
      "content": "... A good deal of time had passed since we'd said our heartfelt farewells to Jia Xichun, yet we still remained stuck in Hongyuan."
    },
    {
      "id": 40,
      "model": "히스클리프",
      "content": "You sure we're settin' off today? Reckon you got the date wrong?"
    },
    {
      "id": 41,
      "model": "싱클레어",
      "content": "I'm pretty sure I didn't... But even Saude's late, and she was supposed to get Vergilius and Pilot..."
    },
    {
      "id": 42,
      "model": "오티스",
      "content": "Right ahead lies the road that leads straight out of Hongyuan. Given Saude's memo telling us to drive out here with a truck, there should be no room for error this time."
    },
    {
      "id": 43,
      "model": "이스마엘",
      "content": "I sure hope that's the case."
    },
    {
      "id": 44,
      "model": "이스마엘",
      "content": "When we left Daguanyuan earlier, the guards at the gate actually asked me what time we'd be coming back. They probably think we've taken up permanent residence here at H Corp."
    },
    {
      "id": 45,
      "model": "그레고르",
      "content": "... Not surprising. After saying goodbyes left and right, not to mention two farewell banquets—we're still sitting here on our butts without any sign of leaving..."
    },
    {
      "id": 46,
      "model": "로쟈",
      "content": "Exactly. By now, Verg should've appeared out of nowhere with his usual, \"Time to move on to our next destination, Dante...\" like he always does!"
    },
    {
      "id": 47,
      "model": "로쟈",
      "content": "Then Charon would say, \"Off we go, Mephi. Vroom-vroom\"... It's been forever since I heard her last!"
    },
    {
      "id": 48,
      "model": "홍루",
      "content": "I don't think there was ever a time Vergilius was gone this long."
    },
    {
      "id": 49,
      "model": "뫼르소",
      "content": "The breach of contract may have led to extra workload for him, but even so, his prolonged absence remains unusual."
    },
    {
      "id": 50,
      "model": "싱클레어",
      "content": "All this, just because he went out of his way to help us...?"
    },
    {
      "id": 51,
      "model": "파우스트",
      "content": "Not necessarily."
    },
    {
      "id": 52,
      "model": "파우스트",
      "content": "While it is true that the penalty incurred from breaching the contract yet remains, the LCC's operation in H Corp., which he was assisting with, was immediately concluded following Jia Xichun's inauguration as the Family Hierarch."
    },
    {
      "id": 53,
      "model": "이상",
      "content": "Hmm... I fail to think of any other reason apart from that."
    },
    {
      "id": 54,
      "model": "단테",
      "content": "<Vergilius and Charon would always be away whenever we traveled to a new place... but yeah, never for this long.>"
    },
    {
      "id": 55,
      "model": "싱클레어",
      "content": "Maybe he's just off doing whatever he usually does when spending time with Charon...?"
    },
    {
      "id": 56,
      "content": "Everyone turned to look at Faust."
    },
    {
      "id": 57,
      "model": "파우스트",
      "content": "At this point, there is no information that can be shared regarding Vergilius's absence."
    },
    {
      "id": 58,
      "model": "단테",
      "content": "<... Maybe we can ask Vergilius when he gets here?>"
    },
    {
      "id": 59,
      "model": "히스클리프",
      "content": "You honestly reckon he'd say a word about where he was? That bloke only ever tells us where to go, never where he's off to."
    },
    {
      "id": 60,
      "model": "돈키호테",
      "content": "Verily! And never hath he deigned to bring any of us on his ice cream trips... save young Charon!"
    },
    {
      "id": 61,
      "model": "돈키호테",
      "content": "Hooh! Perchance, his path is that of a culinary journey to sample the unique specialties of each District—"
    },
    {
      "id": 62,
      "model": "히스클리프",
      "content": "Be serious for one second, lass. This ain't a foodie tour."
    },
    {
      "id": 63,
      "model": "파우스트",
      "content": "... Aside from guiding our path..."
    },
    {
      "id": 64,
      "model": "파우스트",
      "content": "... it may simply be that Vergilius has a path of his own to walk."
    },
    {
      "id": 65,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 66,
      "content": "I've got no idea what his path would even look like."
    },
    {
      "id": 67,
      "content": "We're only here to follow the journey as guided by Vergilius... We know neither the path he has walked, nor the path he seeks to walk."
    },
    {
      "id": 68,
      "content": "I wonder if he'll ever share his history with us one day."
    },
    {
      "id": 69,
      "model": "히스클리프",
      "content": "I 'spose he's bein' his usual absentee self, but... that don't explain why Saude ain't here, does it?"
    },
    {
      "id": 70,
      "model": "히스클리프",
      "content": "We've been late plenty of times, yeah. But it ain't like the lass to keep us hangin'."
    },
    {
      "id": 71,
      "model": "로쟈",
      "content": "Maybe there's been a change of plans?"
    },
    {
      "id": 72,
      "model": "오티스",
      "content": "... When an operative goes dark without warning..."
    },
    {
      "id": 73,
      "model": "오티스",
      "content": "... it's usually due to an unforeseen variable, not a change of plans."
    },
    {
      "id": 74,
      "content": "As if to prove Outis right, someone forcefully yanks the truck's door open."
    },
    {
      "id": 75,
      "model": "단테",
      "content": "<Saude...!>"
    },
    {
      "id": 76,
      "model": "로쟈",
      "content": "Holy— What happened to you?!"
    },
    {
      "id": 77,
      "content": "Saude stumbled into the truck, short of breath. She was bleeding and covered in wounds both minor and serious—her eyes glistened with wild anxiety."
    },
    {
      "id": 78,
      "content": "A broken pistol hung from her waist. It was impossible not to notice the still-fresh gashes and wounds on her."
    },
    {
      "id": 79,
      "content": "The first thing that caught my attention, however, was the stump right where her left arm used to be."
    }
  ]
}