{
  "dataList": [
    {
      "id": 0,
      "place": "LCCB Transporter Truck",
      "model": "다친베르길리우스",
      "content": "*sigh* Manager Dante, it seems that... I must apologize for what has happened today."
    },
    {
      "id": 1,
      "model": "단테3",
      "content": "<Vergilius...>"
    },
    {
      "id": 2,
      "model": "다친베르길리우스",
      "content": "I was stalled by my personal issues and a certain... unresolved business from the past."
    },
    {
      "id": 3,
      "model": "로쟈",
      "content": "Verg, you're hurt—"
    },
    {
      "id": 4,
      "model": "다친베르길리우스",
      "content": "They're not from these assailants, so don't worry needlessly."
    },
    {
      "id": 5,
      "model": "다친베르길리우스",
      "content": "It just so happens that I was involved in a rather... troublesome matter prior to encountering them."
    },
    {
      "id": 6,
      "model": "9장소드다침",
      "content": "It's all my fault, Red Gaze. I should have... I should have protected her..."
    },
    {
      "id": 7,
      "content": "Saude's voice trembled as she apologized profusely to Vergilius."
    },
    {
      "id": 8,
      "model": "다친베르길리우스",
      "content": "No. This happened because I couldn't stop him from going after you."
    },
    {
      "id": 9,
      "model": "다친베르길리우스",
      "content": "... And of course, he had to go for your arm."
    },
    {
      "id": 10,
      "model": "다친베르길리우스",
      "content": "That wound's looking worse by the second. Go get it treated the moment we deal with this situation."
    },
    {
      "id": 11,
      "model": "9장소드다침",
      "content": "... I will."
    },
    {
      "id": 12,
      "content": "Vergilius met the Thumb Nursefather's gaze head-on."
    },
    {
      "id": 13,
      "model": "다친베르길리우스",
      "content": "The Thumb... The Finger that makes up for their incompetence with duplicity and cowardice, only to then hide it all behind their mask of honor."
    },
    {
      "id": 14,
      "model": "다친베르길리우스",
      "content": "You appeared exactly as we received the transmission that the HQ Research Facility was under attack."
    },
    {
      "id": 15,
      "model": "다친베르길리우스",
      "content": "... Then your purpose here must be to stall me by any means, even if you have to resort to an old and tired method like taking a hostage."
    },
    {
      "id": 16,
      "model": "엄지아비",
      "content": "Haha! Yes, the way you're reacting to this... I nailed it."
    },
    {
      "id": 17,
      "model": "엄지아비",
      "content": "She's your \"cake.\""
    },
    {
      "id": 18,
      "model": "엄지아비",
      "content": "Remember, Ticket? Remember what I told you when you so immodestly stuffed your face with that cake and smeared cream all over yourself?"
    },
    {
      "id": 19,
      "model": "엄지아비",
      "content": "\"Smiling like an idiot in such filth makes me want to smash that cake to the floor.\""
    },
    {
      "id": 20,
      "model": "엄지아비",
      "content": "\"So don't you dare let on even a hint of craving for that cake while I'm looking, no matter how sweet and delicious it might be.\""
    },
    {
      "id": 21,
      "place": -1,
      "model": "엄지아비",
      "content": "What did I say, Ticket? What did I say?"
    },
    {
      "id": 22,
      "model": "엄지아비",
      "content": "If you're gonna start trouble,"
    },
    {
      "id": 23,
      "model": "엄지아비",
      "content": "you better not show it on your face!"
    },
    {
      "id": 24,
      "model": "엄지아비",
      "content": "Else I'll catch on!"
    },
    {
      "id": 25,
      "model": "엄지아비",
      "content": "*huff* *huff* Stop fucking around and tell me straight."
    },
    {
      "id": 26,
      "model": "엄지아비",
      "content": "Tell me. Why are you ^#&@#( $# @!^%#?!"
    },
    {
      "id": 27,
      "model": "엄지아비",
      "content": "……."
    },
    {
      "id": 28,
      "model": "엄지아비",
      "content": "Ha. You know what? Be like that. Keep mum and brood in silence all you want."
    },
    {
      "id": 29,
      "model": "엄지아비",
      "content": "That #$#$ #*& $#*@ $#*@ #*$&@&%#... I'll find that $&#*@& $*&#@# @$ &*(##&^*@ ... and I'll split @(# #( @&#$."
    },
    {
      "id": 30,
      "model": "엄지아비",
      "content": "You're not getting past me. You think this eye is just for show?"
    },
    {
      "id": 31,
      "place": "LCCB Transporter Truck",
      "model": "다친베르길리우스",
      "content": "Well, Valencina, I don't know how much confidence you're putting in that eyeball, but..."
    },
    {
      "id": 32,
      "model": "다친베르길리우스",
      "content": "... I doubt you'll stall me for long with that half-functioning Relic of yours."
    },
    {
      "id": 33,
      "content": "A trickle of blood had begun dribbling down the intruder's cheek from her covered eye..."
    },
    {
      "id": 34,
      "model": "엄지아비피",
      "content": "Ah, this...?"
    },
    {
      "id": 35,
      "content": "... but she grinned without a care."
    },
    {
      "id": 36,
      "model": "엄지아비피",
      "content": "Oh yeah, it started hurting more and more the closer I got to Ticket."
    },
    {
      "id": 37,
      "model": "엄지아비피",
      "content": "But it's gonna get better. Ticket's about to leave this place, you see."
    },
    {
      "id": 38,
      "model": "료슈",
      "content": "Shithead... you're not here to kill me, are you?"
    },
    {
      "id": 39,
      "model": "엄지아비피",
      "content": "... Hah. \"Shithead?\" Rude bitch, have you forgotten all about manners?"
    },
    {
      "id": 40,
      "content": "The woman seemed to be having a hard time holding her hand back from striking Ryōshū..."
    },
    {
      "id": 41,
      "model": "엄지아비피",
      "content": "... Hmmh."
    },
    {
      "id": 42,
      "content": "... but after a few deep breaths, she visibly relaxed and continued on."
    },
    {
      "id": 43,
      "model": "엄지아비피",
      "content": "Glad you finally figured that out. Now fuck off as soon as that Backdoor opens."
    },
    {
      "id": 44,
      "model": "엄지아비피",
      "content": "The other Nursefathers are waiting for you there, so show some proper manners."
    },
    {
      "id": 45,
      "model": "엄지아비피",
      "content": "Oh, or is that brain of yours too messed up to remember who's who and which is which? Why don't you take this time to think of what you're gonna say to them?"
    },
    {
      "id": 46,
      "model": "료슈",
      "content": "……."
    },
    {
      "id": 47,
      "model": "이스마엘",
      "content": "Hey, hold on. If you're gonna let us go anyway, why don't you let Charon—"
    },
    {
      "id": 48,
      "model": "엄지아비피",
      "content": "... Zip it."
    },
    {
      "id": 49,
      "content": "The Thumb Nursefather muttered viciously."
    },
    {
      "id": 50,
      "model": "엄지아비피",
      "content": "I. Hate. Presumptuous idiots. Who don't know their place. Butting into conversations."
    },
    {
      "id": 51,
      "model": "엄지아비피",
      "content": "... Friends of yours, Ticket?"
    },
    {
      "id": 52,
      "model": "료슈",
      "content": "Yeah."
    },
    {
      "id": 53,
      "model": "엄지아비피",
      "content": "That so? Then I don't suppose there's anything wrong with sending them all there..."
    },
    {
      "id": 54,
      "model": "엄지아비피",
      "content": "After all, why discourage a swarm of flies from flying straight into the web we've spun?"
    },
    {
      "id": 55,
      "content": "Her eye fixed intently on Vergilius, the Thumb Nursefather slowly backed away from the Backdoor and opened the way for us."
    },
    {
      "id": 56,
      "model": "단테3",
      "content": "<The Backdoor to the HQ hasn't opened yet. We have to rescue Charon first, then—>"
    },
    {
      "id": 57,
      "model": "다친베르길리우스",
      "content": "Do not hesitate, Dante. That... is indeed the path you must bring the Sinners to."
    },
    {
      "id": 58,
      "content": "Vergilius continued coldly, as though he was reading my mind."
    },
    {
      "id": 59,
      "model": "다친베르길리우스",
      "content": "In fact, you should go through the Backdoor like she says if you want to help Charon."
    },
    {
      "id": 60,
      "model": "다친베르길리우스",
      "content": "This entire circumstance at the Backdoor has been engineered to hold me, and only me, back. And what awaits beyond the Backdoor... is what they have orchestrated to summon you and Sinner #4 there."
    },
    {
      "id": 61,
      "model": "엄지아비피",
      "content": "Correct. I wouldn't want your dash of red..."
    },
    {
      "id": 62,
      "model": "엄지아비피",
      "content": "... to snip our elaborate web to pieces."
    },
    {
      "id": 63,
      "model": "9장소드다침",
      "content": "Portal connection to the HQ... almost established..."
    },
    {
      "id": 64,
      "model": "9장소드다침",
      "content": "But... but every firewall protecting connections to the HQ has been bypassed... What...?"
    },
    {
      "id": 65,
      "model": "이상",
      "content": "Then, it must be via the defenseless Backdoor, or Backdoors, through which the intruders have broken in."
    },
    {
      "id": 66,
      "model": "9장소드다침",
      "content": "Portal connection to HQ... established."
    },
    {
      "id": 67,
      "model": "료슈",
      "content": "Coming with?"
    },
    {
      "id": 68,
      "model": "9장소드다침",
      "content": "... If Faust goes... I'll be the only one left here who knows how to operate the Backdoor Calibrator."
    },
    {
      "id": 69,
      "model": "9장소드다침",
      "content": "I'll stay behind... at least until Mister Vergilius rescues Charon."
    },
    {
      "id": 70,
      "model": "료슈",
      "content": "Then we'll go on ahead."
    },
    {
      "id": 71,
      "content": "As always, Ryōshū did not prolong the conversation."
    },
    {
      "id": 72,
      "content": "She did not bother to impart even a quick goodbye..."
    },
    {
      "id": 73,
      "content": "... as she walked into the shadows that awaited us beyond the Corridor."
    },
    {
      "id": 74,
      "model": "단테3",
      "content": "<…….>"
    },
    {
      "id": 75,
      "content": "I gave Saude a nod in her stead."
    },
    {
      "id": 76,
      "model": "다친베르길리우스",
      "content": "Dante."
    },
    {
      "id": 77,
      "model": "다친베르길리우스",
      "content": "The 4th Sinner's thread is... pulled tautly."
    },
    {
      "id": 78,
      "model": "다친베르길리우스",
      "content": "It is precariously close to snapping... but it is also sharper than any blade, that it might sever all that it comes into contact with. You must remember that."
    },
    {
      "id": 79,
      "model": "단테3",
      "content": "<…….>"
    },
    {
      "id": 80,
      "content": "What kind of \"thread\" is Vergilius talking about?"
    },
    {
      "id": 81,
      "content": "Snapping... severing... I wasn't yet sure what exactly he was referring to, but..."
    },
    {
      "id": 82,
      "model": "단테3",
      "content": "<It won't be severed. Not when the chains bind us together.>"
    },
    {
      "id": 83,
      "content": "I replied, absentmindedly rubbing the area where the chains that connected me to the Sinners had burst out of."
    },
    {
      "id": 84,
      "model": "파우스트",
      "content": "... Let us proceed, Dante."
    },
    {
      "id": 85,
      "content": "With Vergilius's words hanging heavily over us, we made our way into the Backdoor connected to the HQ Research Facility."
    }
  ]
}