{
  "dataList": [
    {
      "id": 0,
      "place": "LCCB Transporter Truck",
      "model": "싱클레어",
      "content": "Ugh... He seized the Backdoor side of the truck. Even if the portal opens, we can't—"
    },
    {
      "id": 1,
      "model": "그레고르",
      "content": "... Doesn't change what needs to be done. We take care of him, get the bus girlie, and head off to HQ."
    },
    {
      "id": 2,
      "model": "히스클리프",
      "content": "For fuck's sake... We can't even fight full out..."
    },
    {
      "id": 3,
      "content": "Despite Ryōshū's assurance, the Sinners did not share her confidence that no harm would come to Charon..."
    },
    {
      "id": 4,
      "content": "... so they were confined to fending off the animated corpses, unable to fight aggressively."
    },
    {
      "id": 5,
      "content": "Ryōshū was the only one unfazed enough to raise her sword against the assailant in this cramped battlefield."
    },
    {
      "id": 6,
      "place": -1,
      "model": "엄지아비",
      "teller": "???",
      "title": "???",
      "content": "Bothersome little halfwit. Arms straight, I said. How many times... Just how many times must I repeat myself?"
    },
    {
      "id": 7,
      "model": "엄지아비",
      "teller": "???",
      "title": "???",
      "content": "Oh, stop making a fuss—it couldn't have hurt that much. On your feet. Get off your ass! What makes you think you deserve a break?"
    },
    {
      "id": 8,
      "model": "엄지아비",
      "teller": "???",
      "title": "???",
      "content": "Quit being a whiny little brat and pick up that sword. Slash straight. See? That wasn't so hard, was it?"
    },
    {
      "id": 9,
      "model": "엄지아비",
      "teller": "???",
      "title": "???",
      "content": "If I <i>ever</i> hear you whining again... I'll rip your hair clean off your head, so get your act together."
    },
    {
      "id": 10,
      "place": "LCCB Transporter Truck",
      "model": "료슈",
      "content": "... You."
    },
    {
      "id": 11,
      "model": "료슈",
      "content": "You're no stranger to this sword style."
    },
    {
      "id": 12,
      "model": "엄지제자",
      "teller": "???",
      "title": "???",
      "content": "The Palermitan Style. I have been trained in it as well."
    },
    {
      "id": 13,
      "model": "료슈",
      "content": "Did you learn it from Valencina, that boozehound?"
    },
    {
      "id": 14,
      "model": "엄지제자",
      "teller": "???",
      "title": "???",
      "content": "I must ask you not to insult her with such a crude epithet. ... My master gave me an order when she imparted this style to me:"
    },
    {
      "id": 15,
      "model": "엄지제자",
      "teller": "???",
      "title": "???",
      "content": "To temper and hone it until my mastery of it becomes indistinguishable from yours."
    },
    {
      "id": 16,
      "model": "엄지제자",
      "teller": "???",
      "title": "???",
      "content": "My swordcraft... is now on par with that of your past self when you still belonged in the House of Spiders."
    },
    {
      "id": 17,
      "model": "료슈",
      "content": "Learning it without understanding anything... and only obsessively copying me...?"
    },
    {
      "id": 18,
      "model": "료슈",
      "content": "Wasting time over such mimicry... It's beyond ridiculous."
    },
    {
      "id": 19,
      "model": "료슈",
      "content": "If you're no more than a copycat, then the angle of the wrist, the distance between the feet, the balance of the sword itself—every one of these has to be exact, because even a single incongruity..."
    },
    {
      "id": 20,
      "place": -1,
      "model": "엄지아비",
      "title": "???",
      "content": "Are you actually that incompetent, or do you enjoy the beating? Maintain your stance!"
    },
    {
      "id": 21,
      "model": "엄지아비",
      "title": "???",
      "content": "Don't bother your stupid little head trying to be clever and just stick to what you’ve been taught! Take what you memorized and <i>move</i>!"
    },
    {
      "id": 22,
      "model": "엄지아비",
      "title": "???",
      "content": "The sooner you become the blade that cuts through all, the better. Only then can I—"
    },
    {
      "id": 23,
      "place": "LCCB Transporter Truck",
      "model": "료슈",
      "content": "... will break your form, making your swordsmanship as precarious as a tightrope walk headed straight for a fall."
    },
    {
      "id": 24,
      "model": "료슈",
      "content": "*puff* You're no different from those wind-up dolls over there."
    },
    {
      "id": 25,
      "model": "엄지제자",
      "teller": "???",
      "title": "???",
      "content": "... Call me a wind-up doll all you want. It doesn't matter."
    },
    {
      "id": 26,
      "model": "엄지제자",
      "teller": "???",
      "title": "???",
      "content": "You, likewise, are unable to recall and properly wield the Palermitan Style..."
    },
    {
      "id": 27,
      "model": "엄지제자",
      "teller": "???",
      "title": "???",
      "content": "Which tells me my usefulness has not yet run its course."
    },
    {
      "id": 28,
      "model": "엄지제자",
      "teller": "???",
      "title": "???",
      "content": "I must perfect every form you've been taught, even if I must repeat the same stance a thousand—no, ten thousand—times over..."
    },
    {
      "id": 29,
      "model": "엄지제자",
      "teller": "???",
      "title": "???",
      "content": "... if I am to be a perfectly tailored textbook for you."
    },
    {
      "id": 30,
      "model": "료슈",
      "content": "What if I said I have no need for childish study-aids?"
    },
    {
      "id": 31,
      "model": "엄지제자",
      "teller": "???",
      "title": "???",
      "content": "Your rejection is inconsequential. My role as your textbook has already begun."
    },
    {
      "id": 32,
      "model": "료슈",
      "content": "Hah. Then I will illustrate my very own art for you..."
    },
    {
      "id": 33,
      "model": "료슈",
      "content": "... until you're slashed and cleaved beyond recognition."
    },
    {
      "id": 34,
      "model": "엄지아비",
      "title": "???",
      "content": "Hah... Damn. My eye's torn up again—Yup, I landed on the right place. That's my Ticket all right."
    },
    {
      "id": 35,
      "place": "LCCB Transporter Truck",
      "model": "료슈",
      "content": "Gah...!"
    },
    {
      "id": 36,
      "model": "엄지아비",
      "title": "???",
      "content": "I told you, Lucio."
    },
    {
      "id": 37,
      "model": "엄지아비",
      "title": "???",
      "content": "You could spend years honing your skills..."
    },
    {
      "id": 38,
      "model": "엄지아비",
      "title": "???",
      "content": "But that still won't be enough to catch up to our Yoshihide."
    },
    {
      "id": 39,
      "model": "엄지제자",
      "content": "......."
    },
    {
      "id": 40,
      "content": "The man staggered a little, his head jerking to the side from the impact of the blow."
    },
    {
      "id": 41,
      "model": "엄지아비",
      "title": "???",
      "content": "Isn't it obvious now that you've seen it yourself?"
    },
    {
      "id": 42,
      "model": "엄지아비",
      "title": "???",
      "content": "How sad and pathetic your progress is."
    },
    {
      "id": 43,
      "model": "엄지아비",
      "title": "???",
      "content": "This... This is the problem with greenhorns who haven't had a taste of the War... They don't know what it's like to crawl through the muck and grime of the battlefield where the slightest inattention can get your head blown clean off..."
    },
    {
      "id": 44,
      "model": "엄지아비",
      "title": "???",
      "content": "When faced with a superior opponent, don't just rely on brawn, but redirect the force of their attack to the side by locking their arc with the tip of your sword—I've said it time and again."
    },
    {
      "id": 45,
      "model": "엄지아비",
      "title": "???",
      "content": "And when you're outnumbered, lower your form and draw wide arcs with your sword. Did you forget everything I drilled into you after shouting myself hoarse?"
    },
    {
      "id": 46,
      "model": "엄지아비",
      "title": "???",
      "content": "Secure a corner,"
    },
    {
      "id": 47,
      "model": "엄지아비",
      "title": "???",
      "content": "force them to get to you in a single file..."
    },
    {
      "id": 48,
      "model": "엄지아비",
      "title": "???",
      "content": "Because positioning is everything. Didn't I tell you all of this before?"
    },
    {
      "id": 49,
      "model": "엄지아비",
      "title": "???",
      "content": "If Yoshihide is to recall even one more lesson from me, the textbook can't afford to have any defects."
    },
    {
      "id": 50,
      "model": "엄지제자",
      "content": "... Forgive me, Master."
    },
    {
      "id": 51,
      "model": "엄지아비",
      "title": "???",
      "content": "But... you did manage to collect this one as instructed. Maybe you're not completely useless after all."
    },
    {
      "id": 52,
      "content": "Hatred thick in her voice, Ryōshū hissed \"The Thumb Nursefather...\" under her breath as she shifted into a blade-drawing stance against the second assailant."
    },
    {
      "id": 53,
      "model": "료슈",
      "content": "......."
    },
    {
      "id": 54,
      "model": "엄지아비",
      "content": "Hey. How have you been doing, Ticket?"
    },
    {
      "id": 55,
      "model": "엄지아비",
      "content": "Your form's really become a wreck since you were away. Just seeing that sloppy grip makes me sigh. I had to beat that habit out of you back in the day, remember?"
    },
    {
      "id": 56,
      "model": "엄지아비",
      "content": "Tch. Still... this reunion's been a long time coming, so I suppose I owe you a bit of courtesy. You're old enough now to understand what I'm saying without me having to resort to the occasional backhand, aren't you?"
    },
    {
      "id": 57,
      "model": "료슈",
      "content": "\"Ticket?\""
    },
    {
      "id": 58,
      "model": "료슈",
      "content": "Still intent on calling me that, huh..."
    },
    {
      "id": 59,
      "model": "료슈",
      "content": "... Clearly, you're still just a sad sack of shit stuck wallowing in a sinkhole of your own making."
    },
    {
      "id": 60,
      "model": "엄지아비",
      "content": "... Did you just call me... a \"sack of shit?\""
    },
    {
      "id": 61,
      "model": "엄지아비",
      "content": "Hah... Bitch... you should know your place before barking at your betters."
    },
    {
      "id": 62,
      "model": "엄지아비",
      "content": "...!"
    },
    {
      "id": 63,
      "content": "Sensing a sudden presence outside, the so-called Thumb Nursefather snatched Charon into her arms and swiftly assumed a fighting stance."
    },
    {
      "id": 64
    }
  ]
}