{
  "dataList": [
    {
      "id": 0,
      "model": "아나운서",
      "teller": "Announcer",
      "title": "LCE Department",
      "content": "Arriving at the LCE Department."
    },
    {
      "id": 1,
      "place": "LCE Research Team\nLab. Sector",
      "model": "히스클리프",
      "content": "Oi... What in the..."
    },
    {
      "id": 2,
      "content": "The sight that greeted us was nothing like what we remembered from our last visit for the regular check-up."
    },
    {
      "id": 3,
      "model": "오티스",
      "content": "... We're too late."
    },
    {
      "id": 4,
      "model": "그레고르",
      "content": "I thought HQ's reinforcements would be holding the line... or at the very least, that I'd walk into a battle..."
    },
    {
      "id": 5,
      "content": "... Yet there was nobody left standing, much less making a run for it."
    },
    {
      "id": 6,
      "content": "All we could see were bodies slumped along the floor, filling the corridor in motionless silence."
    },
    {
      "id": 7,
      "model": "이스마엘",
      "content": "This... This is just awful... I never thought the ship would go down this badly..."
    },
    {
      "id": 8,
      "model": "이스마엘",
      "content": "Faust, have you got any idea how many of the LCE are actually combat-ready?"
    },
    {
      "id": 9,
      "model": "파우스트",
      "content": "The LCE... tends to encounter more combat tryouts and experiments compared to the other research-focused departments. The vast majority of its employees are required to have completed basic training pertaining to the aforementioned."
    },
    {
      "id": 10,
      "model": "파우스트",
      "content": "As for the E.G.O equipments... Although the current research and extraction process may be sophisticated enough to see some considerable results in combat,"
    },
    {
      "id": 11,
      "model": "파우스트",
      "content": "it would seem that they were ill-equipped to handle a pre-planned ambush such as this."
    },
    {
      "id": 12,
      "model": "료슈",
      "content": "Fat chance those lab nerds could do anything in a real fight, let alone against the Spiders out on the prowl."
    },
    {
      "id": 13,
      "place": -1,
      "content": "The memories came flooding back—researchers jotting down our check-up results on piles of paper, and Hohenheim, with his droopy, tired eyes, leafing through the files."
    },
    {
      "id": 14,
      "content": "We'd barely exchanged goodbyes when he rounded up the burnt-out lab staff, who were already pulling their hair out from the sheer level of stress, to oversee another experiment in progress."
    },
    {
      "id": 15,
      "place": "LCE Research Team\nLab. Sector",
      "model": "단테",
      "content": "<Meursault. If you happen to notice anyone who... looks like Hohenheim... let me know ASAP.>"
    },
    {
      "id": 16,
      "model": "뫼르소",
      "content": "... Mm."
    },
    {
      "id": 17,
      "model": "뫼르소",
      "content": "I have identified three bodies in various states that make immediate recognition challenging. However, their stature and attire make it extremely unlikely that any of them are Hohenheim."
    },
    {
      "id": 18,
      "model": "그레고르",
      "content": "From the looks of it... they probably didn't even get the chance to put up any meaningful resistance before they were killed."
    },
    {
      "id": 19,
      "content": "With a glum look in his eyes, Gregor examined the bodies strewn across the floor."
    },
    {
      "id": 20,
      "model": "뫼르소",
      "content": "Out of 32 bodies, 26 show identical physical trauma."
    },
    {
      "id": 21,
      "model": "단테",
      "content": "<Identical...?>"
    },
    {
      "id": 22,
      "model": "뫼르소",
      "content": "Every one of them has a spiral-shaped perforation at the center of the chest, over where the heart is. Their cause of death seems to be the same type of \"spiral\" weapon they are holding in their hands, Manager."
    },
    {
      "id": 23,
      "model": "싱클레어",
      "content": "These spirals... I think they pulled them out themselves... but why would..."
    },
    {
      "id": 24,
      "model": "료슈",
      "content": "......."
    },
    {
      "id": 25,
      "model": "료슈",
      "content": "... Soft."
    },
    {
      "id": 26,
      "content": "Ryōshū cast her gaze down, quietly eyeing her palm."
    },
    {
      "id": 27,
      "content": "From the cryptic words and the contemplative look on her face,"
    },
    {
      "id": 28,
      "content": "I could easily guess that she was taking a trip through the shadows of her past..."
    },
    {
      "id": 29,
      "content": "... touching an invisible object with her palm and feeling its texture, in search of something that should have been there in her hands."
    },
    {
      "id": 30,
      "content": "And I've been through enough to know that we would be revisiting her past together."
    },
    {
      "id": 31,
      "content": "However..."
    },
    {
      "id": 32,
      "model": "단테",
      "content": "<... Huh?>"
    },
    {
      "id": 33,
      "content": "What I witnessed was completely different from the memories of the other Sinners I'd seen so far."
    },
    {
      "id": 34,
      "place": -1,
      "content": "The vision I saw was completely fragmented...."
    },
    {
      "id": 35,
      "content": "... as if a blade had cut up her memories into pieces."
    },
    {
      "id": 36,
      "model": "과거료슈2",
      "teller": "???",
      "title": "???",
      "content": "......."
    },
    {
      "id": 37,
      "content": "Within Ryōshū's memories, something did indeed rest in her palm. However..."
    },
    {
      "id": 38,
      "content": "I couldn't even make out whether its hue was closer to black or white."
    },
    {
      "id": 39,
      "content": "Was it some kind of food? A weapon, or something else entirely?"
    },
    {
      "id": 40,
      "content": "Even the expression that crossed her face when she saw it and the words that slipped from her lips in that moment escaped me."
    },
    {
      "id": 41,
      "model": "소지아비",
      "teller": "???",
      "title": "???",
      "content": "......."
    },
    {
      "id": 42,
      "content": "One thing I saw for sure, though..."
    },
    {
      "id": 43,
      "content": "... was that the person who, in all likelihood, had given it to her..."
    },
    {
      "id": 44,
      "content": "... was letting out a lazy puff of smoke swirling into the air,"
    },
    {
      "id": 45,
      "content": "watching Ryōshū's reaction in complete ease."
    },
    {
      "id": 46,
      "place": "LCE Research Team\nLab. Sector",
      "model": "단테",
      "content": "<.......>"
    },
    {
      "id": 47,
      "content": "I gazed back upon the cryptic scenes of Ryōshū's memory that flashed before my eyes."
    },
    {
      "id": 48,
      "model": "료슈",
      "content": "......."
    },
    {
      "id": 49,
      "model": "단테",
      "content": "<Ryōshū? Is there anything you remember?>"
    },
    {
      "id": 50,
      "model": "료슈",
      "content": "... \"Saru.\""
    },
    {
      "id": 51,
      "model": "료슈",
      "content": "That name's all I can remember."
    },
    {
      "id": 52,
      "model": "단테",
      "content": "<You mean...>"
    },
    {
      "id": 53,
      "model": "료슈",
      "content": "As you've seen, Clock, my mind has been hacked to tatters."
    },
    {
      "id": 54,
      "model": "료슈",
      "content": "The sequence and the shapes... Everything is in tangles."
    },
    {
      "id": 55,
      "model": "료슈",
      "content": "There is nothing I can explain about my memory."
    },
    {
      "id": 56,
      "model": "오티스",
      "content": "It seems we've gotten the gist of the situation. The worst-case scenario here would be..."
    },
    {
      "id": 57,
      "model": "오티스",
      "content": "... a breach from the outside happening while Abnormalities, Distortions, and Peccatula break containment all at once."
    },
    {
      "id": 58,
      "model": "로쟈",
      "content": "Whoa. Now that's a situation I really don't even want to think about... We'd be fighting trespassers <i>and</i> all kinds of monsters broken loose!"
    },
    {
      "id": 59,
      "model": "오티스",
      "content": "Precisely. That sums up our present circumstance."
    },
    {
      "id": 60,
      "model": "로쟈",
      "content": "Right..."
    },
    {
      "id": 61,
      "content": "Outis wasted no time to deliver the conclusion that'd kill everyone's morale."
    },
    {
      "id": 62,
      "model": "오티스",
      "content": "Let's start from the beginning."
    },
    {
      "id": 63,
      "model": "오티스",
      "content": "First, the LCE Department found itself under attack by a group of unidentified hostiles 2 hours prior."
    },
    {
      "id": 64,
      "model": "오티스",
      "content": "The weapons used to massacre the researchers... are not uniform. The victims appear to have been killed with a various assortment of arms."
    },
    {
      "id": 65,
      "model": "료슈",
      "content": "......."
    },
    {
      "id": 66,
      "place": -1,
      "model": "검지아비상",
      "teller": "???",
      "title": "???",
      "content": "My darling daughter."
    },
    {
      "id": 67,
      "model": "검지아비상",
      "teller": "???",
      "title": "???",
      "content": "Eyes on me. When using straight weapons that leave the farthest-reaching arcs..."
    },
    {
      "id": 68,
      "model": "검지아비상",
      "teller": "???",
      "title": "???",
      "content": "Eyes on me. When using weapons that kill with the tiniest incisions..."
    },
    {
      "id": 69,
      "model": "검지아비상",
      "teller": "???",
      "title": "???",
      "content": "Eyes on me. When using flexible weapons that crush anything they make contact with..."
    },
    {
      "id": 70,
      "place": "LCE Research Team\nLab. Sector",
      "model": "료슈",
      "content": "......."
    },
    {
      "id": 71,
      "model": "료슈",
      "content": "What a tangled mess, just like that bastard."
    },
    {
      "id": 72,
      "model": "그레고르",
      "content": "Hard to tell what kind of weapons were used here... Damn."
    },
    {
      "id": 73,
      "content": "Ryōshū whipped her hair back, furrowing her eyebrows in annoyance."
    },
    {
      "id": 74,
      "model": "오티스",
      "content": "... Safe to say that the killer is adept with at least three different types of weapons."
    },
    {
      "id": 75,
      "model": "오티스",
      "content": "Moving on..."
    },
    {
      "id": 76,
      "model": "오티스",
      "content": "This was a surprise attack carried out without any delay whatsoever, and the LCE had no time to even plan a counterattack. It was, for lack of a better word, a massacre."
    },
    {
      "id": 77,
      "model": "오티스",
      "content": "Now, here's something that demands our attention."
    },
    {
      "id": 78,
      "model": "오티스",
      "content": "It appears the invaders had the Abnormality containment units opened... only <i>after</i> they confirmed that the surprise attack had been carried out successfully."
    },
    {
      "id": 79,
      "model": "이스마엘",
      "content": "... That sure is fishy."
    },
    {
      "id": 80,
      "model": "이스마엘",
      "content": "I mean... shouldn't it be the other way around?"
    },
    {
      "id": 81,
      "model": "이스마엘",
      "content": "Unlock the containment units first, let the monsters wreak havoc through the facility... then swoop in during the chaos and finish off the stragglers. That'd be the easier course of action."
    },
    {
      "id": 82,
      "model": "오티스",
      "content": "Indeed. The enemy's strategy is highly unusual."
    },
    {
      "id": 83,
      "model": "오티스",
      "content": "As for why they resorted to such an unusual move, there are two plausible explanations."
    },
    {
      "id": 84,
      "model": "오티스",
      "content": "Firstly, that the enemy may be comprised of fighters skilled enough to forgo a diversion tactic. "
    },
    {
      "id": 85,
      "model": "싱클레어",
      "content": "You mean there could be more... who are as strong as the woman in the truck who kidnapped Charon...?"
    },
    {
      "id": 86,
      "model": "오티스",
      "content": "Mm. Secondly..."
    },
    {
      "id": 87,
      "model": "오티스",
      "content": "That the enemy may have purposefully unleashed the Abnormalities from the cages as a follow-up measure."
    },
    {
      "id": 88,
      "model": "돈키호테",
      "content": "Follow-up measure...? Art thou implying those villains sought to disguise their vile attack?!"
    },
    {
      "id": 89,
      "model": "오티스",
      "content": "No, the chance of a cover-up is almost nonexistent. Unless they had precise knowledge of scavenger Abnormalities that could devour the corpses clean, the enemy would never have left such identifiable wounds on their victims."
    },
    {
      "id": 90,
      "model": "오티스",
      "content": "It makes more sense that their goal was to delay HQ's main reinforcements and keep them from reaching the scene on time as we did."
    },
    {
      "id": 91,
      "model": "이스마엘",
      "content": "A delay tactic... I see. Maybe they were looking for something?"
    },
    {
      "id": 92,
      "model": "오티스",
      "content": "Possibly. They must've had a specific objective in mind when they broke through."
    },
    {
      "id": 93,
      "model": "홍루",
      "content": "Which means whatever they're looking for... should be here somewhere."
    },
    {
      "id": 94,
      "model": "홍루",
      "content": "Something elusive and so well-hidden that they had to distract us just to buy themselves some time."
    },
    {
      "id": 95,
      "model": "그레고르",
      "content": "... We need to hurry, then."
    }
  ]
}