{
  "dataList": [
    {
      "id": 0,
      "place": "LCE Research Team\nLab. Sector",
      "model": "그레고르",
      "content": "...!"
    },
    {
      "id": 1,
      "content": "As we were battling our way through the escaped Peccatula..."
    },
    {
      "id": 2,
      "content": "... Gregor came to a sudden stop."
    },
    {
      "id": 3,
      "model": "그레고르",
      "content": "Wait, do you fellas hear something? Sounds like... breathing. It's faint."
    },
    {
      "id": 4,
      "model": "뫼르소",
      "content": "... Mm. I hear it."
    },
    {
      "id": 5,
      "model": "뫼르소",
      "content": "In this general direction."
    },
    {
      "id": 6,
      "content": "Meursault stared at the giant containment chamber door where it lay on the ground, smashed in and knocked loose."
    },
    {
      "id": 7,
      "model": "오티스",
      "content": "How likely is it that it might be a Peccatulum or an enemy combatant?"
    },
    {
      "id": 8,
      "model": "뫼르소",
      "content": "Unlikely. The breathing is unstable and shallow, like that of a wounded human."
    },
    {
      "id": 9,
      "model": "오티스",
      "content": "Hm..."
    },
    {
      "id": 10,
      "model": "그레고르",
      "content": "Hey, Outis. It'd only be right that we try to save them if there's even the smallest chance that they're a survivor, right?"
    },
    {
      "id": 11,
      "model": "오티스",
      "content": "... I suppose that could leave a... not-so-negative impression of us on the HQ."
    },
    {
      "id": 12,
      "content": "We knelt around the fallen door, slipped our fingers under the debris, and lifted—the door rose with a loud, metallic creak."
    },
    {
      "id": 13,
      "model": "알리사",
      "content": "...!"
    },
    {
      "id": 14,
      "content": "Underneath the door was a woman, her breathing shallow."
    },
    {
      "id": 15,
      "model": "이스마엘",
      "content": "... Hey, she's..."
    },
    {
      "id": 16,
      "content": "She was one of Hohenheim's researchers who guided us through the regular check-up."
    },
    {
      "id": 17,
      "model": "알리사",
      "content": "... Alyssa... I'm Alyssa. Yeah, I didn't think you'd... remember my name..."
    },
    {
      "id": 18,
      "content": "Alyssa slowly shared her name, her voice strained as if she was squeezing the air out of her lungs. She was covering her chest with her hands, overcome with pain."
    },
    {
      "id": 19,
      "model": "이스마엘",
      "content": "... Okay, Miss Alyssa. Are you...?"
    },
    {
      "id": 20,
      "model": "알리사",
      "content": "Every breath... hurts so much..."
    },
    {
      "id": 21,
      "model": "알리사",
      "content": "... I couldn't... call out... for help."
    },
    {
      "id": 22,
      "model": "알리사",
      "content": "Reminds me of what... boss used to say... \"We're not the main characters of this story... so upon the proverbial... coin flip... we can only wait to see if it'll... land heads... or tails...\""
    },
    {
      "id": 23,
      "content": "Alyssa let out a brief, dejected chuckle before wincing with pain."
    },
    {
      "id": 24,
      "model": "그레고르",
      "content": "Lady, seems to me you're in plenty of pain. This is hardly the time to be joking about—hold on. This stake...?"
    },
    {
      "id": 25,
      "content": "Alyssa's hand was grasped around the same, spiral-shaped rod that the bodies in the hallway were holding."
    },
    {
      "id": 26,
      "model": "오티스",
      "content": "What happened here?"
    },
    {
      "id": 27,
      "model": "알리사",
      "content": "The alarm system..."
    },
    {
      "id": 28,
      "model": "알리사",
      "content": "The alarm didn't go off."
    },
    {
      "id": 29,
      "model": "알리사",
      "content": "Even the smallest accidents... or issues... trigger the alarm to go off... in our department."
    },
    {
      "id": 30,
      "model": "알리사",
      "content": "Boss... Hohenheim... was adamant about installing that system... Said that... he didn't want to repeat... the fall of Lobotomy Corporation."
    },
    {
      "id": 31,
      "content": "A pained grimace crept into Alyssa's expression as she tried to calmly continue her explanation."
    },
    {
      "id": 32,
      "content": "It wasn't just from what was staked through her chest."
    },
    {
      "id": 33,
      "model": "이스마엘",
      "content": "The alarm system didn't go off... not even when the employees realized that the facility was under attack."
    },
    {
      "id": 34,
      "model": "알리사",
      "content": "... No. It's not... supposed to behave that way... It wasn't..."
    },
    {
      "id": 35,
      "content": "We waited quietly as Alyssa caught her breath and calmed down."
    },
    {
      "id": 36,
      "model": "알리사",
      "content": "The lights... suddenly died."
    },
    {
      "id": 37,
      "model": "알리사",
      "content": "We thought it was the experiment... we were conducting."
    },
    {
      "id": 38,
      "model": "알리사",
      "content": "Boss groused from... time to time about... how much energy it eats."
    },
    {
      "id": 39,
      "model": "알리사",
      "content": "Hah. Dammit, I should've... noticed then that something... was off."
    },
    {
      "id": 40,
      "content": "Alyssa blamed herself to no avail, her voice growing faint."
    },
    {
      "id": 41,
      "model": "알리사",
      "content": "So I thought it was just... a temporary power outage..."
    },
    {
      "id": 42,
      "model": "알리사",
      "content": "No one... thought much of it... Because..."
    },
    {
      "id": 43,
      "model": "이스마엘",
      "content": "... Because it didn't trigger the alarm system. Yeah, it's understandable."
    },
    {
      "id": 44,
      "model": "알리사",
      "content": "I was heading to the Research Hall... to retrieve something, and..."
    },
    {
      "id": 45,
      "model": "알리사",
      "content": "That's... when I heard..."
    },
    {
      "id": 46,
      "model": "알리사",
      "content": "... heard the sound of... dress shoes, click-clack... echoing through the dark hallway."
    },
    {
      "id": 47,
      "model": "알리사",
      "content": "Not too slow, not too fast... A relaxed but disciplined gait. No one... in our department walks like... that. We're always... so, so busy... that we always walk... in a slight jog."
    },
    {
      "id": 48,
      "model": "알리사",
      "content": "Then... a terrible, dying scream followed..."
    },
    {
      "id": 49,
      "model": "알리사",
      "content": "... before the massacre began. Like... a hellish nightmare that just... wouldn't end."
    },
    {
      "id": 50,
      "model": "알리사",
      "content": "No one... knew what was going on..."
    },
    {
      "id": 51,
      "model": "LCE연구원1",
      "content": "Help..."
    },
    {
      "id": 52,
      "model": "LCE연구원2",
      "content": "W-who's there?!"
    },
    {
      "id": 53,
      "model": "LCE연구원1",
      "content": "AAAAAGH!"
    },
    {
      "id": 54,
      "model": "LCE연구원2",
      "content": "AHH!"
    },
    {
      "id": 55,
      "model": "알리사",
      "content": "All I knew was that... I had to run..."
    },
    {
      "id": 56,
      "model": "알리사",
      "content": "And... something... whistled through... the wind, and..."
    },
    {
      "id": 57,
      "model": "알리사",
      "content": "... felt something hot... across my chest... I looked down and saw... this thing had pierced me..."
    },
    {
      "id": 58,
      "model": "알리사",
      "content": "Then I passed out. When I woke up... someone had forcibly... unlocked all the containment units..."
    },
    {
      "id": 59,
      "model": "알리사",
      "content": "Abnormalities, Peccatula, even... Distortions running amok... and I was pinned down by... a containment unit door... that got knocked off its frame..."
    },
    {
      "id": 60,
      "model": "파우스트",
      "content": "So, you weren't with Hohenheim or other people when it occurred."
    },
    {
      "id": 61,
      "model": "알리사",
      "content": "Boss... ah, boss must've been... by the conference hall."
    },
    {
      "id": 62,
      "model": "알리사",
      "content": "... Could you... Get the pen and paper from... my pocket?"
    },
    {
      "id": 63,
      "content": "Alyssa drew a simple map on a piece of torn paper."
    },
    {
      "id": 64,
      "model": "알리사",
      "content": "I don't know... if the others are safe. But... follow this map, and... you should at least... be able to see for yourself. Or... at least get a clue of what happened."
    },
    {
      "id": 65,
      "model": "그레고르",
      "content": "There, there. We get the general idea. Now let's have a look at that wound."
    },
    {
      "id": 66,
      "content": "Gregor replied calmly."
    },
    {
      "id": 67,
      "model": "히스클리프",
      "content": "Bollocks, the wound keeps bleeding... This ain't your usual weaponry."
    },
    {
      "id": 68,
      "model": "히스클리프",
      "content": "Oi, you recognize this?"
    },
    {
      "id": 69,
      "content": "Heathcliff asked Outis with palpable concern."
    },
    {
      "id": 70,
      "model": "오티스",
      "content": "……."
    },
    {
      "id": 71,
      "model": "오티스",
      "content": "From the way it looks... the more the victim moves, the deeper it will drill into their flesh."
    },
    {
      "id": 72,
      "model": "오티스",
      "content": "Perhaps a Workshop product—designed to stall and take combatants out of commission, rather than to kill outright."
    },
    {
      "id": 73,
      "model": "그레고르",
      "content": "If the assailants had the wherewithal to use weapons like this, then... they could've very well easily killed the victims then and there, too."
    },
    {
      "id": 74,
      "model": "그레고르",
      "content": "Was the purpose really just to stall them, or... was it some sick fascination?"
    },
    {
      "id": 75,
      "model": "오티스",
      "content": "Hm... it seems that staying still is what saved your life. That was wise of you."
    },
    {
      "id": 76,
      "model": "알리사",
      "content": "Yeah, I don't know about \"wise\"... It hurt too much to... even think about moving, anyway."
    },
    {
      "id": 77,
      "model": "돈키호테",
      "content": "... Perhaps aught that closes a wound or rapidly heals it be the remedy, were we to extract the vile weapon?"
    },
    {
      "id": 78,
      "model": "로쟈",
      "content": "Yeah, you're not gonna walk around with that thing in your chest forever, right? Let's pull it out, get that wound treated, and—"
    },
    {
      "id": 79,
      "model": "료슈",
      "content": "It's no use."
    },
    {
      "id": 80,
      "content": "Ryōshū spat out a reply."
    },
    {
      "id": 81,
      "model": "홍루",
      "content": "It's no use...? Is it the kind of device that physically can't be removed?"
    },
    {
      "id": 82,
      "model": "료슈",
      "content": "No. Pulling it out isn't the hard part."
    },
    {
      "id": 83,
      "model": "료슈",
      "content": "It's just inadvisable."
    },
    {
      "id": 84,
      "model": "히스클리프",
      "content": "If we force it out of her, then... she'll end up like those bodies in the hallway?"
    },
    {
      "id": 85,
      "model": "료슈",
      "content": "Yeah. This spiral... burrows endlessly to reach the other side, but paradoxically, it cannot punch through all the way. Because it will never arrive at that point."
    },
    {
      "id": 86,
      "place": -1,
      "model": "검지아비상",
      "teller": "???",
      "title": "???",
      "content": "Sweetheart. This... is called a \"spiral.\""
    },
    {
      "id": 87,
      "model": "검지아비상",
      "teller": "???",
      "title": "???",
      "content": "Once it is lodged inside the body, even the slightest of movements will make it burrow deeper into the flesh... forcing the victim to remain perfectly still."
    },
    {
      "id": 88,
      "model": "검지아비상",
      "teller": "???",
      "title": "???",
      "content": "It may not sting any worse than a prick of a thorn at first, but the more you try to yank it free, the further it drills into the body."
    },
    {
      "id": 89,
      "model": "검지아비상",
      "teller": "???",
      "title": "???",
      "content": "But no matter how much it keeps digging in, it will never make it to the other side."
    },
    {
      "id": 90,
      "model": "검지아비상",
      "teller": "???",
      "title": "???",
      "content": "The closer it gets to the end, the slower it becomes—it can never meet its endpoint."
    },
    {
      "id": 91,
      "model": "소지아비",
      "teller": "???",
      "title": "???",
      "content": "You know how to unlock it, yes?"
    },
    {
      "id": 92,
      "model": "소지아비",
      "teller": "???",
      "title": "???",
      "content": "I'll give you the @#$%#$ once you return with the job done."
    },
    {
      "id": 93,
      "model": "소지아비",
      "teller": "???",
      "title": "???",
      "content": "Remember, if you try to pull it out... without the @#$%#$..."
    },
    {
      "id": 94,
      "place": "LCE Research Team\nLab. Sector",
      "model": "료슈",
      "content": "It will tear out everything it tangled itself with as it bored through."
    },
    {
      "id": 95,
      "model": "료슈",
      "content": "So stay put exactly as you are if you want to live."
    },
    {
      "id": 96,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 97,
      "content": "All I could see were these fragments of her memories... its remnants."
    },
    {
      "id": 98,
      "place": -1,
      "model": "소지아비",
      "teller": "???",
      "title": "???",
      "content": "If you try to pull it out... without the @#$%#$..."
    },
    {
      "model": "소지아비",
      "teller": "???",
      "title": "???",
      "content": "If you try to pull it out... without the matching @#$%#$, then..."
    },
    {
      "id": 100,
      "place": "LCE Research Team\nLab. Sector",
      "content": "Once again, I recalled Ryōshū's shattered memories, with the distinct feeling of drawing something up to the surface."
    },
    {
      "id": 101,
      "content": "The scenes from her... mutilated memories."
    },
    {
      "id": 102,
      "content": "As it was generally the case, I didn't know how exactly I did it."
    },
    {
      "id": 103,
      "content": "It just... came naturally to me, the moment I wished for it to happen."
    },
    {
      "id": 104,
      "model": "료슈",
      "content": "Hm. See anything, Clock?"
    },
    {
      "id": 105,
      "model": "단테",
      "content": "<Ryōshū, what if that spiral...>"
    },
    {
      "id": 106,
      "model": "단테",
      "content": "<... needs a certain combination of numbers, like a password?>"
    },
    {
      "id": 107,
      "model": "료슈",
      "content": "...!"
    },
    {
      "id": 108,
      "place": -1,
      "model": "소지아비",
      "teller": "???",
      "title": "???",
      "content": "To resolve the spiral's paradox, you'll need to find the correct pair."
    },
    {
      "id": 109,
      "model": "소지아비",
      "teller": "???",
      "title": "???",
      "content": "If you try to pull it out without a matching number, then..."
    },
    {
      "id": 110,
      "model": "소지아비",
      "teller": "???",
      "title": "???",
      "content": "The sword and the scabbard; yin and yang; the past and the future; me and you. Everything, regrettably, is paired together with an awfully stubborn connection."
    },
    {
      "id": 111,
      "model": "소지아비",
      "teller": "???",
      "title": "???",
      "content": "Do you understand what it means to die?"
    },
    {
      "id": 112,
      "model": "소지아비",
      "teller": "???",
      "title": "???",
      "content": "What it means to sever something?"
    },
    {
      "id": 113,
      "place": "LCE Research Team\nLab. Sector",
      "content": "For a brief moment, an odd expression appeared on Ryōshū's face."
    },
    {
      "id": 114,
      "model": "료슈",
      "content": "White hair."
    },
    {
      "id": 115,
      "model": "파우스트",
      "content": "... Do speak."
    },
    {
      "id": 116,
      "model": "료슈",
      "content": "The spiral can be disabled. It must have something to do with numbers, like the Clock said."
    },
    {
      "id": 117,
      "model": "료슈",
      "content": "But... I don't exactly remember what it needs."
    },
    {
      "id": 118,
      "model": "료슈",
      "content": "Know anything about a spiral-shaped weapon called the \"Tortoise Spiral?\""
    },
    {
      "id": 119,
      "model": "파우스트",
      "content": "... It seems that you've come to understand, if only marginally, how Faust is to be used."
    },
    {
      "id": 120,
      "model": "파우스트",
      "content": "As I have visually observed the device, and Ryōshū has provided certain keywords to narrow the results, Faust can now know."
    },
    {
      "id": 121,
      "model": "싱클레어",
      "content": "Did you say how you're... \"to be used?\""
    },
    {
      "id": 122,
      "content": "Ignoring the curious looks from the Sinners, Faust carefully walks up to a body and unclasps a spiral from their hands."
    },
    {
      "id": 123,
      "model": "파우스트",
      "content": "\"Zenon's Tortoise Spiral,\" is what Faust calls this device."
    },
    {
      "id": 124,
      "content": "After some time, Faust pulled the bottom part of the spiral, opening its hatch."
    },
    {
      "id": 125,
      "model": "파우스트",
      "content": "It is a lock. This spiral requires a seven-digit combination to release."
    },
    {
      "id": 126,
      "model": "파우스트",
      "content": "Also, the spiral's infinitely burrowing nature, despite its inability to ever penetrate the heart, explains why Miss Alyssa's bleeding will not stop."
    },
    {
      "id": 127,
      "model": "오티스",
      "content": "... If it is \"locked,\" can't we use a Fairy to open it?"
    },
    {
      "id": 128,
      "model": "단테",
      "content": "<Fairy...?>"
    },
    {
      "id": 129,
      "model": "이상",
      "content": "She speaks of F Corp.'s Singularity."
    },
    {
      "id": 130,
      "model": "이상",
      "content": "If the spiral is \"locked,\" as you say, then would not a technology to \"unlock\" anything make for the perfect countermeasure?"
    },
    {
      "id": 131,
      "model": "파우스트",
      "content": "... Theoretically, a Fairy should indeed be able to unlock it. However, what must first be considered is the value of the technology applied to this spiral weaponry."
    },
    {
      "id": 132,
      "model": "오티스",
      "content": "... Then only an expensive Fairy would guarantee a successful outcome. Which... would be hard to come by at this immediate moment."
    },
    {
      "id": 133,
      "model": "료슈",
      "content": "……."
    },
    {
      "id": 134,
      "content": "Ryōshū and the rest of us stared at the spiral lock with a degree of trepidation."
    },
    {
      "id": 135,
      "content": "We weren't going to be able to brute force a seven-digit lock..."
    },
    {
      "id": 136,
      "model": "히스클리프",
      "content": "This probably won't work, but... can't we just start from 0 and go from there?"
    },
    {
      "id": 137,
      "model": "파우스트",
      "content": "As it is the case with most locks, a certain number of incorrect attempts would—"
    },
    {
      "id": 138,
      "model": "히스클리프",
      "content": "Tsk, point taken. It's death, innit."
    },
    {
      "id": 139,
      "model": "알리사",
      "content": "Don't... leave me alone... I'm... scared. That's... honestly, what I'd like to ask."
    },
    {
      "id": 140,
      "model": "알리사",
      "content": "But... there might be... survivors by the lab. "
    },
    {
      "id": 141,
      "model": "알리사",
      "content": "You know... our boss. He won't... go down so easily."
    },
    {
      "id": 142,
      "model": "알리사",
      "content": "Just... go help them... instead."
    },
    {
      "id": 143,
      "model": "싱클레어",
      "content": "But if we leave you like this—"
    },
    {
      "id": 144,
      "model": "알리사",
      "content": "Well, this isn't... the worst way to go. This way, at least... I won't be going into some trivia... book of stupid deaths like... <i>100 Dumbest Researcher Deaths</i>."
    },
    {
      "id": 145,
      "content": "Perhaps working under Hohenheim has influenced her to put on a mask of aloofness even in situations like these, but it was clearly taking considerable effort on her part to maintain it."
    },
    {
      "id": 146,
      "content": "Were we in any other situation, I would've asked what those 100 dumb ways to die were to alleviate the tension, but..."
    },
    {
      "id": 147,
      "content": "... I held my breath and embraced the painful silence."
    },
    {
      "id": 148,
      "model": "돈키호테",
      "content": "……."
    },
    {
      "id": 149,
      "model": "돈키호테",
      "content": "We shall return to thy side, young Alyssa."
    },
    {
      "id": 150,
      "model": "알리사",
      "content": "... What?"
    },
    {
      "id": 151,
      "model": "돈키호테",
      "content": "I give thee my word. So..."
    },
    {
      "id": 152,
      "model": "돈키호테",
      "content": "... hide as best as thou canst when enemies approach. Thou mustn't yield now, I beseech thee."
    },
    {
      "id": 153,
      "model": "알리사",
      "content": "……."
    },
    {
      "id": 154,
      "model": "히스클리프",
      "content": "You'd better listen to the lass. She ain't one for empty platitudes."
    },
    {
      "id": 155,
      "model": "알리사",
      "content": "Yeah, okay. I... won't give up. Thank you..."
    },
    {
      "id": 156,
      "model": "료슈",
      "content": "c-485."
    },
    {
      "id": 157,
      "content": "Ryōshū quietly muttered to herself."
    },
    {
      "id": 158,
      "model": "료슈",
      "content": "Clock. Ever play a game of escape room?"
    },
    {
      "id": 159,
      "model": "단테",
      "content": "<What?>"
    },
    {
      "id": 160,
      "model": "료슈",
      "content": "This is very much like a game of escape room."
    },
    {
      "id": 161,
      "model": "료슈",
      "content": "To find the solution, you begin by gathering the clues."
    },
    {
      "id": 162,
      "model": "단테",
      "content": "<A game, huh...>"
    },
    {
      "id": 163,
      "model": "료슈",
      "content": "You want to save that researcher, don't you?"
    },
    {
      "id": 164,
      "model": "료슈",
      "content": "Then you'll need the serial number on that spiral."
    },
    {
      "id": 165,
      "content": "Every step we took away from Alyssa as she suffered a slow death was painful."
    },
    {
      "id": 166,
      "content": "I wasn't even sure if we could save her life."
    },
    {
      "id": 167,
      "content": "Shadows beset the path ahead."
    }
  ]
}