{
  "dataList": [
    {
      "id": 0,
      "place": "LCE Research Team Broadcast Sector Entrance",
      "model": "싱클레어",
      "content": "I think it's this way."
    },
    {
      "id": 1,
      "model": "이스마엘",
      "content": "Hmm. This is the only area with lights on... It says \"Broadcast Sector.\""
    },
    {
      "id": 2,
      "model": "로쟈",
      "content": "Can someone tell me... coming here was the right decision?"
    },
    {
      "id": 3,
      "model": "뫼르소",
      "content": "All the other routes were blocked off save for the one leading to this sector."
    },
    {
      "id": 4,
      "model": "그레고르",
      "content": "Looks like we'd have ended up here... one way or the other."
    },
    {
      "id": 5,
      "model": "단테",
      "content": "<It's hard to see anything when it's this dark...>"
    },
    {
      "id": 6,
      "model": "이스마엘",
      "content": "With most of the power down, the door shouldn't be locked."
    },
    {
      "id": 7,
      "model": "에즈라",
      "teller": "Loudspeaker",
      "title": "Broadcast Sector",
      "content": "Stop."
    },
    {
      "id": 8,
      "model": "에즈라",
      "teller": "Loudspeaker",
      "title": "Broadcast Sector",
      "content": "Take another step closer... and you'll be forcing our hand!"
    },
    {
      "id": 9,
      "content": "A familiar voice boomed from a loudspeaker, delivering a sharp warning."
    },
    {
      "id": 10,
      "model": "에즈라",
      "teller": "Loudspeaker",
      "title": "Broadcast Sector",
      "content": "This entire area is laden with security landmines. Even if you somehow manage to get past the minefield, you'll have to face the rest of us. I'm warning you—every one of us in here's combat-ready!"
    },
    {
      "id": 11,
      "model": "에즈라",
      "teller": "Loudspeaker",
      "title": "Broadcast Sector",
      "content": "And if you think you're stronger than us, we have self-destruct devices. Bombs filled with... super-mini sawteeth... shrapnel..."
    },
    {
      "id": 12,
      "model": "에즈라",
      "teller": "Loudspeaker",
      "title": "Broadcast Sector",
      "content": "Hold on a sec—what's this supposed to say? \"Th... bo...\"? The heck? And I thought my handwriting was bad!"
    },
    {
      "id": 13,
      "model": "마튼",
      "teller": "Loudspeaker",
      "title": "Broadcast Sector",
      "content": "Oh. Here... \"Throwing this bomb will result in an explosion that covers a 100-meter radius zone from the detonation point...\""
    },
    {
      "id": 14,
      "model": "에즈라",
      "teller": "Loudspeaker",
      "title": "Broadcast Sector",
      "content": "Hey! That's a Taboo violation, you know? At least try to come up with something actually convincing!"
    },
    {
      "id": 15,
      "model": "에즈라",
      "teller": "Loudspeaker",
      "title": "Broadcast Sector",
      "content": "A-anyways! Turn around and walk away right now or we're gonna bury all of you with us under this facility!"
    },
    {
      "id": 16,
      "model": "싱클레어",
      "content": "We can hear everything, you know..."
    },
    {
      "id": 17,
      "model": "파우스트",
      "content": "It is highly probable that the bomb is a bluff. Any bomb that falls under the category of explosives... must be \"planted\" on an object or surface per the rules set by the Head."
    },
    {
      "id": 18,
      "model": "이상",
      "content": "Mm. And that boast of the blast beggars belief. Such a wide radius... is sure to break a bounty of bans and bounds."
    },
    {
      "id": 19,
      "model": "에즈라",
      "teller": "Loudspeaker",
      "title": "Broadcast Sector",
      "content": ".... Sure, but I wasn't bluffing about the landmines. Take one more step forward... and bolts of overcharged electricity will make barbecue out of you."
    },
    {
      "id": 20,
      "content": "As the voice behind the microphone began to grow increasingly irritated, it also became even more familiar. I was pretty sure I'd heard it somewhere before..."
    },
    {
      "id": 21,
      "model": "그레고르",
      "content": "According to Alyssa, Hohenheim should be around here somewhere."
    },
    {
      "id": 22,
      "model": "호엔하임",
      "teller": "Loudspeaker",
      "title": "Broadcast Sector",
      "content": "Wait. Did you just say \"Alyssa?\""
    },
    {
      "id": 23,
      "model": "파우스트",
      "content": "That voice... It seems we are not mistaken."
    },
    {
      "id": 24,
      "content": "Now, I certainly recognized <i>this</i> voice."
    },
    {
      "id": 25,
      "model": "호엔하임",
      "teller": "A Rather Unwelcoming Voice",
      "title": "???",
      "content": "That voice I would rather not welcome tells me..."
    },
    {
      "id": 26,
      "model": "호엔하임",
      "teller": "A Rather Unwelcoming Voice",
      "title": "???",
      "content": "That these individuals are good to be let through."
    },
    {
      "id": 27,
      "model": "파우스트",
      "content": "That voice Faust would rather not welcome tells Faust that these individuals are good to be approached."
    },
    {
      "id": 28,
      "content": "A heavy thunk, and then..."
    },
    {
      "id": 29,
      "content": "The doors of the Broadcast Sector inched open, but before we could even take a proper look at the people holed up within..."
    },
    {
      "id": 30,
      "place": "LCE Research Team Broadcast Sector",
      "model": "에즈라",
      "teller": "???",
      "title": "???",
      "content": "Wha...?! You guys! You should've told us sooner!"
    },
    {
      "id": 31,
      "model": "에즈라",
      "content": "Remember me?"
    },
    {
      "id": 32,
      "model": "싱클레어",
      "content": "Oh! It's Miss Ezra!"
    },
    {
      "id": 33,
      "content": "We came face-to-face with Ezra, who'd video-called us with a plethora of information on Bloodfiends prior to our mission in La Manchaland."
    },
    {
      "id": 34,
      "model": "에즈라",
      "content": "Heard you saved the day in La Manchaland!"
    },
    {
      "id": 35,
      "model": "에즈라",
      "content": "And all thanks to yours truly, I bet. So, care to tell me which one's the Bloodfiend Extraordinaire on your team?"
    },
    {
      "id": 36,
      "model": "싱클레어",
      "content": "Huh? What? Oh... Well, that's..."
    },
    {
      "id": 37,
      "model": "모제스2",
      "content": "Why don't we skip the pleasantries for now, Ezra."
    },
    {
      "id": 38,
      "content": "The next person to show up was Moses."
    },
    {
      "id": 39,
      "content": "I saw her in the video call, too... Team Leader at LCD, if memory serves right."
    },
    {
      "id": 40,
      "model": "이스마엘",
      "content": "... Were you the one who threatened us with that nonsense about bombs, Ezra?"
    },
    {
      "id": 41,
      "model": "에즈라",
      "content": "I mean, what other choice did I have? We were starting to believe that we were the only survivors out here, and then... bam! A dozen or so footsteps rushing into this sector outta nowhere... We couldn't even check who you guys were because the screens are all busted."
    },
    {
      "id": 42,
      "content": "Ezra gestured toward the blank surveillance screens in the Broadcast Sector with her chin."
    },
    {
      "id": 43,
      "model": "에즈라",
      "content": "For your information, Mister Genius over there is trying to fix the security cameras. He said it's gonna take a while with the power outage, though..."
    },
    {
      "id": 44,
      "model": "호엔하임",
      "content": "I didn't expect our paths to cross again for anything good, but I certainly never pictured it happening like this."
    },
    {
      "id": 45,
      "content": "Underneath the array of monitors Ezra pointed at, we found Hohenheim—looking even more haggard than we remembered—who gave us a faint, unwelcoming nod as he fiddled with a tangle of power circuits."
    },
    {
      "id": 46,
      "model": "마튼",
      "content": "Hello. I'm relieved to see that there aren't any injured among you."
    },
    {
      "id": 47,
      "content": "Marton stepped forth and offered us the greeting Hohenheim chose to skip."
    },
    {
      "id": 48,
      "model": "호엔하임",
      "content": "In any case, you say it was Alyssa who let you know of our location? Hmm. If she's not with you, she must be either gravely wounded or already dead."
    },
    {
      "id": 49,
      "model": "이스마엘",
      "content": "Uh... She's badly hurt, yeah. But we're searching for ways to help her."
    },
    {
      "id": 50,
      "content": "Ishmael gave Hohenheim a blanched look as though she was taken aback by his cold certainty regarding his own subordinate's fate."
    },
    {
      "id": 51,
      "model": "호엔하임",
      "content": "\"Searching,\" hmm? You talk as if you're playing a game of scavenger hunt."
    },
    {
      "id": 52,
      "model": "호엔하임",
      "content": "It might have been better to end her misery then and there."
    },
    {
      "id": 53,
      "model": "히스클리프",
      "content": "Wha...? Haven't you seen how we handle things? She's still got a shot. Don't be so quick to throw in the towel."
    },
    {
      "id": 54,
      "model": "마튼",
      "content": "Please don't misunderstand. Some of these assailants... They seem to enjoy torturing their victims. That's what's keeping our boss on edge..."
    },
    {
      "id": 55,
      "model": "마튼",
      "content": "Boss and I were near the laboratory when the attack started. There weren't many employees around, and the Broadcast Sector happened to be close by."
    },
    {
      "id": 56,
      "model": "마튼",
      "content": "Probably the only reason we were able to find cover here in one piece."
    },
    {
      "id": 57,
      "model": "돈키호테",
      "content": "... Verily, young Alyssa shall persevere steadfastly."
    },
    {
      "id": 58,
      "model": "돈키호테",
      "content": "We have vowed to return and deliver her from death."
    },
    {
      "id": 59,
      "model": "마튼",
      "content": "... Thank you. I'm sure Alyssa is... hanging onto your promise."
    },
    {
      "id": 60,
      "model": "에즈라",
      "content": "Um, sorry to break up this touching moment... but if you're here, that Color Fixer should be on his way too, right?!"
    },
    {
      "id": 61,
      "model": "에즈라",
      "content": "Where the heck is he now? I wonder if he's already off to find the attackers..."
    },
    {
      "id": 62,
      "model": "모제스2",
      "content": "... Ezra."
    },
    {
      "id": 63,
      "content": "Moses, who had been staring at Outis since we came in, turned her gaze toward Ezra."
    },
    {
      "id": 64,
      "model": "에즈라",
      "content": "Team Leader! If we can regroup with the Red Gaze, I think we'll have more than enough fighting chance even without our baby bee!"
    },
    {
      "id": 65,
      "model": "모제스2",
      "content": "Yes. But... it would seem that the Red Gaze is not here with them."
    },
    {
      "id": 66,
      "model": "모제스2",
      "content": "Just the look on their faces is enough to confirm that."
    },
    {
      "id": 67,
      "model": "에즈라",
      "content": "Whaaat?! What the heck are you peeps doing here without him?!"
    },
    {
      "id": 68,
      "content": "Ezra's face immediately soured the moment she realized that Vergilius wasn't with us; her voice crashed over us like that of a host shrieking at uninvited guests barging into her home."
    },
    {
      "id": 69,
      "model": "이스마엘",
      "content": "It's not like... It's not like we came here on our own because we wanted to..."
    },
    {
      "id": 70,
      "model": "그레고르",
      "content": "Guide bud's held up by an assailant... Ryōshū says she's called the \"Thumb Nursefather\"... from the House of Spiders..."
    },
    {
      "id": 71,
      "model": "모제스2",
      "content": "And probably a tough adversary too... just like those who are assaulting the facility."
    },
    {
      "id": 72,
      "model": "오티스",
      "content": "... Her combat prowess is not to be underestimated."
    },
    {
      "id": 73,
      "model": "모제스2",
      "content": "How is she compared to Euryalos of the Argos Unit?"
    },
    {
      "id": 74,
      "model": "오티스",
      "content": "Hmm... Around the same level, I would say..."
    },
    {
      "id": 75,
      "model": "오티스",
      "content": "Wait. You... If you know those names, that means..."
    },
    {
      "id": 76,
      "content": "Moses didn't grace Outis with a reply. Instead, she closed her eyes, seemingly lost in a brief reverie..."
    },
    {
      "id": 77,
      "content": "... and soon, returned to the subject at hand as if she were done sorting out her thoughts."
    },
    {
      "id": 78,
      "model": "모제스3",
      "content": "... Charon—is she taken hostage?"
    },
    {
      "id": 79,
      "model": "싱클레어",
      "content": "Huh? How did you know that...?"
    },
    {
      "id": 80,
      "model": "모제스3",
      "content": "You mentioned the attacker in the singular. Perhaps just a slip of the tongue, but I suspect it was a single enemy if not a small number."
    },
    {
      "id": 81,
      "model": "모제스3",
      "content": "Furthermore... Despite coming here without the bus driver, none of you seem particularly convinced that the Red Gaze would be able to quickly dispatch the assailant and join you."
    },
    {
      "id": 82,
      "model": "오티스",
      "content": "……."
    },
    {
      "id": 83,
      "model": "에즈라",
      "content": "Give it to our Team Leader! Just one look is enough for her to figure it all out."
    },
    {
      "id": 84,
      "model": "에즈라",
      "content": "Anyhoo, did you happen to encounter anyone on your way here?"
    },
    {
      "id": 85,
      "model": "이스마엘",
      "content": "Just some peccatula and manikins... Wait a minute. Why don't <i>we</i> get to ask the questions?"
    },
    {
      "id": 86,
      "content": "Ishmael barely managed to wrest control of the conversation amid the barrage of questions."
    },
    {
      "id": 87,
      "model": "이스마엘",
      "content": "You're both from LCD. What are you doing here in the HQ where the LCE is?"
    },
    {
      "id": 88,
      "model": "에즈라",
      "content": "Well, about that..."
    },
    {
      "id": 89,
      "model": "에즈라",
      "content": "The LCE was supposed to make an important progress report today."
    },
    {
      "id": 90,
      "model": "에즈라",
      "content": "Apparently, it's a <i>reeeally</i> important presentation too! We've been receiving bazillions of reminders about how it's a mandatory attendance event and everything... Right, Team Leader? Feels like everyone's overlooking just how <i>reeeally</i> busy our department is!"
    },
    {
      "id": 91,
      "model": "호엔하임",
      "content": "Sorry to borrow your wording, but it <i>is</i> indeed a <i>reeeally</i> important presentation."
    },
    {
      "id": 92,
      "model": "에즈라",
      "content": "Yeah, for you maybe. But my department is also <i>reeeally reeeally</i>..."
    },
    {
      "id": 93,
      "model": "단테",
      "content": "<Hang on... I don't think that's the crux of the matter right now...>"
    },
    {
      "id": 94,
      "model": "모제스2",
      "content": "The presentation did not happen. As such, we are unable to assess its importance at the moment."
    },
    {
      "id": 95,
      "model": "모제스2",
      "content": "Whatever is the case, the event was what required us LCD members to be present here at the LCE Department."
    },
    {
      "id": 96,
      "model": "모제스2",
      "content": "And there's one more thing... Allow me to introduce the newest addition to the LCD."
    },
    {
      "id": 97,
      "model": "에즈라",
      "content": "Yeah, our team has grown in size! Take that!"
    },
    {
      "id": 98,
      "model": "모제스2",
      "content": "I was told you'd met before."
    },
    {
      "id": 99,
      "content": "A familiar silhouette stepped forward from the opposite side—someone we did not expect to encounter here of all places."
    },
    {
      "id": 100,
      "model": "LCD앵두",
      "content": "I regret that we must always meet in the midst of plights such as this. I trust you have been well?"
    },
    {
      "id": 101,
      "model": "홍루",
      "content": "Miss Aeng-du! It's been too long."
    },
    {
      "id": 102,
      "model": "홍루",
      "content": "Is Mister Bamboo-hatted Kim... still in recovery?"
    },
    {
      "id": 103,
      "model": "LCD앵두",
      "content": "Mm. My mentor's flesh... has long since healed, but it will take some time until his mind regains its former tranquility. However long the wait, endure it I must."
    },
    {
      "id": 104,
      "model": "LCD앵두",
      "content": "I have faith that he will recover in due time. Until then, in silence shall I atone for the transgression I have committed..."
    },
    {
      "id": 105,
      "content": "... Aeng-du appeared to be referring to how she ran Bamboo-hatted Kim through with her sword under the Monolith's Distorting influence."
    },
    {
      "id": 106,
      "model": "싱클레어",
      "content": "Still, I'm glad you seem to be adjusting well to life at LCD."
    },
    {
      "id": 107,
      "content": "Sinclair caught the shadow flickering across Aeng-du's face and swiftly stepped up to lighten the mood."
    },
    {
      "id": 108,
      "model": "LCD앵두",
      "content": "I would say I was taken in, but I am deeply grateful regardless. My mentor and I have nowhere left to call home..."
    },
    {
      "id": 109,
      "model": "LCD앵두",
      "content": "But someday... we will..."
    },
    {
      "id": 110,
      "model": "LCD앵두",
      "content": "... return to S Corp. together."
    },
    {
      "id": 111,
      "model": "이스마엘",
      "content": "Looks like she's trying her best to fit in too."
    },
    {
      "id": 112,
      "model": "그레고르",
      "content": "It's always hard to get settled in no matter where you start from."
    },
    {
      "id": 113,
      "model": "모제스2",
      "content": "Now that we've all grown acquainted with one another..."
    },
    {
      "id": 114,
      "model": "모제스2",
      "content": "Let us move on to the issue at hand."
    }
  ]
}