{
  "dataList": [
    {
      "id": 0,
      "place": "LCE Research Team Broadcast Sector",
      "model": "모제스3",
      "content": "The first order of business is intelligence sharing, and... deductive reasoning based on the available information."
    },
    {
      "id": 1,
      "model": "모제스3",
      "content": "My team and I were attacked in the hallway connected to the conference hall."
    },
    {
      "id": 2,
      "model": "에즈라",
      "content": "That guy was... hah, I'll be straight with you guys. Super, super duper strong."
    },
    {
      "id": 3,
      "model": "에즈라",
      "content": "I would've stood my ground if only Hornet, that dumbass, were here..."
    },
    {
      "id": 4,
      "model": "이상",
      "content": "By \"Hornet,\" you are referring to...?"
    },
    {
      "id": 5,
      "model": "에즈라",
      "content": "<i>The</i> junior of our team, but he's really, really strong. He's so strong that... uh..."
    },
    {
      "id": 6,
      "model": "에즈라",
      "content": "Ah, I've got it. There was this time when I, uh... what was it again? Some kinda pastry, I think? Anyhoo, I got me some bread to snack on later, and in that split second my back was turned, Hornet, that asshole, swiped it right off of my plate!"
    },
    {
      "id": 7,
      "model": "에즈라",
      "content": "I got so pissed off that I punched him right in his solar plexus to get him to cough it up, and, and... he just went \"oof,\" and... swallowed my bread anyway! Like, does that make any sense to you guys?"
    },
    {
      "id": 8,
      "model": "싱클레어",
      "content": "Uh... yeah, okay... I guess that makes him strong..."
    },
    {
      "id": 9,
      "content": "Although Ezra's anecdote wasn't very illuminating, none of us bothered to ask for further clarification, as it seemed that the only way to get an objective measure of the Hornet's strength was to let her punch us in the solar plexus as well."
    },
    {
      "id": 10,
      "model": "이스마엘",
      "content": "So... what's this \"Hornet\" up to now?"
    },
    {
      "id": 11,
      "content": "Ishmael peeked around as though she was expecting him to pop out from a hiding spot in the Broadcast Sector."
    },
    {
      "id": 12,
      "model": "에즈라",
      "content": "Oh, you are going to lose your mind when you hear this! Listen up, what he's—"
    },
    {
      "id": 13,
      "model": "모제스2",
      "content": "... Not yet, Ezra."
    },
    {
      "id": 14,
      "model": "에즈라",
      "content": "—up to is a s-secret. It's uh... classified stuff."
    },
    {
      "id": 15,
      "content": "Ezra trailed off awkwardly."
    },
    {
      "id": 16,
      "model": "모제스2",
      "content": "I tend to analyze my enemies with observation and deduction."
    },
    {
      "id": 17,
      "model": "모제스2",
      "content": "I try to identify their unique colors—the kinds of weapons they use, their methodologies, whether they enjoy the slaughter or avoid it, their attitudes toward battle... all of it."
    },
    {
      "id": 18,
      "model": "모제스2",
      "content": "Once I have that, I can get an idea of when to begin my counterattack, or what kind of weaknesses of theirs I can exploit; and that's how I've usually opened my path forward."
    },
    {
      "id": 19,
      "model": "모제스2",
      "content": "But he..."
    },
    {
      "id": 20,
      "content": "Moses inhaled sharply as though she missed her smoking pipe, which was nowhere to be seen at this moment."
    },
    {
      "id": 21,
      "model": "모제스2",
      "content": "... was chaotic. I could not identify a single pattern in his behavior."
    },
    {
      "id": 22,
      "model": "료슈",
      "content": "He is an empty shell."
    },
    {
      "id": 23,
      "model": "료슈",
      "content": "His act of killing lacks any emotional touch."
    },
    {
      "id": 24,
      "model": "료슈",
      "content": "And that... is why you couldn't get a read on him."
    },
    {
      "id": 25,
      "model": "모제스3",
      "content": "... On the other hand, you... You appear so clearly to me."
    },
    {
      "id": 26,
      "model": "모제스3",
      "content": "You seem so anxious to cut something down, is that correct?"
    },
    {
      "id": 27,
      "model": "모제스3",
      "content": "You are broken, shattered; but every shard is keen and transparent... like a hail of small blades."
    },
    {
      "id": 28,
      "model": "모제스3",
      "content": "A glass-like sword of many edges, so fragile with its futile wish to sever away what cannot be severed."
    },
    {
      "id": 29,
      "model": "모제스3",
      "content": "What is it that you grasp so tightly in that scarred hand of yours?"
    },
    {
      "id": 30,
      "model": "료슈",
      "content": "... Little shit. What are you peeking into?"
    },
    {
      "id": 31,
      "model": "에즈라",
      "content": "Hey, don't talk to our Team Leader like—"
    },
    {
      "id": 32,
      "content": "Just as Ezra was about to give her a stern warning, Hohenheim stepped in and changed the subject."
    },
    {
      "id": 33,
      "model": "호엔하임",
      "content": "To add to that, Marton here and I were in front of the laboratory when it occurred."
    },
    {
      "id": 34,
      "model": "호엔하임",
      "content": "At first, it began with the sound of rushing wind. Something large and heavy, cleaving through the air—the kind of sound one should never come to expect from a department like ours, so full of delicate machinery and containment units."
    },
    {
      "id": 35,
      "model": "마튼",
      "content": "It happened right before my eyes. Something snapped the employee who was walking only a step ahead of me... in half."
    },
    {
      "id": 36,
      "model": "마튼",
      "content": "And the first thing that came to my mind was this—did an Abnormality breach containment?"
    },
    {
      "id": 37,
      "model": "마튼",
      "content": "But if such were the case, the alarm should've gone off."
    },
    {
      "id": 38,
      "model": "싱클레어",
      "content": "... So far, this tracks with what Miss Alyssa told us."
    },
    {
      "id": 39,
      "model": "싱클레어",
      "content": "She said there wasn't any warning at all before the attack..."
    },
    {
      "id": 40,
      "model": "마튼",
      "content": "Once I got a better look of what that was, I realized that it was neither Abnormality, Peccatulum, nor a Distortion... it was a massive scabbard."
    },
    {
      "id": 41,
      "model": "마튼",
      "content": "When I looked toward where the scabbard came from, there stood a man who presumably threw the weapon..."
    },
    {
      "id": 42,
      "model": "마튼",
      "content": "... reading a book like he was out on a stroll."
    },
    {
      "id": 43,
      "model": "모제스2",
      "content": "And the book was..."
    },
    {
      "id": 44,
      "model": "료슈",
      "content": "Matthias... He must've been reading his Book of Vengeance."
    },
    {
      "id": 45,
      "model": "모제스2",
      "content": "First the Thumb, and now the Middle..."
    },
    {
      "id": 46,
      "model": "마튼",
      "content": "I stared at him, still processing what had just happened... when boss grabbed my arm and started running."
    },
    {
      "id": 47,
      "model": "마튼",
      "content": "I couldn't look back. I heard screaming—from dozens of people, but..."
    },
    {
      "id": 48,
      "model": "호엔하임",
      "content": "... You seem to be fond of recounting unnecessary details."
    },
    {
      "id": 49,
      "model": "마튼",
      "content": "Only after arriving here, at the Broadcast Sector, did I remember that Alyssa was still out there."
    },
    {
      "id": 50,
      "model": "호엔하임",
      "content": "When one's life is at risk, the brain instinctively reduces the processing of information to the bare minimum required for survival. It is only natural."
    },
    {
      "id": 51,
      "model": "마튼",
      "content": "But I was the last person who handled that research proposal, boss."
    },
    {
      "id": 52,
      "model": "호엔하임",
      "content": "……."
    },
    {
      "id": 53,
      "model": "마튼",
      "content": "Alyssa should've been at the conference hall, too. With us."
    },
    {
      "id": 54,
      "model": "로쟈",
      "content": "Hey, listen. If you wanna look back and nitpick at literally every little thing you did in the past, we're gonna be here forever."
    },
    {
      "id": 55,
      "model": "로쟈",
      "content": "I know it might sound like a bit of an empty platitude, but... focus on what we can do right now, what we're going to do going forward, okay? You'll have time for regrets later."
    },
    {
      "id": 56,
      "model": "마튼",
      "content": "... I suppose so."
    },
    {
      "id": 57,
      "model": "마튼",
      "content": "You did save my boss once, so... I guess it's only right that I should have more faith in you people than anyone else."
    },
    {
      "id": 58,
      "model": "호엔하임",
      "content": "I would like to clarify that the \"saving\" was but a part of the experiment, but given the urgency, I will forgo a more detailed explanation."
    },
    {
      "id": 59,
      "model": "모제스2",
      "content": "Looks like we're all caught up, then? Good. Now, let's share what we know."
    },
    {
      "id": 60,
      "content": "Moses began laying out the situation with the expertise befitting a leader of the LCD."
    },
    {
      "id": 61,
      "model": "모제스2",
      "content": "Today, intruders attacked the LCE department situated in the basement of the HQ."
    },
    {
      "id": 62,
      "model": "모제스2",
      "content": "We lost control of the entire LCE facility, and save for our current location, every sector has been neutralized by a single or a pair of intruders."
    },
    {
      "id": 63,
      "model": "모제스2",
      "content": "Any survivor who's conscious enough to communicate properly is already here."
    },
    {
      "id": 64,
      "model": "모제스2",
      "content": "After the attack, every containment unit was also forcibly unlocked, adding even more fuel to the fire."
    },
    {
      "id": 65,
      "model": "LCD앵두",
      "content": "We are beset by foes on every side; a search for a foothold is a difficult one indeed."
    },
    {
      "id": 66,
      "model": "에즈라",
      "content": "Darn, if only these surveillance cameras weren't busted... I'd love to be able to keep track of their whereabouts."
    },
    {
      "id": 67,
      "model": "호엔하임",
      "content": "As I have repeated many times today, we are attempting to bring it back to operational status. You speak of restoring a sabotaged power grid like it's a task as simple as wiping one's glasses."
    },
    {
      "id": 68,
      "model": "모제스2",
      "content": "More than anything, we need these two pieces of information at the present."
    },
    {
      "id": 69,
      "model": "모제스2",
      "content": "One: Who are the attackers? Two: What objective brought them to the LCE?"
    },
    {
      "id": 70,
      "model": "모제스2",
      "content": "The man we encountered seemed to have a one-track mind, squarely set on killing as ordered."
    },
    {
      "id": 71,
      "model": "모제스2",
      "content": "But there are far too many threads that point toward a motivation more complex than \"infiltrate the facility and slaughter its employees with abandon.\""
    },
    {
      "id": 72,
      "content": "Moses's deduction aligned with Outis's—if the assailants' goal was truly nothing more than slaughter, their first order of action should've been to unlock the containment units."
    },
    {
      "id": 73,
      "model": "모제스2",
      "content": "The intruders are... hm, yes. I have enough evidence to at least get a general idea of whom they might be."
    },
    {
      "id": 74,
      "model": "호엔하임",
      "content": "Do elaborate."
    },
    {
      "id": 75,
      "model": "모제스2",
      "content": "There's the \"Thumb Nursefather\" who's stalling the Red Gaze. Then, there's the member of the Middle who attacked the researchers. And we've seen evidence of the Ring's involvement too, given the presence of corpse manikins."
    },
    {
      "id": 76,
      "model": "모제스2",
      "content": "At least two or more Fingers are involved in this attack."
    },
    {
      "id": 77,
      "model": "LCD앵두",
      "content": "The Thumb...! The vile cur the Kurokumo Clan serves are here...?"
    },
    {
      "id": 78,
      "model": "LCD앵두",
      "content": "Hm, yet this is quite odd. Lady Moses, are the Fingers not hostile against one another?"
    },
    {
      "id": 79,
      "model": "LCD앵두",
      "content": "Those ilk have no business coming within even a sleeve's breadth of each other, save when compelled to attend assemblies such as the Finger Bow-bell, where they oft quarrel to no end."
    },
    {
      "id": 80,
      "model": "모제스2",
      "content": "Correct. But consider this from the opposite perspective—there must be something of enough importance for the officers of each Finger to put aside their differences and work hand-in-hand."
    },
    {
      "id": 81,
      "model": "료슈",
      "content": "……."
    },
    {
      "id": 82,
      "model": "료슈",
      "content": "Spiders. Or... the Nursefathers of the House of Spiders."
    },
    {
      "id": 83,
      "model": "료슈",
      "content": "That's what they're called."
    },
    {
      "id": 84,
      "model": "료슈",
      "content": "And we've just snared ourselves into the web they spun."
    },
    {
      "id": 85,
      "model": "모제스2",
      "content": "The Fingers... rarely ever cross the line they've drawn between each other. This strange entanglement certainly is a deviation."
    },
    {
      "id": 86,
      "model": "모제스2",
      "content": "\"Nursefathers,\" was it? Seems like a terribly meaningful title to me."
    },
    {
      "id": 87,
      "model": "모제스2",
      "content": "Then it can be presumed that the House of Spiders is a place to... <i>raise</i> something, or someone. To have such high-ranking officers of each Finger gather at one place to <i>nurture</i> someone..."
    },
    {
      "id": 88,
      "model": "모제스2",
      "content": "One might think that it hardly makes any sense, and indeed, it doesn't—but what if their purpose itself is just as outrageous? That would, paradoxically, explain how they've come to gather."
    },
    {
      "id": 89,
      "model": "모제스3",
      "content": "Ryōshū, is it? You seem to be inextricably tied to that place."
    },
    {
      "id": 90,
      "model": "료슈",
      "content": "I.K.W.Y.W."
    },
    {
      "id": 91,
      "model": "싱클레어",
      "content": "Ah, she just said \"I know what you wan—\""
    },
    {
      "id": 92,
      "model": "모제스2",
      "content": "Mm, no need. I can understand her abbreviations."
    },
    {
      "id": 93,
      "model": "료슈",
      "content": "But I can't tell you what I know. Because—"
    },
    {
      "id": 94,
      "model": "모제스2",
      "content": "Because it's all broken. The place, the memories attached to it... I can see how they've shattered."
    },
    {
      "id": 95,
      "model": "료슈",
      "content": "……."
    },
    {
      "id": 96,
      "model": "모제스2",
      "content": "You don't have to recall everything. All I need to know is what that \"outrageous purpose\" is. What is it?"
    },
    {
      "id": 97,
      "model": "료슈",
      "content": "Me."
    },
    {
      "id": 98,
      "model": "료슈",
      "content": "To forge me into a blade that cuts through all."
    },
    {
      "id": 99,
      "model": "료슈",
      "content": "But I left that place behind."
    },
    {
      "id": 100,
      "model": "단테",
      "content": "<Ryōshū, can you tell us anything more?>"
    },
    {
      "id": 101,
      "model": "료슈",
      "content": "... Shame, but that's all I have, Clock."
    },
    {
      "id": 102,
      "model": "료슈",
      "content": "I don't remember much more than that. Even if I did, it's not an easy thing to speak of."
    },
    {
      "id": 103,
      "content": "Ryōshū let out a protracted sigh just as Moses did earlier, the long exhalation of someone who clearly craved a puff of smoke. It betrayed the aloofness she projected."
    },
    {
      "id": 104,
      "content": "Come to think of it, Ryōshū hasn't been smoking at all since we got here. Or... maybe since the truck."
    },
    {
      "id": 105,
      "model": "료슈",
      "content": "... Clock, like she said, and... like what you've seen, my mind is a mess."
    },
    {
      "id": 106,
      "model": "료슈",
      "content": "I have questions of my own, but the answers elude me."
    },
    {
      "id": 107,
      "model": "료슈",
      "content": "But maybe the pieces can be put together using your hints, like the one you gave me earlier."
    },
    {
      "id": 108,
      "model": "료슈",
      "content": "So we have to solve this together, this puzzle... or this game of escape room."
    },
    {
      "id": 109,
      "content": "Ryōshū muttered placidly."
    },
    {
      "id": 110,
      "model": "모제스3",
      "content": "……."
    },
    {
      "id": 111,
      "model": "모제스3",
      "content": "If it is you the House of Spiders wants, then I must ask you to entertain this question: why did they bother attacking the HQ?"
    },
    {
      "id": 112,
      "model": "료슈",
      "content": "Oh?"
    },
    {
      "id": 113,
      "content": "As Moses began her explanation, Ryōshū looked in her direction with mild amusement."
    },
    {
      "id": 114,
      "model": "모제스2",
      "content": "When you said you \"left\" the House of Spiders, I presume you meant you \"escaped\" it."
    },
    {
      "id": 115,
      "model": "모제스2",
      "content": "Members of different Fingers are hardly the kind of people to fraternize even on a good day, but this alliance of sorts they call the House of Spiders has persisted even after your departure. At a glance, it may only appear that they were simply waiting for your return."
    },
    {
      "id": 116,
      "model": "모제스2",
      "content": "But given their... behaviors today, they don't strike me as a particularly patient group as a whole."
    },
    {
      "id": 117,
      "model": "모제스2",
      "content": "In other words, I find it suspicious that they decided to act <i>now</i>. If they were desperate, they would've made the move long ago."
    },
    {
      "id": 118,
      "model": "모제스2",
      "content": "This leads me to believe that... they were waiting for the right time."
    },
    {
      "id": 119,
      "model": "모제스2",
      "content": "Whichever is their motive, Ryōshū—whether it is getting you back, or doing something else—the fact remains that they have chosen this particular moment to act."
    },
    {
      "id": 120,
      "model": "홍루",
      "content": "The Nursefather of the House of Spiders we encountered, she... made way for us so that Ryōshū could come to the HQ Research Facility."
    },
    {
      "id": 121,
      "model": "홍루",
      "content": "She harbored such intense and complicated feelings for Ryōshū, but..."
    },
    {
      "id": 122,
      "model": "홍루",
      "content": "... I don't think I got any sense that she was trying to kill or take Ryōshū with her."
    },
    {
      "id": 123,
      "model": "료슈",
      "content": "But she said that the Nursefathers were waiting for me here."
    },
    {
      "id": 124,
      "model": "료슈",
      "content": "Clearly, they're here to see me, Weirdo Detective."
    },
    {
      "id": 125,
      "model": "에즈라",
      "content": "Alright you— Hey, what the hell's your problem?"
    },
    {
      "id": 126,
      "model": "호엔하임",
      "content": "Be calm, please. It is best that we do not interrupt their conversation."
    },
    {
      "id": 127,
      "model": "LCD앵두",
      "content": "In intense dialogue shall they find and draw out the answer... let us not dare stem this course."
    },
    {
      "id": 128,
      "model": "모제스2",
      "content": "It is a fair assumption that the Nursefathers of the House of Spiders have attacked this place to provoke you. However..."
    },
    {
      "id": 129,
      "model": "모제스2",
      "content": "... I can't seem to shake the thought that they must have a distinct objective."
    },
    {
      "id": 130,
      "model": "모제스2",
      "content": "If they were indeed after Ryōshū and only Ryōshū, then... choosing this specific time and place hardly seems to serve that purpose."
    },
    {
      "id": 131,
      "model": "단테",
      "content": "<The intervals between each of the Sinners are different, but...>"
    },
    {
      "id": 132,
      "model": "단테",
      "content": "<... once a Sinner's \"turn\" ends, another's begins. Every single time, without failure.>"
    },
    {
      "id": 133,
      "model": "단테",
      "content": "<This case has everything to do with Ryōshū. I believe, without a shred of doubt, that it's her turn.>"
    },
    {
      "id": 134,
      "model": "모제스3",
      "content": "Hm."
    },
    {
      "id": 135,
      "content": "Once the Sinners relayed my words, Moses fell into a brief contemplation and began to mutter a sequence of words."
    },
    {
      "id": 136,
      "model": "모제스3",
      "content": "Limbus Company. The Mirror. The Glass Window. The former L Corp. Extracted E.G.O. Enkephalin. Psychoments. Abnormalities. Monolith. Sinner Ryōshū."
    },
    {
      "id": 137,
      "model": "모제스2",
      "content": "I can't think of too many things in the LCE Research Facility that could be what the House of Spiders is after."
    },
    {
      "id": 138,
      "model": "모제스2",
      "content": "By process of elimination, the only reasonable answer that can be deduced is as follows:"
    },
    {
      "id": 139,
      "model": "모제스2",
      "content": "They're here for the Golden Boughs."
    },
    {
      "id": 140,
      "model": "호엔하임",
      "content": "... So that's how it is."
    },
    {
      "id": 141,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 142,
      "model": "단테",
      "content": "<Moses is right. It's become very important for <i>us</i> to look into Ryōshū's past, to reach in and see what lies there, but...>"
    },
    {
      "id": 143,
      "model": "단테",
      "content": "<... LCB's goal, its journeys, and its stories have always been bound to the same terminus. Obtaining the Golden Boughs.>"
    },
    {
      "id": 144,
      "model": "단테",
      "content": "<Hohenheim... where are the Golden Boughs in this facility located?>"
    },
    {
      "id": 145,
      "model": "파우스트",
      "content": "The manager would like to know the location of the Golden Boughs."
    },
    {
      "id": 146,
      "model": "호엔하임",
      "content": "It's at a laboratory in this facility."
    },
    {
      "id": 147,
      "content": "Hohenheim's gaze turned to me."
    },
    {
      "id": 148,
      "content": "Perhaps he was looking at the clock hands on my head."
    },
    {
      "id": 149,
      "model": "호엔하임",
      "content": "... Very well. I suppose there's no way around sharing the contents of our presentation."
    },
    {
      "id": 150,
      "content": "Hohenheim's answer sounded more like a prolonged sigh."
    },
    {
      "id": 151,
      "model": "호엔하임",
      "content": "It was... a presentation regarding our progress in the Golden Bough experimentation."
    },
    {
      "id": 152,
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 153,
      "model": "호엔하임",
      "content": "And the limited group of individuals with the clearance to access the contents of that presentation... does not include members of the LCB."
    },
    {
      "id": 154,
      "model": "히스클리프",
      "content": "... Oi, aren't we the ones riskin' our necks out there to collect those boughs? How come we're not allowed to—"
    },
    {
      "id": 155,
      "model": "호엔하임",
      "content": "I am not the one who decides the scope of our security."
    },
    {
      "id": 156,
      "model": "파우스트",
      "content": "Hohenheim, your concern is understandable."
    },
    {
      "id": 157,
      "model": "파우스트",
      "content": "The company maintains tight control over any information regarding the Golden Boughs."
    },
    {
      "id": 158,
      "model": "파우스트",
      "content": "There is no way to know, at this moment, what the consequences of leaking this information without the company's explicit consent might be. If the worse comes to worst, we may even be subject to... a memory wipe procedure."
    },
    {
      "id": 159,
      "model": "오티스",
      "content": "Unbelievable. We're stalled by some red tape at an exigent circumstance like this?"
    },
    {
      "id": 160,
      "model": "호엔하임",
      "content": "What do you expect from a company practically built on secrecy and suspicion?"
    },
    {
      "id": 161,
      "model": "호엔하임",
      "content": "Anyway, assuming the risks of divulging this information are understood and accepted by all parties present, let me get straight to the point. The Golden Boughs, we were... hm. We were experimenting with grafting the retrieved boughs onto one another."
    },
    {
      "id": 162,
      "model": "이상",
      "content": "Grafting the boughs..."
    },
    {
      "id": 163,
      "model": "이상",
      "content": "Then, was the purpose to combine the boughs to form a singular tree?"
    },
    {
      "id": 164,
      "model": "호엔하임",
      "content": "……."
    },
    {
      "id": 165,
      "model": "호엔하임",
      "content": "Nothing slips by a fellow researcher, I suppose."
    },
    {
      "id": 166,
      "model": "호엔하임",
      "content": "Correct."
    },
    {
      "id": 167,
      "model": "호엔하임",
      "content": "We are incubating the Golden Boughs under a very special environment... to create a sapling. We haven't yet managed to graft them together into a proper tree, no—but that horizon is in sight."
    },
    {
      "id": 168,
      "model": "호엔하임",
      "content": "Today was the day that we were to share the successes of the experiment with certain major characters and teams within the company... until this happened."
    },
    {
      "id": 169,
      "model": "오티스",
      "content": "The Golden Boughs are at the laboratory, hm..."
    },
    {
      "id": 170,
      "model": "이스마엘",
      "content": "Then, we have to get to the laboratory before they do and secure the Golden Boughs."
    },
    {
      "id": 171,
      "model": "로쟈",
      "content": "But... we can't just waltz out on our own when this whole place might be crawling with enemies, right? Is there any way we can get in touch with the HQ right now?"
    },
    {
      "id": 172,
      "model": "오티스",
      "content": "Did HQ even receive your support request?"
    },
    {
      "id": 173,
      "model": "호엔하임",
      "content": "We did send a rescue signal to HQ an hour ago, but we have no way of knowing whether it was received. The attackers destroyed all of our outgoing transmitters earlier."
    },
    {
      "id": 174,
      "model": "오티스",
      "content": "As long as they received a signal, any signal, it shouldn't take long until they recognize that the LCE is under attack by an overwhelming force."
    },
    {
      "id": 175,
      "model": "오티스",
      "content": "Assuming that the LCA has sent us support units, do we have an estimate of how long it might take for them to arrive?"
    },
    {
      "id": 176,
      "model": "파우스트",
      "content": "... Even if they have to navigate around inaccessible passages currently present in the facility..."
    },
    {
      "id": 177,
      "model": "파우스트",
      "content": "... it should be no more than 10 minutes."
    },
    {
      "id": 178,
      "model": "오티스",
      "content": "10 minutes? Then they should've been here already."
    },
    {
      "id": 179,
      "model": "파우스트",
      "content": "They have either failed to receive the transmission, or the power outage has trapped the reinforcements in the elevators."
    },
    {
      "id": 180,
      "model": "그레고르",
      "content": "Hm, yeah... If it weren't for Miss Saude bringing us up to speed, we wouldn't have thought of using the Backdoor to come straight to this facility."
    },
    {
      "id": 181,
      "model": "호엔하임",
      "content": "If such is the case, then we need only reboot the power divider in the Facility Management Room."
    },
    {
      "id": 182,
      "model": "에즈라",
      "content": "Heya, Mister Big Brain. If we wanna restore this department from a shutdown state, we gotta take out all the Distortions and Abnormalities sauntering about, right?"
    },
    {
      "id": 183,
      "model": "호엔하임",
      "content": "... In order to perfectly restore the facility, yes. This place has been designed to be quarantined from every other Department if even a single Abnormality has escaped to its hallways."
    },
    {
      "id": 184,
      "model": "에즈라",
      "content": "Eh, no use sitting around putting our heads together then, right? Hey, if you guys are scared of some Abnormality or Distortion, leave it to us! We'll kick their butts."
    },
    {
      "id": 185,
      "model": "이스마엘",
      "content": "Nobody said they're scared. I'm just saying, we could benefit from practicing a bit of caution."
    },
    {
      "id": 186,
      "model": "호엔하임",
      "content": "It would be wisest to prioritize restoring power to the facility. It seems that these attackers are making effective use of the dark."
    },
    {
      "id": 187,
      "model": "오티스",
      "content": "... I see."
    },
    {
      "id": 188,
      "model": "오티스",
      "content": "Executive Manager. I am of the opinion that we must split our forces in order to facilitate our operation, given the urgency of the situation."
    },
    {
      "id": 189,
      "model": "오티스",
      "content": "The situation looks rather pressing for us to sit here and waste time debating what to tackle first."
    },
    {
      "id": 190,
      "content": "Once I nodded in agreement, Outis quickly took control of the situation."
    },
    {
      "id": 191,
      "model": "오티스",
      "content": "Listen up, men. We prepare for two things: reconnaissance and extraction."
    },
    {
      "id": 192,
      "model": "로쟈",
      "content": "Huhh...? Extraction? You mean escape?"
    },
    {
      "id": 193,
      "model": "오티스",
      "content": "Assuming that the LCA's support will arrive, it would serve us best to move in tandem with them to improve our chances of launching a joint attack with numerical advantage over our enemies."
    },
    {
      "id": 194,
      "model": "오티스",
      "content": "Also, we have to stay mobile—we've held this position for too long. Our enemies will methodically kill and comb through the entire facility until they find what they're looking for. The more we remain stationary, the more likely we are to encounter them, and that will only elevate the risk of total obliteration."
    },
    {
      "id": 195,
      "model": "히스클리프",
      "content": "Makes sense. Besides, the others here ain't like us. Once they get killed, it's over for them."
    },
    {
      "id": 196,
      "model": "오티스",
      "content": "Another thing—don't forget that we have to reach the Golden Boughs before our enemies do. Whichever we end up prioritizing, we won't get anything done by staying holed up in here."
    },
    {
      "id": 197,
      "model": "호엔하임",
      "content": "Very well... Then, if we were all to leave this place at the same time, where should we prioritize? We have many pressing tasks, as you have explained. Golden Bough retrieval, facility power restoration..."
    },
    {
      "id": 198,
      "model": "마튼",
      "content": "But the Facility Management Room to restore power to the facility, the laboratory, and the area with the damaged circuitry are all located far from each other..."
    },
    {
      "id": 199,
      "model": "오티스",
      "content": "... We divide and conquer."
    },
    {
      "id": 200,
      "model": "오티스",
      "content": "Securing the Golden Bough, restoring power, and suppressing Abnormalities to clear a path for the reinforcements... they're all equally important, and must be resolved concomitantly. And to do so, we must split up into squads based on our expertise."
    },
    {
      "id": 201,
      "model": "에즈라",
      "content": "Yeah, alrighty. We work better as a separate unit anyway."
    },
    {
      "id": 202,
      "model": "오티스",
      "content": "The LCB will be in charge of securing the Golden Bough, as our Executive Manager here has the ability to detect it whenever they are in proximity to one of them."
    },
    {
      "id": 203,
      "model": "에즈라",
      "content": "Ooh, kinda like a metal detector?"
    },
    {
      "id": 204,
      "model": "오티스",
      "content": "How dare you compare the Executive Manager to a—hmph... I'll let that one slide, given the urgency."
    },
    {
      "id": 205,
      "model": "오티스",
      "content": "Anyway, we would like to leave Abnormality, Distortion, and Peccatula suppression to the LCD."
    },
    {
      "id": 206,
      "model": "에즈라",
      "content": "Gotcha~ That's totally our bread and butter!"
    },
    {
      "id": 207,
      "model": "모제스2",
      "content": "How many... difficult Abnormalities or Distortions did you have contained in this facility?"
    },
    {
      "id": 208,
      "model": "호엔하임",
      "content": "Combatants of your prowess should have no trouble suppressing most of them—save for 2, however, that might pose some trouble."
    },
    {
      "id": 209,
      "model": "호엔하임",
      "content": "Take these microcommunicators with you; we use these to communicate between laboratories. While it has limited range, it should be useful enough for relaying the suppression tactic for each entity you come across."
    },
    {
      "id": 210,
      "model": "오티스",
      "content": "Perfect, we've secured a means of communication."
    },
    {
      "id": 211,
      "model": "오티스",
      "content": "As for restoring power to the facility, I would like to designate that task to the LCE personnel here. I presume you are best acquainted with the layout of this facility out of all of us?"
    },
    {
      "id": 212,
      "model": "호엔하임",
      "content": "A reasonable choice. The layout of this facility is more complicated than it might have first appeared to you."
    },
    {
      "id": 213,
      "model": "파우스트",
      "content": "That is indeed one way to describe abysmal cable management."
    },
    {
      "id": 214,
      "model": "호엔하임",
      "content": "... Please, consider it but a representation of the entropic escalation phenomenon. Despite the way it looks, the setup is quite stable."
    },
    {
      "id": 215,
      "content": "Marton gave a handful of tiny radios to Outis, who distributed them to each of us."
    },
    {
      "id": 216,
      "model": "오티스",
      "content": "Very well. Don't forget to keep each other updated."
    },
    {
      "id": 217,
      "model": "모제스2",
      "content": "……."
    },
    {
      "id": 218,
      "model": "모제스2",
      "content": "The acrid stench of smoke I'd much rather leave buried in the past... keeps coming back."
    }
  ]
}