{
  "dataList": [
    {
      "id": 0,
      "place": "LCE Research Team Hallway",
      "model": "호엔하임",
      "content": "Don't forget. The Golden Boughs are kept within a preservation container. Take extra care when you handle it..."
    },
    {
      "id": 1,
      "model": "그레고르",
      "content": "Okay, okay. We've been working our butts off to retrieve those shiny twigs, too. We know enough about their worth not to throw them around willy-nilly."
    },
    {
      "id": 2,
      "content": "Gregor's comment did nothing to deter Hohenheim, who kept voicing his warning again and again."
    },
    {
      "id": 3,
      "model": "에즈라",
      "content": "Alright... Lab's that way... and the Facility Management Room is..."
    },
    {
      "id": 4,
      "content": "Ezra was tracing the available routes to guide the LCD team members who arrived with Moses..."
    },
    {
      "id": 5,
      "content": "... while others crept down the corridor, alert for any dangers lurking in the shadows."
    },
    {
      "id": 6,
      "model": "로쟈",
      "content": "W-what was that?"
    },
    {
      "id": 7,
      "model": "에즈라",
      "content": "There's a wall dropping down... Huh...? Hey! Watch out, you guys!"
    },
    {
      "id": 8,
      "content": "The corridor was thrown into complete chaos."
    },
    {
      "id": 9,
      "model": "이스마엘",
      "content": "Sinclair! This way!"
    },
    {
      "id": 10,
      "model": "싱클레어",
      "content": "Huh...? I can't... It's too far...!"
    },
    {
      "id": 11,
      "model": "단테",
      "content": "<Is everyone alright?>"
    },
    {
      "id": 12,
      "model": "뫼르소",
      "content": "It would seem that a quarantine system designed for Abnormality containment breaches has just been activated."
    },
    {
      "id": 13,
      "content": "Meursault, who had been standing close by, replied in a monotonous voice."
    },
    {
      "id": 14,
      "content": "And just as he said, when I looked around..."
    },
    {
      "id": 15,
      "model": "그레고르",
      "content": "That was close... That wall nearly flattened us into pancakes."
    },
    {
      "id": 16,
      "model": "이상",
      "content": "We were but a breadth away from disaster."
    },
    {
      "id": 17,
      "model": "료슈",
      "content": "... Shabby thing."
    },
    {
      "id": 18,
      "model": "단테",
      "content": "<Uh...>"
    },
    {
      "id": 19,
      "model": "료슈",
      "content": "What a W.O.T."
    },
    {
      "id": 20,
      "content": "Just when I didn't think it could get any worse, it did."
    },
    {
      "id": 21,
      "model": "싱클레어",
      "content": "Waste... Of... Time... Where's Ryōshū, by the way?!"
    },
    {
      "id": 22,
      "model": "돈키호테",
      "content": "Manager Esquire!! Where art thou?!"
    },
    {
      "id": 23,
      "content": "Sinclair and Don Quixote were desperately calling out from the other side of the wall..."
    },
    {
      "id": 24,
      "model": "홍루",
      "content": "Hey, I think this is the first time we've ever been so completely separated from Dante."
    },
    {
      "id": 25,
      "model": "로쟈",
      "content": "Ugh. Then we can't even afford to get hurt."
    },
    {
      "id": 26,
      "model": "이스마엘",
      "content": "I don't see any Abnormalities around..."
    },
    {
      "id": 27,
      "model": "마튼",
      "content": "Now they've taken over the security wall controls, too... They've effectively forced us to split up."
    },
    {
      "id": 28,
      "model": "오티스",
      "content": "... Not to worry, Executive Manager. This is only a minor setback. Allow me to assume command of this unit for the time being."
    },
    {
      "id": 29,
      "model": "이스마엘",
      "content": "Hello? <i>That's</i> the first thing you're worried about? Shouldn't you be more concerned about Dante...?"
    },
    {
      "id": 30,
      "model": "호엔하임",
      "content": "... This has grown to be quite the predicament."
    },
    {
      "id": 31,
      "content": "Hohenheim let out a heavy sigh."
    },
    {
      "id": 32,
      "model": "에즈라",
      "content": "Are you alright, Team Leader?"
    },
    {
      "id": 33,
      "model": "모제스",
      "content": "I am. At least we have no injured among us."
    },
    {
      "id": 34,
      "content": "After all that planning, we ended up getting separated into completely random teams."
    },
    {
      "id": 35,
      "model": "모제스",
      "content": "... Let's first check who we have on each side."
    },
    {
      "id": 36,
      "model": "단테",
      "content": "<Okay... It's me, Meursault, Gregor, and Yi Sang here. Also Ryōshū.>"
    },
    {
      "id": 37,
      "model": "에즈라",
      "content": "We've got... the Detective, Miss Aeng-du, and me over here. And, uh..."
    },
    {
      "id": 38,
      "model": "홍루",
      "content": "... Ishmael, Rodya, and me. Outis, too."
    },
    {
      "id": 39,
      "model": "호엔하임",
      "content": "As for us... Marton, the Assistant, LCE team members... and the rest."
    },
    {
      "id": 40,
      "model": "돈키호테",
      "content": "\"The rest?\" Of whom speakest thou?"
    },
    {
      "id": 41,
      "model": "파우스트",
      "content": "It is a phrase used by individuals who find it especially difficult to acknowledge their betters."
    },
    {
      "id": 42,
      "model": "싱클레어",
      "content": "... Me, Don Quixote, and Faust."
    },
    {
      "id": 43,
      "content": "There was no chance we could get the security wall out of our way even with our combined effort."
    },
    {
      "id": 44,
      "model": "마튼",
      "content": "Hmm... the master keycard doesn't work, either. It should be able to override the lockdown, but..."
    },
    {
      "id": 45,
      "content": "Even the LCE wasn't having any luck on their side..."
    },
    {
      "id": 46,
      "model": "오티스",
      "content": "There has been a minor deviation... But it can't be helped. Advance according to plan."
    },
    {
      "id": 47,
      "model": "오티스",
      "content": "This unit, the LCD included, will neutralize any hostiles within the facility—one threat at a time."
    },
    {
      "id": 48,
      "model": "마튼",
      "content": "We'll assist you with finding the trail as soon as we're done repairing the security cameras."
    },
    {
      "id": 49,
      "model": "오티스",
      "content": "Acknowledged. The LCE and Hohenheim's team will secure the Facility Management Room and prioritize restoring power..."
    },
    {
      "id": 50,
      "model": "오티스",
      "content": "As for the Executive Manager's team, proceed to the laboratory for Golden Bough retrieval."
    },
    {
      "id": 51,
      "model": "로쟈",
      "content": "Ugh... Figures I'd end up in the team doing the fighting... What a pain... *sigh*"
    },
    {
      "id": 52,
      "model": "에즈라",
      "content": "Alrighty, off we go~!"
    },
    {
      "id": 53,
      "model": "오티스",
      "content": "I will take the lead. The rest of you, follow me."
    },
    {
      "id": 54,
      "content": "And with that, Outis and the LCD team's footsteps faded into the distance on the opposite side..."
    },
    {
      "id": 55,
      "model": "호엔하임",
      "content": "We should get moving, too. Although I think just Marton and my Assistant here will be enough to restore power to the Facility Management Room."
    },
    {
      "id": 56,
      "model": "파우스트",
      "content": "There seems to be a lack of proper structure in the generation and distribution of electricity here. It is regrettable that the facility lacks a backup mechanism to handle unforeseen emergencies of this sort."
    },
    {
      "id": 57,
      "model": "호엔하임",
      "content": "With the breadth of my responsibilities, it is only natural that I would have been too busy to be responsible for the facility's design... However, when viewed independently, the structure of the laboratory itself is—"
    },
    {
      "id": 58,
      "model": "히스클리프",
      "content": "*sigh*"
    },
    {
      "id": 59,
      "model": "돈키호테",
      "content": "Fret thyself not over so trifling a matter, young Heathcliff!"
    },
    {
      "id": 60,
      "model": "싱클레어",
      "content": "She's right. With the three of us together, we'll be able to overcome whatever obstacle that gets in our way... Probably..."
    },
    {
      "id": 61,
      "content": "The voices of Hohenheim and the other Sinners also slipped further away into the background."
    },
    {
      "id": 62,
      "model": "단테",
      "content": "<Should we... get a move on too?>"
    },
    {
      "id": 63,
      "model": "그레고르",
      "content": "Let us know if you sense the Golden Bough, Manager Bud."
    },
    {
      "id": 64,
      "model": "단테",
      "content": "<Okay.>"
    },
    {
      "id": 65,
      "model": "그레고르",
      "content": "Heh, the two smokers of the group ended up in the same team... What are the odds?"
    },
    {
      "id": 66,
      "model": "료슈",
      "content": "......."
    },
    {
      "id": 67,
      "model": "그레고르",
      "content": "I'll never know how the others manage to pull through these working conditions without taking a puff..."
    },
    {
      "id": 68,
      "model": "뫼르소",
      "content": "Mm."
    },
    {
      "id": 69,
      "model": "뫼르소",
      "content": "There was a time when I partook. But I could not find any reason to maintain the habit."
    },
    {
      "id": 70,
      "model": "그레고르",
      "content": "Oh? There was? What did you smoke?"
    },
    {
      "id": 71,
      "model": "뫼르소",
      "content": "Most things that fall under the category of \"cigarette.\""
    },
    {
      "id": 72,
      "model": "그레고르",
      "content": "Huh... After a whole year of watching you never walk out of line, I pegged you as one helluva straight-laced fella."
    },
    {
      "id": 73,
      "model": "뫼르소",
      "content": "I partook in both categories of activities—those generally accepted as right, and those accepted as wrong."
    },
    {
      "id": 74,
      "model": "이상",
      "content": "During my time among the old League of Nine Littérateurs, I once had an opportunity to engage in a few \"hits\" of the substance at the behest of my fellows."
    },
    {
      "id": 75,
      "model": "이상",
      "content": "That was the one and only time. Everyone burst into laughter, though I found no enjoyment in smoking itself."
    },
    {
      "id": 76,
      "model": "그레고르",
      "content": "Hah... That's always the case for first-timers. Must've been pretty intense, huh? "
    },
    {
      "id": 77,
      "model": "이상",
      "content": "What about you, Miss Ryōshū? When did you first start smoking cigarettes?"
    },
    {
      "id": 78,
      "content": "Every pair of eyes searched Ryōshū's face,"
    },
    {
      "id": 79,
      "content": "but she didn't bother telling us her story, nor did she reveal any signs of unease or anxiety."
    },
    {
      "id": 80,
      "content": "What we saw on her face was inexplicable exhilaration, thrill, and as strange as it may seem, a fury chilling to the marrows."
    },
    {
      "id": 81,
      "model": "료슈",
      "content": "... Beats me."
    },
    {
      "id": 82,
      "model": "료슈",
      "content": "I've always been surrounded by cigarette smoke, ever since I was a brat."
    },
    {
      "id": 83,
      "model": "그레고르",
      "content": "... *inhale* Wouldn't have guessed it any other way."
    },
    {
      "id": 84,
      "model": "그레고르",
      "content": "It's your turn this time, isn't it?"
    },
    {
      "id": 85,
      "model": "료슈",
      "content": "Yeah. So damn obvious that it makes me scoff."
    },
    {
      "id": 86,
      "model": "이상",
      "content": "……."
    },
    {
      "id": 87,
      "model": "이상",
      "content": "How do you feel, Miss Ryōshū?"
    },
    {
      "id": 88,
      "model": "이상",
      "content": "To be faced with the past that stands before you?"
    },
    {
      "id": 89,
      "model": "료슈",
      "content": "Simple..."
    },
    {
      "id": 90,
      "model": "료슈",
      "content": "It's exciting."
    },
    {
      "id": 91,
      "model": "료슈",
      "content": "*scoff* All that waiting finally paid off."
    },
    {
      "id": 92,
      "model": "그레고르",
      "content": "I noticed you haven't smoked one since... this whole thing began, Ryōshū."
    },
    {
      "id": 93,
      "model": "료슈",
      "content": "Right."
    },
    {
      "id": 94,
      "model": "료슈",
      "content": "Trying to get used to... staying off it."
    },
    {
      "id": 95,
      "content": "Meanwhile, back at the transporter truck..."
    },
    {
      "id": 96,
      "place": "LCCB Transporter Truck",
      "model": "엄지아비",
      "content": "Red Gaze. Never thought <i>you</i> of all people would have one."
    },
    {
      "id": 97,
      "model": "다친베르길리우스",
      "content": "……."
    },
    {
      "id": 98,
      "model": "엄지아비",
      "content": "Funny, isn't it? The mighty and powerful Red Gaze loses this... this tiny little bundle of liability from his clutch, and he's suddenly too scared to even swing his sword right."
    },
    {
      "id": 99,
      "model": "엄지아비",
      "content": "Not that I don't understand. To have an unwanted burden you can't even push aside or kill off shoved into your care... I know what it's like all too well."
    },
    {
      "id": 100,
      "model": "엄지아비",
      "content": "Well... I suppose I did want the little thing back then... but I never expected her to be such a nuisance."
    },
    {
      "id": 101,
      "model": "엄지아비",
      "content": "Lucio's been digging around... and looks like you don't have any connection whatsoever to this half-pint here... Could it be you've got a specific use for her? "
    },
    {
      "id": 102,
      "model": "엄지아비",
      "content": "It's plain that you need her for something... Explains why you're letting that dead weight tag along."
    },
    {
      "id": 103,
      "model": "엄지아비",
      "content": "Perhaps she's like my Ticket... or Textbook over there? A pain in the ass you'd much rather kill off, but can't because you need it to make the future you long for come true."
    },
    {
      "id": 104,
      "model": "엄지아비",
      "content": "Haha. We sure have a lot in common, don't we?"
    },
    {
      "id": 105,
      "model": "엄지제자",
      "content": "......."
    },
    {
      "id": 106,
      "model": "다친베르길리우스",
      "content": "......."
    },
    {
      "id": 107,
      "model": "다친베르길리우스",
      "content": "... You."
    },
    {
      "id": 108,
      "model": "다친베르길리우스",
      "content": "I know why you're provoking me with that pointless rambling."
    },
    {
      "id": 109,
      "model": "다친베르길리우스",
      "content": "Your friends are out on a mission, and you're making sure I don't get in their way till you get the all-clear."
    },
    {
      "id": 110,
      "model": "다친베르길리우스",
      "content": "However... just because my sword isn't cleaving across your throat..."
    },
    {
      "id": 111,
      "model": "엄지제자",
      "content": "Khh...!"
    },
    {
      "id": 112,
      "model": "다친베르길리우스",
      "content": "Doesn't mean I won't collect your little lackey's head."
    },
    {
      "id": 113,
      "model": "다친베르길리우스",
      "content": "Keep that in mind."
    },
    {
      "id": 114,
      "model": "엄지아비",
      "content": "... This should be interesting. Do your worst."
    },
    {
      "id": 115,
      "model": "엄지아비",
      "content": "I'm curious to see how long the Textbook I so painstakingly crafted for my Ticket... would last against a Color Fixer. Aren't you?"
    }
  ]
}