{
  "dataList": [
    {
      "id": 1,
      "place": "LCE Research Team Laboratory",
      "model": "소지제자",
      "teller": "???",
      "content": "Refrain from any deviations from the plan... Has my humble self neglected to impress upon this matter many times?"
    },
    {
      "id": 2,
      "model": "약지제자2",
      "teller": "???",
      "content": "See? Fascia has begun to pulsate."
    },
    {
      "id": 3,
      "model": "약지제자2",
      "teller": "???",
      "content": "I haven't seen Fascia tremble like so in a long while. Why don't you give her some time to chat?"
    },
    {
      "id": 4,
      "model": "소지제자",
      "teller": "???",
      "content": "This plan involves no outward expression of such selfish desires."
    },
    {
      "id": 5,
      "model": "약지제자2",
      "teller": "???",
      "content": "The \"plan\" that involves only the observation of the warming, reddening flesh while our own heartbeats slow..."
    },
    {
      "id": 6,
      "model": "약지제자2",
      "teller": "???",
      "content": "That plan isn't to Fascia's liking. Her tendons have tightened."
    },
    {
      "id": 7,
      "model": "소지제자",
      "teller": "???",
      "content": "Yet, we must learn to remain tranquil before these common beats if we are to adhere to the wills of those who are our masters."
    },
    {
      "id": 8,
      "model": "약지제자2",
      "teller": "???",
      "content": "I've always been so curious of the Maestro's child, forever-lost..."
    },
    {
      "id": 9,
      "model": "약지제자2",
      "teller": "???",
      "content": "Why not let us at least prepare a maquette?"
    },
    {
      "id": 10,
      "model": "소지제자",
      "teller": "???",
      "content": "... It has become apparent that this glorified executioner does not know her place; clearly, it is about time her branches are pruned."
    },
    {
      "id": 11,
      "content": "With that, the man who stood in our way leaped toward the pulsating greatsword of flesh and delivered a powerful strike."
    },
    {
      "id": 12,
      "model": "이상",
      "content": "This may be our stroke of fortune... It seems that, in the chaos, our presence has slipped their minds."
    },
    {
      "id": 13,
      "model": "단테",
      "content": "<... Ah! The Golden Bough!>"
    },
    {
      "id": 14,
      "content": "Feeling a dull pain squeezing through the grooves of my mind, I turned toward the spot from which the sensation surged forth..."
    },
    {
      "id": 15,
      "model": "료슈",
      "content": "……."
    },
    {
      "id": 16,
      "content": "... and saw Ryōshū standing there."
    },
    {
      "id": 17,
      "content": "In her eyes burned hatred and fury, a glare that would easily have had me believe that she would unsheathe the sword from her back at any minute."
    },
    {
      "id": 18,
      "content": "At the receiving end of that glare..."
    },
    {
      "id": 19,
      "model": "소지아비",
      "teller": "Dihui Star",
      "content": "……."
    },
    {
      "id": 20,
      "content": "... was the veiled figure, who'd been watching our battle without a word."
    },
    {
      "id": 21,
      "content": "The Pinky's Nursefather... simply stood there, meeting Ryōshū's wrathful gaze as she did in the fragmented memories."
    },
    {
      "id": 22,
      "content": "Then, she withdrew into the shadows, the darkness slowly eating away at her shape..."
    },
    {
      "id": 23,
      "content": "... before disappearing from our sights."
    },
    {
      "id": 24,
      "model": "이상",
      "content": "Dante, have you found the Golden Boughs? We must—"
    },
    {
      "id": 25,
      "model": "단테",
      "content": "<No...>"
    },
    {
      "id": 26,
      "model": "단테",
      "content": "<We were too late.>"
    },
    {
      "id": 27,
      "content": "I felt the dull pain in my head lift as I pointed at where the veiled person stood."
    },
    {
      "id": 28,
      "content": "The Golden Boughs that should've been there... were gone."
    },
    {
      "id": 29,
      "content": "What remained in their place..."
    },
    {
      "id": 30,
      "place": -1,
      "content": "... were dozens of cigarette butts, the same kind that Ryōshū smoked, piled up like a thick layer of dust."
    }
  ]
}