{
  "dataList": [
    {
      "id": 0,
      "place": "LCE Research Team Hallway",
      "content": "We continued toward the corridor full of corpses and debris."
    },
    {
      "id": 1,
      "model": "그레고르",
      "content": "Here's hoping we come across someone else still conscious, like Miss Alyssa..."
    },
    {
      "id": 2,
      "model": "검지제자2",
      "teller": "???",
      "title": "???",
      "content": "Oww! Y-you just stepped on my hand, Mister!"
    },
    {
      "id": 3,
      "model": "그레고르",
      "content": "Oops, my bad..."
    },
    {
      "id": 4,
      "model": "그레고르",
      "content": "... Wait, was that... a survivor speaking just now?"
    },
    {
      "id": 5,
      "content": "Everyone turned around, hearing the alarm in Gregor's voice."
    },
    {
      "id": 6,
      "content": "A lone survivor, the only one who seemed conscious among the bodies crushed under the debris, was looking up at us with her face scrunched up in pain."
    },
    {
      "id": 7,
      "model": "이상",
      "content": "Are you... all right?"
    },
    {
      "id": 8,
      "model": "검지제자2",
      "teller": "???",
      "title": "???",
      "content": "I... I'm not. It hurts so much. I've been waiting here so long, but nobody showed up..."
    },
    {
      "id": 9,
      "model": "검지제자2",
      "teller": "???",
      "title": "???",
      "content": "I was chatting with this person next to me just to stay conscious... B-but then he suddenly stopped speaking—it's been 10 minutes already. We'd even exchanged names!"
    },
    {
      "id": 10,
      "model": "뫼르소",
      "content": "You must be referring to this man. He's pretending to be dead, but his pulse hasn't stopped."
    },
    {
      "id": 11,
      "model": "검지제자2",
      "teller": "???",
      "title": "???",
      "content": "W-whaaat?"
    },
    {
      "id": 12,
      "content": "The man in a suit stopped playing dead and slowly opened his eyes."
    },
    {
      "id": 13,
      "model": "라비",
      "teller": "???",
      "title": "???",
      "content": "Ah, you got me."
    },
    {
      "id": 14,
      "model": "라비",
      "teller": "???",
      "title": "???",
      "content": "Chitchatting about the food we'll eat once we get out while slowly being crushed by the debris on top of us...."
    },
    {
      "id": 15,
      "model": "라비",
      "teller": "???",
      "title": "???",
      "content": "I mean, you know what happens to characters who say \"once we survive this\"..."
    },
    {
      "id": 16,
      "model": "검지제자2",
      "teller": "???",
      "title": "???",
      "content": "I... I want me some vanilla ice-cream with almond sprinkles once we survive this... And a sandwich too, with lots and lots of cheese! What about you, Ravi?"
    },
    {
      "id": 17,
      "model": "라비",
      "title": "???",
      "content": "……."
    },
    {
      "id": 18,
      "model": "그레고르",
      "content": "... Need a hand?"
    },
    {
      "id": 19,
      "model": "라비",
      "title": "???",
      "content": "Yes, please."
    },
    {
      "id": 20,
      "model": "단테",
      "content": "<... Let's just get them out.>"
    },
    {
      "id": 21,
      "content": "With the Sinners' help, the two employees who'd been trapped under the rubble managed to break themselves free."
    },
    {
      "id": 22,
      "model": "라비",
      "title": "???",
      "content": "Hn. Just my left leg. I'm good besides that."
    },
    {
      "id": 23,
      "model": "검지제자2",
      "teller": "???",
      "title": "???",
      "content": "Ouchie! I... I think I b-broke my right arm, um, but give it a few days with lots of almonds and fish, a-and it should be good as new."
    },
    {
      "id": 24,
      "model": "검지제자2",
      "content": "Oh. Th-thank you for getting us out of there. I'm Sora."
    },
    {
      "id": 25,
      "model": "라비",
      "title": "???",
      "content": "We got to live another day thanks to you. You can call me Ravi."
    },
    {
      "id": 26,
      "model": "라비",
      "title": "???",
      "content": "By the way... May I ask which department you're from?"
    },
    {
      "id": 27,
      "model": "그레고르",
      "content": "Uh... haven't you seen us before? We were here for a check-up last time."
    },
    {
      "id": 28,
      "model": "라비",
      "content": "Oh. We're new hires. This is our first day of work."
    },
    {
      "id": 29,
      "model": "그레고르",
      "content": "N-new hires...?"
    },
    {
      "id": 30,
      "model": "라비",
      "content": "Yes. There were new job postings for LCE's Enkephalin Refining Department. Today's Day 1 for us new hires."
    },
    {
      "id": 31,
      "model": "라비",
      "content": "We were on our way to see the researcher who was supposed to handle our onboarding... and then <i>this</i> happened."
    },
    {
      "id": 32,
      "model": "검지제자2",
      "content": "Th-this gear... It's my first time wearing it. The more I look at it, the more it intrigues me."
    },
    {
      "id": 33,
      "model": "단테",
      "content": "<... How did you get trapped under the debris?>"
    },
    {
      "id": 34,
      "model": "이상",
      "content": "Pray tell, how did you get trapped under the debris?"
    },
    {
      "id": 35,
      "model": "검지제자2",
      "content": "W-well... I was just walking through the corridor and stopped for a bit..."
    },
    {
      "id": 36,
      "model": "검지제자2",
      "content": "I... I'm always a total klutz. Once I have s-something on my mind, I can't multitask... at all."
    },
    {
      "id": 37,
      "model": "이상",
      "content": "I can relate. Researchers oft sink into the fathoms of their mind when the spark of inspiration strikes."
    },
    {
      "id": 38,
      "model": "검지제자2",
      "content": "I had this idea f-for an E.G.O gear experiment... a-and I couldn't move on without first getting it sorted out in my head."
    },
    {
      "id": 39,
      "model": "이상",
      "content": "E.G.O gear, you say... Might you be referring to that shackle around your wrists?"
    },
    {
      "id": 40,
      "model": "검지제자2",
      "content": "Th-that's right. It's not the wieldiest... but it's my one and only E.G.O."
    },
    {
      "id": 41,
      "model": "그레고르",
      "content": "……."
    },
    {
      "id": 42,
      "model": "료슈",
      "content": "Cut the fluff and get to what happened next."
    },
    {
      "id": 43,
      "model": "검지제자2",
      "content": "S-sorry. It happened... o-out of nowhere... We heard a loud noise coming from the other end of the corridor and people started running... That's when... th-the ceilings collapsed."
    },
    {
      "id": 44,
      "model": "검지제자2",
      "content": "*sigh* I-if only I hadn't zoned out... I wouldn't have gotten caught under the rubble."
    },
    {
      "id": 45,
      "model": "그레고르",
      "content": "... I wouldn't go so far as to call you lucky, but getting trapped under the rubble might've been exactly what saved you from the intruders who are attacking the facility. They've already killed a lot of people."
    },
    {
      "id": 46,
      "model": "검지제자2",
      "content": "What? W-while we were trapped...?"
    },
    {
      "id": 47,
      "model": "이상",
      "content": "... My condolences. I regret I have no further words to give."
    },
    {
      "id": 48,
      "model": "라비",
      "content": "Were you able to find... any other survivors?"
    },
    {
      "id": 49,
      "model": "이상",
      "content": "An approximation of 20 remains. As fortune should have it, the team leader and the rest managed to regroup."
    },
    {
      "id": 50,
      "model": "라비",
      "content": "That's a relief...."
    },
    {
      "id": 51,
      "model": "이상",
      "content": "And you... Are you certain you are well? It is quite remarkable that a newcomer to a corporation remains so composed in the face of such crises."
    },
    {
      "id": 52,
      "model": "라비",
      "content": "We get trained for situations like this, so I wasn't entirely unprepared... Just never thought something like this would happen on Day 1..."
    },
    {
      "id": 53,
      "model": "그레고르",
      "content": "... Still, that's pretty impressive for a new guy."
    },
    {
      "id": 54,
      "model": "라비",
      "content": "In any case, where were you headed?"
    },
    {
      "id": 55,
      "model": "그레고르",
      "content": "Oh, right. We're looking for the elevator. I think it's somewhere in this direction... but I'm not sure."
    },
    {
      "id": 56,
      "model": "검지제자2",
      "content": "Oh, th-the elevator...! I... I know where it is. Could I come with you?"
    },
    {
      "id": 57,
      "model": "료슈",
      "content": "... Lead the way."
    },
    {
      "id": 58,
      "model": "호엔하임",
      "teller": "Radio",
      "content": "*bzzt*... these components... *bzzt*..."
    },
    {
      "id": 59,
      "model": "검지제자2",
      "content": "I... I hear voices from the other end of the radio... Is it your team?"
    },
    {
      "id": 60,
      "model": "단테",
      "content": "<The call's breaking up...>"
    },
    {
      "id": 61,
      "model": "그레고르",
      "content": "Hmm, it seems we've gone past the transmission radius... I wonder how the others are faring."
    },
    {
      "id": 62,
      "model": "검지제자2",
      "content": "I... I hope I can get an update about my colleagues as well..."
    },
    {
      "id": 63,
      "model": "라비",
      "content": "I'm with you on that..."
    },
    {
      "id": 64,
      "content": "The two LCE researchers sighed anxiously as we hurried in the elevator's direction."
    }
  ]
}