{
  "dataList": [
    {
      "id": 0,
      "place": "LCE Research Team Components Storage",
      "model": "그레고르",
      "teller": "Radio",
      "content": "*tzzzt*... how... *bzzt* the others... "
    },
    {
      "id": 1,
      "model": "호엔하임",
      "content": "... These components should cover what we need for the repair."
    },
    {
      "id": 2,
      "model": "돈키호테",
      "content": "... The transmissions are getting harder to make out..."
    },
    {
      "id": 3,
      "model": "호엔하임",
      "content": "Not surprising, considering how far the distance between the teams have grown."
    },
    {
      "id": 4,
      "model": "돈키호테",
      "content": "And the survivors... I see nary a one in this sector, regrettably."
    },
    {
      "id": 5,
      "model": "호엔하임",
      "content": "Again... hardly a surprise. The state of the bodies is there for all to see."
    },
    {
      "id": 6,
      "model": "파우스트",
      "content": "... Faust believes there is no feasible way to aid them under the present conditions."
    },
    {
      "id": 7,
      "model": "호엔하임",
      "content": "……."
    },
    {
      "id": 8,
      "model": "히스클리프",
      "content": "Tsk..."
    },
    {
      "id": 9,
      "model": "돈키호테",
      "content": "So it... doth appear. Verily, 'tis thee who must be most saddened by this tragedy. I beg thy pardon for raising the matter."
    },
    {
      "id": 10,
      "model": "싱클레어",
      "content": "... There! N-now we just have to get back to the Facility Management Room."
    },
    {
      "id": 11,
      "model": "호엔하임",
      "content": "Right... It should be right past this corridor."
    },
    {
      "id": 12,
      "model": "호엔하임",
      "content": "Assistant, pacing about distractedly and scratching one's head out of cluelessness are all behaviors prohibited in our Research Facility."
    },
    {
      "id": 13,
      "model": "마튼",
      "content": "Oh, also—frowning and cocking your head like that, and blurting a \"huh?\" at the screen are all likewise forbidden."
    },
    {
      "id": 14,
      "model": "히스클리프",
      "content": "... No, I've got a bad feeling about this. Something's off..."
    },
    {
      "id": 15,
      "model": "히스클리프",
      "content": "…!"
    },
    {
      "id": 16,
      "model": "히스클리프",
      "content": "Oi, stop! Don't go out yet."
    },
    {
      "id": 17,
      "model": "히스클리프",
      "content": "There's somethin' outside."
    },
    {
      "id": 18,
      "place": "LCE Research Team Hallway",
      "model": "약지아비",
      "teller": "???",
      "title": "???",
      "content": "Hn~ Hnhnhn~ Hn~"
    },
    {
      "id": 19,
      "model": "약지아비",
      "teller": "???",
      "title": "???",
      "content": "Or... perhaps I can let the blood vessels relax and expand... Yes, that's much better."
    },
    {
      "id": 20,
      "place": "LCE Research Team Components Storage",
      "model": "싱클레어",
      "content": "Y-you're right... We'd have run straight into him had we left the room."
    },
    {
      "id": 21,
      "model": "파우스트",
      "content": "Based on the circumstances we have faced thus far, it's reasonable to conclude that this individual's affiliation lies with the Ring."
    },
    {
      "id": 22,
      "model": "히스클리프",
      "content": "... A \"Nursefather.\" Has to be dead strong like that lass who nicked off with Charon."
    },
    {
      "id": 23,
      "model": "호엔하임",
      "content": "... You people, where's all that confidence you had when you beat the daylights out of me during the Monolith experiment?"
    },
    {
      "id": 24,
      "model": "히스클리프",
      "content": "Oi, mind not puttin' it like that? You'll give people the wrong idea... 'Sides, we were beatin' the daylights out of your <i>Distortion</i>. Well, not exactly beating the— Bloody hell, you get what I mean, yeah?"
    },
    {
      "id": 25,
      "model": "파우스트",
      "content": "The extent of the physical trauma sustained by the corpses on display indicates... that the odds of prevailing in combat against him are minimal."
    },
    {
      "id": 26,
      "model": "파우스트",
      "content": "Faust does not advise initiating a battle that cannot be won when we are completely cut off from Dante."
    },
    {
      "id": 27,
      "model": "파우스트",
      "content": "As usage of Identities is not among our options, engaging the enemy now will only serve to deplete our numbers..."
    },
    {
      "id": 28,
      "model": "파우스트",
      "content": "... and with so little information on the enemy, sustaining a lethal injury we have no means to treat will..."
    },
    {
      "id": 29,
      "model": "돈키호테",
      "content": "Will maketh the Manager Esquire behold the cold, lifeless form of Young Sinclair upon their return?!"
    },
    {
      "id": 30,
      "model": "싱클레어",
      "content": "And the cold, lifeless form of Don Quixote too...!"
    },
    {
      "id": 31,
      "model": "마튼",
      "content": "... Boss, if he keeps lingering out in the corridor..."
    },
    {
      "id": 32,
      "model": "호엔하임",
      "content": "That's quite a problem. We'll probably run into him on our way to the Facility Management Room..."
    },
    {
      "id": 33,
      "model": "히스클리프",
      "content": "... Oi. How long d'you reckon you're gonna take to fix that knackered device or whatever it is?"
    },
    {
      "id": 34,
      "model": "호엔하임",
      "content": "Given that the attack resembles a facility sabotage... I'll need to inspect each component separately instead of treating this like a regular malfunction."
    },
    {
      "id": 35,
      "model": "호엔하임",
      "content": "I cannot be sure of anything before I see the extent of the damage... Yet even in the best case scenario, I don't expect the repairs to be done in short order."
    },
    {
      "id": 36,
      "model": "호엔하임",
      "content": "... Dammit, Marton. Didn't I tell you plenty of times that non-standard energy redistributors are a nightmare for maintenance?"
    },
    {
      "id": 37,
      "model": "마튼",
      "content": "Oh, you're the one who designed this sector of the Research Facility, Boss."
    },
    {
      "id": 38,
      "model": "호엔하임",
      "content": "... That must've been during the week leading up to my report deadline. I'm confident I made the most of the limited time I had back then."
    },
    {
      "id": 39,
      "model": "싱클레어",
      "content": "Any chance we can buy ourselves a bit of time... or lure him away?"
    },
    {
      "id": 40,
      "model": "호엔하임",
      "content": "I'm considering five or six possible options. Though if I were to recommend one..."
    },
    {
      "id": 41,
      "model": "호엔하임",
      "content": "We have her take off those shoes."
    },
    {
      "id": 42,
      "model": "돈키호테",
      "content": "……."
    },
    {
      "id": 43,
      "model": "히스클리프",
      "content": "Wh-wha?! After all that mess you went through?!"
    },
    {
      "id": 44,
      "model": "호엔하임",
      "content": "Without your access to the Identities, the only viable combat option is my E.G.O gear. And its chance of defeating or killing that man—who is most likely a Maestro of the Ring—is hardly promising."
    },
    {
      "id": 45,
      "model": "돈키호테",
      "content": "If need be... I shall step fo— I'll do it."
    },
    {
      "id": 46,
      "model": "싱클레어",
      "content": "D-Don Quixote...!"
    },
    {
      "id": 47,
      "model": "히스클리프",
      "content": "I... I ain't havin' it."
    },
    {
      "id": 48,
      "model": "히스클리프",
      "content": "We've been in worse trouble than this, haven't we? And sure, I've thought about yankin' off those stinkin' shoes a fair few times... but we can't do that to her, can we...?"
    },
    {
      "id": 49,
      "model": "돈키호테",
      "content": "I have said this time and again—Rocinante's self-cleaning function is always active... But let us put such matters aside."
    },
    {
      "id": 50,
      "model": "돈키호테",
      "content": "... I would rather eschew... relying on my Bloodfiend powers, yet we are left with no recourse."
    },
    {
      "id": 51,
      "model": "돈키호테",
      "content": "And I have faith in you. Faith that my companions shall bring me back again."
    },
    {
      "id": 52,
      "model": "히스클리프",
      "content": "Tch..."
    },
    {
      "id": 53,
      "model": "파우스트",
      "content": "Faust seconds Heathcliff's opinion. The plan to have Don Quixote remove her shoes is rejected."
    },
    {
      "id": 54,
      "model": "파우스트",
      "content": "While there are several reasons to discourage that idea, the chief among them is that... Don Quixote must not dismount from Rocinante."
    },
    {
      "id": 55,
      "model": "호엔하임",
      "content": "Do you believe her unbound power to be insufficient to overcome this obstacle? According to the test results... she demonstrated combat abilities that were—"
    },
    {
      "id": 56,
      "model": "파우스트",
      "content": "No, having Don Quixote remove her shoes to resolve this predicament is not an unrealistic scenario. However..."
    },
    {
      "id": 57,
      "model": "파우스트",
      "content": "That flow... would be a choice that distances Dante from their journey to retrieve the Golden Boughs, and even if we are to entertain Hohenheim's suggestion, the removal of Don Quixote's shoes must take place as a result of the manager's decision."
    },
    {
      "id": 58,
      "model": "싱클레어",
      "content": "H-hold on, please. This is all happening too fast... You've really got to start elaborating on stuff..."
    },
    {
      "id": 59,
      "model": "파우스트",
      "content": "An illustrative example: in the event Don Quixote fails to control her impulses and proceeds to create Kindreds and Bloodbags with abandon..."
    },
    {
      "id": 60,
      "model": "파우스트",
      "content": "There is a possibility that she will be unable to return to her current self no matter how many times Dante's clock is rewound."
    },
    {
      "id": 61,
      "model": "파우스트",
      "content": "If a Sinner cannot be restored by the manager's power, it is effectively tantamount to failing to retrieve the Golden Boughs in this world. Such an outcome would prove a decisive failure on my part in proving that—"
    },
    {
      "id": 62,
      "model": "호엔하임",
      "content": "I understand. Rejected it is. Let us move on to the next agenda."
    },
    {
      "id": 63,
      "model": "돈키호테",
      "content": "... Art thou sure of this? We possess no fitting means to strike that villain down."
    },
    {
      "id": 64,
      "model": "호엔하임",
      "content": "It was simply a proposed Plan A to tackle the situation. Frankly, I wasn't too eager myself to risk gambling on odds in an environment with so many variables beyond our control."
    },
    {
      "id": 65,
      "model": "히스클리프",
      "content": "Whatever plan you lot've got in mind, do it quick. I don't see that pointy-shoes wanker right now, but..."
    },
    {
      "id": 66,
      "model": "호엔하임",
      "content": "... As for Plan B—I buy us some time while you people help Marton with repairing the device."
    },
    {
      "id": 67,
      "model": "호엔하임",
      "content": "If I raise the Attunement level of this Shock Centipede E.G.O gear, I should be able to move for a while even after my heart has ceased to function."
    },
    {
      "id": 68,
      "model": "호엔하임",
      "content": "I'm not exactly in top shape after all these fights... But with luck on our side, I might even be able to knock him unconscious with high enough voltage."
    },
    {
      "id": 69,
      "model": "히스클리프",
      "content": "Hah! Says the bloke who probably hasn't even been in a proper brawl ever..."
    },
    {
      "id": 70,
      "model": "호엔하임",
      "content": "You've fought adversaries wearing E.G.O gears before, haven't you? These gears can make up for a lack of combat experience..."
    },
    {
      "id": 71,
      "model": "히스클리프",
      "content": "Hah... This ain't an argument. We stall 'im, you work on repairs."
    },
    {
      "id": 72,
      "model": "히스클리프",
      "content": "Even if we pop our clogs... Clockhead'll come back here sooner or later. They can bring us back."
    },
    {
      "id": 73,
      "model": "싱클레어",
      "content": "Uh... Even if we end up becoming one of those horrific exhibits... Right...?"
    },
    {
      "id": 74,
      "model": "파우스트",
      "content": "Correct. The degree of pain accompanying that process, however, will far exceed the usual range for both the individual concerned and Dante. It is preferable we avoid such a development."
    },
    {
      "id": 75,
      "model": "호엔하임",
      "content": "Clearly, you are all underestimating the amount of firepower I can unleash were I to be fully equipped—"
    },
    {
      "id": 76,
      "model": "호엔하임",
      "content": "Still, perhaps it's for the best that you remain uninformed."
    },
    {
      "id": 77,
      "model": "히스클리프",
      "content": "... You're comin' along too? Not stayin' back to fix that thing?"
    },
    {
      "id": 78,
      "model": "파우스트",
      "content": "Whoever designed this did a remarkably subpar job. Having a genius like myself repair such a second-rate piece of equipment would be a waste of talent."
    },
    {
      "id": 79,
      "model": "호엔하임",
      "content": "So she says. But to clarify—this isn't \"second-rate.\" It was the best design attainable given the time constraints. In other words, it was <i>the</i> optimal design we could manage at that moment."
    },
    {
      "id": 80,
      "model": "호엔하임",
      "content": "……."
    },
    {
      "id": 81,
      "model": "호엔하임",
      "content": "I leave this matter to you, then. Let us all meet again in sound form, as we did in our last misadventure."
    },
    {
      "id": 82,
      "model": "싱클레어",
      "content": "……."
    },
    {
      "id": 83,
      "model": "돈키호테",
      "content": "Young Sinclair, art thou well?"
    },
    {
      "id": 84,
      "model": "히스클리프",
      "content": "We'll go hold him off first, so if you need a moment to get your head sorted..."
    },
    {
      "id": 85,
      "model": "싱클레어",
      "content": "... No."
    },
    {
      "id": 86,
      "model": "싱클레어",
      "content": "I can't just... keep wandering around aimlessly..."
    },
    {
      "id": 87,
      "model": "싱클레어",
      "content": "Wandering... aimlessly—"
    },
    {
      "id": 88,
      "place": -1,
      "model": "호엔하임",
      "content": "……."
    },
    {
      "id": 89
    },
    {
      "id": 90
    },
    {
      "id": 91
    },
    {
      "id": 93,
      "place": "LCE Research Team Hallway",
      "model": "약지아비",
      "teller": "???",
      "content": "Ah, of course...!"
    },
    {
      "id": 94,
      "model": "싱클레어",
      "content": "…!"
    },
    {
      "id": 95,
      "model": "히스클리프",
      "content": "Bloody hell..."
    },
    {
      "id": 96,
      "model": "약지아비",
      "teller": "???",
      "content": "A gallery that has achieved the magna opera of aesthetics need not bother sending out invitations. Visitors will naturally come pouring in on their own."
    },
    {
      "id": 97,
      "model": "히스클리프",
      "content": "... Oi, you reckon... you reckon we came all this way just t'look at this lot of useless rubbish?"
    },
    {
      "id": 98,
      "model": "히스클리프",
      "content": "Dunno much 'bout this whole \"art\" thing... But even I can tell this is the worst bloody exhibition I've ever clapped my eyes on."
    },
    {
      "id": 99,
      "model": "약지아비",
      "teller": "???",
      "content": "In that case, it seems I must play the curator myself for our young and foolish guests."
    },
    {
      "id": 100,
      "model": "약지아비",
      "teller": "???",
      "content": "Just as I taught Yoshihide... From kitsch to avant-garde,"
    },
    {
      "id": 101,
      "model": "약지아비",
      "teller": "???",
      "content": "with each trend of art movement engraved into every chunk of meat."
    },
    {
      "id": 102,
      "model": "약지아비",
      "teller": "???",
      "content": "A gallery tour narrated by a Maestro himself... You ought to feel honored, really."
    }
  ]
}