{
  "dataList": [
    {
      "id": 0,
      "place": "LCE Research Team Hallway",
      "model": "중지제자",
      "content": "……."
    },
    {
      "id": 1,
      "model": "중지제자",
      "content": "……."
    },
    {
      "id": 2,
      "model": "중지제자",
      "content": "Ugh, seriously! Ya really gonna play dirty like this?!"
    },
    {
      "id": 3,
      "model": "중지제자",
      "content": "I was trying to wrap this up so I'd be done right when papa finished his executions!"
    },
    {
      "id": 4,
      "model": "중지제자",
      "content": "And y'know, it <i>was</i> a lot of fun playing hide-and-seek for the first time in ages... but I'm getting bored now."
    },
    {
      "id": 5,
      "place": "LCE Research Team Security Unit",
      "model": "이스마엘",
      "content": "We somehow managed to shake off that \"Nursefather\" too..."
    },
    {
      "id": 6,
      "model": "이스마엘",
      "content": "But this one chased us here all on her own. "
    },
    {
      "id": 7,
      "model": "이스마엘",
      "content": "... That smoking pipe you mentioned during the briefing... Your E.G.O, right? Is it not ready yet?"
    },
    {
      "id": 8,
      "model": "모제스2",
      "content": "It needs some time."
    },
    {
      "id": 9,
      "model": "에즈라",
      "content": "Which is why we gotta buy that time she needs. What'd you think of my Workshop weapon collection earlier? I'll be generous this time and let you put 'em to use, how about that?"
    },
    {
      "id": 10,
      "model": "오티스",
      "content": "You mean that collection of too-tricky-to-be-useful weapons? You've certainly a <i>talent</i> for impracticality."
    },
    {
      "id": 11,
      "model": "오티스",
      "content": "Perhaps it's an impressive assortment from a collector's point of view... But in terms of efficiency and effectiveness, you'd be better off fighting with bare hands."
    },
    {
      "id": 12,
      "model": "에즈라",
      "content": "Tch... Look, I had zero idea things would blow up into this bad of a mess, alright? Just wanted to show off a bit since we were finally meeting the LCA team... That's why I only brought the unique, hard-to-get babies..."
    },
    {
      "id": 13,
      "model": "LCD앵두",
      "content": "Hmm..."
    },
    {
      "id": 14,
      "model": "LCD앵두",
      "content": "That one there—what sort of sword is it?"
    },
    {
      "id": 15,
      "model": "에즈라",
      "content": "Hnnn... Hmm? That? That's a Meztil Workshop broadsword... ever used one before?"
    },
    {
      "id": 16,
      "model": "LCD앵두",
      "content": "Nay. I was not in a position to obtain and use Workshop-made gears... I am merely asking, for I am in need of aught to replace my broken hwando."
    },
    {
      "id": 17,
      "model": "에즈라",
      "content": "Uh... I mean, I don't mind lending you one, but that stuff's not easy to handle. See, compared to Allas Workshop, Meztil is..."
    },
    {
      "id": 18,
      "model": "LCD앵두",
      "content": "I am aware. Oft did you speak of how their weapons dart around as though they have grown wings, dragging the wielder about."
    },
    {
      "id": 19,
      "model": "에즈라",
      "content": "Yeah..."
    },
    {
      "id": 20,
      "model": "LCD앵두",
      "content": "Worry not—I am quite confident in the art of swiftblade."
    },
    {
      "id": 21,
      "model": "LCD앵두",
      "content": "A Salsu must never loosen her grip on the blade, though her very arms be torn away."
    },
    {
      "id": 22,
      "model": "에즈라",
      "content": "O-okay, okay, jeez..."
    },
    {
      "id": 23,
      "model": "이스마엘",
      "content": "Reinforcement... might be a bit of an overstatement, at this rate..."
    },
    {
      "id": 24,
      "model": "홍루",
      "content": "Hmm... I know Dante isn't here with us, but how about we step up ourselves?"
    },
    {
      "id": 25,
      "model": "오티스",
      "content": "My physical strength has gradually recovered throughout our journey with the Executive Manager... but my skills and prowess have yet to reach their original potential."
    },
    {
      "id": 26,
      "model": "에즈라",
      "content": "By the way, any word from the Golden Bough team yet?"
    },
    {
      "id": 27,
      "model": "오티스",
      "content": "... No response to the transmission, damn it. Even with the Executive Manager leading them, those unreliable troops have finally proved my fears right..."
    },
    {
      "id": 28,
      "model": "로쟈",
      "content": "Hey, might just be a bad radio signal. Take it easy."
    },
    {
      "id": 29,
      "place": "LCE Research Team Hallway",
      "model": "중지제자",
      "content": "Ugh~ I'm gettin' sick of playing along with this kiddie nonsense. Dragging me into this hide-and-seek crap... You guys are the real bullies here, you know that?"
    },
    {
      "id": 30,
      "model": "중지제자",
      "content": "*sigh* I'll count to 10 and not a second more. Got it?"
    },
    {
      "id": 31,
      "model": "중지제자",
      "content": "... Eightnineten! Here I go!"
    },
    {
      "id": 32,
      "place": "LCE Research Team Security Unit",
      "model": "로쟈",
      "content": "Wh-what do we do now?!"
    },
    {
      "id": 33,
      "model": "이스마엘",
      "content": "Luring her to another Distortion or Abnormality would be the best bet. It was effective enough to stall the Nursefather, too..."
    },
    {
      "id": 34,
      "content": "A few hours ago..."
    },
    {
      "id": 35,
      "place": "LCE Research Team Quarantine Zone",
      "model": "LCA대원벼락",
      "teller": "LCA Reconnaissance Team?",
      "title": "???",
      "content": "……."
    },
    {
      "id": 36,
      "model": "중지아비",
      "content": "Huh. Would you look at that..."
    },
    {
      "id": 37,
      "model": "중지제자",
      "content": "Oh! Papa, Papa! I thought you'd finished 'em all off! Or did you leave these for me?"
    },
    {
      "id": 38,
      "model": "중지제자",
      "content": "Huh... Aren't these the guys you wrecked earlier? Oh! Is this, like, some kinda 11th-hour superpower awakening? I saw this on TV—\"Impossible Comeback 3: Epic Return from Death\"!"
    },
    {
      "id": 39,
      "model": "중지제자",
      "content": "So what? It'll only take a single blow to..."
    },
    {
      "id": 40,
      "model": "중지제자",
      "content": "Whoa... Eeeep!!"
    },
    {
      "id": 41,
      "model": "모제스3",
      "content": "Neurosis, hysteria. Distorted pain tends to manifest in the form of electricity."
    },
    {
      "id": 42,
      "model": "모제스3",
      "content": "The Human Thunderbolt. I thought it'd be sufficient to buy us some time..."
    },
    {
      "id": 43,
      "model": "중지아비",
      "content": "Oh...? These corpses, they're not moving on their own. Yo, Kiddo! You see that?"
    },
    {
      "id": 44,
      "model": "중지제자",
      "content": "Huh? S-see what? I don't see anything!"
    },
    {
      "id": 45,
      "model": "중지아비",
      "content": "Bwahaha! You don't? You really don't see it? Shucks, Kiddo~ Ya gotta work harder if you wanna be as sharp as Yoshihide!"
    },
    {
      "id": 46,
      "model": "중지아비",
      "content": "Now open your eyes and take a closer look. See that purple flash? It's that thing there... bouncing around and pouring electric currents into the bodies."
    },
    {
      "id": 47,
      "model": "모제스3",
      "content": "... His instincts are just as animalistic as his appearance."
    },
    {
      "id": 48,
      "model": "이스마엘",
      "content": "Moses! We've secured the escape route!"
    },
    {
      "id": 49,
      "model": "모제스3",
      "content": "... Yes, in that case..."
    },
    {
      "id": 50,
      "model": "에즈라",
      "content": "Whoa...?! Team Leader!!"
    },
    {
      "id": 51,
      "model": "LCD앵두",
      "content": "Ngh!!"
    },
    {
      "id": 52,
      "model": "중지아비",
      "content": "Heh. Got good reflexes, for someone who dresses that shabby. She actually blocked that."
    },
    {
      "id": 53,
      "model": "LCD앵두",
      "content": "It was wise... of me to take the time to observe his form. That aftershock had quite the force. Lady Team Leader... are you unharmed?"
    },
    {
      "id": 54,
      "model": "모제스3",
      "content": "... Thanks to you, yes. Let me help you walk. Keep the pressure on the wound to staunch the bleeding."
    },
    {
      "id": 55,
      "model": "LCD앵두",
      "content": "Mm...! Let us fall back posthaste."
    },
    {
      "id": 56,
      "model": "중지제자",
      "content": "Hey!! Where d'you think you're going?!!!"
    },
    {
      "id": 57,
      "model": "LCA대원벼락",
      "teller": "The Human Thunderbolt",
      "title": "Distortion",
      "content": "……."
    },
    {
      "id": 58,
      "model": "중지아비",
      "content": "Ugh... clingy bastards... Looks like they'll keep comin' till I kill that sparkly bastard."
    },
    {
      "id": 59,
      "model": "중지아비",
      "content": "Tch... Princess! Go on ahead and chase 'em down!"
    },
    {
      "id": 60,
      "model": "중지제자",
      "content": "Rad! For real? Can I really finish them off?"
    },
    {
      "id": 61,
      "model": "중지아비",
      "content": "You bet! Papa's got some tidying up to do here."
    },
    {
      "id": 62,
      "model": "중지아비",
      "content": "Let's see... my little girl's hands are hurt. Rules of the Book... Special Clause on the House of Spiders, Article 1, Paragraph 12 applied in entirety..."
    },
    {
      "id": 63,
      "model": "중지아비",
      "content": "... Wait a minute... Are these clowns with that jackass who snagged Ricardo's hair coupon? Man, just thinking about my bro running around rockin' some bristly-ass hairstyle cracked my heart in half..."
    },
    {
      "id": 64,
      "model": "중지아비",
      "content": "Between what they did to my bro Ricardo, and the wound they inflicted upon my daughter's hand..."
    },
    {
      "id": 65,
      "model": "중지아비",
      "content": "That's complete and total extermination!"
    },
    {
      "id": 66,
      "content": "Back to the present..."
    },
    {
      "id": 67,
      "place": "LCE Research Team Security Unit",
      "model": "모제스3",
      "content": "Judging from the ones freed from containment and the traces of escaped entities I saw on my way here... We're in no position to be picky about our options."
    },
    {
      "id": 68,
      "model": "오티스",
      "content": "What other options do we have?"
    },
    {
      "id": 69,
      "model": "모제스3",
      "content": "……."
    },
    {
      "id": 70,
      "model": "모제스3",
      "content": "I would much rather have formulated a plan around the Distortions delivered to the LCE with our own hands than use these Abnormalities, but that is not an option for us at this moment."
    },
    {
      "id": 71,
      "model": "모제스3",
      "content": "With that in mind, we are essentially down to one option: the current plan."
    },
    {
      "id": 72,
      "model": "모제스3",
      "content": "A hollow beckoning, nostalgia and constriction... and then, absorption."
    },
    {
      "id": 73,
      "model": "에즈라",
      "content": "Wait... you don't mean..."
    },
    {
      "id": 74,
      "model": "모제스3",
      "content": "Yes. The Abnormality whose vines never release their hold until its pure-white body of cotton is stained blood-red."
    },
    {
      "id": 75,
      "model": "모제스3",
      "content": "We'll make them face the Drenched Gossypium."
    }
  ]
}