{
  "dataList": [
    {
      "id": 0,
      "place": "LCE Research Team Hallway",
      "model": "단테",
      "content": "<Still no signal?>"
    },
    {
      "id": 1,
      "model": "그레고르",
      "content": "... None. We've got no way to tell how everyone else is faring..."
    },
    {
      "id": 2,
      "model": "그레고르",
      "content": "Well, I won't assume the worst... No news is good news, right?"
    },
    {
      "id": 3,
      "model": "이상",
      "content": "Miss Alyssa... weighs on my mind. Would that we could find a solution before that spiral burrows any deeper..."
    },
    {
      "id": 4,
      "model": "검지제자2",
      "content": "Spiral...?"
    },
    {
      "id": 5,
      "model": "검지제자2",
      "content": "Oh, that Workshop-made weapon, right? The one that needs a password to unlock!"
    },
    {
      "id": 6,
      "model": "이상",
      "content": "Indeed... A troublesome thing."
    },
    {
      "id": 7,
      "model": "검지제자2",
      "content": "Uhm... I... I know the basic principles behind it, but the only person who would know the password is the one who used it to stab the victim in the first place... B-but I'll do my best to look into it!"
    },
    {
      "id": 8,
      "model": "이상",
      "content": "……."
    },
    {
      "id": 9,
      "model": "료슈",
      "content": "……."
    },
    {
      "id": 10,
      "model": "그레고르",
      "content": "Oh, that'd be a big help. So, Sora... you're into Workshop gears, huh?"
    },
    {
      "id": 11,
      "model": "검지제자2",
      "content": "Yes! It's been my thing for ages. Probably the only reason I was hired."
    },
    {
      "id": 12,
      "model": "라비",
      "content": "Hmm...? Then what are you doing in the LCE? Shouldn't you be in L—"
    },
    {
      "id": 13,
      "model": "료슈",
      "content": "Hey. Rookie."
    },
    {
      "id": 14,
      "model": "라비",
      "content": "Yes?"
    },
    {
      "id": 15,
      "model": "료슈",
      "content": "You're blocking my view. Back of the line, scoot."
    },
    {
      "id": 16,
      "model": "라비",
      "content": "Ah—sorry about that."
    },
    {
      "id": 17,
      "model": "단테",
      "content": "<…?>"
    },
    {
      "id": 18,
      "content": "At Ryōshū's brusque order, Ravi shrank back awkwardly, his expression turning a little abashed."
    },
    {
      "id": 19,
      "content": "Normally, Gregor and Yi Sang would've given Ryōshū a verbal nudge or two for being so rude to someone we'd just met, but as things were..."
    },
    {
      "id": 20,
      "content": "They simply watched on as Ravi stepped back and casually moved forward to fill his spot."
    },
    {
      "id": 21,
      "model": "그레고르",
      "content": "Alright, Sora, why don't you come walk with me and talk shop? We're not nearly as well-versed in Workshop gear as you'd think."
    },
    {
      "id": 22,
      "model": "검지제자2",
      "content": "R-really? Sure, I like talking to people."
    },
    {
      "id": 23,
      "model": "라비",
      "content": "<i>I</i> do as well..."
    },
    {
      "id": 24,
      "model": "이상",
      "content": "Ravi, was it? You, too, seem most eager to acquaint yourself with novel technologies, as befits a researcher of scholarly disposition."
    },
    {
      "id": 25,
      "model": "이상",
      "content": "You and I, together with Dante, ought to exchange views regarding this."
    },
    {
      "id": 26,
      "model": "단테",
      "content": "<But why...?>"
    },
    {
      "id": 27,
      "model": "라비",
      "content": "But why...?"
    },
    {
      "id": 28,
      "model": "이상",
      "content": "Ahh, I am pleased that you share our enthusiasm, Dante! Come—between the three of us, I am quite hopeful that we should be able to engage in an academic discussion of unfathomable depths."
    },
    {
      "id": 29,
      "content": "I found myself suddenly swept into Yi Sang's somewhat awkward and hastily improvised academic symposium, trailing a pace behind Gregor and Sora."
    },
    {
      "id": 30,
      "model": "검지제자2",
      "content": "You're all so kind... Th-thank you for being so nice to me."
    },
    {
      "id": 31,
      "model": "검지제자2",
      "content": "I like n-nice people. My coworkers aren't like that, s-so I tend to feel left out a lot. I'm p-pretty sure they'll chew me out again for spacing out and falling behind."
    },
    {
      "id": 32,
      "model": "그레고르",
      "content": "C'mon. There's no way they'd treat a surviving researcher that badly after what you went through. It's not like you botched an important mission or anything, right? I'd say you're in the clear."
    },
    {
      "id": 33,
      "model": "단테",
      "content": "<That's true enough...>"
    },
    {
      "id": 34,
      "content": "Gregor's words brought me back to all the plans we'd messed up—<i>Saude's</i> plans, more precisely—and left a tinge of regret in my mind."
    },
    {
      "id": 35,
      "model": "검지제자2",
      "content": "Ah, th-they must be your leader."
    },
    {
      "id": 36,
      "model": "료슈",
      "content": "You're bad at reading people."
    },
    {
      "id": 37,
      "model": "단테",
      "content": "<... Are you saying I'm not leader material?>"
    },
    {
      "id": 38,
      "model": "료슈",
      "content": "Heh. I'm saying you're more than just a \"leader.\""
    },
    {
      "id": 39,
      "content": "... I couldn't really imagine Ryōshū meant what she said, but I nodded anyway."
    },
    {
      "id": 40,
      "model": "이상",
      "content": "Mm. I concur."
    },
    {
      "id": 41,
      "model": "검지제자2",
      "content": "I thought so. Th-they really are your leader."
    },
    {
      "id": 42,
      "model": "검지제자2",
      "content": "A-a leader... should be someone you can't quite read, yes..."
    },
    {
      "id": 43,
      "model": "검지제자2",
      "content": "It's cooler when a leader's got that m-mysterious aura."
    },
    {
      "id": 44,
      "model": "단테",
      "content": "<I-is it?>"
    },
    {
      "id": 45,
      "model": "그레고르",
      "content": "What are you getting all shy for?"
    },
    {
      "id": 46,
      "model": "검지제자2",
      "content": "Th-that's actually why I decided to join up here. I was previously in a F-Fixer Office, but I guess you could say I got scouted."
    },
    {
      "id": 47,
      "model": "이상",
      "content": "Scouted? Come to think of it, the 12 of us were also \"scouted\" by Miss Faust."
    },
    {
      "id": 48,
      "model": "이상",
      "content": "Miss Ryōshū, did you also receive... a promise from Miss Faust?"
    },
    {
      "id": 49,
      "model": "료슈",
      "content": "Yeah."
    },
    {
      "id": 50,
      "model": "이상",
      "content": "I am rather ashamed to admit... but I will say it nonetheless, as the scabs of time have grown over it."
    },
    {
      "id": 51,
      "model": "이상",
      "content": "I don't think I truly believed what Miss Faust had promised me would come to pass... at least not wholeheartedly."
    },
    {
      "id": 52,
      "model": "이상",
      "content": "At the time, I thought it nothing but a far-fetched dream."
    },
    {
      "id": 53,
      "model": "이상",
      "content": "Had I possessed a little more conviction... perhaps I would not have spent so long having surrendered myself to the sinking descent..."
    },
    {
      "id": 54,
      "model": "이상",
      "content": "You, on the other hand.... never seemed to doubt Miss Faust's words since the very first moment you boarded the bus."
    },
    {
      "id": 55,
      "model": "료슈",
      "content": "... Hmph."
    },
    {
      "id": 56,
      "model": "그레고르",
      "content": "Yeah... Ryōshū came off as the team's loose cannon at first, but turns out she's the one person who really had her act together."
    },
    {
      "id": 57,
      "content": "Looking back, Ryōshū never once turned down a job, even though she always looked reluctant as if she were only going through the motions."
    },
    {
      "id": 58,
      "content": "Contract or not... I doubt she'd come this far with Vergilius and me if she'd only half-bought into that promise of having her wish granted."
    },
    {
      "id": 59,
      "model": "료슈",
      "content": "It's not like I believed it from the start."
    },
    {
      "id": 60,
      "model": "료슈",
      "content": "It was simply that I couldn't not believe it."
    },
    {
      "id": 61,
      "model": "료슈",
      "content": "White Hair..."
    },
    {
      "id": 62,
      "model": "료슈",
      "content": "This was how she started off:"
    },
    {
      "id": 63,
      "model": "료슈",
      "content": "\"It's remarkable...\""
    },
    {
      "id": 64,
      "place": -1,
      "model": "파우스트",
      "content": "It's remarkable..."
    },
    {
      "id": 65,
      "model": "파우스트",
      "content": "... that the thread didn't snap. That you're still holding onto that single strand."
    },
    {
      "id": 66,
      "model": "과거료슈3",
      "content": "... What did you see that makes you say that?"
    },
    {
      "id": 67,
      "model": "파우스트",
      "content": "The blood from the wounds you have made, and the wounds that were inflicted upon you... form a clear, crimson line."
    },
    {
      "id": 68,
      "model": "파우스트",
      "content": "That place... is a space only you can open. It may stand at the very heart of the spiderweb, but <i>they</i> will have no way to unlock it."
    },
    {
      "id": 69,
      "model": "파우스트",
      "content": "Allow me to tell you that you have made the most prudent choice, given your circumstances."
    },
    {
      "id": 70,
      "model": "과거료슈3",
      "content": "……."
    },
    {
      "id": 71,
      "model": "과거료슈3",
      "content": "Who sent you?"
    },
    {
      "id": 72,
      "model": "과거료슈3",
      "content": "I slashed my way out past the bastards who called themselves \"Nursefathers.\" You think I can't slice off that tongue of yours after all that?"
    },
    {
      "id": 73,
      "model": "파우스트",
      "content": "I am well aware—you even carved into your own mind to get here. You would not hesitate to kill me were you to decide that I posed even the slightest hindrance to your goal."
    },
    {
      "id": 74,
      "model": "파우스트",
      "content": "But now that you've hidden the child in a place no one else can open, all that's left for you is to wait for the day you can take her back out."
    },
    {
      "id": 75,
      "model": "파우스트",
      "content": "The wait will cover a span of time that isn't too short, nor too long. I imagine you leaned on the safer side when you set the dial—within 5 years."
    },
    {
      "id": 76,
      "model": "과거료슈3",
      "content": "……."
    },
    {
      "id": 77,
      "model": "파우스트",
      "content": "Come with me, and I will help you obliterate that House... and be reunited with your daughter within 2 years."
    },
    {
      "id": 78,
      "model": "과거료슈3",
      "content": "A contract, then? Who do you want me to kill in return?"
    },
    {
      "id": 79,
      "model": "파우스트",
      "content": "……."
    },
    {
      "id": 80,
      "model": "파우스트",
      "content": "Not kill. Save."
    },
    {
      "id": 81,
      "model": "과거료슈3",
      "content": "Save?"
    },
    {
      "id": 82,
      "model": "파우스트",
      "content": "Face the sin..."
    },
    {
      "id": 83,
      "model": "파우스트",
      "content": "Save the E.G.O."
    },
    {
      "id": 84,
      "model": "파우스트",
      "content": "That is the first line you must remember here in Limbus Company."
    },
    {
      "id": 85,
      "model": "과거료슈3",
      "content": "... Dizzying."
    },
    {
      "id": 86,
      "model": "파우스트",
      "content": "Was that too difficult for you?"
    },
    {
      "id": 87,
      "model": "과거료슈3",
      "content": "... It's just that this is my first cig in a long while."
    },
    {
      "id": 88,
      "place": "LCE Research Team Hallway",
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 89,
      "model": "단테",
      "content": "<Is the place where you hid your daughter... really safe?>"
    },
    {
      "id": 90,
      "model": "료슈",
      "content": "Yeah."
    },
    {
      "id": 91,
      "model": "료슈",
      "content": "That place... is almost completely cut off from the flow of time outside."
    },
    {
      "id": 92,
      "model": "단테",
      "content": "<Cut off from the flow of time? Is it made from T Corp.'s Singularity?>"
    },
    {
      "id": 93,
      "model": "료슈",
      "content": "Yeah. I tested it myself many times."
    },
    {
      "id": 94,
      "model": "료슈",
      "content": "The countless experiments I've done and the vows I've made should still be up here, somewhere between my shattered memories."
    },
    {
      "id": 95,
      "model": "료슈",
      "content": "That's why I was sure that when the time came, either the House of Spiders would follow the thread wrapped around my body to get to me, or that I'd follow it back to them. As long as this one strand of memory isn't lost... as long as the contract holds..."
    },
    {
      "id": 96,
      "model": "단테",
      "content": "<Yeah. The contract... will be fulfilled.>"
    }
  ]
}