{
  "dataList": [
    {
      "id": 1,
      "place": "LCE Research Team\nElevator",
      "model": "베스파",
      "teller": "???",
      "title": "???",
      "content": "I'd hoped to offer you a more proper greeting, should we ever meet."
    },
    {
      "id": 2,
      "model": "베스파",
      "teller": "???",
      "title": "???",
      "content": "First impressions matter a great deal, after all."
    },
    {
      "id": 3
    },
    {
      "id": 4,
      "model": "검지제자3",
      "content": "Nngh...! Aah..."
    },
    {
      "id": 5,
      "content": "A figure appeared from the direction the weapon had flown in."
    },
    {
      "id": 6,
      "content": "The man brushed the dust from his coat as he walked in with unbothered ease, looking for all the world like this situation had nothing to do with him whatsoever..."
    },
    {
      "id": 7,
      "content": "Yet his harpoon had already blasted Sora a good distance out of my sight even before the explosive sound could reach me."
    },
    {
      "id": 8,
      "model": "베스파",
      "teller": "???",
      "title": "???",
      "content": "The situation, however, doesn't seem inclined to give me any room for proper courtesy. Allow me to keep this brief."
    },
    {
      "id": 9,
      "model": "베스파",
      "content": "Vespa Crabro. LCD."
    },
    {
      "id": 10,
      "model": "단테",
      "content": "<Ah, this is the guy Ezra mentioned...>"
    },
    {
      "id": 11,
      "content": "Hearing my ticking, Vespa briefly furrowed his brow in puzzlement before checking the watch he pulled from his pocket."
    },
    {
      "id": 12,
      "model": "베스파",
      "content": "I was originally headed for the Team Leader's location..."
    },
    {
      "id": 13,
      "model": "베스파",
      "content": "But things looked bad enough here that I judged it best to provide a little backup."
    },
    {
      "id": 14,
      "model": "그레고르",
      "content": "The comms are down... The LCD probably isn't in a good spot either. You sure you're fine staying here?"
    },
    {
      "id": 15,
      "model": "베스파",
      "content": "The Team Leader always tells me it's high time I started thinking and deciding for myself."
    },
    {
      "id": 16,
      "model": "베스파",
      "content": "It'll be fine. She's not the sort to go down easily against someone on the level of an officer of the Fingers."
    },
    {
      "id": 17,
      "model": "베스파",
      "content": "There are two of them... Which one should I take on?"
    },
    {
      "id": 18,
      "model": "료슈",
      "content": "Go for Glasses. Her E.G.O's a nuisance."
    },
    {
      "id": 19,
      "model": "검지제자3",
      "content": "Uh... C-could you please call me by my name, not \"Glasses?\""
    },
    {
      "id": 20,
      "model": "베스파",
      "content": "... Are most of the assailants at about their level?"
    },
    {
      "id": 21,
      "model": "료슈",
      "content": "Yeah. That, or stronger."
    },
    {
      "id": 22,
      "model": "베스파",
      "content": "In that case, I must regrettably go back on what I said earlier. I'm starting to suspect our Team Leader might not be able to last as long as I thought."
    },
    {
      "id": 23,
      "model": "베스파",
      "content": "This is clearly an extraordinary circumstance, though that isn't anything new. I will wrap things up here ASAP... and return to the LCD team."
    },
    {
      "id": 24,
      "model": "그레고르",
      "content": "Heh. We'll owe you big time if you can do that."
    },
    {
      "id": 25,
      "model": "소지아비3",
      "content": "……."
    },
    {
      "id": 26,
      "content": "The Pinky Nursefather remained perfectly still as she continued to fixate on us with her stare."
    },
    {
      "id": 27,
      "content": "She made no attempt to help Sora, nor did she look for another way out."
    },
    {
      "id": 28,
      "content": "She simply stood there, watching in silence... with the bundle of Golden Boughs in her grasp."
    }
  ]
}