{
  "dataList": [
    {
      "id": 1,
      "place": "LCE Research Team Hallway",
      "model": "검지제자2",
      "content": "Oh! Th-the elevator's just around that corner."
    },
    {
      "id": 2,
      "model": "단테",
      "content": "<Right, I can feel the Golden Bough's presence getting closer...>"
    },
    {
      "id": 3,
      "model": "단테",
      "content": "<Huh...?>"
    },
    {
      "id": 4,
      "content": "Unlike before, however, the energy from the Golden Bough wasn't coming through clearly."
    },
    {
      "id": 5,
      "content": "As though layers of thin walls were blocking it..."
    },
    {
      "id": 6,
      "place": "LCE Research Team\nElevator",
      "model": "료슈",
      "content": "......."
    },
    {
      "id": 7,
      "model": "료슈",
      "content": "You..."
    },
    {
      "id": 8,
      "model": "소지아비3",
      "content": "......."
    },
    {
      "id": 9,
      "content": "The Pinky Nursefather stood in front of the elevator, holding the container full of Golden Boughs."
    },
    {
      "id": 10,
      "content": "And just like before, she stood there without so much as a twitch, almost like she'd been expecting us."
    },
    {
      "id": 11,
      "model": "호엔하임",
      "teller": "Radio",
      "content": "*tzzt* Ah—can you hear me? I would rather this not serve as my eleventh monologue broadcast. I've even activated the signal amplifier for this."
    },
    {
      "id": 12,
      "model": "그레고르",
      "content": "... Yeah, we read you."
    },
    {
      "id": 13,
      "model": "호엔하임",
      "teller": "Radio",
      "content": "... Good. Power will be fully restored on our side soon."
    },
    {
      "id": 14,
      "model": "호엔하임",
      "teller": "Radio",
      "content": "The Golden Boughs... have you found them?"
    },
    {
      "id": 15,
      "model": "그레고르",
      "content": "... Yeah. They're right in front of us."
    },
    {
      "id": 16,
      "model": "그레고르",
      "content": "Problem is, they're not in our hands... We just found the woman who swiped the container, waiting in front of the elevator."
    },
    {
      "id": 17,
      "model": "호엔하임",
      "teller": "Radio",
      "content": "... I see."
    },
    {
      "id": 18,
      "model": "호엔하임",
      "teller": "Radio",
      "content": "Can you keep her from taking the elevator? Once the power's back on... she might escape to another floor."
    },
    {
      "id": 19,
      "content": "Hohenheim's voice sounded off..."
    },
    {
      "id": 20,
      "content": "Trembling just a bit—like he was holding something back."
    },
    {
      "id": 21,
      "model": "이상",
      "content": "Hohenheim."
    },
    {
      "id": 22,
      "model": "이상",
      "content": "Your voice... Are you all right?"
    },
    {
      "id": 23,
      "model": "호엔하임",
      "teller": "Radio",
      "content": "I doubt things are any more pleasant on your side than they are here."
    },
    {
      "id": 24,
      "model": "그레고르",
      "content": "Sure, but still... How's the situation there?"
    },
    {
      "id": 25,
      "model": "호엔하임",
      "teller": "Radio",
      "content": "... Best focus on your own situation than mine."
    },
    {
      "id": 26,
      "model": "그레고르",
      "content": "Right... At least it's just a single enemy here—we'll manage."
    },
    {
      "id": 27,
      "model": "료슈",
      "content": "Don't drop your guard. She's a Nursefather..."
    },
    {
      "id": 28,
      "model": "료슈",
      "content": "Which means she's on a whole different level from her lackey."
    },
    {
      "id": 29,
      "model": "단테",
      "content": "<.......>"
    },
    {
      "id": 30,
      "content": "Given our current numbers... even the sort of enemy we could normally beat would push us to our limits."
    },
    {
      "id": 31,
      "content": "If only I had all 12 Sinners here with me... we might've had a better chance."
    },
    {
      "id": 32,
      "content": "But that doesn't mean we're just going to be twiddling our thumbs while the enemy gets away with the Golden Boughs right in front of our eyes."
    },
    {
      "id": 33,
      "model": "단테",
      "content": "<Be ready... to die more than a few times.>"
    },
    {
      "id": 34,
      "model": "라비",
      "content": "This... doesn't look good. Are you going to fight her?"
    },
    {
      "id": 35,
      "model": "이상",
      "content": "... It seems unavoidable."
    },
    {
      "id": 36,
      "model": "라비",
      "content": "I could've assisted you had I been supplied with a suitable E.G.O gear..."
    },
    {
      "id": 37,
      "model": "라비",
      "content": "... but it doesn't look like there's anything I can do here. I'm sorry."
    },
    {
      "id": 38,
      "model": "그레고르",
      "content": "Right. Smart call."
    },
    {
      "id": 39,
      "model": "라비",
      "content": "Sora...? You have that shackle-shaped E.G.O. You'll be helping them, I assume?"
    },
    {
      "id": 40,
      "model": "검지제자2",
      "content": "H-huh...? I... I thought we were all going to take the elevator and escape together..."
    },
    {
      "id": 41,
      "model": "그레고르",
      "content": "Well, as you can see, one of the assailants got the Golden Boughs."
    },
    {
      "id": 42,
      "model": "검지제자2",
      "content": "B-but she's got to be really, really strong... A-all my colleagues together wouldn't stand a chance against her. She'd snuff us out like candles in the wind."
    },
    {
      "id": 43,
      "model": "라비",
      "content": "How do you know that...?"
    },
    {
      "id": 44,
      "model": "그레고르",
      "content": "We get it. You and Ravi just stay as far back as you can. You'll want to stay behind cover unless you wanna get caught in the middle of it."
    },
    {
      "id": 45,
      "model": "검지제자2",
      "content": "N-no, I'll probably get scolded if I did that..."
    },
    {
      "id": 46,
      "model": "검지제자2",
      "content": "I don't want that. I've been doing a g-good job so far... I just want to be told I did okay..."
    },
    {
      "id": 47,
      "model": "라비",
      "content": "Sora...?"
    },
    {
      "id": 48,
      "model": "라비",
      "content": "Kergh..."
    },
    {
      "id": 49,
      "model": "검지제자2",
      "content": "I'm-I'm so sorry. Mister Rien said... if I ever met the f-family... I should help them."
    },
    {
      "id": 50,
      "content": "Just as Sora turned and rushed toward me, Yi Sang and Meursault moved to block her..."
    },
    {
      "id": 51,
      "content": "... and Ryōshū shoved me out of the way."
    },
    {
      "id": 52,
      "model": "그레고르",
      "content": "Yeah, figured that's how this'd go down."
    },
    {
      "id": 53,
      "model": "이상",
      "content": "Dante!"
    },
    {
      "id": 54,
      "model": "단테",
      "content": "<...!>"
    },
    {
      "id": 55,
      "content": "Ryōshū's sheathed blade came swinging down with enough force to cut Sora down where she stood..."
    },
    {
      "id": 56,
      "content": "But no sooner had I heard the metallic rattle of chains behind me than a sharp pain tore through my shoulder."
    },
    {
      "id": 57,
      "model": "단테",
      "content": "<Gah...!>"
    },
    {
      "id": 58,
      "model": "료슈",
      "content": "That movement... You must be the Index Nursefather's N.C."
    },
    {
      "id": 59,
      "content": "Losing my balance, I crumpled to the floor. When I looked up... Sora was already braced for combat, slipping into a battle stance."
    },
    {
      "id": 61,
      "model": "검지제자",
      "content": "I-I didn't want to hurt any of you, really. I just wanted to take the elevator and leave with all of you..."
    },
    {
      "id": 62,
      "model": "검지제자",
      "content": "B-but the Prescript told me otherwise. B-besides, I do prefer to d-do what Mister Rien wants..."
    },
    {
      "id": 63,
      "model": "이상",
      "content": "... As expected. You are of the House of Spiders."
    },
    {
      "id": 64,
      "model": "검지제자",
      "content": "I-I wish Ravi and I could've had that vanilla ice cream together..."
    },
    {
      "id": 65,
      "model": "검지제자",
      "content": "Th-the other children... they were never that nice to me."
    },
    {
      "id": 66,
      "model": "그레고르",
      "content": "... Ravi was nice to you because he believed you were a colleague."
    },
    {
      "id": 67,
      "model": "검지제자",
      "content": "Oh, r-right. That gear I had on, I'd borrowed it from a corpse... Then I guess Ravi... wouldn't have wanted to share vanilla ice cream with me after all..."
    },
    {
      "id": 68,
      "model": "이상",
      "content": "And Ravi..."
    },
    {
      "id": 69,
      "model": "료슈",
      "content": "O.O.F. He's gone."
    },
    {
      "id": 70,
      "model": "뫼르소",
      "content": "Our mutual, tacit recognition of the threat allowed us to quickly distance the manager and the new hire away from the assailant. However, the circumstances of the attack forced us to choose one over the other."
    },
    {
      "id": 71,
      "content": "... Ravi lay in the corner of the corridor, half his body torn apart."
    },
    {
      "id": 72,
      "model": "료슈",
      "content": "Clock. Can you stand?"
    },
    {
      "id": 73,
      "model": "단테",
      "content": "<Hrrk... Don't think so.>"
    },
    {
      "id": 74,
      "model": "검지제자",
      "content": "Y-you're the leader, so I thought I should take you out first... S-sorry."
    },
    {
      "id": 75,
      "model": "검지제자",
      "content": "I-I really liked listening... to the tick-tock. What a shame... It sounded a bit like Mister Rien's p-pager."
    },
    {
      "id": 76,
      "content": "Sora gazed down at me, face drawn into a tearful pout as though she were genuinely apologetic."
    },
    {
      "id": 77,
      "model": "검지제자",
      "content": "T-too bad, no one here can fix your wounds..."
    },
    {
      "id": 78,
      "content": "... It was hard to deny that."
    },
    {
      "id": 79,
      "content": "If only I'd had more power... maybe Ravi could've been saved. At the very least, I wouldn't be this badly hurt."
    },
    {
      "id": 80,
      "content": "I probably should've done something too while Sinclair was going through his training."
    },
    {
      "id": 81,
      "model": "료슈",
      "content": "You can still keep ticking, can't you?"
    },
    {
      "id": 82,
      "model": "단테",
      "content": "<... Yeah.>"
    },
    {
      "id": 83,
      "content": "But this isn't the time to dwell on what I could've done."
    },
    {
      "id": 84,
      "content": "First... I have to do what I must. What I can do now."
    }
  ]
}