{
  "dataList": [
    {
      "id": 0,
      "place": "LCCB Transporter Truck",
      "model": "엄지아비",
      "content": "……."
    },
    {
      "id": 1,
      "model": "엄지아비",
      "content": "Once I'm reinstated... I'm gonna get that central Consigliere bitch to give me something for the trouble."
    },
    {
      "id": 2,
      "model": "엄지아비",
      "content": "Hah... that fucker has no idea what kind of shit I'm going through out here."
    },
    {
      "id": 3,
      "model": "다친베르길리우스",
      "content": "The House of Spiders."
    },
    {
      "id": 4,
      "model": "다친베르길리우스",
      "content": "... How is it that it's still operational?"
    },
    {
      "id": 5,
      "model": "엄지아비",
      "content": "Hah, you really know how to fuck with my ego."
    },
    {
      "id": 6,
      "model": "엄지아비",
      "content": "A bit rude, don't you think? I'm standing right here... you could at least do me the courtesy of pretending to be winded. This isn't a goddamn Q&A session."
    },
    {
      "id": 7,
      "model": "다친베르길리우스",
      "content": "I know you and the rest have infiltrated the HQ Research Facility because you couldn't let Sinner #4 go."
    },
    {
      "id": 8,
      "model": "엄지아비",
      "content": "\"Sinner\"...? You've got some awful manners, calling my kid something like that. Gave her a number like she's some prisoner, too."
    },
    {
      "id": 9,
      "model": "엄지아비",
      "content": "You overestimate your connection to my Ticket, Red Gaze. Your journey has lasted barely more than a year, and you're lording over her like you're in charge, calling her Sinner this, Sinner that?"
    },
    {
      "id": 10,
      "model": "엄지아비",
      "content": "I've been teaching Ticket ever since her tiny little baby hands held a knife for the first time."
    },
    {
      "id": 11,
      "model": "다친베르길리우스",
      "content": "There's got to be more than your twisted, possessive sense of attachment that kept the House of Spiders alive for all those years."
    },
    {
      "id": 12,
      "model": "다친베르길리우스",
      "content": "It seems that all of you are bound there by something that only Sinner #4 can provide... Something you're all still holding onto."
    },
    {
      "id": 13,
      "model": "엄지아비",
      "content": "You have no idea what I had to endure to get my Ticket... I'm not letting her go to waste like some shitty scrap paper."
    },
    {
      "id": 14,
      "model": "엄지아비",
      "content": "Oh yes, over a decade's worth of preparation went into it—she's the culmination of our collective wish."
    },
    {
      "id": 15,
      "model": "엄지아비",
      "content": "Thanks for looking after our runaway pup, but she's got some pedigree, you know? It's about time you sent her back to her loving parents."
    },
    {
      "id": 16,
      "model": "다친베르길리우스",
      "content": "... This is what you've been stalling for, I see."
    },
    {
      "id": 17,
      "model": "엄지아비",
      "content": "*sigh* Yeah. This shit gig's coming to an end, too."
    },
    {
      "id": 18,
      "model": "엄지아비",
      "content": "And don't you even think about activating that E.G.O of yours."
    },
    {
      "id": 19,
      "model": "엄지아비",
      "content": "My neighbor's good-for-nothing burden uses that too... And it's always so obvious when she's about to use it."
    },
    {
      "id": 20,
      "model": "다친베르길리우스",
      "content": "... You think you can get away from me if I don't activate my E.G.O?"
    },
    {
      "id": 21,
      "model": "엄지아비",
      "content": "Ooh, sooo scary."
    },
    {
      "id": 22,
      "model": "엄지아비",
      "content": "... I know what you're good at, and I know what got you that \"Red\" color."
    },
    {
      "id": 23,
      "model": "엄지아비",
      "content": "The Smoke War, Syndicate Strifes, Finger Bow-bell... I've already seen and done too much. Once I'd tumbled through all those big events... I'd made so many connections, that things that I shouldn't know... shouldn't be able to know... follow the thread right back to my eyes and ears."
    },
    {
      "id": 24,
      "model": "다친베르길리우스",
      "content": "Intriguing. To think that there are idlers who've got enough time on their hands to... feed a stray dog forsaken by her Famiglia. Wouldn't you agree, Valencina?"
    },
    {
      "id": 25,
      "model": "엄지아비",
      "content": "Shut. Up. Stop trying to get a rise outta me."
    },
    {
      "id": 26,
      "model": "엄지아비",
      "content": "If it weren't for Rien's \"plan,\" I would've long made mincemeat out of your cake... before killing you too, Red Gaze."
    },
    {
      "id": 27,
      "model": "다친베르길리우스",
      "content": "... Huh."
    },
    {
      "id": 28,
      "model": "엄지아비",
      "content": "It's about time I headed home, but you're not about to let me leave without a fight, huh?"
    },
    {
      "id": 29,
      "model": "엄지아비",
      "content": "Tsk... I can't have the Textbook bleed out while I fight. Looks like I'll need some insurance."
    },
    {
      "id": 30,
      "model": "다친베르길리우스",
      "content": "...!"
    },
    {
      "id": 31,
      "model": "엄지아비",
      "content": "Glad I kept my rapier nice and sharp. See, the slightest brush with its edge can cleave right through flesh."
    },
    {
      "id": 32,
      "model": "엄지아비",
      "content": "Unless you wanna see me draw a thin red line along your precious kid's throat, put that weapon down on the ground."
    },
    {
      "id": 33,
      "model": "엄지아비",
      "content": "Then kick it away, out of your reach."
    },
    {
      "id": 34,
      "model": "다친베르길리우스",
      "content": "……."
    },
    {
      "id": 35,
      "model": "엄지아비",
      "content": "Very good. Now..."
    },
    {
      "id": 36,
      "model": "엄지아비",
      "content": "I'll put the kid down..."
    },
    {
      "id": 37,
      "model": "다친베르길리우스",
      "content": "......"
    },
    {
      "id": 38,
      "model": "엄지아비",
      "content": "... and count to 3. Slowly, mind you. We've come this far—you don't wanna watch my hand slip and drop this kid on the ground all wrong, do you?"
    },
    {
      "id": 39,
      "model": "엄지아비",
      "content": "3…"
    },
    {
      "id": 40,
      "model": "다친베르길리우스",
      "content": "……."
    },
    {
      "id": 41,
      "model": "엄지아비",
      "content": "C'mon. Don't give me that look. 2..."
    },
    {
      "id": 42,
      "model": "엄지아비",
      "content": "……."
    },
    {
      "id": 43,
      "model": "다친베르길리우스",
      "content": "…!"
    },
    {
      "id": 44,
      "model": "엄지아비",
      "content": "Nice catch."
    },
    {
      "id": 45,
      "model": "엄지아비",
      "content": "Looks like you've made a mess of my Textbook, but eh. It's nothing I can't piece back together."
    },
    {
      "id": 46,
      "model": "엄지아비",
      "content": "Gonna take this one home now, ciao."
    },
    {
      "id": 47,
      "place": "LCE Research Team Hallway",
      "model": "중지아비2",
      "content": "... Oh boy, would you look at the time."
    },
    {
      "id": 48,
      "model": "중지아비2",
      "content": "... Yo, bowl cut."
    },
    {
      "id": 49,
      "model": "베스파",
      "content": "Bowl cut...? Are you talking to me?"
    },
    {
      "id": 50,
      "model": "중지아비2",
      "content": "I get it, you've got 'nuff strength to back up all that swagger. But... Don't get too cocky."
    },
    {
      "id": 51,
      "model": "중지아비2",
      "content": "I'm running a bit busy, so I'll just write you up in the book for now. Next time, it's brawn versus brawn."
    },
    {
      "id": 52,
      "model": "중지제자",
      "content": "... Nngh... Papa..."
    },
    {
      "id": 53,
      "model": "중지아비2",
      "content": "Looks to me you've got your own people to take care of, and I've got mine. Why don't we go our separate ways for now?"
    },
    {
      "id": 54,
      "model": "베스파",
      "content": "……."
    },
    {
      "id": 55,
      "model": "중지아비2",
      "content": "Smart choice."
    },
    {
      "id": 56,
      "model": "중지아비2",
      "content": "Now go ahead and fix up my toys in the meantime! You're gonna priority ship 'em to my front door soon anyway, aren't ya? Hahahaha!"
    },
    {
      "id": 57,
      "model": "중지아비2",
      "content": "Oh, by the way—I appreciate a good bowl cut."
    },
    {
      "id": 58,
      "place": "LCE Research Team Hallway",
      "model": "약지아비",
      "teller": "???",
      "content": "Ah, I must've lost track of time, lured by that light."
    },
    {
      "id": 59,
      "model": "약지아비",
      "teller": "???",
      "content": "What a pity. It's already closing time for this gallery—one must wonder, why does every instance of immersion carry the promise of its breaking?"
    },
    {
      "id": 60,
      "model": "호엔하임",
      "content": "Such was the steadfastness of Marton's will. On the other hand, it seems you were far too ignorant to have understood the concept of self-sacrifice."
    },
    {
      "id": 61,
      "model": "약지아비",
      "teller": "???",
      "content": "I see. It is often said that to pursue art is to embark on an endless journey of learning. And I certainly enjoyed this learning opportunity... down to how he burst... and the following firework of flesh and bone from that explosive performance."
    },
    {
      "id": 62,
      "model": "약지아비",
      "teller": "???",
      "content": "I hope our reunion will come sooner than later."
    },
    {
      "id": 63,
      "model": "약지아비",
      "teller": "???",
      "content": "Come visit my gallery, won't you? I must say, I'm starting to look forward to hearing your critique of it."
    },
    {
      "id": 64,
      "model": "호엔하임",
      "content": "……."
    },
    {
      "id": 65,
      "model": "검지아비",
      "content": "What a heartless person she is."
    },
    {
      "id": 66,
      "model": "검지아비",
      "content": "To leave you behind in such a state... Even if you aren't her child, this is rather uncharitable behavior."
    },
    {
      "id": 67,
      "model": "검지아비",
      "content": "Let's head home, Sora."
    },
    {
      "id": 68,
      "model": "료슈",
      "content": "... Stop. Stop... Don't go."
    },
    {
      "id": 69,
      "model": "검지아비",
      "content": "I saw your report card on my way here, sweetie."
    },
    {
      "id": 70,
      "model": "검지아비",
      "content": "I understand why they might have placed you in third place, but I hope you won't lose heart over it."
    },
    {
      "id": 71,
      "model": "검지아비",
      "content": "Because when it comes to killing, Yoshihide... you're in a class beyond the first and second ranks."
    },
    {
      "id": 72,
      "model": "료슈",
      "content": "I don't... give a shit..."
    },
    {
      "id": 73,
      "model": "검지제자",
      "content": "Mister... Rien..."
    },
    {
      "id": 74,
      "model": "검지제자",
      "content": "Can you share the code... to Zenon's Tortoise Spiral with them...? They're... they're good, kind people. They saved me... when the ceiling caved in on... me..."
    },
    {
      "id": 75,
      "model": "검지아비",
      "content": "Is that so? All right."
    },
    {
      "id": 76,
      "model": "검지아비",
      "content": "The Spirals all share the same password. Which is..."
    },
    {
      "id": 77,
      "model": "검지아비",
      "content": "... obviously, your birthday, sweetheart. Even on that day, I'd bought a cake as the Prescript ordered me to, because I couldn't think of any gift that'd make you happy..."
    },
    {
      "id": 78,
      "model": "검지아비",
      "content": "... and it always weighed heavily on my heart that you never even got to have a single bite of it."
    },
    {
      "id": 79,
      "model": "료슈",
      "content": "……."
    },
    {
      "id": 80,
      "model": "검지아비",
      "content": "Be sure to dress your wounds so they won't scar, okay?"
    },
    {
      "id": 81,
      "model": "료슈",
      "content": "Tell... me."
    },
    {
      "id": 82,
      "model": "료슈",
      "content": "Have you... all of you... always known where I'd... hidden her?"
    },
    {
      "id": 83,
      "model": "검지아비",
      "content": "Well, here's a very simple answer to your very simple question. Why don't you come home and find out?"
    },
    {
      "id": 84,
      "model": "료슈",
      "content": "……."
    },
    {
      "id": 85,
      "model": "료슈",
      "content": "Don't go..."
    },
    {
      "id": 86,
      "model": "검지아비",
      "content": "……."
    },
    {
      "id": 87,
      "model": "료슈",
      "content": "Don't go... Not... like this."
    },
    {
      "id": 88,
      "model": "검지아비",
      "content": "Honey."
    },
    {
      "id": 89,
      "model": "검지아비",
      "content": "What you just said was... pretty effective."
    },
    {
      "id": 90,
      "model": "검지아비",
      "content": "It hit me right in my heart—and for a moment, it stung."
    },
    {
      "id": 91,
      "content": "The moment we became certain that the Index Nursefather was gone, the Sinners all collapsed to the ground with a collective, exhausted sigh."
    },
    {
      "id": 92,
      "content": "Whenever we'd encountered him, he had never once averted his eyes from Ryōshū as though the rest of us posed no threat against him."
    },
    {
      "id": 93,
      "content": "Replaying his words in our minds, the nonchalance with which he invited Ryōshū to come back home..."
    },
    {
      "id": 94,
      "content": "We let the silence he left behind wash over us, overwhelmed by the sheer monumentality of the task before us."
    }
  ]
}