{
  "dataList": [
    {
      "id": 0,
      "place": "Corridor of the Ring",
      "model": "약지아비",
      "content": "Ah! Welcome, welcome. I've been so absorbed with trimming my ingredients that I was delayed. I hope my Albina has been a most wonderful host to you all in my absence?"
    },
    {
      "id": 1,
      "model": "싱클레어",
      "content": "...!"
    },
    {
      "id": 2,
      "model": "이스마엘",
      "content": "You..."
    },
    {
      "id": 3,
      "model": "약지제자2",
      "content": "Yes, Maestro. They've denied my offer of friendship, but I've been trying nonetheless."
    },
    {
      "id": 4,
      "model": "약지아비",
      "content": "I see. Oh, it's such a pleasure to meet you all again. This gallery hardly ever sees visitors... so I was at once its only audience and Maestro."
    },
    {
      "id": 5,
      "model": "싱클레어",
      "content": "......."
    },
    {
      "id": 6,
      "model": "약지아비",
      "content": "So, tragically, this humble gallery is yet to taste the piquancy of an unbiased critique."
    },
    {
      "id": 7,
      "model": "약지아비",
      "content": "Perhaps you could be my first?"
    },
    {
      "id": 8,
      "model": "싱클레어",
      "content": "... *gag*"
    },
    {
      "id": 9,
      "model": "약지아비",
      "content": "Ah, I see that this piece here has captured your interest."
    },
    {
      "id": 10,
      "model": "약지아비",
      "content": "They were all people who have left me with such striking inspirations."
    },
    {
      "id": 11,
      "model": "약지아비",
      "content": "Loneliness, anxiety, weakness... Observe these raw facets of suffering—the inevitable state of existence that is most fittingly human."
    },
    {
      "id": 12,
      "model": "약지아비",
      "content": "Please direct your attention to this frontmost figure. You would be impressed to hear how those hands refused to let go of the partner's, even as I placed them atop this pedestal."
    },
    {
      "id": 13,
      "model": "약지아비",
      "content": "An unbreakable bond that remains unsevered, even as death comes to bear the subject away in its gentle embrace... I find such values utterly noble."
    },
    {
      "id": 14,
      "model": "약지아비",
      "content": "It would indeed have been a waste to let that precious little moment slip away, so I endeavored to preserve every second of it... down to the smallest capillaries, muscle tissues, and the quivering thereout."
    },
    {
      "id": 15,
      "model": "알리사",
      "content": "Ah... aah..."
    },
    {
      "id": 16,
      "model": "싱클레어",
      "content": "Miss Alyssa...?"
    },
    {
      "id": 17,
      "model": "약지아비",
      "content": "Perspective... has a way of transforming art, as the state of one's heart alters the evocative qualities of a piece."
    },
    {
      "id": 18,
      "model": "약지아비",
      "content": "So please, please do take your time as you tour through my gallery. Tell me how it all appears in your eyes—"
    },
    {
      "id": 19,
      "model": "알리사",
      "content": "My eyes...?"
    },
    {
      "id": 20,
      "model": "알리사",
      "content": "I'd rather gouge out my own eyeballs, you murdering fuck...!"
    }
  ]
}