{
  "dataList": [
    {
      "id": 0,
      "place": "Corridor of the Ring",
      "model": "호엔하임2",
      "content": "If I might just add one more thing—you needn't try to comfort us over our conversation, Manager Saude. Consider this nothing more than harmless, humorous banter among us researchers."
    },
    {
      "id": 1,
      "model": "호엔하임2",
      "content": "It appears to me that if anyone needs comfort, it'd be him."
    },
    {
      "id": 2,
      "model": "싱클레어",
      "content": "......."
    },
    {
      "id": 3,
      "model": "싱클레어",
      "content": "... All those Golden Boughs we've gone through so much to collect... gone. We've lost people, too. Even worse, we're separated from our manager... so we can't even immediately know how the others are doing."
    },
    {
      "id": 4,
      "model": "싱클레어",
      "content": "This isn't the first time we've been in this much danger, but... every time it happens, I can't help but—"
    },
    {
      "id": 5,
      "model": "9장소드다침",
      "teller": "Radio",
      "content": "—get nervous, right? Anxious, even."
    },
    {
      "id": 6,
      "model": "싱클레어",
      "content": "... Yeah."
    },
    {
      "id": 7,
      "model": "싱클레어",
      "content": "Do you guys... ever get this nervous, too...? Like I do?"
    },
    {
      "id": 8,
      "model": "이스마엘",
      "content": "Well..."
    },
    {
      "id": 9,
      "model": "이스마엘",
      "content": "I like to talk big and try to project confidence, but honestly... I still get anxious like everyone else."
    },
    {
      "id": 10,
      "model": "이스마엘",
      "content": "We've still got a lot of people in the LCB who don't know where they're going in life, don't we? Like how I used to be."
    },
    {
      "id": 11,
      "model": "이스마엘",
      "content": "You know, with how Dante seems to feel a lot of pressure over their responsibilities, I guess you could say that I've sorta committed myself to sharing a bit of their load and helping the team navigate through the trials of our journey and... <size=80%>you know, all that stuff...</size>"
    },
    {
      "id": 12,
      "model": "이스마엘",
      "content": "So, I'm just trying to put on a brave face, at the end of the day. Someone needs to, right? To reassure everyone that it's all going to be okay."
    },
    {
      "id": 13,
      "model": "싱클레어",
      "content": "... I... see."
    },
    {
      "id": 14,
      "model": "이스마엘",
      "content": "Ha... Outis'd give me a really harsh dressing-down if she heard me say all that. Just thinking about it hurts my ears..."
    },
    {
      "id": 15,
      "model": "파우스트",
      "content": "While there is no doubt that Faust does indeed know it all..."
    },
    {
      "id": 16,
      "model": "파우스트",
      "content": "... there were times when I also found myself grasping at straws,"
    },
    {
      "id": 17,
      "model": "파우스트",
      "content": "unable to make even the simplest decisions—whether I should move forward, whether I should stop, or whether I should go back the way I came."
    },
    {
      "id": 18,
      "model": "파우스트",
      "content": "And that made me realize anew..."
    },
    {
      "id": 19,
      "model": "파우스트",
      "content": "... Faust is but a name that may leave at any time."
    },
    {
      "id": 20,
      "model": "싱클레어",
      "content": "......."
    },
    {
      "id": 21,
      "model": "호엔하임2",
      "content": "... Well, I suppose it is my turn in this heart-to-heart roundtable. I'm not quite fond of these last-minute barings of one's soul as though we're walking to our collective death, but... if this should help raise the chance of our success by alleviating some of your concerns, then I see no reason not to participate."
    },
    {
      "id": 22,
      "model": "호엔하임2",
      "content": "My superiors have... repeatedly refused to authorize the plan that includes me as a combatant for this mission."
    },
    {
      "id": 23,
      "model": "호엔하임2",
      "content": "I understand their logic."
    },
    {
      "id": 24,
      "model": "호엔하임2",
      "content": "Sending a research-specialized employee to near-certain death would indeed be an inefficient management of human resources, from the corporate perspective."
    },
    {
      "id": 25,
      "model": "호엔하임2",
      "content": "Instead of accepting my request, they suggested that I take some time off. 3 months, give or take."
    },
    {
      "id": 26,
      "model": "호엔하임2",
      "content": "They said everything will have returned to normal by the time I sauntered back into the office; that the LCE's job was to find normalcy again while LCA or LCB dealt with the consequences."
    },
    {
      "id": 28,
      "model": "호엔하임2",
      "content": "It was a tempting offer, I must admit. Research was indeed an endeavor in which l could lose myself while the rest of the world slipped by."
    },
    {
      "id": 29,
      "model": "호엔하임2",
      "content": "I would take the 3-month vacation, return to the lab and bury myself in research after research, and... eventually, it'd really have been like nothing had happened."
    },
    {
      "id": 30,
      "model": "호엔하임2",
      "content": "New employees would be hired to fill the vacancies with remarkable immediacy as though there had never been any loss of personnel in the first place."
    },
    {
      "id": 31,
      "model": "호엔하임2",
      "content": "So yesterday, as I was arranging the office for my absence, I opened one of my desk drawers, and—"
    },
    {
      "id": 32,
      "model": "알리사",
      "content": "Oh. You really were gonna go on a vacation..."
    },
    {
      "id": 33,
      "model": "호엔하임2",
      "content": "... And I saw our next year's research proposal peeking out from the middle of the paper pile."
    },
    {
      "id": 35,
      "model": "호엔하임2",
      "content": "It's a funny thing, the way that corporate planning works."
    },
    {
      "id": 36,
      "model": "호엔하임2",
      "content": "No one knows what the future holds, but they expect us to plan months ahead in our proposals."
    },
    {
      "id": 37,
      "model": "호엔하임2",
      "content": "When I'd written that research proposal, I'd planned it to be a collaborative research between me, Marton, and Alyssa."
    },
    {
      "id": 38,
      "model": "호엔하임2",
      "content": "And now, I'll have to erase Marton's name, one by one, from dozens of its pages."
    },
    {
      "id": 39,
      "model": "이스마엘",
      "content": "So... How did you manage to convince the higher-ups?"
    },
    {
      "id": 41,
      "model": "호엔하임2",
      "content": "My third request to have me included in this mission was accompanied by a resignation letter. A binary option, if you will—they had to choose one over the other."
    },
    {
      "id": 42,
      "model": "이스마엘",
      "content": "Uh... you can do that?"
    },
    {
      "id": 43,
      "model": "호엔하임2",
      "content": "Who's to say that I can't?"
    },
    {
      "id": 44,
      "model": "9장소드다침",
      "teller": "Radio",
      "content": "That last subject wasn't much about anxiety at all, but... has that helped calm your nerves at least, Sinclair?"
    },
    {
      "id": 45,
      "model": "싱클레어",
      "content": "... I'm a bit better, I think."
    },
    {
      "id": 46,
      "model": "9장소드다침",
      "teller": "Radio",
      "content": "That's good. Then let's all take a deep breath, and... commence operation."
    },
    {
      "id": 47,
      "model": "9장소드다침",
      "teller": "Radio",
      "content": "Enemy incoming."
    },
    {
      "id": 49,
      "model": "약지제자1",
      "content": "Sorry I'm late. Fascia was enjoying a nice nap, so I had to wake her up first."
    },
    {
      "id": 50,
      "model": "약지제자1",
      "content": "She was heartbroken by how far behind schedule we were in her completion."
    },
    {
      "id": 51,
      "model": "약지제자1",
      "content": "It's because of Zenon's Tortoise Spiral."
    },
    {
      "id": 52,
      "model": "약지제자1",
      "content": "People struck with that weapon often end up with, quite literally, broken hearts... depriving us of the core ingredient."
    },
    {
      "id": 53,
      "model": "약지제자1",
      "content": "So, I'm glad we're able to meet here. None of you have replaced yourself with a prosthetic body... and I won't be using the Spiral."
    },
    {
      "id": 54,
      "model": "싱클레어",
      "content": "... You knew we'd be coming?"
    },
    {
      "id": 55,
      "model": "약지제자1",
      "content": "Mmhm. The Maestro asked me to go out and receive our guests."
    },
    {
      "id": 56,
      "model": "약지제자1",
      "content": "Do you know of the Maestro's shattered child? She would've been a wonderful big sister for Fascia. I'm yet to reach that level of creation, unfortunately. You see, collecting ingredients without damaging them is still a bit tough for me."
    },
    {
      "id": 57,
      "model": "약지제자1",
      "content": "So, I hoped to get some practice and started by cutting off my own arm. After all, whose body do we know better than our very own?"
    },
    {
      "id": 58,
      "model": "약지제자1",
      "content": "But the corpus of others is still so challenging to work with. Which finger do they put the most pressure on when using their arms? Do they let their wrists handle much of the pressure, or their entire arm? Do they have any preexisting defects that may change how I interact with the medium? So, so many things to take into account before getting to the actual work."
    },
    {
      "id": 59,
      "model": "약지제자1",
      "content": "... Speaking of which, would you be so kind as to hear my request?"
    },
    {
      "id": 60,
      "model": "약지제자1",
      "content": "How about we spend some time to get to know each other... and become friends?"
    },
    {
      "id": 61,
      "model": "싱클레어",
      "content": "<i>Friends?</i>"
    },
    {
      "id": 62,
      "model": "약지제자1",
      "content": "Mhm."
    },
    {
      "id": 63,
      "model": "약지제자1",
      "content": "It's not so hard to become friends."
    },
    {
      "id": 64,
      "model": "약지제자1",
      "content": "Sora told me that becoming friends is as simple as sharing the things we love, our hobbies, our dreams... Though I didn't become friends with her, as I wasn't planning on using Sora as an ingredient for Fascia."
    },
    {
      "id": 65,
      "model": "약지제자1",
      "content": "So... Ah, I know where to begin. Would you share something you love with me, everyone?"
    },
    {
      "id": 66,
      "model": "싱클레어",
      "content": "......."
    },
    {
      "id": 67,
      "model": "약지제자1",
      "content": "Don't hesitate to ask me anything you'd like to know about me, either. Ever since I fed a few slices of my brain to Fascia, I've become a very, very bad liar."
    },
    {
      "id": 68,
      "model": "싱클레어",
      "content": "... What makes you think... we're going to tell you any of that?"
    },
    {
      "id": 69,
      "model": "약지제자1",
      "content": "Okay, then me first. My name is Albina. I'm learning Corporism art under Maestro Callisto's tutelage with my beloved Fascia."
    }
  ]
}