{
  "dataList": [
    {
      "id": 0,
      "model": "돈키호테",
      "content": "Mine experience hath taught me that this... this Workshop here, featured in none other than <i>Fixers Monthly</i>, would be best for thy merchandising opportunities! Quite the clean, flawless finish did they boast! And about this Workshop on the side—while it doth produce figurines of passing quality, thou must practice caution! For they merely run mass-production lines of generic products with nary a spark of creativity!"
    },
    {
      "id": 1,
      "model": "베스파",
      "content": "... Thank you for the advice."
    },
    {
      "id": 2,
      "model": "돈키호테",
      "content": "Aw, thou needst not thank me! ... Ahem. As for Fixer \"merch,\" I must recommend thou beginnest with button badges, for there is aaaaabsolutely zero concern that a Color Fixer's button badge meeteth the fate of becoming deceased stock, plunging thy revenues to the negatives—"
    },
    {
      "id": 3,
      "model": "LCD앵두",
      "teller": "Radio",
      "content": "The excitement of accompanying such a... distinguished figure is quite well understood, but perhaps such discussions could be tabled for later in a mission such as this..."
    },
    {
      "id": 4,
      "model": "돈키호테",
      "content": "Ah... Ahaha... quite. 'Tis an unimaginable glory, to partake in an epochal moment such as the new Color Fixer's very first mission..."
    },
    {
      "id": 5,
      "model": "홍루",
      "content": "Don Quixote, breathe."
    },
    {
      "id": 6,
      "model": "에즈라",
      "content": "So, junior... how's Color Fixer life? Ya got a fan and everything already."
    },
    {
      "id": 7,
      "model": "베스파",
      "content": "......."
    },
    {
      "id": 8,
      "model": "에즈라",
      "content": "*sigh* Not even gonna pretend ya heard me? Ah, well. He gets like that when he's nervous, so ya guys better get used to it now. You have no idea how many times we bickered until I finally got used to him sulking..."
    },
    {
      "id": 9,
      "model": "에즈라",
      "content": "Anyhow... is this really the \"House of Spiders?\" It's a lot different from... what I'd expected."
    },
    {
      "id": 10,
      "model": "LCD앵두",
      "teller": "Radio",
      "content": "Fret not, for this is indeed the correct destination. A swift observation did I make with this gear labeled \"multi-angle camera,\" and saw all paths in your surroundings lead to infinity in all directions. Indeed, there is no doubt that you have entered the assailants' den."
    },
    {
      "id": 11,
      "model": "이상",
      "content": "This place is..."
    },
    {
      "id": 12,
      "place": "Corridor of the Middle",
      "model": "모제스1",
      "content": "*puff* A \"Corridor.\" So this is where they've spun their web."
    },
    {
      "id": 13,
      "model": "이상",
      "content": "The disquietude immanent in a name such as \"The House of Spiders\" seems to hardly convey the sense emanating from this place, which is more akin to a supermarket... or a warehouse at a Nest."
    },
    {
      "id": 14,
      "model": "모제스1",
      "content": "Yes, though it is more like a warehouse of toy boxes and nothing else."
    },
    {
      "id": 15,
      "model": "홍루",
      "content": "I recognize some of these toys as the ones my parents had bought me in my childhood."
    },
    {
      "id": 16,
      "model": "이상",
      "content": "Toys are imbued with meaning only when they are played with."
    },
    {
      "id": 17,
      "model": "이상",
      "content": "Thus, one must come to wonder—why have they kept these untouched in their packaging, in a way that seems to hamper even the purpose of detached admiration?"
    },
    {
      "id": 18,
      "model": "모제스1",
      "content": "... An object's purpose is often determined by its owner. As it stands now, it seems that the \"purpose\" is to display the goods, nothing more."
    },
    {
      "id": 19,
      "teller": "Old-model TV",
      "title": "The House of Spiders",
      "content": "♬Leaping across rooftops of the City♬"
    },
    {
      "id": 20,
      "teller": "Old-model TV",
      "title": "The House of Spiders",
      "content": "♬To protect its peace and safety♬"
    },
    {
      "id": 21,
      "model": "베스파",
      "content": "Do you hear that?"
    },
    {
      "id": 22,
      "model": "에즈라",
      "content": "Eh? What, the song?"
    },
    {
      "id": 23,
      "model": "돈키호테",
      "content": "Th-this song...!"
    },
    {
      "id": 24,
      "model": "에즈라",
      "content": "Huh? Is this some kind of twisted song that breaks your mind when you hear it?"
    },
    {
      "id": 25,
      "model": "돈키호테",
      "content": "The OP of \"Let's go, Poludnitsa!\", a biographical show of the eminent Federico, a Grade 1 Fixer of the Devyat' Association..."
    },
    {
      "id": 26,
      "model": "LCD앵두",
      "teller": "Radio",
      "content": "... Allow me to investigate the veracity of her claim."
    },
    {
      "id": 27,
      "model": "모제스1",
      "content": "... No, there is no need to concern yourself with that kind of research."
    },
    {
      "id": 28,
      "model": "모제스1",
      "content": "The song alone shouldn't cause us any concern. Let us head toward the source of the sound."
    },
    {
      "id": 29,
      "model": "중지제자",
      "content": "Ooooh... Ohhhhhh...!!"
    },
    {
      "id": 30,
      "teller": "Old-model TV",
      "title": "The House of Spiders",
      "content": "Take this! Breaking~ Slam!"
    },
    {
      "id": 31,
      "model": "중지제자",
      "content": "Badass... Seriously, that's like, the sickest move of all time..."
    },
    {
      "id": 32,
      "model": "중지제자",
      "content": "Slam a weapon on the ground, use the rebound to leap into the air for the finisher... Lightning~ Kick!!"
    },
    {
      "id": 33,
      "model": "중지제자",
      "content": "Papa, ya gotta teach me how to do that!"
    },
    {
      "id": 34,
      "model": "중지아비",
      "content": "Hmm~ If you wanna try that move, you're gonna need some more leg augmentations and a few more Vengeance Tattoos!"
    },
    {
      "id": 35,
      "model": "중지제자",
      "content": "Then... Can I head out for a sec so I can cross just two more vengeances off the book?"
    },
    {
      "id": 36,
      "model": "중지아비",
      "content": "No. No need, Kiddo."
    },
    {
      "id": 37,
      "model": "중지아비",
      "content": "I was hoping to avoid running into these clowns again..."
    },
    {
      "id": 38,
      "model": "중지아비",
      "content": "What a baffling coincidence."
    },
    {
      "id": 39,
      "model": "이상",
      "content": "......."
    },
    {
      "id": 40,
      "content": "Some time prior to the group's entry into the Backdoor portal..."
    },
    {
      "id": 41,
      "place": "Some time ago, prior to entering the Backdoor",
      "model": "파우스트",
      "content": "When Ryōshū signed the onboarding contract, we also received intel on the internal structure of the House of Spiders."
    },
    {
      "id": 42,
      "model": "파우스트",
      "content": "The issue was that... the order in which individuals entered the Backdoor determined their destination within the House of Spiders with no discernible pattern."
    },
    {
      "id": 43,
      "model": "파우스트",
      "content": "The LCC concluded that this unpredictability is outside the realm of analysis..."
    },
    {
      "id": 44,
      "model": "파우스트",
      "content": "... however, such a variable is still within Faust's control."
    },
    {
      "id": 45,
      "model": "파우스트",
      "content": "To demonstrate, assuming that no one other than us comes in or out of the House of Spiders, Faust knows that the third person to enter the House of Spiders will emerge to the Ring Nursefather's gallery."
    },
    {
      "id": 46,
      "model": "베르길리우스",
      "content": "Then we must discuss with the LCA to determine who's to go where."
    },
    {
      "id": 47,
      "model": "베르길리우스",
      "content": "The sooner that meeting takes place, the better. Everyone should begin their preparations to infiltrate the House of Spiders, save for the Team Leaders, Miss Faust, and... Manager Dante."
    },
    {
      "id": 48,
      "model": "베르길리우스",
      "content": "As for the roster... we will share them once they've been finalized."
    },
    {
      "id": 49,
      "place": "Corridor of the Middle",
      "model": "이상",
      "content": "Coincidence played no hand in our presence here."
    },
    {
      "id": 50,
      "model": "베스파",
      "content": "......."
    },
    {
      "id": 51,
      "model": "중지아비",
      "content": "Still sucks on our end. Looks like... looks like I'll be fighting with my life on the line today. 'Specially with that bumblebee punk on their side."
    },
    {
      "id": 52,
      "model": "중지제자",
      "content": "Holy crap, you're gonna use the sword, too? Sick!"
    },
    {
      "id": 53,
      "model": "중지제자",
      "content": "Then I think I'm gonna... try papa's moves he showed off at the lab."
    },
    {
      "id": 54,
      "model": "중지제자",
      "content": "You guys saw that too, right? When papa kicked up the combo counter on those gun-totin' guys in black armor and pulled off a super, blasting them to smithereens?"
    },
    {
      "id": 55,
      "model": "중지제자",
      "content": "Ah, there's this Fixer who uses a skill similar to papa... Ugh, who was it again? The same guy who worked at that legendary Fixer Office before moving to another one..."
    },
    {
      "id": 56,
      "model": "돈키호테",
      "content": "... Sir Rinaldo of Charles Office."
    },
    {
      "id": 57,
      "model": "중지제자",
      "content": "Oh shit, right! Right! Didn't he have this move where he'd line up, like, 10 dudes in a row and cut 'em all down at once? So cool... but I'm a bit too weak to replicate that move myself..."
    },
    {
      "id": 58,
      "model": "돈키호테",
      "content": "... Hast thou not been... watching a biography of a Fixer of justice until mere moments ago?"
    },
    {
      "id": 59,
      "model": "중지제자",
      "content": "Eh? Ohh, \"Let's Go, Poludnitsa!\"? 'Course, bro. I watch every Fixer-related clip and animation."
    },
    {
      "id": 60,
      "model": "중지제자",
      "content": "You a fan, too? I recognize all of those badges on your coat. Hey, can ya gimme one of 'em?"
    },
    {
      "id": 61,
      "model": "돈키호테",
      "content": "Nay, I shan't..."
    },
    {
      "id": 62,
      "model": "돈키호테",
      "content": "... For I cannot well hand over symbols of Fixers to one who spectates a massacre as though she is observing a mere game."
    },
    {
      "id": 63,
      "model": "중지제자",
      "content": "...?"
    },
    {
      "id": 64,
      "model": "중지제자",
      "content": "Ohhh! So you're playing that kinda character, huh? Neato!"
    },
    {
      "id": 65,
      "model": "중지제자",
      "content": "Doesn't that character in the newest episode of <i>FixAtar</i> talk kinda like that? The guy who crawls out of that hole in the desert..."
    },
    {
      "id": 66,
      "model": "돈키호테",
      "content": "... El Bombín."
    },
    {
      "id": 67,
      "model": "중지제자",
      "content": "Yeah! El Bombín con Botas Naranjas! \"Let this ammunition of justice strike thee down~!\""
    },
    {
      "id": 68,
      "model": "돈키호테",
      "content": "... Silence. I wish... I wish for thy silence. "
    },
    {
      "id": 69,
      "model": "돈키호테",
      "content": "How doth one grapple with the contradiction that is to admire the justice of Fixers through their videos and comic books... yet to behave as thou dost...?"
    },
    {
      "id": 70,
      "model": "중지제자",
      "content": "...?"
    },
    {
      "id": 71,
      "model": "중지제자",
      "content": "Whaddayamean? I just think they're badass, that's all."
    },
    {
      "id": 72,
      "model": "중지제자",
      "content": "Though of course, nobody's beatin' my papa in the badass game!"
    },
    {
      "id": 73,
      "model": "모제스1",
      "content": "Ezra. Do you recognize anything about that Nursefather's sword?"
    },
    {
      "id": 74,
      "model": "에즈라",
      "content": "Mm... just one thing. It's clearly not a Workshop weapon, going by the finish."
    },
    {
      "id": 75,
      "model": "베스파",
      "content": "Is it possible that the weapon is from a Workshop you do not have access to, Miss Ezra?"
    },
    {
      "id": 76,
      "model": "에즈라",
      "content": "It's possible, but that glowy thing inside the scabbard... That thing's gotta be a Relic. Aw~ YuRia probably could've told us more about it if she were here, but... either way, I'm pretty sure it's rare as heck."
    },
    {
      "id": 77,
      "model": "중지아비",
      "content": "Hah. You've an eye for weapons."
    },
    {
      "id": 78,
      "model": "홍루",
      "content": "... That's interesting."
    },
    {
      "id": 79,
      "model": "중지제자",
      "content": "Eh? What's so interesting?"
    },
    {
      "id": 80,
      "model": "홍루",
      "content": "The amount of trash in this room makes me wonder how such a thing came to be in your possession. As far as I know, Relics are so rare and expensive that even the Four Families of Hongyuan don't have that many of them, let alone rare ones."
    },
    {
      "id": 81,
      "model": "돈키호테",
      "content": "Trash...?"
    },
    {
      "id": 82,
      "model": "모제스1",
      "content": "... The floor is littered with empty cup noodle containers and toaster pastry wraps... They must've been eating nothing but junk food for at least a few days."
    },
    {
      "id": 83,
      "model": "중지제자",
      "content": "Papa bought me a whole boxful of 'em."
    },
    {
      "id": 84,
      "model": "중지제자",
      "content": "Out there, it always pissed me off how Big Brothers and Big Sisters would chide me about snacking on nothing but this kinda junk... But ever since I came here, papa's been letting me eat whatever I wanna eat, however much I wanna eat 'em! What about it?"
    },
    {
      "id": 85,
      "model": "이상",
      "content": "... I cannot help but assume they would have adverse effects to one's health."
    },
    {
      "id": 86,
      "model": "중지아비",
      "content": "Worried she'd get sick? It ain't a big deal in the City."
    },
    {
      "id": 87,
      "model": "중지아비",
      "content": "Can't let something trivial like that stop me from feeding tasty treats to my family."
    },
    {
      "id": 88,
      "model": "모제스1",
      "content": "What a shining example of fatherhood."
    },
    {
      "id": 89,
      "model": "모제스1",
      "content": "Which is interesting, because Ryōshū seems to have nothing but hatred for all of you Nursefathers."
    },
    {
      "id": 90,
      "model": "중지아비",
      "content": "... You're walking a mighty thin line by running your mouth about my kid when you don't even know her that well."
    },
    {
      "id": 91,
      "model": "중지아비",
      "content": "... I don't know about her other fathers, but my parental love for Yoshihide, my <i>daughter</i>, has always been completely earnest."
    },
    {
      "id": 92,
      "place": "Somewhere in a mall, Past",
      "model": "중지아비",
      "content": "Havin' a good time, Buddy? Enjoyin' a nice drive with your Papa?"
    },
    {
      "id": 93,
      "model": "과거료슈3",
      "content": "It's alright, I guess."
    },
    {
      "id": 94,
      "model": "과거료슈3",
      "content": "You sure you're not overspending?"
    },
    {
      "id": 95,
      "model": "중지아비",
      "content": "It's been forever since my very own daughter asked me to buy something for her. Money ain't a thing!"
    },
    {
      "id": 96,
      "model": "과거료슈3",
      "content": "I just wanted some tracksuits to wear around home."
    },
    {
      "id": 97,
      "model": "과거료슈3",
      "content": "Don't remember asking for that... massive bear plush."
    },
    {
      "id": 98,
      "model": "중지아비",
      "content": "Eh? A younger sibling I'm close with told me every kid these days carries around something like this."
    },
    {
      "id": 99,
      "model": "과거료슈3",
      "content": "<i>Kid</i> being the keyword there."
    },
    {
      "id": 100,
      "model": "과거료슈3",
      "content": "Besides, isn't this bear plush supposed to be red?"
    },
    {
      "id": 101,
      "model": "중지아비",
      "content": "Want me to do a U-turn?"
    },
    {
      "id": 102,
      "model": "과거료슈3",
      "content": "... No. Purple's fine by me."
    },
    {
      "id": 103,
      "model": "중지아비",
      "content": "Buddy, you ever find anything you don't like, you can talk to me about it. I'll always make sure to avenge the wrongs... no matter what I gotta do to get there."
    },
    {
      "id": 104,
      "place": "Corridor of the Middle",
      "model": "중지아비",
      "content": "If she wanted something, I'd empty my pockets to get it for her, even if that meant I had to borrow money from my younger Brothers and Sisters and risk losing face."
    },
    {
      "id": 105,
      "model": "중지아비",
      "content": "And if she wanted to do something... I let her go wild, as long as it didn't violate the rules of the House of Spiders."
    },
    {
      "id": 106,
      "model": "중지아비",
      "content": "'Cuz that's <i>family</i>. A little sacrifice ain't a thing if it's for one of us."
    },
    {
      "id": 107,
      "model": "홍루",
      "content": "But... Ryōshū left the House of Spiders, despite everything."
    },
    {
      "id": 108,
      "model": "홍루",
      "content": "Have you ever questioned yourself... why?"
    },
    {
      "id": 109,
      "model": "중지아비",
      "content": "... Must've been for that pipsqueak, obviously. I would've snapped that little twerp's neck had I known she'd get in the way of my Yoshihide's bright future."
    },
    {
      "id": 110,
      "model": "이상",
      "content": "I need not hear more to know..."
    },
    {
      "id": 111,
      "model": "이상",
      "content": "... that you were no good father of hers."
    },
    {
      "id": 112,
      "model": "베스파",
      "content": "Team Leader. How much longer are we going to indulge that piece of trash?"
    },
    {
      "id": 113,
      "model": "돈키호테",
      "content": "I am in agreement with the distinguished Color Fixer. 'Tis high time we demonstrated to them the meaning of justice."
    },
    {
      "id": 114,
      "model": "모제스1",
      "content": "*puff* Don't rush. I was about to get started anyway."
    },
    {
      "id": 115,
      "model": "모제스1",
      "content": "This is LCD. Engaging the Middle Nursefather."
    },
    {
      "id": 116,
      "model": "모제스1",
      "content": "Well, I'm sure you've been monitoring the situation here, Manager Dante. So..."
    },
    {
      "id": 117,
      "model": "모제스1",
      "content": "... please proceed according to plan."
    }
  ]
}