{
  "dataList": [
    {
      "id": 0,
      "place": "Corridor of the Ring, Past",
      "model": "약지아비",
      "content": "So, what do you think, Yoshihide? This concept is called \"Minimalism.\""
    },
    {
      "id": 1,
      "model": "약지아비",
      "content": "A bold removal of the unnecessary for the preservation of the essence."
    },
    {
      "id": 2,
      "model": "약지아비",
      "content": "As you must be aware, the human corpus has far too many non-essential parts which harm the purity of it."
    },
    {
      "id": 3,
      "teller": "Terrified Victim",
      "title": "The Ring's Art Ingredient",
      "content": "I'm scared..."
    },
    {
      "id": 4,
      "teller": "Terrified Victim",
      "title": "The Ring's Art Ingredient",
      "content": "Father... Where... are you..."
    },
    {
      "id": 5,
      "model": "과거료슈1",
      "content": "Dad..."
    },
    {
      "id": 6,
      "model": "과거료슈1",
      "content": "This is just too cruel... I don't wanna see it...!"
    },
    {
      "id": 7,
      "model": "과거료슈1",
      "content": "......."
    },
    {
      "id": 8,
      "model": "약지아비",
      "content": "Yoshihide, that is because you are focusing only on the present. Allow yourself to look beyond the subject's momentary suffering—and there you will discover the perpetuity of the structure we will shape from it."
    },
    {
      "id": 9,
      "model": "약지아비",
      "content": "Let us review. The simplicity with which a straight line sunders is a primordial form of structuralism."
    },
    {
      "id": 10,
      "model": "약지아비",
      "content": "I will raise you as a precious pupil of mine, a companion to all of my future artwork. So please, Yoshihide—follow along with my classes."
    },
    {
      "id": 11,
      "model": "약지아비",
      "content": "To reveal the beautiful, original form of the human corpus to the world, the skin must be removed, and the spine severed. That approach, however, runs the risk of being far too safe with the composition."
    },
    {
      "id": 12,
      "model": "약지아비",
      "content": "After all, art is a culmination of moments and choices, and the suffering therein... Yoshihide, will you impart your impression of this piece, how it appears in your eyes...?"
    },
    {
      "id": 13,
      "model": "과거료슈3",
      "content": "I'd say my tastes lean closer to..."
    },
    {
      "id": 14,
      "model": "과거료슈3",
      "content": "... the appreciation of the negative space. Not this kind of butchershop job."
    },
    {
      "id": 15,
      "model": "약지아비",
      "content": "Butchershop, Yoshihide? I was simply hoping to replicate the striking visual imagery of Fauvism."
    },
    {
      "id": 16,
      "teller": "Dying Victim",
      "title": "The Ring's Art Ingredient",
      "content": "Nngh... Do you have any idea who I am?! I'm—I'm—!"
    },
    {
      "id": 17,
      "model": "과거료슈3",
      "content": "Her squealing's getting... real grating."
    },
    {
      "id": 18,
      "model": "과거료슈3",
      "content": "I prefer my canvases quiet."
    },
    {
      "id": 19,
      "model": "약지아비",
      "content": "Ah, you are finally enlightened enough to engage with me in a discourse of tastes."
    },
    {
      "id": 20,
      "model": "약지아비",
      "content": "I'm so happy, Yoshihide..."
    },
    {
      "id": 21,
      "model": "약지아비",
      "content": "Perhaps you will evolve beyond simply learning the art movements created by the other Maestros of the Ring, and..."
    },
    {
      "id": 22,
      "model": "약지아비",
      "content": "... found an art movement of your own someday."
    },
    {
      "id": 23,
      "place": "Corridor of the Ring",
      "model": "약지아비",
      "content": "How I miss those days."
    },
    {
      "id": 24,
      "model": "알리사",
      "content": "Nngh..."
    },
    {
      "id": 25,
      "model": "약지아비",
      "content": "While we certainly had conflicting subjectivities when it came to our tastes... I helped to form the structure and the intellectual framework through which Yoshihide's unique aesthetic sense and her exceptional eye for artistic beauty could thrive."
    },
    {
      "id": 26,
      "model": "이스마엘다침",
      "content": "Alyssa...!"
    },
    {
      "id": 27,
      "model": "호엔하임2",
      "content": "......."
    },
    {
      "id": 28,
      "model": "알리사",
      "content": "Agh... nngh... It... hurts... so much..."
    },
    {
      "id": 29,
      "model": "약지아비",
      "content": "I am not fond of people like her who let their emotions get the better of them."
    },
    {
      "id": 30,
      "model": "약지아비",
      "content": "Most of them have... fragile, thin bones that break far too easily."
    },
    {
      "id": 31,
      "model": "약지아비",
      "content": "True strength comes in the form of agility and the patience to find an opening."
    },
    {
      "id": 32,
      "model": "약지아비",
      "content": "The body does not lie, after all."
    },
    {
      "id": 33,
      "model": "약지아비",
      "content": "Refer to my manikins for more elaboration on that subject. But I've already expounded enough upon the core of the matter."
    },
    {
      "id": 34,
      "model": "싱클레어다침",
      "content": "... It's about whether... all of their senses are alive..."
    },
    {
      "id": 35,
      "model": "약지아비",
      "content": "Precisely."
    },
    {
      "id": 36,
      "model": "약지아비",
      "content": "I suppose you have had the opportunity to enjoy a similar piece of artwork elsewhere? I'll admit, this approach is rather archetypal."
    },
    {
      "id": 37,
      "model": "9장소드다침2",
      "teller": "Radio",
      "content": "Ah..."
    },
    {
      "id": 38,
      "model": "9장소드다침2",
      "teller": "Radio",
      "content": "Apologies, everyone. Let me continue."
    },
    {
      "id": 39,
      "model": "9장소드다침2",
      "teller": "Radio",
      "content": "... More manikins incoming. Prepare for battle."
    },
    {
      "id": 40,
      "model": "이스마엘다침",
      "content": "Dammit..."
    },
    {
      "id": 41,
      "model": "9장소드다침2",
      "teller": "Radio",
      "content": "Sinclair, listen. Let's just... focus on the mission, okay?"
    },
    {
      "id": 42,
      "model": "9장소드다침2",
      "teller": "Radio",
      "content": "Don't look down, don't look away—look ahead."
    },
    {
      "id": 43,
      "model": "싱클레어다침",
      "content": "B-but..."
    },
    {
      "id": 44,
      "model": "9장소드다침2",
      "teller": "Radio",
      "content": "I know exactly what you're reliving. I was right there with you, in that village where that horrible carol was playing, where Effie was..."
    },
    {
      "id": 45,
      "model": "9장소드다침2",
      "teller": "Radio",
      "content": "But... that's behind us now. It's over—what's done is done. There's no undoing it like the way Dante rewinds the clock."
    },
    {
      "id": 46,
      "model": "약지제자2",
      "content": "Maestro, may I share some of the remaining ingredient with Fascia? She'll be happy."
    },
    {
      "id": 47,
      "model": "약지아비",
      "content": "You may, Albina."
    },
    {
      "id": 48,
      "model": "알리사",
      "content": "Hnngh..."
    },
    {
      "id": 49,
      "model": "9장소드다침2",
      "teller": "Radio",
      "content": "It's time... to leave that burning village, Sinclair."
    },
    {
      "id": 50,
      "model": "9장소드다침2",
      "teller": "Radio",
      "content": "Let's leave that painful memory in the past."
    },
    {
      "id": 51,
      "model": "싱클레어다침",
      "content": "The past..."
    },
    {
      "id": 52,
      "model": "약지아비",
      "content": "What sparked your wrath?"
    },
    {
      "id": 53,
      "model": "약지아비",
      "content": "Please, do tell. What caused you to run headlong into this premature death?"
    },
    {
      "id": 54,
      "model": "알리사",
      "content": "Why..."
    },
    {
      "id": 55,
      "model": "알리사",
      "content": "If you were just after the Golden Bough, why..."
    },
    {
      "id": 56,
      "model": "알리사",
      "content": "... did you have to kill them?"
    },
    {
      "id": 57,
      "model": "약지아비",
      "content": "Ah, camaraderie. Even your motivation is ugly."
    },
    {
      "id": 58,
      "model": "약지아비",
      "content": "To ask \"why\" the House of Spiders hunts is akin to asking someone why they exist."
    },
    {
      "id": 59,
      "model": "약지아비",
      "content": "I do not get angry. Anger makes things drab and monotonous. So, I will now proceed to elevate you into artistic completion."
    },
    {
      "id": 60,
      "model": "호엔하임2",
      "content": "... What a meaningful piece of art. Truly."
    },
    {
      "id": 61,
      "model": "약지아비",
      "content": "Pardon?"
    },
    {
      "id": 62,
      "model": "호엔하임2",
      "content": "But if I were to add a few words of advice..."
    },
    {
      "id": 63,
      "model": "호엔하임2",
      "content": "I think your work is rather uninspired."
    },
    {
      "id": 64,
      "model": "약지아비",
      "content": "......."
    },
    {
      "id": 65,
      "model": "이스마엘다침",
      "content": "Hohenheim, what are you—"
    },
    {
      "id": 66,
      "model": "이스마엘다침",
      "content": "......."
    },
    {
      "id": 67,
      "model": "이스마엘다침",
      "content": "Right. I'll use the Ampule on Faust and get her back on her feet if I can find an opening. The manager has to be... occupied with something else."
    },
    {
      "id": 68,
      "model": "호엔하임2",
      "content": "Though I may not look the part, I like to think I have seen far beyond my share of corpses."
    },
    {
      "id": 69,
      "model": "호엔하임2",
      "content": "It's nothing to be proud of, but I've spent years at a company full of these... \"Abnormalities.\""
    },
    {
      "id": 70,
      "model": "호엔하임2",
      "content": "Many of which employed methods of killing my fellow staff that showed far greater artistic merit and depth than anything you have prepared here."
    },
    {
      "id": 71,
      "model": "호엔하임2",
      "content": "Let me think... ah, of course."
    },
    {
      "id": 72,
      "model": "호엔하임2",
      "content": "There was this employee who took on the role of the protagonist, staging quite a poignant play."
    },
    {
      "id": 73,
      "model": "호엔하임2",
      "content": "Their role was to slit the throat of the Captain they respected most, parade their lifeless torso around for 2 hours, and confess their sins to whomever they came across."
    },
    {
      "id": 74,
      "model": "호엔하임2",
      "content": "I watched the play from beginning to end, comforted only by the fact that I was never really that close with that individual. Because once a play had begun, the audience had to watch it to its curtain call."
    },
    {
      "id": 75,
      "model": "약지아비",
      "content": "You... have my attention."
    },
    {
      "id": 76,
      "model": "약지아비",
      "content": "Is there something you would like to impart about this... artwork I am working on?"
    },
    {
      "id": 77,
      "model": "호엔하임2",
      "content": "A few things."
    },
    {
      "id": 78,
      "model": "호엔하임2",
      "content": "One, you're not making full use of your medium."
    },
    {
      "id": 79,
      "model": "호엔하임2",
      "content": "What you show me now is no different from one of those cursory autopsy reports I can find lying around in my office."
    },
    {
      "id": 80,
      "model": "호엔하임2",
      "content": "Your work can be boiled down to simply cutting open a corpus and rearranging its organs in neat order. I do recall, quite vaguely, some Abnormalities with neither originality nor creativity—much like this piece you're working on."
    },
    {
      "id": 81,
      "model": "약지아비",
      "content": "......."
    },
    {
      "id": 82,
      "model": "호엔하임2",
      "content": "And you've drained too much blood, far more than what is necessary. That limits the spectrum of color in your piece."
    },
    {
      "id": 83,
      "model": "호엔하임2",
      "content": "On a more positive note, the element I found most compelling upon closer inspection was the contrasting duet of veins and arteries. It is the kind of expression achievable only through a refined understanding of the human anatomy and its workings."
    },
    {
      "id": 84,
      "model": "약지아비",
      "content": "Ah...!"
    },
    {
      "id": 85,
      "model": "약지아비",
      "content": "So you noticed it after all! That detail alone demanded more than 3 days of devoted labor, yet it failed to resonate with any audience—even with Albina!"
    },
    {
      "id": 86,
      "model": "호엔하임2",
      "content": "Every artist craves the understanding of others. Art for art's sake is without meaning. "
    },
    {
      "id": 87,
      "model": "약지아비",
      "content": "Yes, yes. That is what I was here for. To create a revolutionary artwork, something to move people... and to observe them."
    },
    {
      "id": 88,
      "model": "약지아비",
      "content": "But the others were still so attached to their hollow ambitions and ties to the secular world that they did not even pretend to understand my creations..."
    },
    {
      "id": 89,
      "model": "약지아비",
      "content": "I have harsh words especially for Valencina, for always pickling her body in alcohol, stumbling into my space and almost destroying my work."
    },
    {
      "id": 90,
      "model": "약지아비",
      "content": "As for Rien... he is merely a self-inflicted imitation—no more than a simulacrum that mimics, at the behest of the Prescript, the fate of a certain Fixer in the Library..."
    },
    {
      "id": 91,
      "model": "약지아비",
      "content": "Fuhu... I suppose I've gotten ahead of myself in all this excitement. Please do excuse my faux pas."
    },
    {
      "id": 92,
      "model": "약지아비",
      "content": "Returning to the subject at hand... If you were to work on this piece, how would you add the missing artistic element?"
    },
    {
      "id": 93,
      "model": "호엔하임2",
      "content": "... The fasciculus of humans, when desiccated in an oxygen-deprived environment for days, begins to emanate a faint glow."
    },
    {
      "id": 94,
      "model": "호엔하임2",
      "content": "Perhaps you could use that as half-decent decoration."
    },
    {
      "id": 95,
      "model": "호엔하임2",
      "content": "Another thing—don't trap yourself in a box thinking that macabre violence and the exhibition thereof is all there is to art. Make your art tell a story that is unique to you."
    },
    {
      "id": 96,
      "model": "호엔하임2",
      "content": "An example:"
    },
    {
      "id": 97,
      "model": "호엔하임2",
      "content": "While the rest of my body is unremarkable, I am the individual with the most remarkably genius brain in this company."
    },
    {
      "id": 98,
      "model": "호엔하임2",
      "content": "How about this? Split open my skull to reveal the brain underneath, and let that be your finishing touch. I hear that knowledge and the number of folds in one's brain have a direct correlation. This would be a good opportunity for me to observe that."
    },
    {
      "id": 99,
      "model": "호엔하임2",
      "content": "As you must be aware, compared to other organs, the brain is highly complex and fickle to work with. I assure you, it will be a good challenge."
    },
    {
      "id": 100,
      "model": "약지아비",
      "content": "Yes, I agree... the harder the material is to work with, the more exciting it becomes when I've finally tamed it as my own..."
    },
    {
      "id": 101,
      "model": "약지아비",
      "content": "Now... Come closer, and speak your name to me."
    },
    {
      "id": 102,
      "model": "호엔하임2",
      "content": "... Hohenheim."
    },
    {
      "id": 103,
      "model": "호엔하임2",
      "content": "I have never been so ashamed of my own name."
    },
    {
      "id": 104,
      "model": "싱클레어다침",
      "content": "S-stop, Mister Hohenheim..."
    },
    {
      "id": 105,
      "model": "싱클레어다침",
      "content": "W-what are you even trying to do?"
    },
    {
      "id": 106,
      "model": "싱클레어다침",
      "content": "We're all too hurt to do anything. Faust, Ishmael, and me..."
    },
    {
      "id": 107,
      "model": "호엔하임2",
      "content": "Well... my best, I suppose."
    },
    {
      "id": 108,
      "model": "싱클레어다침",
      "content": "But—"
    },
    {
      "id": 109,
      "model": "호엔하임2",
      "content": "I am well aware. My gear and weapon are... utterly inadequate to defeat a man of such strength."
    },
    {
      "id": 110,
      "model": "호엔하임2",
      "content": "But what matters is that I am determined to never regret anything, ever again."
    },
    {
      "id": 111,
      "model": "호엔하임2",
      "content": "Besides, there are moments when gambling may yield a rather fascinating outcome."
    },
    {
      "id": 112,
      "model": "싱클레어다침",
      "content": "Remember... at the check-up? My placement in your scale of power was..."
    },
    {
      "id": 113,
      "model": "싱클레어다침",
      "content": "I... I'm just not strong enough... I can't turn this situation around..."
    },
    {
      "id": 114,
      "model": "호엔하임2",
      "content": "Stop thinking in numbers. Forget those rankings."
    },
    {
      "id": 115,
      "model": "호엔하임2",
      "content": "One may come to mistake numbers as the ultimate truth of the world, as something that interweaves both rationality and analysis; however, the numbers themselves are but conduits by which we may physically realize and translate the abstract into the present reality."
    },
    {
      "id": 116
    },
    {
      "id": 117,
      "model": "싱클레어다침",
      "content": "The present..."
    },
    {
      "id": 118,
      "model": "약지아비",
      "content": "It is time, dear Hohenheim."
    },
    {
      "id": 119,
      "model": "약지아비",
      "content": "Thank you. Thank you for understanding me."
    },
    {
      "id": 120,
      "model": "약지아비",
      "content": "I will preserve and cherish you until the day I am gone."
    },
    {
      "id": 121,
      "model": "호엔하임공중",
      "content": "Yes, and... while this may be an unnecessary concern, I would prefer it if you could avoid wearing something like that... wide-brimmed hat of yours."
    },
    {
      "id": 122,
      "model": "약지아비",
      "content": "Ah, this hat?"
    },
    {
      "id": 123,
      "model": "약지아비",
      "content": "A long, long time ago, I wished to delve into the depths of the physical manifestation of my mind. Then, I realized that my skills were yet too immature to attempt such a thing... and bound it together once again."
    },
    {
      "id": 124,
      "model": "호엔하임공중",
      "content": "Aha, so the hat is a kind of helmet or a brace, as the wound never fully closed..."
    },
    {
      "id": 125,
      "model": "호엔하임공중",
      "content": "And here I thought it was some horribly ill-conceived fashion choice."
    },
    {
      "id": 126,
      "model": "약지아비",
      "content": "And what significance does it bear in your present circumstance?"
    },
    {
      "id": 127,
      "model": "호엔하임공중",
      "content": "Well, I was hoping that..."
    },
    {
      "id": 128,
      "model": "호엔하임공중",
      "content": "... I should be able to inflict some degree of damage with my surprise attack."
    },
    {
      "id": 129
    },
    {
      "id": 130,
      "model": "호엔하임2",
      "content": "How is it? I don't suppose you saw that coming."
    },
    {
      "id": 131,
      "model": "호엔하임2",
      "content": "It is an E.G.O called \"Diffraction\"—extracted from a particularly tricky Abnormality."
    },
    {
      "id": 132,
      "model": "호엔하임2",
      "content": "I'm curious if you ever learned the lesson that there's always more to reality than what meets the eye... or that the really important things are invisible to the eye."
    },
    {
      "id": 133,
      "model": "약지아비2",
      "content": "........"
    },
    {
      "id": 134,
      "model": "약지제자2",
      "content": "Maestro!"
    },
    {
      "id": 135,
      "model": "약지아비2",
      "content": "... My amygdala is shaking. The corpus amygdaloideum is connected to the brainstem, which is involved in the brain’s emotional centers."
    },
    {
      "id": 136,
      "model": "약지아비2",
      "content": "Ah... when Yoshihide shattered that sword of mine so long ago..."
    },
    {
      "id": 137,
      "model": "약지아비2",
      "content": "... I believe I felt an emotion similar to this."
    },
    {
      "id": 138,
      "model": "호엔하임공중",
      "content": "Hnngh..."
    },
    {
      "id": 139,
      "model": "이스마엘다침",
      "content": "This is our opening...! Faust and I are both almost healed. We can't give him any time to—agh...!"
    },
    {
      "id": 140,
      "model": "약지제자2",
      "content": "I can't let you do that. Not before we become friends."
    },
    {
      "id": 141,
      "model": "싱클레어다침",
      "content": "... Ishmael! Faust!"
    },
    {
      "id": 142,
      "model": "약지아비2",
      "content": "Oh, you're the one who suddenly collapsed in the Research Facility, aren't you?"
    },
    {
      "id": 143,
      "model": "약지아비2",
      "content": "While wrath may indeed force your body to function beyond its breaking point... even that has its limits."
    },
    {
      "id": 144,
      "model": "약지아비2",
      "content": "83% of your body has been heavily damaged. At that level, even properly wielding your weapon becomes a challenge."
    },
    {
      "id": 145,
      "model": "약지아비2",
      "content": "The corpus works in immaculate ways indeed. Every cause and effect is crystal clear."
    },
    {
      "id": 146,
      "model": "싱클레어다침",
      "content": "Dante... if you're watching... do something—please, do something...!"
    },
    {
      "id": 147,
      "model": "싱클레어다침",
      "content": "......."
    },
    {
      "id": 148,
      "model": "싱클레어다침",
      "content": "I can't... rely on others to solve my problems... forever."
    },
    {
      "id": 149,
      "model": "약지제자2",
      "content": "Don't leave. The others are gone—you're the only one left here to be friends with me and Fascia."
    },
    {
      "id": 150,
      "model": "싱클레어다침",
      "content": "... Get off me."
    },
    {
      "id": 151,
      "model": "약지아비2",
      "content": "There are faster ways, indeed. But I would prefer to choke the air out of him..."
    },
    {
      "id": 152,
      "model": "약지아비2",
      "content": "... because asphyxiation is the most appropriate approach to ensure that the subject suffers for as long as possible without leaving any damage to the corpus."
    },
    {
      "id": 153,
      "model": "호엔하임공중",
      "content": "*choke*"
    },
    {
      "id": 154,
      "model": "약지제자2",
      "content": "And that is the Maestro's special brand of mercy."
    },
    {
      "id": 155,
      "model": "약지제자2",
      "content": "He is demonstrating his act of creation before all of us..."
    },
    {
      "id": 156,
      "model": "약지제자2",
      "content": "Now, let us both become audience to this rare opportunity. Keep your eyes peeled to the end."
    },
    {
      "id": 157,
      "model": "약지제자2",
      "content": "In the future, I want to be a Maestro who has surpassed even my Maestro. What are your dreams?"
    },
    {
      "id": 158,
      "model": "싱클레어다침",
      "content": "The future..."
    },
    {
      "id": 159
    },
    {
      "id": 160,
      "model": "싱클레어다침",
      "content": "... Suffusing within me..."
    },
    {
      "id": 161,
      "model": "싱클레어다침",
      "content": "... is a scent..."
    },
    {
      "id": 162,
      "model": "싱클레어다침",
      "content": "A stench..."
    },
    {
      "id": 163,
      "model": "약지아비2",
      "content": "... I beg your pardon? My gallery boasts a perfect balance of temperature and humidity for the preservation of artworks. They are isolated from external contaminants at all times."
    },
    {
      "id": 164,
      "model": "싱클레어다침",
      "content": "The stench that sticks... the stench of... rot..."
    },
    {
      "id": 165,
      "model": "싱클레어다침",
      "content": "I see..."
    },
    {
      "id": 166,
      "place": -1
    },
    {
      "id": 167,
      "model": "싱클레어다침",
      "content": "The Smoke... was blue."
    },
    {
      "id": 168,
      "place": -1
    }
  ]
}