{
  "dataList": [
    {
      "id": 0,
      "content": "The child had nothing left. There was too much she had lost."
    },
    {
      "id": 1,
      "content": "Her lost right eye, her lost colleagues, her lost workplace, her lost trust. Countless other lost things flashed together in her mind."
    },
    {
      "id": 2,
      "model": "파우스트",
      "title": "Lobotomy Corp. Remnant",
      "content": "The job’s done. I’ll be heading back."
    },
    {
      "id": 3,
      "content": "After that short report, the child shoved the transmitter into her pocket."
    },
    {
      "id": 4,
      "content": "The world within her single-lens view…"
    },
    {
      "id": 5,
      "content": "A dead person, separated into two halves, succumbed on the cold floor of the Backstreets; illuminated by an ill-maintained blue, blinking and flickering."
    },
    {
      "id": 6,
      "model": "파우스트",
      "title": "Lobotomy Corp. Remnant",
      "content": "Do you know?"
    },
    {
      "id": 7,
      "content": "The child asked a question to someone who couldn’t reply."
    },
    {
      "id": 8,
      "content": "The child, expecting nothing as an answer, goes on."
    },
    {
      "id": 9,
      "model": "파우스트",
      "title": "Lobotomy Corp. Remnant",
      "content": "When will Faust’s work be recognized?"
    },
    {
      "id": 10,
      "content": "No one, not even a common insect, is there to lend an ear to her withered lament."
    },
    {
      "id": 11,
      "model": "파우스트",
      "title": "Lobotomy Corp. Remnant",
      "content": "When will I be free of the stigma that binds me to a fallen Wing?"
    },
    {
      "id": 12,
      "content": "If there is one thing she hasn’t lost, it would be a fact, tying her to the old L Corp… Yes, the fact that she once worked for the company where my children resided."
    },
    {
      "id": 13,
      "model": "파우스트",
      "title": "Lobotomy Corp. Remnant",
      "content": "Is there a reason why I had to come out alive from that living hell?"
    },
    {
      "id": 14,
      "model": "파우스트",
      "title": "Lobotomy Corp. Remnant",
      "content": "Is there any place that needs me?"
    },
    {
      "id": 15,
      "model": "파우스트",
      "title": "Lobotomy Corp. Remnant",
      "content": "Did anybody else survive that sudden burial? What was the meaning of those shining nights and sunless days?"
    },
    {
      "id": 16,
      "content": "The child let out a small sigh…"
    },
    {
      "id": 17,
      "model": "파우스트",
      "title": "Lobotomy Corp. Remnant",
      "content": "There is nothing Faust can know."
    },
    {
      "id": 18,
      "content": "Her tiny breath scattered away before it could fill that small corner of the alley."
    }
  ]
}