{
  "dataList": [
    {
      "id": 0,
      "teller": "Kashira",
      "title": "Kurokumo Clan",
      "content": "You little…"
    },
    {
      "id": 1,
      "content": "The child whose face was red with fury came very close to spewing forth insults."
    },
    {
      "id": 2,
      "teller": "Kashira",
      "title": "Kurokumo Clan",
      "content": "You’ve been with us for a while, yeah, brat?"
    },
    {
      "id": 3,
      "model": "홍루",
      "title": "Kurokumo Wakashu",
      "content": "It’s Hong Lu, not “brat”."
    },
    {
      "id": 4,
      "teller": "Kashira",
      "title": "Kurokumo Clan",
      "content": "…Thought I’d’ve gotten used to your rude nonsense by now, but it still gets me mad."
    },
    {
      "id": 5,
      "content": "It’s no wonder that this child is so upset."
    },
    {
      "id": 6,
      "content": "The Kurokumo Clan is a Finger’s subsidiary, and that Finger is none other than the Thumb."
    },
    {
      "id": 7,
      "content": "The Thumb, who put rules and discipline above all else…"
    },
    {
      "id": 8,
      "content": "Said hierarchy extends to the ranks within its Syndicates, too."
    },
    {
      "id": 9,
      "content": "From Kumicho to Kashira, Hosa, and Wakashu… a superior’s orders are absolute, and disobedience could be punished with severed fingers, arms, and even heads."
    },
    {
      "id": 10,
      "content": "It makes you wonder why the Kashira decides to keep this child named Hong Lu around despite his bad manners…"
    },
    {
      "id": 11,
      "teller": "Kashira",
      "title": "Kurokumo Clan",
      "content": "Though, I’ll say you sure can manage your men like no other…"
    },
    {
      "id": 12,
      "content": "Well, it seems that he at least does what he’s told."
    },
    {
      "id": 13,
      "content": "And, he’s apparently good at it, too; which explains how he’s remained until now."
    },
    {
      "id": 14,
      "model": "홍루",
      "title": "Kurokumo Wakashu",
      "content": "I have my eyes on the useful ones. I just have to take them with me and deal with the job as usual, right?"
    },
    {
      "id": 15,
      "teller": "Kashira",
      "title": "Kurokumo Clan",
      "content": "…Yep. And do something about how you address your superiors while you’re there."
    },
    {
      "id": 16,
      "content": "“‘Cause I’m your boss,” the Kashira said to him with a cackle."
    }
  ]
}