{
  "dataList": [
    {
      "id": 0,
      "place": "Pawn Avenue",
      "model": "파우스트",
      "content": "Allow me to give a rundown of the plan."
    },
    {
      "id": 1,
      "model": "파우스트",
      "content": "Our primary objective is to infiltrate the casino unsuspected; it will be critical for the successful recovery of the Golden Bough."
    },
    {
      "id": 2,
      "model": "파우스트",
      "content": "According to the information we’ve acquired, the casino has three entrances."
    },
    {
      "id": 3,
      "model": "파우스트",
      "content": "One for ordinary visitors, one reserved for VIPs, and lastly, the backdoor used by employees."
    },
    {
      "id": 4,
      "model": "파우스트",
      "content": "We’ll split into three groups of four Sinners to cover each entrance… Four of us will disguise as croupiers, four will pose as guests, and four will play the role of VIPs."
    },
    {
      "id": 5,
      "model": "오티스",
      "content": "Working in smaller groups will certainly draw less attention."
    },
    {
      "id": 6,
      "model": "이상",
      "content": "It is wiser to divide rather than unite."
    },
    {
      "id": 7,
      "model": "파우스트",
      "content": "Open the envelopes I gave out to confirm the role you’ve been assigned."
    },
    {
      "id": 8,
      "model": "파우스트",
      "content": "Also, the higher-ups expressed concern over our performance."
    },
    {
      "id": 9,
      "model": "파우스트",
      "content": "They stress that the company’s future plans hinge on whether we can retrieve the Golden Bough through this operation."
    },
    {
      "id": 10,
      "model": "파우스트",
      "content": "Therefore, we will collaborate on a joint operation."
    },
    {
      "id": 11,
      "model": "단테",
      "content": "<Joint operation?>"
    },
    {
      "id": 12,
      "model": "파우스트",
      "content": "Our partner is a special forces unit consisting of professionals and veterans…"
    },
    {
      "id": 13,
      "model": "파우스트",
      "content": "I believe they are now monikered the ‘LCC’, short for the Limbus Company Clearance Department. Rest assured that they are our betters, at least in espionage operations."
    },
    {
      "id": 14,
      "model": "이스마엘",
      "content": "I thought twelve people was already a crowd."
    },
    {
      "id": 15,
      "model": "그레고르",
      "content": "Guess someone finally realized that more isn’t always merrier."
    },
    {
      "id": 16,
      "model": "홍루",
      "content": "Wowzer! I haven’t met staff from other teams before. Just where could they be?"
    },
    {
      "id": 17,
      "content": "Hong Lu looked around, expecting Faust to bring them forward for introductions any second."
    },
    {
      "id": 18,
      "content": "…Needless to say, no one showed up like he expected."
    },
    {
      "id": 19,
      "model": "파우스트",
      "content": "We’ll be heading to the pawnshop."
    },
    {
      "id": 20,
      "model": "그레고르",
      "content": "Is pawning still a thing these days?"
    },
    {
      "id": 21,
      "model": "파우스트",
      "content": "We’re in the so-called pawnbroker’s avenue. Most businesses double as pawnshops here."
    },
    {
      "id": 22,
      "model": "파우스트",
      "content": "That place is our rendezvous. Let’s head inside."
    }
  ]
}