{
  "dataList": [
    {
      "id": 0,
      "content": "ふむ…。"
    },
    {
      "id": 1,
      "content": "市内に出るのは実に久々だ。"
    },
    {
      "id": 2,
      "content": "毎日のように書館で本ばかり抜き取って読むばかりだと思っていたさ、\n3課に上がってからは個人室から移るときを除いて、\n殆ど陽の光を浴びることもなかったから。"
    },
    {
      "id": 3,
      "content": "ずっと引き籠もってないでたまには外の空気を吸えと仲間たちが\n背中を押してくれなければ、おそらく今日も変わらぬ日々だっただろう。"
    },
    {
      "id": 4,
      "content": "だが、まあ…いざ外に出てみると、案外悪くはないものだ。"
    },
    {
      "id": 5,
      "content": "ごった返しでうるさいだけだと思っていた周囲の騒音も、\n活字に没頭しているうちにただのホワイトノイズのように感じられ\nむしろ集中の助けになっている。"
    },
    {
      "id": 6,
      "content": "ふむ…この茶も中々味が善いし、協会の備品として置くよう\n提案してみるのも悪くないかもしれないな。"
    },
    {
      "id": 7,
      "content": "空は人工の装飾ゆえに不自然なほど青いのが欠点だが\n作られた青さであれど、心を幾分か晴れやかにしてくれるようだ。"
    },
    {
      "id": 8,
      "content": "これくらいなら、背中を押されて出てきたにしては\n良い収穫ではあるまいか。"
    },
    {
      "id": 9,
      "content": "せっかく馴染みのないものに親しくなると心に決めたのだから、\nこういうことも少しずつ知っていこうではないか。"
    },
    {
      "id": 10,
      "content": "…ただ、仲間たちとわちゃわちゃと連れ立って\n歩き回る文化にまで馴染むには、まだ時間が掛かりそうな気はする。"
    },
    {
      "id": 11,
      "content": "もともと人付き合いがそこまで嫌いというわけではないのだが、\n協会に足を踏み入れて以来、ずっと書館に引きこもっていたから。"
    },
    {
      "id": 12,
      "content": "愚かにも…だ。"
    },
    {
      "id": 13,
      "content": "ただ独りで身体を鍛錬し、各種書籍を耽読するだけで\n高みへ至れんと信じていたのだから。"
    },
    {
      "id": 14,
      "content": "…だが、私は長い間\n4課から昇格することができなかった。"
    },
    {
      "id": 15,
      "content": "火はひとりでに着くことはないという、最も単純な命題を悟れずに\nただ、入れる薪をより良いものに変えようとしたのだから\nある意味当然のことだったのかもしれない。"
    },
    {
      "id": 16,
      "content": "今になって思えば、南部4課で手刀を学んだのも\nそのような悟りを助けるためだったのかもしれないな。"
    },
    {
      "id": 17,
      "content": "手を刀のように使えなどという奇怪な教えを\n最初は理解できなかったが…。"
    },
    {
      "id": 18,
      "content": "一つの考えに囚われずにいれば、炎はどこからでも\n立ち上るものだと悟ってからやっと\n私はようやく3課へと昇ることができたのを見るにだな。"
    },
    {
      "id": 19,
      "content": "…今や私は、炎を纏(まと)う剣を使う。"
    },
    {
      "id": 20,
      "content": "刃には炎が揺らめき、それは敵を容易く焼き払う。"
    },
    {
      "id": 21,
      "content": "そして、それらはリウ協会が今に至るまでに経てきた\n数多の工房の足取りが結んだ技術であることも知っている。"
    },
    {
      "id": 22,
      "content": "誰もが手にできるが、誰にでも燃やすことができないリウの炎。"
    },
    {
      "id": 23,
      "content": "リウの制式装備はどれもそうだ。\n炎がまとわりついてくるこの武具は皆にとって簡単に使えるにも\nかかわらず、真の力を引き出すには悟りが要るように造られている。"
    },
    {
      "id": 24,
      "content": "6課の手甲から始まり、一つずつ受け取る武具を積み重ねて\n1課に至ったときに完成する「共に在ること」の大切さを\nそのように強調したかったのであろう。"
    },
    {
      "id": 25,
      "content": "一人ならどれだけ自由に剣を振るえようとも\nやがて火種を失い、危機に陥ることになり。"
    },
    {
      "id": 26,
      "content": "共にならば、たとえ木剣であろうと仲間の火種を借りて\nより大きく、より強い炎を熾(おこ)せるだろうから。"
    },
    {
      "id": 27,
      "content": "東部への派遣申請をしたのも、似た理由だ。"
    },
    {
      "id": 28,
      "content": "たとえ地域によって型や礼法、\n課ごとの技量の差も異なるとはいえ…。"
    },
    {
      "id": 29,
      "content": "最も重要なリウの基本原則、調和と温もりが\nどこに息づいているのかを知ることができるのなら。"
    },
    {
      "id": 30,
      "content": "彼らがどのように他者と対話し、理解を深めていくのかを\n知ることができるのなら…私は、さらに先へ進めるだろう。"
    },
    {
      "id": 31,
      "content": "そして、ついでに。"
    },
    {
      "id": 32,
      "content": "今日も私の背中を押してくれた仲間たちに、\n少しでも近づく方法を見つけられるであろう。"
    }
  ]
}