{
  "dataList": [
    {
      "content": "降る雨は凍(しば)れるほどに痛い。"
    },
    {
      "content": "雨粒には過去の記憶たちが宿っているから。あの人に拾われたときから、\nその邸宅の面々が毎日オレに刻み込んだ記憶たちが。"
    },
    {
      "content": "だから、オレは降りつけてくる\nにわか雨をあえて防ごうとしたことは無かった。"
    },
    {
      "content": "記憶が刺激されるたび、その八つ裂きにして殺すべき奴らに\n復讐をしなければならないという事実を絶えず想起させることができたから。"
    },
    {
      "content": "…あの邸宅には、傘といえるものも無かった。"
    },
    {
      "content": "雨粒が肌に染み入ろうとしたときも、\n薄く小さな布でさえそれを撥(はじ)くことはできなかったのだから。"
    },
    {
      "content": "もしかすると、この雨を全て避けることはできずとも\n濡れた服を乾かせさえすれば\n生きていくのも悪くないと思えたのではないだろうか。"
    },
    {
      "content": "そんな錯覚なぞ、この人生で\nたったの一回ですら覚えるなという風にな。"
    },
    {
      "content": "はぁ。むしろ良かった。そういうものが無いおかげでオレのこの復讐心は\nより鮮明になるのだから。"
    },
    {
      "content": "既に、復讐を決心することになった記憶のいくつかは\n喪われてしまった。"
    },
    {
      "content": "確かに邸宅を出て、この場所を潰して無惨な姿にしてやると\n思うようになった決定的な切っ掛けがあったはずだが…。"
    },
    {
      "content": "いや、こんなことを考え続けても意味は無い。\n決定された以上、復讐は達成すべき目標でしか無いから。"
    },
    {
      "content": "ただ…オレに篠突く雨を降らせたその邸宅の人間たちへ\n血が噴き出し、骨が突き抜ける鋭い嵐をお見せしてやろう。"
    },
    {
      "content": "それだけでいい。\n俺の人生の理由はそれだけで十分だ。"
    },
    {
      "content": "…この森は高く、静かな場所だ。"
    },
    {
      "content": "嵐が吹き付ける瞬間にも\nあのクソでかい邸宅がありありと見える、鬱蒼とした森。"
    },
    {
      "content": "確かな目的が前にあるとき\n憎悪は薄れること無く、そして余すことなくオレを満たしてくれる。"
    },
    {
      "content": "時にはバトラーたちが洗濯物を干したり、外部の客が晩餐を楽しみに\n出入りするのを見て、楽しかった瞬間を時々思い出すこともある。"
    },
    {
      "content": "事あるごとにブツブツ文句を言うような口調だったが、\n邸宅の誰よりもオレの面倒を見てくれたチーフバトラーの姿も時々思い出す。"
    },
    {
      "content": "…いや、こんなものは幻想だ。"
    },
    {
      "content": "地獄のような時間が過去になりながら思い出になり、遂にはそれを\n楽しかったものだと錯覚させる弱い、弱い心の方便だ。"
    },
    {
      "content": "どうせ彼らと過ごした記憶は、\n既に白く濁った霧のように薄れているから。"
    },
    {
      "content": "その記憶の中に、オレしかいなかった\nわけじゃ無かった気がするが…確かに…。"
    },
    {
      "content": "いや、もういい。全て消し去れば良い、全て消し去れば…過去と記憶を\n丸ごと消し去ってしまえばこんな動揺も終わるだろう。"
    },
    {
      "content": "どうせ…要らない記憶だっただろう。\n全て美化されたんだろう。"
    },
    {
      "content": "いまや本当に一瞬すら、あの邸宅で\nオレが休める場所はないだろうから。"
    },
    {
      "content": "この剣を得た日だっただろうか、あるいは無数のオレに会ったり\n覗き込んだりしたあの日だっただろうか。"
    },
    {
      "content": "あるいはお坊ちゃんの邸宅を攻撃するとき、斬り裂きながら\n数多くのバトラーたちの死体を作った日だっただろうか。"
    },
    {
      "content": "オレは倒した奴らから\n服従の魂を縛り付ける方法に気付いた。"
    },
    {
      "content": "誰にも教わっていなかったが、無数の世界のオレが\nそんな者たちを引き連れているから\nオレも当然、それと似たものに変化したんだろう。"
    },
    {
      "content": "この者たちの絶えぬ憎悪と怨声が聞こえてくる。\nだが、それと共にオレに忠誠を捧げるしか無い不合理な図は\nかなり笑えるものだった。"
    },
    {
      "content": "ワイルドハントの行列を率いて、\nお坊ちゃんの役立たずな腕を喰いちぎり。"
    },
    {
      "content": "オレは、オレ自ら主催する晩餐が\nあの邸宅で行われるであろうと声高に宣言した。"
    },
    {
      "content": "猶予は十分に与えよう。"
    },
    {
      "content": "腕を失った分だけ、オレに憎悪を積み上げたであろう\nあのお坊ちゃんのレイピアはどれだけ鋭いのだろうか。"
    },
    {
      "content": "既に死んでいる奥様を一日中探しているチーフバトラーの\nトーションはどれだけ固いのだろうか。"
    },
    {
      "content": "裏切りを感じている元保母の怒声が\nどれだけ頭を揺らすだろうか。"
    },
    {
      "content": "あらゆる準備を終えてから晩餐にオレを招待してこそ、\nオレの復讐の真骨頂を見せられるだろう。"
    },
    {
      "content": "充血した眼と、思いっきり膨れ上がった血筋を露わにしながら\nオレとオレの行列に立ち向かうことを望んでいる。"
    },
    {
      "content": "そしてオレは果ての果てに奴らを全員ぶっ潰し…。"
    },
    {
      "content": "嵐の吹き付けるあの丘の上で、全てが粉々に壊れた様子を見ながら\n何も残っていないであろうあの地面の上に立っているだろう。"
    },
    {
      "content": "そして、それまでのオレの哀しみと…怒りを…。"
    },
    {
      "content": "…確か。"
    },
    {
      "content": "これを誰かに…吐き出すつもりだったはずなのに。"
    },
    {
      "content": "それだけじゃない…。"
    },
    {
      "content": "何かのために必死でやってきたことが…。"
    },
    {
      "content": "雨が…また降りつけてくるな。"
    },
    {
      "content": "そうだ、こんなに鋭い雨粒に当たっても思い浮かばないということは。"
    },
    {
      "content": "オレが今思い浮かべている過去の痛みに比べると\n限りなく些細なことに過ぎないということだろう。"
    },
    {
      "content": "だから、気にしない。"
    },
    {
      "content": "邸宅の一握の灰にしてしまえば思い出せるかもしれない。"
    },
    {
      "content": "…思い出せなくとも、復讐を果たすことで\n目標を達成することになるから。"
    },
    {
      "content": "…鏡はもしかしたら、嘘で満ちているのかもしれない。"
    },
    {
      "content": "ここに来て記憶に残るのは…結局のところ\n誰かが言っていた、いつかの一言だけだ。"
    }
  ]
}