{
  "dataList": [
    {
      "id": 0,
      "content": "カチッ。カチッ。カチッ。"
    },
    {
      "id": 1,
      "content": "ごく稀に、足袋が古木の床板を踏んで\n<ruby=きし>軋</ruby>む音のみが聞こえる主様の廊下。"
    },
    {
      "id": 2,
      "content": "その中には何処かに掛けられているであろう時計が、\n規則正しく音を刻んでおります。"
    },
    {
      "id": 3,
      "content": "この空間の中でいかなることがあろうとも、\nたとえ誰か一人が死のうとも止まることなきその音は…。"
    },
    {
      "id": 4,
      "content": "まるで、小生の命が刻一刻と萎えゆくことを\n刹那の度に思い起こさせているかのようでございますな。"
    },
    {
      "id": 5,
      "content": "本日は喜ばしき日にございます。"
    },
    {
      "id": 6,
      "content": "誠に久方ぶりに、主様より剣術を賜る日であるがゆえに。"
    },
    {
      "id": 7,
      "content": "嬉しくもございますが、同時に震えもする瞬間でございます。"
    },
    {
      "id": 8,
      "content": "少しでもあの御方の機嫌を損ねれば、\nあの御方の怒りを帯びた刃を必死に防がねばならぬゆえに。"
    },
    {
      "id": 9,
      "content": "…しかしながら。"
    },
    {
      "id": 10,
      "content": "本日も主様はいかなる欠点も叱責なさらぬまま、\n僕の剣路のみを審査なさる様子でございます。"
    },
    {
      "id": 11,
      "content": "僕が<ruby=きず>瑕</ruby>一つなき模造品として育ったがゆえでございましょうか？"
    },
    {
      "id": 12,
      "content": "いや、そのようなことはありませぬ。"
    },
    {
      "id": 13,
      "content": "何時からでございましょうか、僕にいかなる関心も\n向けられておらぬと思い始めた頃からでございましょうか。"
    },
    {
      "id": 14,
      "content": "主様は今や、もはや僕にいかなる訓戒もなさいませぬ。"
    },
    {
      "id": 15,
      "content": "指南を賜る日を除けば、何か新しきことをお教えになることも\n姿勢を正してくださることもございませぬ。"
    },
    {
      "id": 16,
      "content": "初めて子方となったときには常に恐ろしきばかりであった指南の日も、\n今やあの頃が恋しいと思うことがふと浮かんでは、はっと驚くこともございます。"
    },
    {
      "id": 17,
      "content": "…極めて短き、いかなる会話一つとてなかった指南の時が終われば\n小生は御動きの不自由な主様をお支えして<ruby=おいど>御居所</ruby>へとお送りいたします。"
    },
    {
      "id": 18,
      "content": "主様のお体の具合が優れぬことは\n今に始まったことではございませぬが、"
    },
    {
      "id": 20,
      "content": "小生はこのようなとき、束の間の哀れみを覚えることがございます。"
    },
    {
      "id": 21,
      "content": "数多の時を荒き言葉で斬られてきたにもかかわらず、\n主様が斯様に弱きお姿をお見せになるときは…\n過去がそっと忘れられもするようでございます。"
    },
    {
      "id": 22,
      "content": "主様がご一緒なさらぬゆえ、自ずと小生は独り過ごす日が増えました。"
    },
    {
      "id": 23,
      "content": "その間、小生は縁側に座り\n静かに外を眺めることがございます。"
    },
    {
      "id": 24,
      "content": "ここ、縁側からは蜘蛛の巣の他の親方や子方たちが歩き回るのが\n丸見えであるゆえ、彼らを観察するには誠に好都合でございます。"
    },
    {
      "id": 25,
      "content": "親指の子方はまた何か親方の機嫌を損ねることをしたようでございます。\n荒々しくガチャガチャと音が聞こえて顔を向ければ、大抵はあちらの事でございましたな。"
    },
    {
      "id": 26,
      "content": "実のところ、特段過ちを犯していないときも斯様に乱暴を振るっているようでは\nございましたが…またそうかと思えば些細な行いを持ち上げたり\n褒めたりもしておりました。こういうのを気分屋と申すのでございましょうか。"
    },
    {
      "id": 27,
      "content": "…あれは中指の子方でございますな。\n本日は独りでおる様子にございます。"
    },
    {
      "id": 28,
      "content": "親方が自動車のトランク一杯に何やらを積んで参ることが多きゆえ、\n今回もそうではなかろうかと。"
    },
    {
      "id": 29,
      "content": "あの者は独りでいるときも親方と共にいるときも、\n振る舞いに大して違いがございませぬ。主に絵冊子を覗き込むか、\n騒々しき音の出る映像物を見ておるばかりでございますから。"
    },
    {
      "id": 30,
      "content": "親方が一緒であれば、互いにああだこうだと言葉を交わしながら\n共に見るということを除いては…あ。"
    },
    {
      "id": 31,
      "content": "そういえば、他の子方たちと出会えば己が見ておったものを薦めつつ、\nマジで読んでくれと言うことはございますが、その内容たるや\n取るに足らぬものでございまして…。"
    },
    {
      "id": 32,
      "content": "近頃、小生がそれを直接言葉にて伝えましたところ「良さが<ruby=わか>理解</ruby>るまで布教してやる」\nなどと申して…執拗に小生を追いかけてくるゆえ、なかなかに困りものでございます。\n本日も目を合わせぬよう気をつけねばなりませぬ。"
    },
    {
      "id": 34,
      "content": "斯様に遊んでばかりで、いつ腕を磨き訓練をしているのか気になりますが\n斯くも遠く離れた縁側から小生が見ておることを時折察することも\nあるのを見れば、確かに何かはしておるようでございます。"
    },
    {
      "id": 35,
      "content": "血がしたたり落ちる包みを担いで門より入って来ておるのは…\n薬指の子方でございますな。"
    },
    {
      "id": 36,
      "content": "恐らくは外での仕事を終えて「素材収集」をすると申しつつ、死体の身体を\n回収してきた様子にございます。あの者も間もなく親方の「クリティーク」が\nあると申して、この頃せわしなく動いておりまする。"
    },
    {
      "id": 37,
      "content": "薬指の親方も外へお姿を<ruby=しき>頻</ruby>りにお見せになることもなく、\n子方と絡むこともないゆえ、小生はもしや似た境遇かと\n一度言葉をかけてみたことがございましたが…。"
    },
    {
      "id": 38,
      "content": "あの愚か者の親方も芸術の魂を燃やしておられるゆえ、\n己が作品に没頭しておられると申しておりました。"
    },
    {
      "id": 40,
      "content": "たとえ今はマエストロの職を退いておられますが、美への執着は\n失われておらぬゆえ、己が作品にも莫大なるインスピレーションと示唆を\n与えると申して、内心喜んでおりましたな。"
    },
    {
      "id": 41,
      "content": "小生には理解し難き内容でございましたが、何故か喜びの理由が\n分かるような気もして…頷いたような気がいたします。"
    },
    {
      "id": 42,
      "content": "最後に、斯様にぴったりと寄り添い歩く者たちは…\n人差し指でございますな。"
    },
    {
      "id": 43,
      "content": "あの者たちとは言葉を交わしたことが数度もございませぬ。子方の方は何を\n考えておるのか分からぬと申すべきか、親方以外の者を恐れておるのか…終始様子を\n窺いつつ、隙あらば親方の自慢ばかりをするゆえ会話が困難でございまして。"
    },
    {
      "id": 44,
      "content": "親方の方は…いや、口を慎みましょう。"
    },
    {
      "id": 45,
      "content": "小生が一片たりとも理解できぬ人の心理でございますゆえ、\nむやみに評価することに憚られる思いがいたしますな。"
    },
    {
      "id": 46,
      "content": "まあ、そうは申しても外面だけでも斯様に親しげに見えもいたしますゆえ…。"
    },
    {
      "id": 47,
      "content": "…この言葉も余計でございました。"
    },
    {
      "id": 48,
      "content": "これは小生に益なき言葉となりましょうから。"
    },
    {
      "id": 49,
      "content": "その夜、誠に久方ぶりの仕事が下されました。"
    },
    {
      "id": 50,
      "content": "誰かは宿題、誰かは課題…誰かは御使いと申す言葉で親方たちの命令にして関心事を\n一つずつ片付けてまいりますが、小生にはそのようなものが次第に疎らに\nなっておりましたゆえ、斯様な仕事がただただ嬉しきばかりでございます。"
    },
    {
      "id": 51,
      "content": "小生は、他の子方たちとは異なり…。"
    },
    {
      "id": 52,
      "content": "小指という組織の名を持ったこともなく、未だ空いてもおらぬ\n地慧星の名に向かって歩んでおります。"
    },
    {
      "id": 53,
      "content": "それと同時に、全ての指の親方たちの下でただ一人の子方であった\n「あの御方」の剣技を辿り、独り冷たき空気を切り裂きます。"
    },
    {
      "id": 54,
      "content": "その剣路の始めと終わりごとに、刀の柄がカチッと鳴る音は、\nまるで時計の秒針が急き立てるようにカチカチと\n音を立てるかのように感じられもいたします。"
    },
    {
      "id": 55,
      "content": "そうすると小生は思うのでございます。"
    },
    {
      "id": 56,
      "content": "我が命は遠からず止まるというのに、\n誠にこの儚き夢を見ておるだけで良いものだろうか。"
    },
    {
      "id": 57,
      "content": "螺旋のように…いかなる方法をもってしても\n終わりに辿り着けぬことを知りながらも…。"
    },
    {
      "id": 58,
      "content": "……。"
    },
    {
      "id": 59,
      "content": "ならぬことでございます。\n斯様な清廉ならぬ思いは剣の道に邪魔となるばかり。"
    },
    {
      "id": 60,
      "content": "関心と成就は互いに押し退け合うものでございますゆえ、\n小生が関心を傍に置けば、成就は絶えず逃げてゆくばかりでございましょう。"
    },
    {
      "id": 61,
      "content": "小生はより近く、より同じように…\n本物に至れるよう試行するのみでございます。"
    },
    {
      "id": 62,
      "content": "もしや、本日は主様が縁側にお座りになり\n小生をご覧になるやもしれませぬゆえ。"
    },
    {
      "id": 63,
      "content": "ふむ、これすらも放漫なる考えでございます。"
    },
    {
      "id": 64,
      "content": "何時であれ、あの御方は小生を見守っておられることでございましょう。\nそう思わねば…なりませぬ。"
    },
    {
      "id": 65,
      "content": "より強く。鋭く。あの御方の御事を\n代わりに遂行せねばなりませぬ。"
    },
    {
      "id": 66,
      "content": "あの御方を見つめて湧く最初の感情が導くままに、\n仁に従いて行動せねばなりませぬ。"
    },
    {
      "id": 67,
      "content": "そうすれば…いつかは。"
    },
    {
      "id": 68,
      "content": "或いは至らずとも。"
    },
    {
      "id": 69,
      "content": "仁に相応しき道を歩んだ者くらいには…\nなれることでございましょう。"
    }
  ]
}