{
    "dataList": [
        {
            "id": 0,
            "content": "15일 차!"
        },
        {
            "id": 1,
            "content": "오늘도 정신없는 하루였네!"
        },
        {
            "id": 2,
            "content": "교육팀에 배치되고 나흘이 지났소만, 아직도 이곳의 일정은 빡빡하게 돌아가고 있는 것 같네."
        },
        {
            "id": 3,
            "content": "하루가 지나갈 때마다 신입 군들도 하나둘 얼굴을 보이기는 하지만, 다음날이 되면 또 안 보이곤 하니… 얼굴을 외울 겨를도 없다고 할 수 있겠소."
        },
        {
            "id": 4,
            "content": "뭐~ 팀끼리 인력을 차출하거나 교환하는 경우도 왕왕 있는 편이니, 신입 군들이 더 일하기 좋은 곳으로 배치되었다고 생각하고 있네!"
        },
        {
            "id": 5,
            "content": "본인은, 오늘도  O-04-84… 아, 아니지. 초롱 군과 작업을 진행했네."
        },
        {
            "id": 6,
            "content": "아, 정확히 말하자면 초롱 군이 또 복도 어디선가 꽃을 피우려 나가 있었다고 해야겠군!"
        },
        {
            "id": 7,
            "content": "본인은 초롱 군을 다시 격리실로 데려와서 작업해야 했지."
        },
        {
            "id": 8,
            "content": "분명 아무 말도 없이 숨바꼭질을 시작하지 말라고 주의를 줬건만… 아무래도 그리 쉽게 말을 들어주지는 않는가 보군."
        },
        {
            "id": 9,
            "content": "초롱 군은, 다른 환상체들과 다르게 탈출 해도 특별한 경고가 울리지 않네."
        },
        {
            "id": 10,
            "content": "깨달을 때는… 초롱 군 전담 직원인 본인이 격리실이 비어있는 것을 확인 할 때나, 갑작스럽게 직원의 실종 신고가 늘어나는 구역이 생겼을 때지."
        },
        {
            "id": 11,
            "content": "본인이 그걸 깨닫고 부리나케 예상되는 구역에 다가가면… 반드시 초롱 군이 숨어 있네."
        },
        {
            "id": 12,
            "content": "회사의 어느 격리실 앞을 마음이 내키는 대로 골라, 꽃을 피워 놓고… 아무것도 모르는 신입 군들을 꿀떡꿀떡, 거름으로 만들려고 삼켜버리는 모양이니, 그대로 둘 수 가 없네!"
        },
        {
            "id": 13,
            "content": "어쩔 수 없이, 이 친구에게 몇 번 꿀밤을 때려주고… 격리실로 돌려 보낼 수 밖에 없었네."
        },
        {
            "id": 14,
            "content": "그런 후에… 본인은 예정되어 있던 작업을 수행했네."
        },
        {
            "id": 15,
            "content": "본래 예정되어 있던 청결 프로세스 절차나 격리실 조명 강도 조절 테스트도 진행했지만… 아무래도, 오늘 있었던 탈출을 따끔하게 혼을 내야 한다는 생각으로 대화를 진행하고 싶었소!"
        },
        {
            "id": 16,
            "content": "아… 하지만."
        },
        {
            "id": 17,
            "content": "생각해 보시오! 그 폭신폭신한 털로 감싸진 아이를 그리 쉽게 혼낼 수 있겠는가?"
        },
        {
            "id": 18,
            "content": "조금 강하게 그 털을 쓰다듬는 것으로 훈계를 대신 해야 한다니… 본인의 마음도 너무 약한 것 아닌가, 그런 생각이 들었네."
        },
        {
            "id": 19,
            "content": "뭐…  그렇게 격리실에서 나온 후에, PE-BOX가 전송되는 것을 보고 있자니…"
        },
        {
            "id": 20,
            "content": "벌써 그럴 때가 되었는지, 시련이 나타났다는 경보가 회사 전체에 퍼지고 있었네!"
        },
        {
            "id": 21,
            "content": "오티스 나리… 아니, 팀장님도 격리실에서 작업 중이라 시련 대응에 참가할 수 없었고, 아무래도 초기 대응을 실패한 모양인지 또 격리실 몇몇이 훼손되었던 것 같았네."
        },
        {
            "id": 22,
            "content": "복도로 튀어나온 친구 중에서는… 아아, 과거 본인의 담당이었던 우주 군도 있더군!"
        },
        {
            "id": 23,
            "content": "본인에게 이렇게나 귀여운 하트 모양 뱃지도 선물해 주었건만, 꿀밤을 때려주어야 한다는 점은 조금 마음을 슬프게 한다네."
        },
        {
            "id": 24,
            "content": "하지만… 일은 일! 회사에서 본인에게 믿고 맡긴 일 아니겠는가!"
        },
        {
            "id": 25,
            "content": "일단 맡은 일이라면, 이왕이면 기쁘게!"
        },
        {
            "id": 26,
            "content": "해내야 하는 것이겠지."
        },
        {
            "id": 27,
            "content": "오늘의 일기는, 여기까지!"
        }
    ]
}