{"dataList":[{"id":0,"content":"어떻게 생각하나?"},{"id":1,"content":"적당한 노동을 대가로, 매일, 몇 번이나 새로운 예술품이 담긴 전시관이 도착하는 나날에 대해서 말이지."},{"id":2,"content":"아아, 이건 답변을 기대하고 적는 글이 아니다. 누군가 보리라 생각하지도 않고."},{"id":3,"content":"예술품을 보고 나서 적어 내리는… 단축할 수 없는 하나의 관람 후기라고 해두지."},{"id":4,"content":"이 회사에 들어오게 된 계기는 단순했다. 그다지 기대도 하지 않았지."},{"id":5,"content":"정리 요원이라는 일을 제안받았을 때는 단순히 고정된 의뢰처가 생기는 것뿐이라는 생각만 했다."},{"id":6,"content":"그래, 날개씩이나 되시니 주변에 이것저것 조심할 거리가 생기겠지."},{"id":7,"content":"나를 쓸데없이 거슬리게만 하지 않으면 뭔들 상관이 있겠나. 그런 생각으로 계약서에 날인했다."},{"id":8,"content":"그런데… 하!"},{"id":9,"content":"여태껏 버젓이 돌아다니던 그 열차가…"},{"id":10,"content":"시간을 통해 빚어낸 예술품이 녹아든 전시관이었다니!"},{"id":11,"content":"이런 걸 잘도 숨겨내고 있었군, 그런 생각도 들었지만 그보다 내게 동시에 깃든 생각은."},{"id":12,"content":"횡재. 그 두 글자의 단어였다."},{"id":13,"content":"떠올려 보면, 근래의 나는 스스로 “예술”을 추구하고 만들어 냈을 뿐."},{"id":14,"content":"다른 이들의 “예술”을 관람했던 일이 없었다."},{"id":15,"content":"이건 부끄러운 일이다. 어떤 예술이든 보는 것을 통해서 시야를 넓히고, 더욱 풍미를 깊게 만드는 것을."},{"id":16,"content":"그제야 여태껏 나의 작품에 매너리즘이 깃들었던 이유를 깨달은 것이다."},{"id":17,"content":"상황을 들여다보지 않는다면, 생생한 연상을 하는 것도 불가능하니까."},{"id":18,"content":"열차와 열차 사이에 늘어 붙어 새롭게 ‘문’의 역할을 하는 작품이라던가,"},{"id":19,"content":"의자의 도톰하고 푹신한 부분을 더욱 두껍게 덧발라 자기 자신이 새로운 의자가 된 작품이라던가,"},{"id":20,"content":"서로 엉겨 붙어 새로운 생명체의 모습을 하고 걸어오는 것… 이것은 아직 작품이라 할 수 없지."},{"id":21,"content":"행위예술이라 할 수도 없다. 이들은 스스로가 ‘예술’을 수행할 것이라는 의사도 없었으니."},{"id":22,"content":"분명한 의사를 내비치지 않은 채 움직이고 있다면 그건 결국, 마무리가 되지 않은 미완성작이니까."},{"id":23,"content":"나는 이런 것들을 주로 썰어낸다. 정리하기 쉽게 하라는 회사의 명령이 있으니까."},{"id":24,"content":"의도하지 않게 예술품이 되려던 것에 손을 대는 것은 내 성미에 맞지는 않지만… 그다지 잦지도 않은 일이다. 그런 것보다 얻어낼 가치가 너무나 높아."},{"id":25,"content":"회사에서 내주는 지급품도 썩 맘에 들었지."},{"id":26,"content":"공간요도, 굴절마도, 디멘션 아트 나이프… 여러 후보 중에 나는, 차원마검이라는 이름을 지어주었지."},{"id":27,"content":"준비가 안된 상태에서 미완성품을 썰어내면 내 체력을 뽑아내 버리는 점이 가장 흡족하더군."},{"id":28,"content":"제대로 된 마음가짐 없이 예술품을 다루려고 하면 피를 본다는 느낌이 말이야."},{"id":29,"content":"하… 이대로, 잠도 없이, 이 일을 계속할 수만 있다면…"},{"id":30,"content":"좋았을 텐데."},{"id":31,"content":"젠장… 윗대가리들은 무슨 생각을 하고 있는 건지, 나를 병아리 교육이나 하는 곳에 집어처넣었다."},{"id":32,"content":"하, 저 옆의 놈이 나불거리는 꼬락서니를 보라지. 저놈은 이 짓거리가 꽤 즐거운 모양이다."},{"id":33,"content":"이상한 놈이 아닐 수 없군. 어떻게 노다지가 끊이지 않고 굴러들어 오는데 다른 일에 흥미를 느낄 수가 있지?"},{"id":34,"content":"차라리 내가 이 짓거리를 하는 시간 대신 저놈이 전부 한다면…"},{"id":35,"content":"하, 그렇게 될 리가 없지."},{"id":36,"content":"젠장. 이러는 동안에도 지나갈 예술품들을 볼 기회들이 아깝군."}]}