{"dataList":[{"id":0,"content":"오늘의 일기를 작성한다."},{"id":1,"content":"이 골목은 아직도 비가 내린다. 정확히는 135시간째 그치지 않고 있다."},{"id":2,"content":"- 중간 중간 실질적으로 빗방울이 옅어진 적은 있었지만, 습도와 구름의 상태를 고려하여 강우 상태가 지속되고 있었다고 작성하려 한다."},{"id":3,"content":"비가 내리고 있을 때는 식구들이 밖에서 활동하는데 제한이 있으니, 어지간하면 아지트 내에서 시간을 때우라고 했었지만…"},{"id":4,"content":"그 시기가 길어지니 좀이 쑤셔서 버티지 못하는 놈들도 있고, 보호비를 걷으러 가야할 시기도 지나버렸으니 오늘은 행동을 해야만 했던 날이었다."},{"id":5,"content":"일 자체는 순조로웠다. 빗방울이 코트를 적셔, 안 그래도 무거운 코트가 더 묵직해지는 것은 이상적이지 않았지만."},{"id":6,"content":"평소같이 보호비가 걷혔고, 평소같이 보호비를 빼주는 대신 식구들의 배를 채울 음식도 제공받았다."},{"id":7,"content":"우리를 두려워하며 도망가는 사람이나, 시비를 걸지 못해서 좀이 쑤시는 다른 갱들을 두드려 팼지."},{"id":8,"content":"꾸준히 자신들을 시험하려 드는 놈들이 생긴다는 것은 꽤 득이 되는 일이다."},{"id":9,"content":"마침 시간도 부족했던 참에 그 놈들 것을 뺏어올 수도 있고, 장차 이름 날리는 20구의 갱단으로 나아갈 명성을 쌓는 데에도 써먹을 수 있으니."},{"id":10,"content":"그렇게, 일과다운 무언가를 끝내고 돌아갔을 때의 일이다."},{"id":11,"content":"물론 밖에서도 이러한 일이 일어날 것이라는 예상이 들긴 했다."},{"id":12,"content":"도둑 고양이가 멀리서 바라보는 것만 같은, 애매모호한 시선을 느꼈기 때문이다."},{"id":13,"content":"살의는 없지만, 적의는 있는… 정말로 묘한 시선이었다."},{"id":14,"content":"아지트에 돌아올 때 까지 그 시선은 계속 따라오고 있었다."},{"id":15,"content":"위치를 발각당했으니 정체를 밝혀내고 죽여야 할지를 짧게 고민했지만, 그럴 필요가 없다는 걸 금방 알 수 있었다."},{"id":16,"content":"그 녀석은 물에 푹 젖은 개처럼 비척비척 우리에게 모습을 드러냈으니."},{"id":17,"content":"자신을… 우리 조직에 넣어 달라는 요청을 했다."},{"id":18,"content":"다른 갱단의 스파이, 혹은 사기나 등쳐먹으려는 놈… 그런 것은 아니라는 건 알 수 있었다."},{"id":19,"content":"그저 독기 서린 그 처절한 눈동자가…  갈 곳을 찾지 못해 사정 없이 흔들리고 있을 뿐이었지."},{"id":20,"content":"꾀죄죄하고 더럽혀져 있지만… 입은 옷의 소재는 값이 나가보인다는 게, 뭔가 사연이 있을 것이라는 걸 알려주고 있었다."},{"id":21,"content":"그래서 나는… 시험을 해보려고 했다."},{"id":22,"content":"배짱이 궁금했다. 말만 번지르르하고, 사람의 멱을 따야 할 때 다리를 벌벌 떨어대는 놈은 가치가 없으니까."},{"id":23,"content":"입단 시험이라고 둘러댔다. 그딴게 우리 데드레빗츠에 있을 리 없지만."},{"id":24,"content":"다행히 우리에게는 사람 한 둘이 죽어도 서로 당연하다고 느낄 정도로 오랫동안 앙숙이었던 패거리가 있었고, 돌아다니는 그들의 말단 놈의 멱 하나를 따오라는 시험을 내주는 건 어렵지 않았다."},{"id":25,"content":"…놀라운 건 두 가지였다."},{"id":26,"content":"하나는 당황하는 모습 한 번 없이 그대로 아지트를 돌아 나섰다는 것이고."},{"id":27,"content":"하나는… 얼마 지나지도 않아 피떡이 된 얼굴과 주먹… 그리고 숨이 멎어있는 시체 하나를 자루에 넣고 질질 끌고 돌아 왔다는 것이었지."},{"id":28,"content":"약속은 약속이다. 이제 그 놈은 아지트의 가장 구석진 자리에서 지친 몸을 눕히고 수면을 취하고 있다."},{"id":29,"content":"이 갱단의 보스로 살면서 나름의 시간을 보냈다고 생각하지만, 무언가에 놀라는 일은 꽤 오랜만이라는 생각이 든다."},{"id":30,"content":"이 놀라움을 얼마나 지속시켜 줄 수 있을지, 개가 아니라 늑대를 들인 것은 아닐지…"},{"id":31,"content":"내일부터 저 히스클리프라는 놈의 활약이 기대가 되는 밤이다."}]}