{
  "dataList": [
    {
      "id": 0,
      "content": "처음엔… 행복했지."
    },
    {
      "id": 1,
      "content": "어버이는 꿈 같은 헛소리를 늘어놓는 사람이었지만… 나름의 유쾌함을 가지고 있는 분이었고."
    },
    {
      "id": 2,
      "content": "뭐… 그런 이야기를 심드렁하게 들으면서 살아가는 건 썩 나쁘지 않았다고 생각했지."
    },
    {
      "id": 3,
      "content": "인간이었던 시절의 기억은 한 톨도 남지 않았지만, 아마도 그 시절보다는 즐거울 거라고."
    },
    {
      "id": 4,
      "content": "그러니까, 나는 권속이 되기로 마음을 먹은 게 아니었을까."
    },
    {
      "id": 5,
      "content": "…아니면, 영원하게 나의 아름다움을 간직할 수 있다는 말에 혹했던 것일지도."
    },
    {
      "id": 6,
      "content": "나의 권속… 자식들이 생기고, 하나둘 그 규모가 늘어가면서 어버이의 마음을 조금은 알 것도 같았어."
    },
    {
      "id": 7,
      "content": "그분도 우리가 즐겁기를 원했구나."
    },
    {
      "id": 8,
      "content": "최초에 그분이 고독하셨기에, 우리에게서 그것을 거둬가 주려 했던 것이구나."
    },
    {
      "id": 9,
      "content": "그렇게 생각했지."
    },
    {
      "id": 10,
      "content": "웬 지나가던 여행자가 성에 방문해, 어버이에게 꿈을 현실로 옮겨올 수 있다는 역겨운 꼬드김에 넘어가시기 전까지는."
    },
    {
      "id": 11,
      "content": "…산초."
    },
    {
      "id": 12,
      "content": "어버이는 줄곧, 나와 산초를 자매라며 친하게 엮으려 하곤 하셨지."
    },
    {
      "id": 13,
      "content": "다행이라고 할지, 우린 서로 그렇게 허울없이 지내는 걸 좋아하는 성격은 아니어서 적당한 거리를 두었고…"
    },
    {
      "id": 14,
      "content": "나는 나대로 그자의 힘과 능력… 그리고 어버이보다 현실적인 시선을 가졌음에 믿음을 가졌고."
    },
    {
      "id": 15,
      "content": "산초는… 뭐, 휘하에 자식을 두진 않았어도 알게 모르게 나의 권속들까지 돌보는 걸 싫어하는 느낌은 아니었어."
    },
    {
      "id": 16,
      "content": "…이 계획은, 그 모호한 거리 덕분에 이루어진 것이라고 해도 과언은 아닐 테지."
    },
    {
      "id": 17,
      "content": "같은 제2권속이지만, 그자에게 가족들과 내 권속의 위계를 잠시 위임하고… 나는 계획에 집중할 수 있었으니까."
    },
    {
      "id": 18,
      "content": "기어이 정신이 나가버리신 어버이께서는 멀쩡한 성을 허물고 요상한 놀이동산을 세웠고."
    },
    {
      "id": 19,
      "content": "인간과… 함께 살아간다는 정신 나간 소리를 꿈꾸듯 읊어내셨지."
    },
    {
      "id": 20,
      "content": "뜨겁게 흐르는 혈액들이 멀쩡하게 돌아다니는데, 굳이 주머니 속에 고인 피를 받고…"
    },
    {
      "id": 21,
      "content": "심지어 크레파스보다도 못한 맛으로 꾸역꾸역 연명하며 살아가자는 그 이야기."
    },
    {
      "id": 22,
      "content": "장차 혈귀와 인간이 함께 공존하는 미래를 만들기 위해… 모든 권속들이 피주머니만도 못한 삶을 살아가라는 그 명령."
    },
    {
      "id": 23,
      "content": "꿈꾸고자 한다면 피의 갈망조차 인내할 수 있다는… 그 눈빛."
    },
    {
      "id": 24,
      "content": "아아… 하지만 욕망이란 그다지도 강했던 건가 봐."
    },
    {
      "id": 25,
      "content": "감히 거스른다는 상상도 해본 적 없는 내게, 굶주림에게서 오는 패륜을 꾀하게 하다니."
    },
    {
      "id": 26,
      "content": "아니지. 어쩌면 그저, 어버이만큼의 꿈을 좇는 힘이 내게는 없었던 걸지도."
    },
    {
      "id": 27,
      "content": "…놀이동산에는 항상 찾아오는 잡상인이 있었어."
    },
    {
      "id": 28,
      "content": "어버이는 안타까울 정도로 순박하신 분이라… 줄곧 그자가 가짜 유물을 들고 와서 거짓말을 해도 넙죽넙죽 속아서 그것들을 사들이곤 하셨지."
    },
    {
      "id": 29,
      "content": "하지만 그자가 정말 가짜만 갖고 다니는 건 아니었어."
    },
    {
      "id": 30,
      "content": "가끔씩 산초와 내가 어버이 몰래 그자에게 구박을 주면, 꼭 다음 날에는 진짜 유물을 들고 왔었거든."
    },
    {
      "id": 31,
      "content": "그래서 나는… 굶주림에 허덕이던 어느 날, 그자에게 풍문으로 떠돌던 한 유물의 행방을 물어본 거야."
    },
    {
      "id": 32,
      "content": "‘쓰기만 하는 것으로 주변 모든 이와 평등해진다는 전설의 투구… 맘브리노의 투구를 알고있어?’"
    },
    {
      "id": 33,
      "content": "도굴꾼 인간이 그 투구를 어디에 쓸지 상상이나 했겠어?"
    },
    {
      "id": 34,
      "content": "어림도 없는 일이지."
    },
    {
      "id": 35,
      "content": "우리들이 인간을 평생 이해하지 못하고, 섞일 수 없던 것처럼…"
    },
    {
      "id": 36,
      "content": "그들도 우리를 똑같이 이해하지 못할 거야."
    },
    {
      "id": 37,
      "content": "그레고르. 그 아이는 그렇지 않다고, 인간도 우리를 바라보는 시선이 조금씩 바뀌고 있다고 말하곤 했지만…"
    },
    {
      "id": 38,
      "content": "하지만… 난 위에서 전부 내려다 보았는 걸."
    },
    {
      "id": 39,
      "content": "얼굴에 웃음을 가득 짓고 행복해 보이는 모습으로 퍼레이드 속의 나를 올려다보는 인간들과…"
    },
    {
      "id": 40,
      "content": "오늘도 굶주림을 참아가며 공허한 눈동자를 흔들고 있는 혈귀들이 섞여 있는 걸 말이야."
    },
    {
      "id": 41,
      "content": "인간의 시선이 바뀌든, 말든."
    },
    {
      "id": 42,
      "content": "그건 이제 중요한 게 아닌 거야."
    },
    {
      "id": 43,
      "content": "중요한 건 어떻든 간에… 나와 나의 자식들은 굶어가고 있다는 것."
    },
    {
      "id": 44,
      "content": "그리고… 산초 또한 어버이의 행동과 인간 나부랭이의 사탕발림을 더 이상 눈 뜨고 볼 수 없다고 생각한 것이지."
    },
    {
      "id": 45,
      "content": "이제… 카니발에 필요한 모든 것이 다 갖추어졌어."
    },
    {
      "id": 46,
      "content": "꼬리에 꼬리를 무는, 영원토록 같은 자리를 맴돌기만 하던 퍼레이드에서 벗어나…"
    },
    {
      "id": 47,
      "content": "진짜 피의 축제를 시작할 시간이지."
    },
    {
      "id": 48,
      "content": "아아…"
    },
    {
      "id": 49,
      "content": "정말, 아름다울 거야."
    }
  ]
}