{
  "dataList": [
    {
      "id": "announcer_cheer_40_1",
      "dlg": "どれ…殺る準備はもうできてんのかいな？なにをそんなじれ～ったそうに見てばかりおんねん。あんな連中、刀で三回しばけばまとめて片付くやろがい。"
    },
    {
      "id": "announcer_cheer_40_2",
      "dlg": "ふぅ…今回はちぃとおもろくなるんかぁ～？あいつらかて考えがあるんやったら、ザコどもを連れてきたりせぇへんはずやろ。ちゃうか？"
    },
    {
      "id": "announcer_specialcheer_40_1",
      "dlg": "ありゃぁ、がきんちょどもが…。そないな戦い方しかでけへんのか？どんだけしばかれたら、そんなボロボロになんねん？"
    },
    {
      "id": "announcer_specialcheer_40_2",
      "dlg": "なにやっとんねん？出来もせぇへんのに調子乗りよるやん…。なんや、いらんことせんでさっさと戻って来ぃや。ん？"
    },
    {
      "id": "announcer_enemy_break_40_1",
      "dlg": "あれ見てみい。さっきからボコボコ殴られとったけど、ドタマがおかしなってもうたみたいやな。みっともないこっちゃ、近寄って首からサクッとやる方がええんちゃうか？"
    },
    {
      "id": "announcer_ally_break_40_1",
      "dlg": "いやぁ～ホンマどんくさいことしよるなぁ。オメェらがあいつの面倒ちゃんと見たらんかい。どうしようもないんやったら…いてまえや。"
    },
    {
      "id": "announcer_killenemy_40_1",
      "dlg": "うーわ、ドカンッ！て弾けるんは、なかなか見てて味あんなぁ。残りもはよぉ吹き飛ばさんとな？"
    },
    {
      "id": "announcer_ally_dead_40_1",
      "dlg": "なんや…まだ頭真っ白なんっとるんか。どうしろっちゅーねん？気ぃつけろ言うても、あんな感じでコケてくたばるんやで。残っとるヤツらでもっと上手いことやりぃや～。"
    },
    {
      "id": "announcer_enemy_adv_40_1",
      "dlg": "もう頭使う必要なんかあらへんで。突っ込んで、名誉ある死ぃを迎えよか。ソルダートなんか、もっと呼べばええだけやからな。"
    },
    {
      "id": "announcer_ally_adv_40_1",
      "dlg": "ふぅ…。あー、一本吸ぅてもええやろ？まぁ、何も言わんでも勝手にようやっとるやん。"
    },
    {
      "id": "announcer_ally_advex_40_1",
      "dlg": "嫌いやないで。みんなくたばっとるのに、目ぇだけあんなギラギラさしてな…何が何でも仕留めたるっちゅうツラしとるヤツ。ほな、最後までいっぺんブチかましたりぃや！"
    },
    {
      "id": "announcer_danger_40_1",
      "dlg": "ギリッギリ～やな。ここでヘタこいたら、すぐあの世行くで。"
    },
    {
      "id": "announcer_enemy_specialskill_40_1",
      "dlg": "やっとちぃとはおもろなりそうやな…。刀しっかり握りしめや！弾使うヤツは弾ケチらんで…。ふぅ、血ぃめっちゃ騒いでくるわぁ…。"
    },
    {
      "id": "announcer_enemy_specialgimmick_40_1",
      "dlg": "なんや、そこでボサッとしとったら首シュッポォンて飛ぶで？あっちも力やと勝てへんから、頭使おうとしとるんやし…なんかせなあかんやろ？"
    },
    {
      "id": "announcer_advatk_physical_40_1",
      "dlg": "せやで。それはあっちにぶつけるのがええで。な、別に難しいこともあらへんやろ？"
    },
    {
      "id": "announcer_disadvatk_physical_40_1",
      "dlg": "…今なにしよった？おいおい、俺っちがもう目ぇ悪なったんか思たわ…。全然ちゃうとこに刃突き立てとったやないかい…。"
    },
    {
      "id": "announcer_advatk_attr_40_1",
      "dlg": "そら、当然そうせなあかんやろ。ああいうモンはパッと見で何使えばええかピンと来るやろ？"
    },
    {
      "id": "announcer_disadvatk_attr_40_1",
      "dlg": "オメエらは…なんや、火ぃを油で消すんか？なんで…はぁ、もうええわ。勝手にしとき。"
    },
    {
      "id": "announcer_enemy_specialbuff_40_1",
      "dlg": "感じるやろ？あいつらさっきからグルルってゆーてんの…。ちょうど狩るのにええツラしとるで…。な？"
    },
    {
      "id": "announcer_enemy_specialdebuff_40_1",
      "dlg": "なんや、一気にシラケたわ。戦う気もあらへんやつに刃向けても、おもろないんやけどな…。まあ仕事やさかい、やったるけど。"
    },
    {
      "id": "announcer_ally_specialbuff_40_1",
      "dlg": "なんや、ドタマに弾でもブチ込まれたんか。なんでいちびってニヤついとんねん？"
    },
    {
      "id": "announcer_ally_specialdebuff_40_1",
      "dlg": "オメェら…俺っちがこうやってガミガミ言うとんのに、なんで溜め息ばっかりついとんねん。礼儀はちゃんと弁えるんやで…なぁ？"
    },
    {
      "id": "announcer_enemy_destroy_40_1",
      "dlg": "くぅ～、部位をめちゃくちゃにしてもーたやん？アツアツの一撃、ホンマたまらんわ。"
    },
    {
      "id": "announcer_enemy_destroy_40_2",
      "dlg": "さっきズタズタにしといたから、やっと見れるツラになってきよったな。気ぃ取り戻す前にブッ殺すで。ええな？"
    },
    {
      "id": "announcer_round_takebigdmg_40_1",
      "dlg": "なんや…！マトモに一発喰ろうたなぁ。くっ…あん野郎は、俺っちが直々にいっぺんじっくり刃を突き合わせなあかんのに。"
    },
    {
      "id": "announcer_round_takebigdmg_40_2",
      "dlg": "まぁ…くたばったヤツは残念やけど弱かったらそれまでやし、どうしようもあらへんからな。で、どうや？手のひらジンジンしとるか？格は大体同じな気ぃするんやけどな。"
    },
    {
      "id": "announcer_round_givebigdmg_40_1",
      "dlg": "…うわ、ビビったわ。煙草落として手ぇ火傷するとこやったやろ。こんだけやれるんやったら、もっとはよぉやればよかったんちゃうか。はは。"
    },
    {
      "id": "announcer_round_givebigdmg_40_2",
      "dlg": "昔、外部講師として走り回っとった頃ぉ思い出すわ。一人だけ仕留めろゆーたのに、辺り一帯を一掃してもーたヤツがおったんよな…ハッ。"
    },
    {
      "id": "announcer_multikillenemy_40_1",
      "dlg": "ひゅぅ…はっ。あの野郎どもが作りたかったんが、こうやって敵をすり潰すシロモノなんやろな。\nそら欲張りたなるわな…。"
    },
    {
      "id": "announcer_battle_win_40_1",
      "dlg": "遊ぶだけ遊んだ気ぃするし、はよぉ片付けて帰ろか～。おつかれさんやで！"
    },
    {
      "id": "announcer_battle_defeat_40_1",
      "dlg": "そもそもやで、死にそうな状況なら素直にくたばらなあかんで…。こればっかりはしゃあないわ。もしかしたらやけど、いっぺん助けてくれって聞いてみぃ…あかんて言われたら、きっぱり諦めや。なんやかんやゆーたら見苦しいだけやさかい。な？"
    },
    {
      "id": "announcer_equip_40_1",
      "dlg": "なんや…また妙な仕事がひとつ舞い込んできよったな？ほな…名前ゆーてから、親指の子らをパシってこいっちゅう話なん？\nほんなら…レイホン。名乗れる名前はこれだけやで。恐れずに名前を呼ぶヤツはそう沢山おらんやろうけどな…はっ！"
    }
  ]
}
