{
  "dataList": [
    {
      "id": "announcer_cheer_32_1",
      "dlg": "今日も正義あふれる日になるよう頑張ろう！いっしょにぃ～アルカナ…ビート！"
    },
    {
      "id": "announcer_cheer_32_2",
      "dlg": "メジャー…うーん、違うね。マイナーアルカナくらいだよね？気をつけて。マイナーだとしても、思ってたより強いこともあるから。私が応援してあげる！"
    },
    {
      "id": "announcer_specialcheer_32_1",
      "dlg": "まって！このままじゃアルカナたちが貴方たちに侵蝕しちゃうよ…。とりあえず逃げて！私が…う、ううん。うぅ…こういうときに、私に出来ることはないっていうの…？"
    },
    {
      "id": "announcer_specialcheer_32_2",
      "dlg": "うぅ…状況がよくないのは事実だね。でも…諦めさえしなければ、最後には悪は正義に負けるものだから…！"
    },
    {
      "id": "announcer_enemy_break_32_1",
      "dlg": "さっすが、この程度ならね！こういう悪党たちは簡単にやっつけられるのよ！"
    },
    {
      "id": "announcer_ally_break_32_1",
      "dlg": "うぅ…あのまま放っておけばアルカナたちにやられちゃう…。仲間だっていうなら早くあの子たちの面倒を見てあげて！"
    },
    {
      "id": "announcer_killenemy_32_1",
      "dlg": "本当によくやったわ！ねっ？悪党たちを殺してこそ正義が存在するものだし、可哀想だって思う必要はないんじゃない？"
    },
    {
      "id": "announcer_ally_dead_32_1",
      "dlg": "また、また飲まれちゃった…。こんなに頑張ってるのに…。どうしていつも、こうなっちゃうの？"
    },
    {
      "id": "announcer_enemy_adv_32_1",
      "dlg": "逃げさえしなければ…絶対に正義は勝利するはずだったんじゃないの？私も…結局他の人と同じだったっていうの？これじゃ…私は…何の役…に？"
    },
    {
      "id": "announcer_ally_adv_32_1",
      "dlg": "ふふっ、当然ね！圧倒的な愛の力でアルカナたちはみんな浄化されるよ！やっぱり、私がす～っごく役に立ったでしょ？"
    },
    {
      "id": "announcer_ally_advex_32_1",
      "dlg": "ふぅぅ…本当に危なかった。最終的にやり遂げられなかったらどうしようかと思ったけど…。でも、みんなが力を合わせてくれたから、ここまで来られたんだ。みんな、本当にありがとう！"
    },
    {
      "id": "announcer_danger_32_1",
      "dlg": "さぁ、残るはあのアルカナたちの最後のスプレッドだけだよ。今のところは持ちこたえてるけど、運命というのは決まって最後にいたずらをするものだからね。最後まで頑張っていこう！"
    },
    {
      "id": "announcer_enemy_specialskill_32_1",
      "dlg": "ランクが上がっている…。まさか、メジャーアルカナだったっていうの？ 私の勘が告げてるわ、あの攻撃は危険よ…！"
    },
    {
      "id": "announcer_enemy_specialgimmick_32_1",
      "dlg": "うぅっ…。私は他の先輩たちみたいに複雑なことを考えるのは苦手だから、こういうときは力になれないけど…。ああいうとき先輩だったら、今まで戦ってきた中で得たヒントを元に、解決策を見つけ出したはずだよ。あなたたちも、ゆっくり振り返ってみたらどう？"
    },
    {
      "id": "announcer_advatk_physical_32_1",
      "dlg": "やったじゃない！ふふ～ん。私もそうしてたと思う！"
    },
    {
      "id": "announcer_disadvatk_physical_32_1",
      "dlg": "う～ん…あんまり効果的じゃなさそうだけど…愛の力が足りないのかも？"
    },
    {
      "id": "announcer_advatk_attr_32_1",
      "dlg": "運命の気配が共鳴しているみたい！あの攻撃を選んだのは良かったと思うよ！"
    },
    {
      "id": "announcer_disadvatk_attr_32_1",
      "dlg": "あれ…れ？何の反応もないみたいだけど…。うぅ、先輩がいれば聞けたんだけどな。と、とりあえずよく分かんないから、もうちょっと力を入れてやってみる？"
    },
    {
      "id": "announcer_enemy_specialbuff_32_1",
      "dlg": "あれは…アルカナのスプレッドに、間違いなく強力な暗示がかけられているはず。気を付けないと！"
    },
    {
      "id": "announcer_enemy_specialdebuff_32_1",
      "dlg": "逆位置…？そうね、間違いない。悪党たちにとっても想定外の状況のはず。チャンスは今！"
    },
    {
      "id": "announcer_ally_specialbuff_32_1",
      "dlg": "感じた？ 私があなたたちのために呪文を唱えておいたんだけど…うん！うまく掛かったみたい。さあ、戦ってみて！"
    },
    {
      "id": "announcer_ally_specialdebuff_32_1",
      "dlg": "どう…したの？みんな、顔が暗いけど…。まさか、ケンカしたとかじゃ…ないよね？ ダメ、友達同士でケンカなんて…。"
    },
    {
      "id": "announcer_enemy_destroy_32_1",
      "dlg": "スプレッドの要だったアルカナを壊したよ！これで徐々に力を失っていくはず…。よしっ！"
    },
    {
      "id": "announcer_enemy_destroy_32_2",
      "dlg": "あなたたちがさっき壊してくれたおかげで、悪党たちが力を失ったよ！ここから総攻撃だよ！さぁ、愛と正義の名の下に…！"
    },
    {
      "id": "announcer_round_takebigdmg_32_1",
      "dlg": "うぅっ…大…丈夫？ 今、空間が揺れて…あの攻撃を、受けちゃったの…？はぁ…。う、ううん！もう一度、元気出していこう！"
    },
    {
      "id": "announcer_round_takebigdmg_32_2",
      "dlg": "思ったよりアルカナたちの抵抗が激しいけど…。強い悪党を倒すのが、私たち魔法少女の宿命だから！元気出して！"
    },
    {
      "id": "announcer_round_givebigdmg_32_1",
      "dlg": "今のはカッコよかったよ！あなたたちの愛の力が、光の力が！あの暗く邪悪なアルカナたちを激しく揺さぶったの！このままなら、勝利も時間の問題ね！"
    },
    {
      "id": "announcer_round_givebigdmg_32_2",
      "dlg": "あのね…？ 実は、魔法少女っていつも人手不足なんだ…。あなたたち、さえよければ私たちを手伝ってくれたり…。あ、ううん。それには「選択」の瞬間が必要だから、私が決められることじゃなさそうね…。うーん、残念。そう思うよね！"
    },
    {
      "id": "announcer_multikillenemy_32_1",
      "dlg": "ふふっ、私のアルカナ・スレイブくらいのレベルね？一度に敵を一掃する攻撃っていうのは、やっぱり必殺技にふさわしいよね。カッコよかったよ！私もああいうときって、カッコよく見えてるのかな？"
    },
    {
      "id": "announcer_battle_win_32_1",
      "dlg": "さ～て。悪党退治ぃ～、成功！今日も本当に見事な活躍だったよ！明日も絶対に呼んでよね？ふふっ、世界が平和になるのは嬉しいことだよね。ん～。でも、明日も今みたいに静かなのかな？"
    },
    {
      "id": "announcer_battle_defeat_32_1",
      "dlg": "アルカナを倒せなかった私は…役に立たない存在なんだ…。ううん、もしかしたら…私が…選ばれた私じゃなかったから…？私が前に出てれば…。"
    },
    {
      "id": "announcer_equip_32_1",
      "dlg": "愛と正義の名の下にぃ～今ここに参上！アルカナたちを倒すっていうのなら、私も手伝うわ！正義の力は合わせれば合わせるほど強くなるものだからねっ！よろしくね？"
    }
  ]
}
