{
  "dataList": [
    {
      "id": "announcer_cheer_34_1",
      "dlg": "あー、つまり今から君たちが戦うってわけだな？ああ、ちょっと待った。これ、ちゃんと音入ってるのか？マイクはどこの製品…ああ、これなら問題ないだろう。よし、じゃあ始めるとするか。"
    },
    {
      "id": "announcer_cheer_34_2",
      "dlg": "どうしても机であれこれ発明ばかりしていた私は、君たちみたいな現場仕事はよくわからないんだ。ふむ、でも興味があって時々…いや、かなり色々調べてきたから、どうにか役には立つと思うよ。"
    },
    {
      "id": "announcer_specialcheer_34_1",
      "dlg": "あ、そうだ。今、私の発明した試作品32号がめちゃくちゃ警告音を鳴らしてるんだ。これがどういう意味かっていうと…君たちがもうすぐ死ぬ一歩手前ってことだよ！アラームが鳴ってるってことは、早急に君たちの戦略を再考するか…それとも逃げろって意味だろうね？"
    },
    {
      "id": "announcer_specialcheer_34_2",
      "dlg": "もう全員警告されたとは思うけど、ひょっとしたら君たちは忙しいか、あるいはよくうっかり忘れちゃったりするかもしれないからもう一度言ってあげよう。このままじゃ君たちが勝つには難しいよ。理由も必要だろうな？君たちにはもう戦闘を維持する力が残ってないんだ。ああ、もし君たちがうちの会社の職員だったら、時間を少し加速させて別の手を試してみたりもできただろうけどね。"
    },
    {
      "id": "announcer_enemy_break_34_1",
      "dlg": "おぁ、見てよあれ。あれは脱力状態みたいだな。気絶してるのかもしれないし？時間の貧しい人たちみたいにも見えるな…。ふむ、やっぱり最低4時間を保証する制度を作って良かったよ。君たちもそう思うだろ？"
    },
    {
      "id": "announcer_ally_break_34_1",
      "dlg": "待った待った。君たち、今止まっちゃった仲間がいるぞ。時間を盗まれでもしたのか？ふむ…まぁ、一時的なものだろう。ちょっとの間、隣でサポートしつつ守ってあげれば、すぐに元通りになるはずだよ。"
    },
    {
      "id": "announcer_killenemy_34_1",
      "dlg": "おっと、君たちが遂にあいつを完全に停止させちゃったな！まぁ、私だったら君たちよりもうちょっと高次元なやり方で停止させることもできただろうけど…。たまにはこういう生の物理法則を見るのも楽しいものだね。"
    },
    {
      "id": "announcer_ally_dead_34_1",
      "dlg": "ふむ…死んだのか？まあ、君たちの参加賞で時間を戻してあげれば、すぐに元通りになるだろうから悲しむこともないか。それにしても不思議なんだよな。一体どんな原理なんだろう？"
    },
    {
      "id": "announcer_enemy_adv_34_1",
      "dlg": "ときどき発明家たちの間では、こんな言葉が交わされるんだ。数千回失敗したとしても、それは失敗じゃなく、まだ成功していないだけだってね。でも私はちょっと違うと思っててだな？ある程度の失敗があったなら、その時点で本当に上手くいかないのもあると気づくべきなんだよ。今がまさにそれだ。よく考えてみるといい。"
    },
    {
      "id": "announcer_ally_adv_34_1",
      "dlg": "まぁ、順調だな。だけど、順調なときこそ一番怖いんだ。何かの実験をしているときも、ちょっと目を離した隙にこそめちゃくちゃになるものだ。でも、それが元々失敗する運命だったのか、それとも私が見ていなかった瞬間に何かがあったのかが分からなくなるのが問題なんだ…。言いたいこと、分かるよな？無闇に簡単な指示だけ出していると、突然やられるかもしれないぞ。"
    },
    {
      "id": "announcer_ally_advex_34_1",
      "dlg": "ふむ…これは不思議だな。そう、たまにこんなことが起きるんだ。全ての計器の針は予測値とは違う数字を指してるんだけど、頼むから上手いこといってくれ…って願った瞬間、いきなり、ジャーン！成功しちゃうことが。まぁ実際は…同じことを再現できないと意味がないんだけどさ、それでもちょっと嬉しいんだ。君たちも逆境の中でチャンスが見えると、少し楽しくなっちゃうんだろ？そうだろ？"
    },
    {
      "id": "announcer_danger_34_1",
      "dlg": "そうだ。こういうときは、どんなにダラダラやってる私でも集中するもんなんだ。ずっと上手いことやってたのに、歯車一つが狂うだけですべてが台無しになることがあるからな。多くは言わないよ。三遍(べん)はよく考えてみるんだな。"
    },
    {
      "id": "announcer_enemy_specialskill_34_1",
      "dlg": "わぁ。君たち、これ聞こえるか？マイクにちゃんと入ってるか？私が空間エネルギーを計測できる装置を3つ持ってるんだけどさ？今その3つ全部が狂ったように鳴ってるんだ！下手すると…この録音もここまでになっちゃうかもしれないぞ？"
    },
    {
      "id": "announcer_enemy_specialgimmick_34_1",
      "dlg": "おぉ…あれは一目見ただけでも複雑な設計が埋め込まれてることが分かるな。たまに頭を冷やしたいときには、ああいう問題を見つけて解いたりするんだけど、ふむ…。難しくはないね。あっ、そうだ。この前こういう場面でいきなり答えを言っちゃったら、周りにものすごく嫌がられたっけ…。今回は黙っておくよ。よく観察してみるんだ。"
    },
    {
      "id": "announcer_advatk_physical_34_1",
      "dlg": "うん、正常値だな。実際、あの状況じゃそんな攻撃を選ぶしかなかったよな。そうだろ？"
    },
    {
      "id": "announcer_disadvatk_physical_34_1",
      "dlg": "ふむ…もしかして苦行が趣味なのか？少しストレスを受けてこそアイデアが浮かぶタイプ？まあ…そういう人もいることはいるしな。値そのものはエラーだけど、続けてみるといい。"
    },
    {
      "id": "announcer_advatk_attr_34_1",
      "dlg": "正しい物質同士がぶつかり合ったときに感じるカタルシスは、きっと替えが効くものなんてそうないだろうな。君たちもまさに今、それを感じたんじゃないか？そうだろ？"
    },
    {
      "id": "announcer_disadvatk_attr_34_1",
      "dlg": "あー…そんなやり方を続けると、ちょっと時間がかかると思うぞ。無理にこじつけても不協和音が生じるだろ。グーはチョキに勝って、チョキはパーに勝つ…。そういう決まりごとにはちゃんと理由があるんだからさ。あ、まぁ…グーを切れるチョキを作りたいって言うなら、発明家として応援してやりたいけどな！"
    },
    {
      "id": "announcer_enemy_specialbuff_34_1",
      "dlg": "あー…これは敵が時間を短縮できるような能力を持っているときに鳴る装置だよ。つまり…敵が勢いづいてきたってことだ。君たちを素早く壊滅させる方法を見つけたってことだからな。"
    },
    {
      "id": "announcer_enemy_specialdebuff_34_1",
      "dlg": "おっ、君たち何か作動させたのか？敵の時間が引き延ばされてるようだけど？このまま時間が無限に近くまで引き延ばされたら…敵がめちゃくちゃ不利になることを意味するだろうな？"
    },
    {
      "id": "announcer_ally_specialbuff_34_1",
      "dlg": "うーん…私が知らない装置があったのか？それとも参加賞が何かしたのか？君たちが勝つまでの時間が短縮されてるぞ。"
    },
    {
      "id": "announcer_ally_specialdebuff_34_1",
      "dlg": "うわぁ？これ見てくれよ。こんなふうに急に時間が延びることもあるんだな？機械によると…君たちが勝つにはあと145時間が掛かるらしいぞ！あれ？644時間？どんどん増えてるじゃないか…。君たち、何か誤作動してないか早く確認してみるといい。このままだと負けちゃうぞ？"
    },
    {
      "id": "announcer_enemy_destroy_34_1",
      "dlg": "おぅ…私はああやって何かを壊すのを見てると心が痛むんだよな。まぁ、暴走する機械を止めるにはまず最初に発電機を壊さないとだけど…。それでも作った努力があるだろうに…。"
    },
    {
      "id": "announcer_enemy_destroy_34_2",
      "dlg": "そうだな、確かに君たちはあれを完膚なきまでに壊したみたいだ。一時的には意図通りに動作できないだろうな…。私が行って直してやりたくなるけど…ダメだよな？ああ、秘書に言われたんだ。あれこれと余計なところに首を突っ込むのはお節介だって。少し控えろってな。"
    },
    {
      "id": "announcer_round_takebigdmg_34_1",
      "dlg": "赤い警報なんて本当に久しぶりに見るな？これは昔ユロージヴィの人たちが、うちの会社の入口に爆弾を投げ込んだとき以来だぞ！あのときは警備員たちがひどい怪我をしたんだ…。君たちも相当やられただろうな…。"
    },
    {
      "id": "announcer_round_takebigdmg_34_2",
      "dlg": "警報が消えないってことは、君たちがまだ被害から復旧できていないってことだ。まぁ…確かに君たちは機械でもないし、さっきあれだけひどい目に遭ったんだから、すぐに回復できるわけないよな。あぁ、参加賞が時間を戻してやるのは難しいのかな？やっぱり、そういう能力だから何かしらの制限があるんだろうな。"
    },
    {
      "id": "announcer_round_givebigdmg_34_1",
      "dlg": "針が突然振り切れたぞ！？正直に言うと、一度にこんな強力な攻撃を仕掛けるとは思わなくて、ずいぶん昔に作った機械を持ってきたんだ。まぁ、正確な数値は分からなくても、とにかくすごい攻撃が成功したってことだな。誇りに思っていいぞ。"
    },
    {
      "id": "announcer_round_givebigdmg_34_2",
      "dlg": "君たちがさっき強い攻撃をしたせいで、針が振り切れちゃって戻ってこないな。ちょっと修理しないといけないんだけど…あっ、この服にはドライバーを入れてなかったかな？うーん…少し集中しなきゃいけないから、話すのはここまでにするよ。あぁ。君たち、よくやったよ。"
    },
    {
      "id": "announcer_multikillenemy_34_1",
      "dlg": "時間を一番効率的に使う方法が何か知ってるか？一度に色んなことをやることさ。いわゆるマルチタスクってやつだな？君たちは今まさにそれをやったんだ。もしその攻撃に使われた時間が感情を持っていたら、有意義に使われたって思ってるだろう。"
    },
    {
      "id": "announcer_battle_win_34_1",
      "dlg": "ふぅ～、やっと終わったか。君たちの望み通りになったんだよな？あぁ、あちこち壊れてるみたいだけど、あれはうちの職員に直させないとな。修理代ももらえるし、市民たちもすぐに快適になるだろうし。おっ？私もなんか望み通りになったみたいだな。持ちつ持たれつだ！"
    },
    {
      "id": "announcer_battle_defeat_34_1",
      "dlg": "まぁ、あまり気にするなよ。君たちが必死になって努力していたのは、私が直接見届けてたからな。もちろん、それで失敗っていう結果が変わるわけじゃないけど…仕方ないだろ？またやってみるしかないさ。応援は続けてあげるさ、私は応援するのが好きなんだ。"
    },
    {
      "id": "announcer_equip_34_1",
      "dlg": "こういうのも必要なのか？君たち…ホントに面白い人生を送ってるんだな？まあ、やってやれないこともないが。助手と呼ぶか？それともハーバート？代表とは呼ぶなよ、それはあまり面白くないからな。あぁそうだ、時間をあまりにも沢山割くのは難しいから、君たちには少し早口に聞こえるかもしれない。理解してくれ。"
    }
  ]
}
