{
  "dataList": [
    {
      "id": "announcer_cheer_33_1",
      "dlg": "中央本部から伝達するよ。/今から制圧任務を始めるわよ。いつもやってることだけど、いつだってしっかりやりなさい。/ベストを尽くしてくれるって信じてるよ。"
    },
    {
      "id": "announcer_cheer_33_2",
      "dlg": "君たちは上手くやり遂げられるはずだよ。いつも通り。/失敗することもあるでしょうね。いつも通り。"
    },
    {
      "id": "announcer_specialcheer_33_1",
      "dlg": "あんた正気？職員たちの状態があのザマになるまで、一体どういう命令をしてきたの？/持続的な脅威に職員たちを晒し続けるのは良い考えじゃないと思うな。"
    },
    {
      "id": "announcer_specialcheer_33_2",
      "dlg": "はぁ…どうしろと？今すぐ職員たちを退かせることもできないっていうのに。/被害を最小化しながら制圧を終わらせる方法を探してみよう。"
    },
    {
      "id": "announcer_enemy_break_33_1",
      "dlg": "良かったわね。これで制圧作業がかなりやりやすくなったわ。チャンスを逃すバカみたいなことはしないでしょうね？"
    },
    {
      "id": "announcer_ally_break_33_1",
      "dlg": "職員1人の状態があまり良さそうには見えないね、すぐに気遣ってあげればまた良くなると思うよ。"
    },
    {
      "id": "announcer_killenemy_33_1",
      "dlg": "峠を一つ越せたみたいだ。信じてた通り、君たちは上手くやってくれてるよ。/今の褒め言葉聞いたよね？2回目は必要ないでしょ。まだ終わったわけでもないからね。"
    },
    {
      "id": "announcer_ally_dead_33_1",
      "dlg": "上層よりも救済不能じゃない…。もう少し気を遣ってたらこんなことは起こらなかったはずよ。/こういう場面を見るたびに、凄く気の毒に思うんだ。"
    },
    {
      "id": "announcer_enemy_adv_33_1",
      "dlg": "…こうなるって思ってたわ。私がよそ見してた間に怠けたりしたんでしょ？/そろそろ第三警報が鳴るかもしれないね。引き返すには…難しいかな。/あんたを信じた私がバカだったんでしょ…。/ティファレトの言ってることは気にしないで。地下に逃げるんだ。うん、そうしなきゃだね。"
    },
    {
      "id": "announcer_ally_adv_33_1",
      "dlg": "制圧が上手いこと進んでいるよ。このままなら大きな損失が生じる前に全てが安定化するだろうね。/心配する必要がないのはいいことね。よくやったわ。"
    },
    {
      "id": "announcer_ally_advex_33_1",
      "dlg": "…どうして？今回も絶対におしまいだと思ったのに…。/上手くやり遂げられるって言ったじゃないか。信じた分やり遂げたんだ。/いや、私は…。/彼らは諦めずにベストを尽くした。これが、その結果じゃあないかな？"
    },
    {
      "id": "announcer_danger_33_1",
      "dlg": "クリフォトカウンターが1だけ残ってるときの気分ね。それも隔離室3個以上…。/あんまり心配しなくても良いはずだよ、ティファレト。ここまで引っ張って来られたんだし、きっと最後も正しい選択をするだろうから。"
    },
    {
      "id": "announcer_enemy_specialskill_33_1",
      "dlg": "ティファレトよ、伝達するわね。じきに凄まじい攻撃が襲いかかってくるはずよ。/制圧個体についてちゃんと把握さえしていれば、被害は最小化できるはずだよ。"
    },
    {
      "id": "announcer_enemy_specialgimmick_33_1",
      "dlg": "あ…アレはちょっとややこしいわね。正直に言うわ。私にはちょっと難しいわね。これについては、あんたたちが解決できなくても理解してやれるわ。"
    },
    {
      "id": "announcer_advatk_physical_33_1",
      "dlg": "うん。制圧個体に適した正しい攻撃だよ。よくやったね。/ティファレト？当然やるべきことを敢えて褒める必要はないわ。"
    },
    {
      "id": "announcer_disadvatk_physical_33_1",
      "dlg": "そういう…やり方は、適していないと思うんだけどな。/いいえ、ティファレト。考えてみてよ。もしかしたら意図的に耐性の部分に手を出したのかもしれないでしょ？バカでもあるまいし。"
    },
    {
      "id": "announcer_advatk_attr_33_1",
      "dlg": "ほらね、難しくないでしょ？観察記録に書かれてる通りのタイプのみで攻撃すれば良いのよ。/観察記録をよく読んだみたいだね。素晴らしいよ。"
    },
    {
      "id": "announcer_disadvatk_attr_33_1",
      "dlg": "目はちゃんと開けてるのよね？上層病が移りでもしたんじゃないの？/大丈夫。もうあのタイプには他の攻撃方法をとらないといけないって気付いたじゃないか。/…はぁ。次にまた同じことやってみなさい。"
    },
    {
      "id": "announcer_enemy_specialbuff_33_1",
      "dlg": "なんなの…？幻想体でも脱走した？突然制圧個体が強くなったじゃない。/今のところ、僕らにはそういった情報はないね。他のセフィラたちにも聞いてくるよ。"
    },
    {
      "id": "announcer_enemy_specialdebuff_33_1",
      "dlg": "うん…？弾丸でも撃った？/この前、懲戒チームでクリフォト干渉フィールドっていうのを研究したって聞いたよ。/それってあんな効果だっけ…。とにかく、確実に制圧しやすくなったわね。"
    },
    {
      "id": "announcer_ally_specialbuff_33_1",
      "dlg": "みんな普段よりも意欲的だね。こんな雰囲気になることはあまりないからワクワクするよ。/無駄に興奮してるだけかもしれないでしょ。まぁ、悪いことではないだろうけど。"
    },
    {
      "id": "announcer_ally_specialdebuff_33_1",
      "dlg": "職員たちの顔色が悪いね。何かあったのかい、ティファレト？/…私に分かるとでも？職員たちの雰囲気が悪いのはまぁ、よくあることでしょ。/う～ん…それもそうだね。"
    },
    {
      "id": "announcer_enemy_destroy_33_1",
      "dlg": "完全に真っ二つに割れたわね。これでまともに動けなくなるはずよ。/僕らも二つに割れてるけども、ちゃんと動いてないかい？/うん、そうね。私たちは特異なケースだってことにしておきましょう。"
    },
    {
      "id": "announcer_enemy_destroy_33_2",
      "dlg": "君たちが壊しておいた制圧個体がまだ復旧してないね。/どうして悪いことでもしたみたいに言うの、ティファレト？/いや、明らかになった事実を言っただけだよ。"
    },
    {
      "id": "announcer_round_takebigdmg_33_1",
      "dlg": "しっかりしなさいよ。職員はほぼ半殺し状態になってるでしょ！/…これ以上の大ごとにならないうちに、早いところ収拾した方がいいだろうね。"
    },
    {
      "id": "announcer_round_takebigdmg_33_2",
      "dlg": "はい、分かりました。…ティファレト、再生炉を稼働してくださるみたいだよ。/そう、分かったわ。さぁ。早くあの職員を再生炉があるロビーに連れて行きなさい。早く！"
    },
    {
      "id": "announcer_round_givebigdmg_33_1",
      "dlg": "制圧効果がかなり良かったね。記録的なダメージだと思うよ。"
    },
    {
      "id": "announcer_round_givebigdmg_33_2",
      "dlg": "何なの、この数値は…。/さっき、とある職員が制圧個体に一度に与えたダメージだよ。/待って…ホントに？どうして部署チーフにしてあげなかったのかしら？"
    },
    {
      "id": "announcer_multikillenemy_33_1",
      "dlg": "制圧個体を多数処分したね。/おぉ…いくらなんでも、こういうのは褒めるしかないわね。/順調に進んでるようで何よりだよ。/この広い中央本部を統制するなら、これくらいの手腕は持ってて当然ではあるけどね。"
    },
    {
      "id": "announcer_battle_win_33_1",
      "dlg": "やっと会社が正常状態に戻ったわね。今回の制圧は終わりよ。/君たちもご苦労様。ティファレト、君も。/ふぅ…。いつか私たちも、全部が終わるときが来ればいいな。/そのときになったら、安息を待ちながら故郷の歌を歌ってるだろうね。"
    },
    {
      "id": "announcer_battle_defeat_33_1",
      "dlg": "いっそ私が職員を指揮するべきだったわ…全滅したじゃないの…。/哀しまないで。次は良いことがあるはずだよ。"
    },
    {
      "id": "announcer_equip_33_1",
      "dlg": "こんにちは、私ティファレトっていうの！/会えて嬉しいよ、僕もティファレトだよ。/怠けてないで、しっかりと制圧に臨みなさい。/もちろん、上手くやれると思うけどね。"
    }
  ]
}
