{
  "dataList": [
    {
      "id": "10101",
      "title": "ぶるんぶるん",
      "place": "メフィストフェレスの中",
      "desc": "バスの中にはぎこちないながらも険悪な雰囲気が漂う。「管理人」という地位を得たが、ここで私がどんな行動を取らなければならないのかは分からない。ちょうど向かい側に見える虫の腕を持つ囚人に目的地がどこなのか聞いてみることにした。"
    },
    {
      "id": "10102",
      "title": "ダンスタイム",
      "place": "4区 裏路地のどこか",
      "desc": "時計を回せという脅迫のようなお願いを聞き入れ、死より恐ろしい苦痛を何度も経験した。嬉しくない形でバスは静かになり、私も黙ることにした。このまま黙って目的地の4区に行けるといいのだが…。"
    },
    {
      "id": "10103",
      "title": "バスのデッキ",
      "place": "4区 裏路地のどこか",
      "desc": "バスを狙う裏路地のならず者たちが襲いかかってきた。しかし、なぜかすぐには殺さず、半分意識の残っている彼らの死体をメフィストフェレスの前に置き始めたのだが…。"
    },
    {
      "id": "10104",
      "title": "エンケファリン",
      "place": "4区 裏路地のどこか",
      "desc": "囚人よりもっと頼もしく死体を片付けるメフィストフェレスを鑑賞した。初めて見たときから常軌を逸しているとは思っていたが、一体このバスの正体は何だろう？ファウスト何か言いたげに唇をパクパクさせている。"
    },
    {
      "id": "10105",
      "title": "ユーリ",
      "place": "4区 裏路地のどこか",
      "desc": "バスの「食事」がある程度終わり、ヴェルギリウスが間もなく客人が来ると叫ぶ。あまり気乗りはしないであろうこの旅に同行する人が誰なのか気になる。"
    },
    {
      "id": "10106",
      "title": "地図",
      "place": "4区 裏路地のどこか",
      "desc": "到着したゲストは、かつてロボトミーコーポレーションで勤務していたというユーリという名のフィクサーだった。バスが死体を平らげる様子を見慣れた光景であるかのように淡々と見る姿から推し量るに、かなり苦労してきたようだ。そんなユーリさんが地図を見ると急にそわそわして運転席の方を見つめ始めるのだが…。"
    },
    {
      "id": "10107",
      "title": "三人組",
      "place": "4区 裏路地のどこか",
      "desc": "今からでも発覚して良かったのかもしれないけど…カロンが方向音痴だったという衝撃的な事実が明らかになった。ジッとしていられなかったユーリ氏がカロンに地図を読む方法を教えると言って腕をまくり上げ、見てばかりいられなかったシンクレアも自然と合流した。少しうるさくはあるけど…見ごたえのある光景だ。"
    },
    {
      "id": "10108",
      "title": "害虫",
      "place": "4区 裏路地のどこか",
      "desc": "バスの車窓から裏路地の風景を見ていたロージャが突然身震いをする。視線の先を見ると、虫の頭を持つ者たちが集まっている。そしてグレゴールの表情もあっという間に硬直し始めた。ロージャの気持ち悪いという感情とは、明らかに違う表情だった。"
    },
    {
      "id": "10109",
      "title": "ガイド",
      "place": "4区 ロボトミー支部前",
      "desc": "何度目かの騒ぎを経て、私たちは旧ロボトミーコーポレーション支部に到着した。支部の入口の近くには、初対面の人たちが私たちを待っていたかのように集まっていたが…。"
    },
    {
      "id": "10110",
      "title": "8級フィクサー",
      "place": "4区 ロボトミー支部前",
      "desc": "ロボトミー支部の中に入る直前、ヴェルギリウスが突然こっそり私を呼ぶ。 二人きりのときに伝えたいことがあるようだ。"
    },
    {
      "id": "10111",
      "title": "D-02支部",
      "place": "4区 ロボトミー支部のどこか",
      "desc": "私たちは地下に降りた。死体が立ち並んでいるここは悪臭と虫でいっぱいだった。ここで何があったんだろう？そして、私たちは果たして黄金の枝を無事奪還できるのだろうか？"
    }
  ]
}