{
  "dataList": [
    {
      "id": 0,
      "model": "돈키호테",
      "title": "Zwei Section 6",
      "content": "Ah! Thou wert here, compatriot! Here, this one is thine!"
    },
    {
      "id": 1,
      "model": "싱클레어",
      "title": "Zwei Section 6",
      "content": "Shh, be quiet! …Oh, is this milk tea? T-Thank you kindly…"
    },
    {
      "id": 2,
      "content": "The child was taking an entrance exam for the Association."
    },
    {
      "id": 3,
      "content": "After introductory training, the examinees are tasked with a simplified request to see if they’re fit to work for the Association."
    },
    {
      "id": 4,
      "model": "돈키호테",
      "title": "Zwei Section 6",
      "content": "So, is that the important person we need to guard?"
    },
    {
      "id": 5,
      "content": "…As every City resident knows, the Hana Association is in charge of managing the grades and licenses of Fixers."
    },
    {
      "id": 6,
      "content": "Though, that doesn’t necessarily mean every exam is directly under its jurisdiction."
    },
    {
      "id": 7,
      "content": "Each Association holds its own tests and reports their results back to the Hana."
    },
    {
      "id": 8,
      "content": "This child here is taking an entrance exam for the Zwei Association…"
    },
    {
      "id": 9,
      "content": "All of a sudden, he unexpectedly finds his protectee getting caught up in a fight."
    },
    {
      "id": 10,
      "content": "Although fear and anxiety caused the child to waver…"
    },
    {
      "id": 11,
      "model": "돈키호테",
      "title": "Zwei Section 6",
      "content": "To watch and sit idly by is against the Zwei’s creed!"
    },
    {
      "id": 12,
      "content": "Those words, they reminded the child of what he said during the qualification test."
    },
    {
      "id": 13,
      "content": "He then nodded quietly and went to speak."
    },
    {
      "id": 14,
      "model": "싱클레어",
      "title": "Zwei Section 6",
      "content": "That’s right… We’re the Zwei, our clients’ shield."
    }
  ]
}