{
  "dataList": [
    {
      "id": 0,
      "place": "Calw - Town Square",
      "model": "이스마엘",
      "content": "Okay, what should we do now? If we move quietly, we might be able to pass by the other Inquisitors unnoticed."
    },
    {
      "id": 1,
      "model": "싱클레어",
      "content": "Dante… I… I’d like to apologize in advance."
    },
    {
      "id": 2,
      "model": "싱클레어",
      "content": "As you know… I’m not as experienced with fighting like the others…"
    },
    {
      "id": 3,
      "model": "싱클레어",
      "content": "Our foes might jab me in the heart over and over for that…"
    },
    {
      "id": 4,
      "model": "싱클레어",
      "content": "Will you… bear that for me?"
    },
    {
      "id": 5,
      "content": "Sinclair was trembling so badly that it’d be pitiful for anyone to witness."
    },
    {
      "id": 6,
      "content": "I could tell he was desperately trying to suppress his fear."
    },
    {
      "id": 7,
      "content": "It wouldn’t be the first time Sinclair has died. Whenever he bit the dust, I made sure to bring him back."
    },
    {
      "id": 8,
      "content": "But today, he’s newly asking for my understanding. He looked determined to confront them directly even if it means he’ll die again and again."
    },
    {
      "id": 9,
      "content": "A feeling quite unlike the fright a usual battle evokes…"
    },
    {
      "id": 10,
      "content": "Maybe he’s holding the kind of fear that comes with a certain courage."
    },
    {
      "id": 11,
      "content": "In that case…"
    },
    {
      "id": 12,
      "model": "단테",
      "content": "<Are you scared, Sinclair?>"
    },
    {
      "id": 13,
      "model": "싱클레어",
      "content": "…!"
    },
    {
      "id": 15,
      "content": "Sinclair suddenly turned around and gave me a startled look."
    },
    {
      "id": 16,
      "model": "단테",
      "content": "<Hmm? Did I say something weird?>"
    },
    {
      "id": 17,
      "model": "싱클레어",
      "content": "No, it’s just… I was reminded of a friend who asked me the same question."
    },
    {
      "id": 18,
      "content": "Sinclair opened his mouth after a brief pause. His voice cracked."
    },
    {
      "id": 19,
      "model": "싱클레어",
      "content": "…I agree with what Heathcliff said."
    },
    {
      "id": 20,
      "model": "싱클레어",
      "content": "Prosthetic head or not, you would’ve been the same person regardless, Dante."
    },
    {
      "id": 21,
      "model": "싱클레어",
      "content": "I guess the same could be said for my family."
    },
    {
      "id": 22,
      "model": "단테",
      "content": "<Thanks, Sinclair.>"
    },
    {
      "id": 23,
      "model": "싱클레어",
      "content": "…Hoo."
    },
    {
      "id": 24,
      "model": "싱클레어",
      "content": "It’s nothing. I can’t have you be too thankful when I’m about to make you suffer by throwing my life away. Haha."
    },
    {
      "id": 25,
      "content": "Just as I realized that I forgot to ask what he said in response to the same question his friend had…"
    },
    {
      "id": 26,
      "content": "Sinclair had already charged into the fray."
    }
  ]
}