{
  "dataList": [
    {
      "id": 0,
      "place": "Aboard Mephistopheles",
      "content": "With the conflict sorted out, the bus finally departed."
    },
    {
      "id": 1,
      "content": "Looking out the windows evoked a strange feeling in the passengers."
    },
    {
      "id": 2,
      "model": "로쟈",
      "content": "Check out those people, they look like they haven’t a care in the world…"
    },
    {
      "id": 3,
      "model": "단테",
      "content": "<This is way different from the roads we’ve been through.>"
    },
    {
      "id": 4,
      "model": "그레고르",
      "content": "Aha, I guess this is our manager bud’s first time traveling in the middle of a Nest."
    },
    {
      "id": 5,
      "model": "이스마엘",
      "content": "There’s a world of difference between the Nests and the Backstreets. Besides, each Nest has its own cultural heritage."
    },
    {
      "id": 6,
      "model": "베르길리우스",
      "content": "Attention, all."
    },
    {
      "id": 7,
      "model": "베르길리우스",
      "content": "Our destination is the town of Calw, situated in Nest K. Investigation revealed that a passage connected to a Lobotomy Corp. branch exists somewhere in that village."
    },
    {
      "id": 8,
      "model": "싱클레어",
      "content": "…!"
    },
    {
      "id": 9,
      "content": "As soon as the name ‘Calw’ was mentioned, Sinclair lapsed into fear once again and started trembling."
    },
    {
      "id": 10,
      "content": "As if something were coming after him…"
    },
    {
      "id": 11,
      "model": "베르길리우스",
      "content": "But, as you have told me, a third party has occupied the area surrounding that branch facility. That’s why I requested an additional recon operation from Clearance."
    },
    {
      "id": 12,
      "model": "파우스트",
      "content": "Preliminary Observation Unit 3 from the Before Team has been dispatched. Mr. Effie and Ms. Saude should be with them by now."
    },
    {
      "id": 13,
      "model": "베르길리우스",
      "content": "We’ll receive a report from them once they get a good grasp of the situation."
    },
    {
      "id": 14,
      "content": "Shortly afterward, the bus entered a quiet woodland path leading to the village."
    },
    {
      "id": 15,
      "content": "Lush green trees rarely found in the Backstreets began to decorate the scene, providing a comforting sight. But that was soon disturbed by something odd."
    },
    {
      "id": 16,
      "content": "I could see an ominous billow of smoke rise in the distance."
    },
    {
      "id": 17,
      "model": "싱클레어",
      "content": "Why is… smoke… coming from…"
    },
    {
      "id": 18,
      "model": "로쟈",
      "content": "Sinclair…?"
    },
    {
      "id": 19,
      "model": "베르길리우스",
      "content": "Charon, turn."
    },
    {
      "id": 20,
      "model": "카론",
      "content": "Evasive maneuver. Rumble-tumble."
    },
    {
      "id": -1,
      "content": "SE // 와장창!"
    },
    {
      "id": 21,
      "content": "The bus made a sharp turn to the left, shortly before a giant nail flew in and noisily embedded itself in the back window."
    },
    {
      "id": 22,
      "model": "히스클리프",
      "content": "Wha… Who the hell was that?! I almost kicked it!"
    },
    {
      "id": 23,
      "model": "파우스트",
      "content": "Hmm… Though I hadn’t run a test with a projectile at such velocity, this does suggest that the windows need to be reinforced a little."
    },
    {
      "id": 24,
      "model": "오티스",
      "content": "That was aimed directly at us. They must be the faction the Before Team warned us about… The Employees of N Corp."
    },
    {
      "id": 25,
      "model": "카론",
      "content": "Verg, Mephi got hurt. Charon’s sad."
    },
    {
      "id": 26,
      "model": "베르길리우스",
      "content": "Doesn’t look like they’ll stop anytime soon."
    },
    {
      "id": 27,
      "model": "베르길리우스",
      "content": "Off the bus, all."
    },
    {
      "id": 28,
      "place": "Path towards Calw",
      "content": "As we got off the bus, a group stood in the way, clad from head to toe in rusty armor with faded coats of white."
    },
    {
      "id": 29,
      "model": "N사심문관1",
      "teller": "???",
      "title": "???",
      "content": "Halt. You may not use this road."
    },
    {
      "id": 30,
      "model": "그레고르",
      "content": "You should’ve said so in the first place, ‘cause what about our windshield? Ah, bugger…"
    },
    {
      "id": 31,
      "model": "오티스",
      "content": "You’re rather rude for someone who attacked without warning. Isn’t it at least common courtesy to state your affiliations?"
    },
    {
      "id": 32,
      "model": "N사심문관1",
      "teller": "Inquisitor",
      "title": "Nagel und Hammer",
      "content": "We are Inquisitors. We are the nail that fixes the blasphemous, and the hammer that strikes down the sinful."
    },
    {
      "id": 33,
      "model": "이스마엘",
      "content": "So, N Corp… That’s one convoluted way to tell someone that you’re an employee of Nagel und Hammer."
    },
    {
      "id": 34,
      "model": "파우스트",
      "content": "…Also known as “Nail and Hammer”."
    },
    {
      "id": 35,
      "model": "N사심문관1",
      "teller": "Inquisitor",
      "title": "Nagel und Hammer",
      "content": "You shall not proceed as we are in the midst of cleansing heretical dissidents."
    },
    {
      "id": 36,
      "model": "그레고르",
      "content": "Heretics? Hey now, we just want to pass through, not looking for any trouble. We’re on the, uh…"
    },
    {
      "id": 37,
      "model": "그레고르",
      "content": "A tour…! That’s right, and this is a tour bus."
    },
    {
      "id": 38,
      "model": "단테",
      "content": "<……>"
    },
    {
      "id": 39,
      "content": "Labeled as tourists all of a sudden, the Sinners exchanged looks in silence."
    },
    {
      "id": 40,
      "content": "To prevent another disastrous first impression, Gregor was doing what he could―even though his efforts fell flat for the most part―to gently appease the armored crowd."
    },
    {
      "id": 41,
      "content": "Accompanied by an attempt at the kind, harmless smile a tourist would wear."
    },
    {
      "id": 42,
      "model": "로쟈",
      "content": "Greg, I’ve been thunkin’ this since the job at the mine, but… are you that into these kinds of bits…?"
    },
    {
      "id": 43,
      "model": "그레고르",
      "content": "That’s not exactly it…"
    },
    {
      "id": 44,
      "content": "The quivering corners of his mouth roused pity in my heart."
    },
    {
      "id": 45,
      "model": "N사심문관1",
      "teller": "Inquisitor",
      "title": "Nagel und Hammer",
      "content": "In that case, you shall prove yourselves to be untainted."
    },
    {
      "id": 46,
      "model": "그레고르",
      "content": "Fine, tell us how so we can get on with it."
    },
    {
      "id": 47,
      "content": "The Inquisitor suddenly pointed in my direction."
    },
    {
      "id": 48,
      "model": "N사심문관1",
      "teller": "Inquisitor",
      "title": "Nagel und Hammer",
      "content": "Behead that blasphemous traveler."
    },
    {
      "id": 49,
      "model": "단테",
      "content": "<M… Me?!>"
    },
    {
      "id": 50,
      "model": "N사심문관1",
      "teller": "Inquisitor",
      "title": "Nagel und Hammer",
      "content": "And kneel before our hammer as you consecrate their head to us."
    },
    {
      "id": 51,
      "model": "N사심문관1",
      "teller": "Inquisitor",
      "title": "Nagel und Hammer",
      "content": "Such will prove that you are untainted ones, and your journey shall continue without hindrance."
    },
    {
      "id": 52,
      "model": "N사심문관1",
      "teller": "Inquisitor",
      "title": "Nagel und Hammer",
      "content": "You will, of course, have to part with the defiled vehicle as well."
    },
    {
      "id": 53,
      "model": "히스클리프",
      "content": "Love to spew on, don’t you blokes? Oi, I don’t know who you think we are, but do we look daft enough to do as you say?"
    },
    {
      "id": 54,
      "content": "Furious, Heathcliff was the first to quit playing as a harmless tourist."
    },
    {
      "id": 55,
      "model": "단테",
      "content": "<Heathcliff… You didn’t have to…>"
    },
    {
      "id": 56,
      "model": "히스클리프",
      "content": "Proper trifling twits, tch. Who are you telling me to kneel?"
    },
    {
      "id": 57,
      "model": "단테",
      "content": "<……>"
    },
    {
      "id": 58,
      "content": "The Inquisitor—as was declared to us—nodded in response."
    },
    {
      "id": 59,
      "model": "N사심문관1",
      "teller": "Inquisitor",
      "title": "Nagel und Hammer",
      "content": "Understood. Then I declare all of you to be heretics."
    },
    {
      "id": 60,
      "content": "With that, the group of Inquisitors moved into position at once, ready to attack."
    }
  ]
}