{
  "dataList": [
    {
      "id": 10301,
      "title": "Humming Along",
      "place": "Mephistopheles",
      "desc": "Vergilius informs us of where we will be going next. While everyone seems happy and energetic, one Sinner is reacting rather strangely…"
    },
    {
      "id": 10302,
      "title": "Inspection",
      "place": "Road to K Corp. Checkpoint",
      "desc": "To everyone’s surprise, we’re told that our destination is K Corp’s Nest. The entry procedures one must go through to set foot in a Nest are supposedly quite complicated."
    },
    {
      "id": 10303,
      "title": "Code Purple",
      "place": "K Corp. Checkpoint",
      "desc": "We wait our turn to undergo the checkpoint official’s interview, with Vergilius and Ishmael instructing us on the process. Here’s hoping we’ll pass…"
    },
    {
      "id": 10304,
      "title": "Taboo",
      "place": "K Corp. Checkpoint",
      "desc": "Our Dear Don Quixote’s intolerance for injustice rears its troublesome head again. Armed staff from K Corp. surround us on all sides, all the while Vergilius watches with his arms crossed, upset at our repeated failures to behave."
    },
    {
      "id": 10305,
      "title": "Verboten",
      "place": "K Corp. Checkpoint",
      "desc": "The confrontation with K Corp’s guards continues. They seem to hardly take a scratch… adding to our fatigue."
    },
    {
      "id": 10306,
      "title": "HP Bullets",
      "place": "K Corp. Checkpoint",
      "desc": "HP Bullets infused with K Corp’s Singularity render all damage we inflict on our foes useless. The Sinners are running out of patience."
    },
    {
      "id": 10307,
      "title": "Siegfried",
      "place": "K Corp. Checkpoint",
      "desc": "A man approaches from outside with tremendous speed. This exceedingly jovial and uncomfortably energetic fellow is Siegfried, who appears to have an acquaintance with Vergilius; after a friendly exchange, he rushes at our Sinners."
    },
    {
      "id": 10308,
      "title": "Effie—Saude, too",
      "place": "Road to K Corp. Checkpoint",
      "desc": "After a chaotic encounter with Siegfried, we meet with a couple of familiar faces at the exit, greeting us with the same confidence and comportment…"
    },
    {
      "id": 10309,
      "title": "The Deal They Struck",
      "place": "Mephistopheles",
      "desc": "Returning to the bus, I sense an uneasiness in the air. It looks like Vergilius isn’t going to let today’s incident go unpunished. Buena suerte, Don Quixote…!"
    },
    {
      "id": 10310,
      "title": "Inquisitors",
      "place": "Calw - Town Entrance",
      "desc": "With everything sorted out, we finally resume our journey to the town of Calw. Before we can bask in our momentary peace, someone claiming to be an “inquisitor” leaves a hole in the back window of our bus."
    },
    {
      "id": 10311,
      "title": "Inquisitors 2",
      "place": "Calw - Town Entrance",
      "desc": "The advance party contacted us at last. The mysterious voice coming from the transmitter was a telltale sign that something was up, throwing Sinclair into another fit of terror."
    },
    {
      "id": 10312,
      "title": "Inquisitors 3",
      "place": "Calw - Town Entrance",
      "desc": "Groups of Inquisitors continue to assail us. Who are they, and why are they so fixated on taking my head?"
    },
    {
      "id": 10313,
      "title": "Silent Night",
      "place": "Town of Calw",
      "desc": "We’ve reached the town of Calw. A familiar song welcomes us, followed by the morbid sight of trees festooned with horrifying things."
    },
    {
      "id": 10314,
      "title": "Holy Night",
      "place": "Town of Calw",
      "desc": "Sinclair’s hometown of Calw was a village of artisan prosthetists. Faust detailed the growing tendency of the public to avoid prosthesis users as the Distortion Phenomenon becomes more frequent."
    },
    {
      "id": 10315,
      "title": "Purification",
      "place": "Town of Calw",
      "desc": "Prosthetic bodies pile up like a landfill in a corner of the town. It brings me to think about what my “true self” is."
    },
    {
      "id": 10316,
      "title": "Fortitude",
      "place": "Town of Calw",
      "desc": "I can only feel pity for Sinclair’s struggle to repress his fear. In looking at me, he is soon reminded of an old friend."
    },
    {
      "id": 10317,
      "title": "Bonfire",
      "place": "The Sinclair Estate",
      "desc": "We arrived at the Sinclair family estate. Crucified prosthetic bodies await us in the courtyard. One of them is someone we can’t bear to see straight."
    },
    {
      "id": 10318,
      "title": "Scheiterhaufen",
      "place": "The Sinclair Estate",
      "desc": "Kromer walked inside the burning mansion. The Sinners are dismayed by Guido’s unflinching advance."
    },
    {
      "id": 10319,
      "title": "A Bad Dream",
      "place": "The Sinclair Estate",
      "desc": "We barely managed to defeat Guido, but Sinclair seems to be struggling to endure the immeasurable guilt weighing down on him."
    },
    {
      "id": 10320,
      "title": "Underpass",
      "place": "Passage Under the Sinclair Estate",
      "desc": "Sinclair showed us to the basement with a suspicious passage. Faust assumes this tunnel was made by N Corp’s staff."
    },
    {
      "id": 10321,
      "title": "Unterführung",
      "place": "Passage Under the Sinclair Estate",
      "desc": "We continue following the underground passage. The branch facility feels closer."
    },
    {
      "id": 10322,
      "title": "Branch K-02",
      "place": "Passage Under the Sinclair Estate",
      "desc": "We’ve arrived at the branch. The room we walked into was like a torture chamber, lined with devices, contraptions, and bits of flesh."
    }
  ]
}