{
  "dataList": [
    {
      "id": 0,
      "place": "K Corp. Checkpoint",
      "content": "K Corp’s Singularity: HP Bullets."
    },
    {
      "id": 1,
      "content": "Any would-be fatal injuries we managed to inflict were healed away with a single shot of those regenerative rounds."
    },
    {
      "id": 2,
      "content": "It was only a matter of time before the thread by which Heathcliff’s patience was hung snapped."
    },
    {
      "id": 3,
      "model": "히스클리프",
      "content": "I can’t take it anymore! This has got to be the most pointless fight in the world! Can’t you see?"
    },
    {
      "id": 4,
      "model": "파우스트",
      "content": "I told you. Entering into conflict with a Wing is an exercise in futility."
    },
    {
      "id": 5,
      "model": "로쟈",
      "content": "Just didn’t know the futility would hit us right away~"
    },
    {
      "id": 6,
      "model": "뫼르소",
      "content": "The flesh regrows as soon as it’s removed."
    },
    {
      "id": 7,
      "model": "뫼르소",
      "content": "It is difficult to continue on with combat."
    },
    {
      "id": 8,
      "model": "료슈",
      "content": "……"
    },
    {
      "id": 9,
      "model": "료슈",
      "content": "Really… Art can be rubbish like this, huh…"
    },
    {
      "id": 10,
      "content": "Ryōshū made the most pained expression I’ve seen from her, begrudgingly swinging her sheath around."
    },
    {
      "id": 11,
      "content": "Cuts and slashes will mend before even a drop of blood can spill from them. There couldn’t be a worse battle for Ryōshū to fight."
    },
    {
      "id": 12,
      "model": "단테",
      "content": "<Isn’t there anything we can do…?>"
    },
    {
      "id": 13,
      "model": "파우스트",
      "content": "HP, or Helapoiesis, is a bioengineered technology that allows for the continuous repair of damaged or lost cells."
    },
    {
      "id": 14,
      "model": "파우스트",
      "content": "One dose already lasts considerably long, so imagine what that means for those in the Nest who receive constant supplies…"
    },
    {
      "id": 15,
      "model": "파우스트",
      "content": "To put it simply, you can’t reasonably defeat them in combat."
    },
    {
      "id": 16,
      "content": "Even Faust was shaking her head in despondency, but then…"
    },
    {
      "id": 17,
      "teller": "???",
      "title": "???",
      "content": "Mwahahahahaha!!! In the height of chaos, I have arrived at last!!"
    },
    {
      "id": 18,
      "content": "A peal of overwhelmingly energetic laughter rang through the air."
    }
  ]
}