{
  "dataList": [
    {
      "id": 0,
      "place": "A Pawnshop",
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "Now… For this mission, we’ll basically spoon-feed you everything. All you have to do is open wide and chew up your simple tasks."
    },
    {
      "id": 1,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "Check the documents in this envelope, and do exactly, preciiiiisely as the papers say."
    },
    {
      "id": 2,
      "content": "The way Saude dragged out that vowel needled me a bit, but I decided not to argue."
    },
    {
      "id": 3,
      "content": "Even if I did, the ticking of a clock would be all she’d hear."
    },
    {
      "id": 4,
      "model": "그레고르",
      "content": "There’s not a lot of joining together at all in this “joint operation”, is there? You’re just telling us to follow from behind."
    },
    {
      "id": 5,
      "model": "이스마엘",
      "content": "This is insulting. Are they taking us for lubbers or what?"
    },
    {
      "id": 6,
      "model": "이스마엘",
      "content": "Look, Manager, we’ve got to put our foot down and…"
    },
    {
      "id": 7,
      "model": "이스마엘",
      "content": "And…"
    },
    {
      "id": 8,
      "model": "이스마엘",
      "content": "…do as they say, I guess?"
    },
    {
      "id": 9,
      "model": "단테",
      "content": "<Huh?>"
    },
    {
      "id": 10,
      "model": "이스마엘",
      "content": "…The documents they gave us. They’re flawless."
    },
    {
      "id": 11,
      "model": "이스마엘",
      "content": "Look at this. It has routes drawn out and everything. It’s been ages since I saw a plan this clear and meticulous."
    },
    {
      "id": 12,
      "model": "오티스",
      "content": "Mhm, surely. This is certainly indicative of their knowledge in writing up proper plans of operation."
    },
    {
      "id": 13,
      "model": "오티스",
      "content": "Ah, this isn’t to say that it holds a candle to the level of forethought you display, Manager."
    },
    {
      "id": 14,
      "content": "Convinced by Ishmael’s commendation, I opened the envelope and carefully read the rundown of the operation."
    },
    {
      "id": 15,
      "content": "The goal could be summarized as the following:"
    },
    {
      "id": 16,
      "content": "‘Reach the top floor of the casino.’"
    },
    {
      "id": 17,
      "content": "The main reason behind organizing this plan was the first-place prize for the table game to be held today."
    },
    {
      "id": 18,
      "content": "According to the papers, winning the competition held on the top floor of the casino is the only way to gain access to the area with the Golden Bough."
    },
    {
      "id": 19,
      "content": "Four Syndicates that jointly bid on the casino will be playing in this game of chance…"
    },
    {
      "id": 20,
      "content": "Of the four… We will be using the name of the infamous…"
    },
    {
      "id": 21,
      "model": "단테",
      "content": "<Tingtang Gang?>"
    },
    {
      "id": 22,
      "model": "파우스트",
      "content": "A name doesn’t necessarily reflect the nature of an organization. That’s a shallow prejudice."
    },
    {
      "id": 23,
      "model": "이상",
      "content": "It is unideal for one to choose to see things through the tinted lens that is bias."
    },
    {
      "id": 24,
      "model": "단테",
      "content": "<…Right.>"
    },
    {
      "id": 25,
      "content": "…Back to the plan, we’ll disguise as the boss of the ‘Tingtang Gang’ and win that game of chance."
    },
    {
      "id": 26,
      "content": "Afterwards, we have to go to the underground floors where the Golden Bough lies."
    },
    {
      "id": 27,
      "content": "Leading up to the game, we’ll use the items and clothing we can find in pawnshops to disguise as our given roles, enter the casino, and wait for the team on the top floor to win the game."
    },
    {
      "id": 28,
      "content": "That’s about it for the outline of this plan, I think…"
    },
    {
      "id": 29,
      "content": "Hey, wait a second. Won’t this entire thing fall apart if our player doesn’t win?"
    },
    {
      "id": 30,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "We’ve prepared fake identification as well. It’s just in case the casino security runs random inspections on visitors."
    },
    {
      "id": 31,
      "model": "그레고르",
      "content": "Alright, that’s all fine and dandy… But how do you plan to win once you’re at the top floor?"
    },
    {
      "id": 32,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "What do you think our outfits are for?"
    },
    {
      "id": 33,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "We practiced for months to pass off as bona fide croupiers."
    },
    {
      "id": 34,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "We’ll give you good luck. The game is in your bag, all you need is a pair of functioning eyes."
    },
    {
      "id": 35,
      "content": "Effie mumbled the last part to himself again while casting a sidelong scowl at our group."
    },
    {
      "id": 36,
      "content": "He’s making it painfully obvious he has no faith in us."
    },
    {
      "id": 37,
      "model": "그레고르",
      "content": "And how are we gonna take the place of the Tingtang Gang’s boss?"
    },
    {
      "id": 38,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "We’ll put sedatives in the food served at the casino. We’ve already finished negotiating the details with the head chef."
    },
    {
      "id": 39,
      "model": "이상",
      "content": "Sedatives…"
    },
    {
      "id": 40,
      "content": "Saude and Effie winked at each other."
    },
    {
      "id": 41,
      "content": "It was a gesture demonstrating that the two were ideal partners, able to tell each other’s thoughts just from exchanging glances."
    },
    {
      "id": 42,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "Hey, Dear Pawnbroker~ We’ll be taking a look at the goods on showcase from here to there~"
    },
    {
      "id": 43,
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "Hyes? Oh! No yeah, sure, of course. Please take your time, ma’am."
    },
    {
      "id": 44,
      "content": "The pawnbroker’s attitude took a sharp turn from disdainful to kowtowing."
    },
    {
      "id": 45,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "Now then, let’s take what we need from the display."
    },
    {
      "id": 46,
      "model": "홍루",
      "content": "Oh my! This is a Guppcha Designer Brooch, isn’t it?"
    },
    {
      "id": 47,
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "Hyah~ What discerning eyes you have there, sir. This beaut is the mainstay of our shop’s catalogue. Only 10 of those were ever made, so its worth is positively un­—"
    },
    {
      "id": 48,
      "model": "홍루",
      "content": "My dog used to have one of these on its collar whenever we took it out for walkies. It’s so nice to see something that brings back pleasant memories!"
    },
    {
      "id": 49,
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "……"
    },
    {
      "id": 50,
      "model": "로쟈",
      "content": "I’m down for these cowhide gloves. Whoever had ‘em must’ve been a fashionista~"
    },
    {
      "id": 51,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "Please take items that suit what’s written in the envelopes. You have roles to play."
    },
    {
      "id": 52,
      "model": "돈키호테",
      "content": "Pardon, but the envelope I have received says “janitor”, this must be an error of some sort!"
    },
    {
      "id": 53,
      "model": "그레고르",
      "content": "Okay, it’s good and all, but… Do you have the money to pay for all this?"
    },
    {
      "id": 54,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Worrying about spendings? Who do you think we are, some low-rank hirelings? There’s nothing I can’t afford using this ‘Black Card’."
    },
    {
      "id": 55,
      "model": "로쟈",
      "content": "Dante! What’s this about?! You told me we can’t have prime beef ‘cause we don’t have the budget!"
    },
    {
      "id": 56,
      "model": "파우스트",
      "content": "So the rumors were true that teams with notable performance are given a company card with no spending limit."
    },
    {
      "id": 57,
      "content": "While everyone was shocked by the proven existence of the fabled Black Card…"
    },
    {
      "id": 58,
      "content": "A loud voice came from outside."
    },
    {
      "id": 59,
      "model": "촌스러운말투의콩콩파조직원",
      "teller": "Rustic-sounding Tingtanger",
      "title": "Tingtang Gang",
      "content": "Oi, dotard! Didn’t I say ya payment was due today?"
    },
    {
      "id": 60,
      "content": "Someone who clearly belongs to a vicious Syndicate entered the pawnshop."
    },
    {
      "id": 61,
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "P-Please… give me one more chance. I swear I’ll have the money ready."
    },
    {
      "id": 62,
      "model": "촌스러운말투의콩콩파조직원",
      "teller": "Rustic-sounding Tingtanger",
      "title": "Tingtang Gang",
      "content": "One more? Can’t ya do basic math? Ya said the same thing last time! Boss won’t like me wasting precious time reteaching you kindergarten, ya hear?"
    },
    {
      "id": 63,
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "I-I’m just a frail old man standing on doddery feet, there’s really nothing you’ll get out of shaking me down…!"
    },
    {
      "id": 64,
      "content": "Pleading with an overtly loud voice, the pawnbroker looked at us."
    },
    {
      "id": 65,
      "model": "촌스러운말투의콩콩파조직원",
      "teller": "Rustic-sounding Tingtanger",
      "title": "Tingtang Gang",
      "content": "Eh? Ya talking back now? Yeah, go on then, get mad! I won’t feel so guilty that way!"
    },
    {
      "id": 66,
      "content": "In a way, he looked like he was covertly begging us to help him, based on his expression."
    },
    {
      "id": 67,
      "content": "The Sinners’ attention was naturally drawn to the ongoing row."
    },
    {
      "id": 68,
      "model": "촌스러운말투의콩콩파조직원",
      "teller": "Rustic-sounding Tingtanger",
      "title": "Tingtang Gang",
      "content": "What’re ya lookin’ at? Ya think I’m playing?!"
    },
    {
      "id": 69,
      "model": "이스마엘",
      "content": "Gee… That was so stereotypical, I didn’t even get an urge to reply. Can’t people be more creative about throwing taunts?"
    },
    {
      "id": 70,
      "model": "싱클레어",
      "content": "Shouldn’t we… help out, maybe?"
    },
    {
      "id": 71,
      "content": "Unlike Ishmael, who scoffed at the goon, Sinclair anxiously glanced over."
    },
    {
      "id": 72,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "We have no choice, the Backstreets have their own rules and order. We aren’t the ones to disturb that complex web of their society."
    },
    {
      "id": 73,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "Outsiders like us will only cause a bigger scene if we try to step in."
    },
    {
      "id": 74,
      "content": "Pleased by the Sinners choosing to stay away, the goon continued with the extortion."
    },
    {
      "id": 75,
      "model": "촌스러운말투의콩콩파조직원",
      "teller": "Rustic-sounding Tingtanger",
      "title": "Tingtang Gang",
      "content": "Hmph, if y’ain’t got money, why don’t ya pay your dues in that instead? We keep telling you."
    },
    {
      "id": 76,
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "A-Anything but that… Please…"
    },
    {
      "id": 77,
      "model": "단테",
      "content": "<…Is it really okay to leave them be?>"
    },
    {
      "id": 78,
      "model": "오티스",
      "content": "Shall I settle the dispute for them so it does not bother you, Manager?"
    },
    {
      "id": 79,
      "model": "그레고르",
      "content": "What does that toughster mean by “that”, anyway?"
    },
    {
      "id": 80,
      "model": "파우스트",
      "content": "…A currency more valuable than money exists in this District."
    },
    {
      "id": 81,
      "model": "파우스트",
      "content": "It’s well known that J Corp’s Singularity is a powerful security technology capable of locking anything."
    },
    {
      "id": 82,
      "model": "파우스트",
      "content": "What is less known, however, is the extensive cultural and historical background of the Backstreets of Nest J that lead to the Singularity’s creation."
    },
    {
      "id": 83,
      "model": "히스클리프",
      "content": "H, history…? Are you seriously about to lecture us here and now…? I was never told about any mandatory education when I joined this company!"
    },
    {
      "id": 84,
      "content": "In spite of the opposition, Faust went on with her explanation."
    },
    {
      "id": 85,
      "model": "파우스트",
      "content": "Here, a technology exists to extract ‘wishpower’ from people."
    },
    {
      "id": 86,
      "model": "파우스트",
      "content": "Though it’s not widely known outside this District since it didn’t quite have the generality to be recognized as a Singularity."
    },
    {
      "id": 87,
      "model": "파우스트",
      "content": "In essence, it’s processing ‘luck’ into a commodity that can be traded. Like a form of money."
    },
    {
      "id": 88,
      "model": "파우스트",
      "content": "It brought forth the need for a way to stop others from forcibly extracting this wishpower, leading to the creation of a security technology that ultimately developed into the Singularity we know today."
    },
    {
      "id": 89,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Gee-wee, Faust~ Must be tiring having to teach these dunces in ways they can get it."
    },
    {
      "id": 90,
      "model": "파우스트",
      "content": "It’s fine, this was within my anticipated scenario."
    },
    {
      "id": 91,
      "model": "히스클리프",
      "content": "I don’t like the way you say that…"
    },
    {
      "id": 92,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "Come on now, gather the items to help with your disguises so we can leave."
    },
    {
      "id": 93,
      "content": "Saude flapped the document full of scheduled plans to emphasize that we’d be busy."
    },
    {
      "id": 94,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "We’re salaried workers, not “heroes” fighting for justice."
    },
    {
      "id": 95,
      "model": "단테",
      "content": "<Wait… Not that word…!>"
    },
    {
      "id": 96,
      "content": "A bad feeling rushing through my head prompted me to count the Sinners I could see."
    },
    {
      "id": 97,
      "model": "단테",
      "content": "<That… does not align with a certain someone’s… beliefs…>"
    },
    {
      "id": 98,
      "content": "And it’s one that would severely provoke her principles…!"
    },
    {
      "id": 99,
      "model": "이스마엘",
      "content": "…!"
    },
    {
      "id": 100,
      "content": "Ishmael seems to have noticed what I meant, and hurriedly looked around."
    },
    {
      "id": 101,
      "model": "돈키호테",
      "content": "Thou darest try to pilfer the valuables of others? This behavior can only be seen as wholehearted villainy!"
    },
    {
      "id": 102,
      "model": "단테",
      "content": "<Oh no…! Don Quixote…!>"
    },
    {
      "id": 103,
      "content": "But it was a moment too late."
    },
    {
      "id": 104,
      "content": "Don Quixote had already sprinted forward and was swinging her lance at the Tingtanger who gripped the pawnbroker by the collar."
    },
    {
      "id": 105,
      "content": "WHACK!"
    },
    {
      "id": 106,
      "content": "Caught completely unaware, the goon was hit right on the head with the blunt side of her lance."
    },
    {
      "id": 107,
      "content": "Knocked out on the floor in a frisky swing, the fainted goon became the center of attention for all of us inside the pawnshop for a solid minute."
    },
    {
      "id": 108,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "……"
    },
    {
      "id": 109,
      "model": "파우스트",
      "content": "Ah, for your information, keeping the Sinners in check is not part of my job description. That would be the job of this person here."
    },
    {
      "id": 110,
      "model": "단테",
      "content": "<Don’t give me that look. There’s nothing in my abilities to keep her under control…>"
    },
    {
      "id": 111,
      "content": "I couldn’t stop myself from defending my position even when I was aware that my voice wouldn’t reach anyone besides the Sinners."
    },
    {
      "id": 112,
      "content": "Oh well. It’s not like my defense would’ve made them look any less baffled towards me if they could hear it."
    },
    {
      "id": 113,
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "Oooh…!"
    },
    {
      "id": 114,
      "content": "The pawnbroker was the only one chuffed by this turn of events."
    },
    {
      "id": 115,
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "Great work, ma’am. Serves that hooligan right! But I’ll say, you could’ve whopped ‘em a tad harder, maybe."
    },
    {
      "id": 116,
      "model": "돈키호테",
      "content": "Vergilius advised me that while I am free to deliver justice unto villains, I must do so without unduly involving irrevelants in our mission! Thus, I showed moderation!"
    },
    {
      "id": 117,
      "content": "Her proud expression never looked so provoking."
    },
    {
      "id": 118,
      "model": "단테",
      "content": "<Uh-huh. So you remembered his words and still leapt forward?>"
    },
    {
      "id": 119,
      "model": "돈키호테",
      "content": "‘Twas a necessary action to stay true to my creed. Please understand my virtuous violence!"
    },
    {
      "id": 120,
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "Not to kill the mood, but… That ruffian isn’t actually dead, right?"
    },
    {
      "id": 121,
      "model": "그레고르",
      "content": "I thought you wanted her to get straight to wallops, old sport?"
    },
    {
      "id": 122,
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "I did, I did… But things would get fairly complicated if the Yurodiviye showed up, you know."
    },
    {
      "id": 123,
      "model": "로쟈",
      "content": "The Yurodiviye? What are they doing here… No, forget that, why are you worrying about them?"
    },
    {
      "id": 124,
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "Not up to date with the news, are you, ma’am? They’ve been causing trouble here for months now."
    },
    {
      "id": 125,
      "model": "돈키호테",
      "content": "Are they villains as well?!"
    },
    {
      "id": 126,
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "Oh, they’re villains to us humble merchants for sure. They were going on about, what was it, roughing up greedy peddlers keeping money to themselves, and giving it to those who need it. Distributing something, they said…"
    },
    {
      "id": 127,
      "model": "뫼르소",
      "content": "The redistribution of wealth."
    },
    {
      "id": 128,
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "Aah~ That’s it, yes. Those scoundrels are robbing us poor saps of what little wealth we have. And they don’t even do the dirty work themselves, it’s always the local brutes they send. Can you believe it?"
    },
    {
      "id": 129,
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "Anyhoo, life has been hard for us because of those self-righteous bunches. Looked like they were here to find something at first, but all they do now is squeeze money outta us…"
    },
    {
      "id": 130,
      "model": "로쟈",
      "content": "…Ah! I-I just realized, shouldn’t we take our leave now? More toughies from the Tingtang Gang might be coming this way."
    },
    {
      "id": 131,
      "content": "It seemed like Rodya deliberately cut off the pawnbroker in a hurry, but I had little time to think about the implications."
    },
    {
      "id": 132,
      "content": "The gang member Don Quixote had knocked out began to flinch as though to get back up soon."
    },
    {
      "id": 133,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Sigh, what a hassle… You’re making the problem bigger than it had to be."
    },
    {
      "id": 134,
      "model": "그레고르",
      "content": "Hey, Muffin and Sablé, was it? Don’t be so tart now. There are plenty of pawnshops around here, right? We can always find a different—"
    },
    {
      "id": 135,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "It’s Effie and Saude. Please don’t mistake our names for confections."
    },
    {
      "id": 136,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "And your statement that there are plenty of pawnshops in the vicinity won’t mean much…"
    },
    {
      "id": 137,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "…When said pawnshops notice the trouble happening here and close…"
    },
    {
      "id": 138,
      "model": "단테",
      "content": "<Don Quixote…!>"
    },
    {
      "id": 139,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "I’m getting tired of lecturing these idiots on every little thing. We should just leave."
    },
    {
      "id": 140,
      "content": "Right as I tried to leave, someone wearing similar thuggish clothes to the one we’d just knocked out—with a face that looked just as rough—stormed into the shop."
    },
    {
      "id": 141,
      "model": "세보이고싶었던콩콩파조직원",
      "teller": "Chest-puffing Tingtanger",
      "title": "Tingtang Gang",
      "content": "Ayo, codger, have you seen our li’l—"
    },
    {
      "id": 142,
      "model": "세보이고싶었던콩콩파조직원",
      "teller": "Chest-puffing Tingtanger",
      "title": "Tingtang Gang",
      "content": "Wee slimmy! Just what’s going on here?!"
    },
    {
      "id": 143,
      "content": "We did our best to pretend to be innocent customers who just happened to be in the pawnshop at the wrong time."
    },
    {
      "id": 144,
      "content": "However, in an unfortunate concurrence of events, the goon came back to senses…"
    },
    {
      "id": 145,
      "model": "세보이고싶었던콩콩파조직원",
      "teller": "Chest-puffing Tingtanger",
      "title": "Tingtang Gang",
      "content": "Who did this?! Tell me now! That bean is gonna regret the day they grew stems!"
    },
    {
      "id": 146,
      "model": "촌스러운말투의콩콩파조직원",
      "teller": "Chest-puffing Tingtanger",
      "title": "Tingtang Gang",
      "content": "Gnh… O… Over there…"
    },
    {
      "id": 147,
      "model": "촌스러운말투의콩콩파조직원",
      "teller": "Chest-puffing Tingtanger",
      "title": "Tingtang Gang",
      "content": "That red… timepuss…"
    },
    {
      "id": 148,
      "content": "The direction that finger was pointing was simply too unambiguous for me to pretend otherwise."
    },
    {
      "id": 149,
      "content": "Plus, there’s no point in denying that I was meant by “red timepuss”, as I’m sure there would be literally no one else matching that description in this entire District."
    },
    {
      "id": 150,
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "Just so you don’t get the wrong idea, I have nothing to do with these people or what happened here. I was just about to bring a towel to cool this poor fellow’s head."
    },
    {
      "id": 151,
      "model": "히스클리프",
      "content": "That smarmy gaffer…"
    },
    {
      "id": 152,
      "model": "이스마엘",
      "content": "I had no expectations for him in the first place, but that man really has a shaky reed for his backbone."
    },
    {
      "id": 153,
      "content": "Although the pawnbroker switching sides in a heartbeat and the finger-pointing clock slander—over something I wasn’t responsible for, too—hurt me a little, I was determined to stand firm."
    },
    {
      "id": 154,
      "model": "세보이고싶었던콩콩파조직원",
      "teller": "Chest-puffing Tingtanger",
      "title": "Tingtang Gang",
      "content": "Jah… Frijolitos over there… Stop. Freeze in your tracks."
    },
    {
      "id": 155,
      "content": "Mostly because it was clear that we had to run right now."
    },
    {
      "id": 156,
      "content": "If I kept letting small things bother me, I would be reduced to a pulp sooner rather than later."
    },
    {
      "id": 157,
      "model": "료슈",
      "content": "Bah. No need to run. Let’s just kill them all and be done with it."
    },
    {
      "id": 158,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "What’s next? You’re going to wipe out the whole Syndicate?"
    },
    {
      "id": 159,
      "model": "료슈",
      "content": "Heh. That doesn’t sound too bad."
    },
    {
      "id": 160,
      "model": "돈키호테",
      "content": "The forces of evil must be uprooted with haste in order to raise the banner of justice high!"
    },
    {
      "id": 161,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Uh, so, is there seriously no one on your team who’s in their right mind?"
    },
    {
      "id": 162,
      "content": "Ishmael looked insulted by this remark and seemed to be thinking of a counterargument, but the Tingtang goons arming themselves were a more pressing matter."
    },
    {
      "id": 163,
      "model": "단테",
      "content": "<Let’s just…>"
    },
    {
      "id": 164,
      "model": "단테",
      "content": "<Let’s get outta here first!>"
    }
  ]
}