{
  "dataList": [
    {
      "id": 0,
      "place": "Aboard Mephistopheles",
      "model": "유리",
      "teller": "Yuri",
      "title": "Grade 8 Fixer",
      "content": "Now Charon, tell me, is this east or west?"
    },
    {
      "id": 1,
      "model": "카론",
      "content": "Charon only knows two directions: Mephi’s front and back."
    },
    {
      "id": 2,
      "model": "유리",
      "teller": "Yuri",
      "title": "Grade 8 Fixer",
      "content": "How did you come so far with a driver who has zero sense of direction?"
    },
    {
      "id": 3,
      "model": "싱클레어",
      "content": "Charon… Like I said, the sun rises from…"
    },
    {
      "id": 4,
      "content": "At the driver’s seat, three heads gathered together over a map."
    },
    {
      "id": 5,
      "content": "Well, one of them might have been at a slightly different elevation from the others."
    },
    {
      "id": 6,
      "model": "로쟈",
      "content": "Pft… Chiquita~ Aren’t you gonna join them too?"
    },
    {
      "id": 7,
      "model": "돈키호테",
      "content": "I beg your pardon! I am no child! And most certainly not little!"
    },
    {
      "id": 8,
      "content": "Watching Don Quixote shake her fist sky-high at Rodya, I noticed a bitter gaze falling upon them out of the corner of my view."
    },
    {
      "id": 9,
      "model": "단테",
      "content": "<…I’m starting to think that Yuri gal might’ve put up with a rough childhood.>"
    },
    {
      "id": 10,
      "content": "Gregor turned around to take a glance in my direction, then shook his head and went back to looking at the driver’s side with his chin resting on his hand."
    },
    {
      "id": 11,
      "model": "그레고르",
      "content": "…Wouldn’t be on the youngest side, either. Some Nests used to conscript anyone old enough to hold a knife."
    },
    {
      "id": 12,
      "content": "Nests… A Nest was basically the center of a District, if my memory is correct."
    },
    {
      "id": 13,
      "content": "Sounds like Nests used to get into wars with one another in the past."
    },
    {
      "id": 14,
      "model": "단테",
      "content": "<Did that happen often?>"
    },
    {
      "id": 15,
      "model": "그레고르",
      "content": "Not frequently, but it sure as hell did happen."
    },
    {
      "id": 16,
      "model": "그레고르",
      "content": "…Interested in learning about wars, Manager Bud?"
    },
    {
      "id": 17,
      "model": "단테",
      "content": "<Oh, I’m not really curious about the details, just gathering info I should know as the manager…>"
    },
    {
      "id": 18,
      "content": "As I was about to go on, a glimpse of Gregor’s expression I caught from the side stopped me in my tracks."
    },
    {
      "id": 19,
      "content": "His eyes seemed to be fixed somewhere far more distant than the driver’s seat."
    },
    {
      "id": 20,
      "model": "그레고르",
      "content": "Don’t get me wrong, Manager Bud, I’m not trying to criticize you or anything. Heck, it’s actually a pretty standup attitude for a boss, I’d say."
    },
    {
      "id": 21,
      "content": "He slowly continued, taking a pack of cigarettes from his pocket."
    },
    {
      "id": 22,
      "model": "그레고르",
      "content": "Still, ignorance is a gift you should savor while you have it, if you ask me."
    },
    {
      "id": 23,
      "model": "그레고르",
      "content": "Once you’re burdened with knowledge, there’s no going back."
    },
    {
      "id": 24,
      "content": "Without another word, he lit his cigarette."
    },
    {
      "id": 25,
      "model": "유리",
      "teller": "Yuri",
      "title": "Grade 8 Fixer",
      "content": "No, you should’ve turned right at that intersection!"
    },
    {
      "id": 26,
      "model": "싱클레어",
      "content": "I-It’s okay, Charon. We can turn around at the next junction."
    },
    {
      "id": 27,
      "model": "카론",
      "content": "Ahh… The woes of a driver."
    },
    {
      "id": 28,
      "model": "그레고르",
      "content": "Well… Looks like we have more pressing matters at hand. Ain’t that right, Manager Bud?"
    },
    {
      "id": 29,
      "content": "Gregor cackled with cigarette smoke still in his mouth."
    },
    {
      "id": 30,
      "content": "I was still curious to learn what he’d been through, but he’s right that I should focus on other things for now."
    },
    {
      "id": 31,
      "content": "An urgent matter showed up right before our bus-shaped doorstep, too."
    },
    {
      "id": 32,
      "model": "베르길리우스",
      "content": "Enough squabbling now. More enemies inbound."
    },
    {
      "id": 33,
      "teller": "Head Hooligan",
      "title": "District 4 Backstreets",
      "content": "You shoved my pals into that bus, you sick bastards! Are you nuts?"
    },
    {
      "id": 34,
      "teller": "Head Hooligan",
      "title": "District 4 Backstreets",
      "content": "You’ll pay for this! We were just gonna leave with the bus, but now I’ve gotta see you all bleed!"
    },
    {
      "id": 35,
      "model": "카론",
      "content": "Verg, fuel is making a fuss. Charon will get dizzy if many mouths are being noisy."
    },
    {
      "id": 36,
      "model": "베르길리우스",
      "content": "Nothing to worry about, Charon. They’ll shut their mouths soon enough."
    },
    {
      "id": 37,
      "model": "베르길리우스",
      "content": "Off the bus."
    }
  ]
}