{
  "dataList": [
    {
      "id": 0,
      "place": "K Corp. Checkpoint",
      "content": "After twelve whirls of agony, the Sinners were all back in one piece."
    },
    {
      "id": 1,
      "content": "The massacre must’ve been humbling because it feels rather strange seeing them this quiet."
    },
    {
      "id": 2,
      "model": "지크프리트",
      "teller": "Siegfried",
      "title": "A Fixer?",
      "content": "How’s life been, Red Gaze? We’ve rarely had a chance to meet in recent times. Haven’t shown up to the ‘League of Excellent Nest-dwelling Fixers’ lately, either…"
    },
    {
      "id": 3,
      "model": "지크프리트",
      "teller": "Siegfried",
      "title": "A Fixer?",
      "content": "Were you unable to read the dozens of invitations I sent you?"
    },
    {
      "id": 4,
      "model": "베르길리우스",
      "content": "Changed addresses. And I don’t have the time to lick top-brass boots like you’re doing."
    },
    {
      "id": 5,
      "model": "단테",
      "content": "<I don’t know what happened between these two, but… Vergilius is a bit hostile here, right?>"
    },
    {
      "id": 6,
      "model": "파우스트",
      "content": "The difference in disposition between them is rather clear, isn’t it, Dante?"
    },
    {
      "id": 7,
      "model": "단테",
      "content": "<In what ways?>"
    },
    {
      "id": 8,
      "model": "파우스트",
      "content": "Simply put, Mr. Siegfried can be described as a pro-Wing Fixer based on the views he’s expressed."
    },
    {
      "id": 9,
      "model": "파우스트",
      "content": "On the other hand, our guide Vergilius sought independence as a Fixer."
    },
    {
      "id": 10,
      "model": "파우스트",
      "content": "He believed that a Fixer loses sight of their core principles the moment they become subordinate to an influential entity."
    },
    {
      "id": 11,
      "model": "파우스트",
      "content": "He is someone who is strict towards those with power, after all."
    },
    {
      "id": 12,
      "content": "While speaking with Faust, I saw Don Quixote quake and approach Siegfried with shaky hands."
    },
    {
      "id": 13,
      "content": "She must’ve been honored to see him, even after being mincemeat by his hands mere moments ago."
    },
    {
      "id": 14,
      "model": "돈키호테",
      "content": "F, fe, fa, feh, afa… a fan, I am! I have collected figurines sculpted after you! Though I’ve yet to get my hands on limited editions… I set my heart on becoming a magnificent Fixer such as you!"
    },
    {
      "id": 15,
      "model": "지크프리트",
      "title": "A Fixer?",
      "content": "Aha! An aspiring Fixer! I have little time to spare, but more than enough for an autograph!"
    },
    {
      "id": 16,
      "model": "돈키호테",
      "content": "I… Is that true? Then would you sign… an autograph… here… Ehehe…"
    },
    {
      "id": 17,
      "model": "그레고르",
      "content": "Slow breaths, Don Quixote…"
    },
    {
      "id": 18,
      "teller": "Announcement",
      "title": "K Corp. Checkpoint",
      "content": "Attention. Code purple, dismissed. Code purple, dismissed. All codes cleared."
    },
    {
      "id": 19,
      "model": "지크프리트",
      "title": "A Fixer?",
      "content": "Huzzah! That’s a job done well!"
    },
    {
      "id": 20,
      "model": "지크프리트",
      "title": "A Fixer?",
      "content": "Now then, until next we meet! Hahahaha!!"
    },
    {
      "id": 21,
      "content": "Leaping with tremendous force, Siegfried vanished into the air…"
    },
    {
      "id": 22,
      "content": "Although there was a small delay, we did get the travel permit in the end."
    },
    {
      "id": 23,
      "content": "Vergilius returned to the bus in the meantime. Or, perhaps he only got off knowing that we’d run into that Siegfried."
    },
    {
      "id": 24,
      "content": "He looked rather upset as he walked away, but no one else seemed to care that much…"
    },
    {
      "id": 25,
      "model": "돈키호테",
      "content": "Ufu, wuhuhu…"
    },
    {
      "id": 26,
      "content": "Clueless to the surrounding frigidness, Don Quixote was happy as a clam, caressing the sheet of paper autographed by Siegfried."
    },
    {
      "id": 27,
      "model": "돈키호테",
      "content": "I must be caught in a dream! Manager Esquire! Will you pinch my cheek just once?"
    },
    {
      "id": 28,
      "content": "Just as I was about to give the blissful Don Quixote a word while we walked out of the border checkpoint…"
    },
    {
      "id": 29,
      "content": "An armored vehicle stopped before us."
    },
    {
      "id": 30,
      "model": "오티스",
      "content": "…A newfound foe? Bold of them to challenge us right in front of a Nest’s checkpoint."
    },
    {
      "id": 31,
      "model": "파우스트",
      "content": "This vehicle is from… LCC, the clearance department."
    },
    {
      "id": 32,
      "content": "Following Faust’s plain reply, the vehicle’s doors opened."
    },
    {
      "id": 33,
      "model": "제복에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Ah geez, what took you so long? We had to cycle three laps waiting for it to be over."
    },
    {
      "id": 34,
      "content": "A couple of familiar faces appeared out of the car."
    },
    {
      "id": 35,
      "content": "Effie, and Saude."
    },
    {
      "id": 36,
      "content": "Even though their outfits had changed, their faces were greased with just as much confidence and poise."
    },
    {
      "id": 37,
      "model": "그레고르",
      "content": "Oh, people from the Before Team, eh? Something about you looks different, I’ve gotta say."
    },
    {
      "id": 38,
      "model": "제복소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "That was a disguise we had in order to infiltrate the casino. It was ultimately useless, though."
    },
    {
      "id": 39,
      "model": "단테",
      "content": "<……>"
    },
    {
      "id": 40,
      "model": "그레고르",
      "content": "…Still got that sharp tongue too, huh."
    },
    {
      "id": 41,
      "content": "My chest ached a little at the thought of the harmonious cacophony that was our last operation."
    },
    {
      "id": 42,
      "model": "제복에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Pft… Saude, you see that hand on the clock trembling? You’ll make them cry."
    },
    {
      "id": 43,
      "model": "제복소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "I was just being playful. While you had much room for improvement in regard to skill, I’ve made up my mind to admit that the LCB department has its own character."
    },
    {
      "id": 44,
      "content": "In spite of the rough path we took, it sounds like we did leave a positive impression on the two."
    },
    {
      "id": 45,
      "model": "파우스트",
      "content": "The Before Team was supposed to be on site at this hour, wasn’t it?"
    },
    {
      "id": 46,
      "model": "제복에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "The others should be there already. We decided to wait for you because we had useful intel to share."
    },
    {
      "id": 47,
      "model": "그레고르",
      "content": "Hmm… In any case, you cared about us, right?"
    },
    {
      "id": 48,
      "model": "로쟈",
      "content": "Pfhu, do we have a couple of new fans knee-deep in our charm?"
    },
    {
      "id": 49,
      "model": "로쟈",
      "content": "Y’know~ Something like—the sorta food that’s cooked from ghastly ingredients, but the end result’s a pleasant surprise."
    },
    {
      "id": 50,
      "model": "그레고르",
      "content": "Yep, had a lot of that on the battlefield. Miserable to swallow, but somehow memorable…"
    },
    {
      "id": 51,
      "model": "제복소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "…What kind of food have you two been eating?"
    },
    {
      "id": 52,
      "model": "홍루",
      "content": "Um, by the way, what’s the intel you were going to share with us?"
    },
    {
      "id": 53,
      "model": "제복에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "It’s about our target location. It seems another faction has occupied the place already."
    },
    {
      "id": 54,
      "model": "제복에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "We’re putting in more manpower than usual as a result."
    },
    {
      "id": 55,
      "model": "오티스",
      "content": "Hmph, I bet they are yet another swarm of gadflies attracted by opportunity."
    },
    {
      "id": 56,
      "content": "As Outis pointed out, we weren’t new to encounters against groups of foes drawn near the Golden Boughs."
    },
    {
      "id": 57,
      "content": "For our first mission, straggling soldiers from G Corp. took shelter in the abandoned facility."
    },
    {
      "id": 58,
      "content": "And on our second, a variety of gangs inhabited the casino."
    },
    {
      "id": 59,
      "model": "제복에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Unfortunately, our opponents this time won’t be some crummy no-names like before."
    },
    {
      "id": 60,
      "model": "제복에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "We took a peek at the immigration inspection records and found out that N Corp. dispatched a legion of employees a few weeks ago. Same destination as ours, too."
    },
    {
      "id": 61,
      "model": "이스마엘",
      "content": "From N Corp?"
    },
    {
      "id": 62,
      "model": "제복에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Though this wasn’t an officially disclosed activity, seeing that K Corp. has let them pass means they might have made a deal under the table."
    },
    {
      "id": 63,
      "model": "제복소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "Which… if it’s true that N Corp. has sent staff in advance, then the journey won’t be a smooth one."
    },
    {
      "id": 64,
      "model": "그레고르",
      "content": "…I see. I’m worried we might make enemies of several Wings as we go on."
    },
    {
      "id": 65,
      "model": "파우스트",
      "content": "In the long term, conflicts with Wings will be an unavoidable step in the process."
    },
    {
      "id": 66,
      "model": "파우스트",
      "content": "Judging from the fact that N Corp. hasn’t made this motion officially known, it could end as a simple conflict of interest."
    },
    {
      "id": 67,
      "model": "파우스트",
      "content": "Furthermore… We can’t discount the possibility that it’s not the Golden Bough they’re after."
    },
    {
      "id": 68,
      "model": "그레고르",
      "content": "Doesn’t change that we’re convenient pawns for our higher-ups to throw around either way…"
    },
    {
      "id": 69,
      "model": "제복에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Oh, right, I heard some morons caused a scene at the K Corp. checkpoint. Did you guys see who they were?"
    },
    {
      "id": 70,
      "model": "돈키호테",
      "content": "…R—Rumor travels with such haste. ‘Twas as though… astride Rocinante."
    },
    {
      "id": 71,
      "content": "Don Quixote hung her head, possibly in embarrassment."
    },
    {
      "id": 72,
      "content": "Perhaps she’s finally starting to learn that her reckless actions have repercussions."
    },
    {
      "id": 73,
      "content": "…That, or I’m mistaken and she’s glad that more people know of what she’s done."
    },
    {
      "id": 74,
      "model": "제복소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "A shame I missed it. That’s not the kind of spectacle you see every day."
    },
    {
      "id": 75,
      "model": "제복소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "Really, who in their right mind would mess with a Wing at a border checkpoint unless they had lives to spare…"
    },
    {
      "id": 76,
      "model": "단테",
      "content": "<……>"
    },
    {
      "id": 77,
      "model": "돈키호테",
      "content": "……"
    },
    {
      "id": 78,
      "model": "제복소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "…Please, don’t tell me."
    },
    {
      "id": 79,
      "model": "이스마엘",
      "content": "Come on, we don’t have much time, so we should get going."
    },
    {
      "id": 80,
      "model": "제복에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Ah, dear. Mr. Vergilius is nowhere to be seen again."
    },
    {
      "id": 81,
      "model": "그레고르",
      "content": "…Oh, him? He went back to the bus first."
    },
    {
      "id": 82,
      "model": "제복소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "What a pity. I didn’t want to miss my chance to say hello…"
    },
    {
      "id": 83,
      "model": "제복에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "We’ll leave an impression on him next time, mark my words. I’m planning to ask him if we can join the team in your stead."
    },
    {
      "id": 84,
      "model": "단테",
      "content": "<What, that’s the reason you wanted to meet him?>"
    },
    {
      "id": 85,
      "model": "제복소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "That wasn’t entirely a joke. See you at the site, then."
    },
    {
      "id": 86,
      "model": "제복에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "If you can get there in one piece, anyway."
    }
  ]
}