{
  "dataList": [
    {
      "id": 0,
      "model": "뒤틀린주인카운트2",
      "teller": "Eunbong’s Bar & Fryers Owner",
      "title": "Eunbong’s Bar & Fryers",
      "content": "……"
    },
    {
      "id": 1,
      "model": "돈키호테",
      "content": "Nay, what manner of foul trickery is this?! The number has gone down whilst the judge has yet to even touch his dish!"
    },
    {
      "id": 2,
      "model": "단테",
      "content": "<He says it’s not even worth evaluating since what you said of it scared away his appetite…>"
    },
    {
      "id": 3,
      "model": "그레고르요리사",
      "content": "That’s a few more syllables than what the owner spoke, isn’t it?"
    },
    {
      "id": 4,
      "model": "돈키호테",
      "content": "Right he is! May this rejection be revoked!!"
    },
    {
      "id": 5,
      "model": "단테",
      "content": "<H-Hold it! Let me ask you guys this first!>"
    },
    {
      "id": 6,
      "model": "단테",
      "content": "<Have any of you even tasted this thing?>"
    },
    {
      "id": 7,
      "model": "그레고르요리사",
      "content": "……"
    },
    {
      "id": 8,
      "model": "이상",
      "content": "……"
    },
    {
      "id": 9,
      "model": "히스클리프",
      "content": "……"
    },
    {
      "id": 10,
      "model": "돈키호테",
      "content": "……"
    },
    {
      "id": 11,
      "model": "단테",
      "content": "<You can’t just feed others things you haven’t tried yourselves, we’re trying to please someone here!>"
    },
    {
      "id": 12,
      "model": "히스클리프",
      "content": "Mggrrr… Clockface’s got a point, I have to admit. Who wants to try this?"
    },
    {
      "id": 13,
      "content": "The tension was thicker than when we were preparing for battle."
    },
    {
      "id": 14,
      "model": "이상",
      "content": "…I urge you not to look at me with such eyes…"
    },
    {
      "id": 15,
      "model": "돈키호테",
      "content": "Permit me! If my sacrifice helpeth to unfurl the wickedness of the world…!"
    },
    {
      "id": 16,
      "content": "Don Quixote shut her eyes tight."
    },
    {
      "id": 17,
      "model": "히스클리프",
      "content": "Bugger all! Someone just get the damn stuff in their jaw!"
    },
    {
      "id": 18,
      "content": "Heathcliff grabbed a lump out of the serving and shoved it into the nearest person’s mouth…"
    },
    {
      "id": 19,
      "model": "뫼르소",
      "content": "……"
    },
    {
      "id": 20,
      "content": "Meursault stood completely still at the unexpected taste test."
    },
    {
      "id": 21,
      "model": "단테",
      "content": "<Did that kill him on the spot?>"
    },
    {
      "id": 22,
      "model": "돈키호테",
      "content": "I swear upon mine honor that I have done nothing to cause troubles this time. If Sir Vergilius is ever to ask who was responsible…"
    },
    {
      "id": 23,
      "content": "Meursault turned to Heathcliff, very slowly."
    },
    {
      "id": 24,
      "model": "뫼르소",
      "content": "The…"
    },
    {
      "id": 25,
      "model": "히스클리프",
      "content": "The… What?"
    },
    {
      "id": 26,
      "model": "뫼르소",
      "content": "The dressing is erroneous overall; failure to properly cook the chicken has resulted in a residual stench of blood and other unpleasant odors; the sauce is too thick to bring out a deep flavor; the inconsistent cuts of the meat contribute to the serving’s inability to rouse one’s appetite."
    },
    {
      "id": 27,
      "model": "히스클리프",
      "content": "I… Have you gone loony? That what you have to say?"
    },
    {
      "id": 28,
      "model": "뫼르소",
      "content": "Non."
    },
    {
      "id": 29,
      "model": "뫼르소",
      "content": "I have not finished."
    },
    {
      "id": 30,
      "model": "뫼르소",
      "content": "The seasons and spices are a complete disaster, and the taste in my mouth is even worse than plaster. Lacking sugar, you tossed two and a half spoons of butter, and the end result simply belongs right in the gutter."
    },
    {
      "id": 31,
      "model": "돈키호테",
      "content": "I… I am… quite sorry…"
    },
    {
      "id": 32,
      "model": "뫼르소",
      "content": "Yi Sang. I must ask if you aim to throng my teeth and prong my tongue by cooking wrong—seeing as this plate’s a headstrong lens to ding-dong notions of what food is to you all along."
    },
    {
      "id": 33,
      "model": "이상",
      "content": "…I have not one excuse."
    },
    {
      "id": 34,
      "model": "히스클리프",
      "content": "One bloody moment, is he… possessed by something or?"
    },
    {
      "id": 35,
      "model": "뫼르소",
      "content": "Most people were unable to accept my point when I elaborated on my statements in detail."
    },
    {
      "id": 36,
      "model": "뫼르소",
      "content": "Because of that, I have not bothered to expand upon them until now."
    },
    {
      "id": 37,
      "model": "뫼르소",
      "content": "Additionally…"
    },
    {
      "id": 38,
      "model": "홍루",
      "content": "I know, why don’t we let Meursault take charge this time!"
    },
    {
      "id": 39,
      "content": "Hong Lu swiftly made a suggestion with a shower of claps to break the frigid tension before his turn to be condemned came around."
    },
    {
      "id": 40,
      "model": "홍루",
      "content": "We’ll help you with everything you need!"
    },
    {
      "id": 41,
      "model": "뫼르소",
      "content": "…I do not prefer to have assistants around."
    },
    {
      "id": 42,
      "model": "돈키호테",
      "content": "Fret not! We shan’t disappoint you!"
    },
    {
      "id": 43,
      "content": "Don Quixote bravely exclaimed, rolling up her sleeves."
    },
    {
      "id": 44,
      "model": "뫼르소",
      "content": "Hmm… Cooking is not my specialty, but if you so insist, I will readily attempt it."
    },
    {
      "id": 45,
      "model": "단테",
      "content": "<L—Let’s have a look at Ryōshū’s team, then.>"
    },
    {
      "id": 46,
      "content": "While there was a spectacle occurring on Gregor’s team, the air had grown tense among Ryōshū’s crew."
    },
    {
      "id": 47,
      "model": "싱클레어",
      "content": "B—But…"
    },
    {
      "id": 48,
      "model": "싱클레어",
      "content": "How in the Wings’ names am I supposed to make food that’s both salty and clean, sweet but not too sugary, and lightly cooked but somehow also crispy!"
    },
    {
      "id": 49,
      "content": "Sinclair yelled, throwing the apron he had been wearing to the floor."
    },
    {
      "id": 50,
      "model": "싱클레어",
      "content": "I can’t do this anymore! I guess Ishmael was right, beating Heathcliff at arm wrestling is gonna be easier than this!"
    },
    {
      "id": 51,
      "model": "이스마엘",
      "content": "That—That was a joke…"
    },
    {
      "id": 52,
      "model": "파우스트",
      "content": "Statistically speaking, it is as likely as Sinclair’s height increasing by five centimeters in just one week; in other words, a nigh impossib—"
    },
    {
      "id": 53,
      "model": "싱클레어",
      "content": "Shut up already! It’s all the same!!!"
    },
    {
      "id": 54,
      "model": "오티스",
      "content": "How weak, you cannot withstand a few criticisms and come whining like the pathetic soldier you are."
    },
    {
      "id": 55,
      "model": "싱클레어",
      "content": "If you’re so darn sure of yourself, Outis… W-Why don’t you do it yourself then?"
    },
    {
      "id": 56,
      "content": "As courageous as his rebuttal was, his eyes were shut tight."
    },
    {
      "id": 57,
      "model": "오티스",
      "content": "…You leave me no choice."
    },
    {
      "id": 58,
      "model": "오티스요리사",
      "content": "Out of my way, stragglers. It’s about time someone led this troop."
    },
    {
      "id": 59,
      "content": "In a series of turbulent events I didn’t fully catch, Meursault took up Gregor’s culinary antennae and toque blanche."
    },
    {
      "id": 60,
      "content": "The kitchen grew busy as Gregor’s Sinners moved according to Meursault’s order."
    },
    {
      "id": 61,
      "model": "돈키호테",
      "content": "Behold, Meursault! I have carved this one into the adorable shape of a star…"
    },
    {
      "id": 62,
      "model": "뫼르소요리사",
      "content": "Potatoes should be cut into square pieces so that they may be evenly cooked on all sides."
    },
    {
      "id": 63,
      "model": "돈키호테",
      "content": "Nevertheless…!!"
    },
    {
      "id": 64,
      "model": "뫼르소요리사",
      "content": "Square shapes. Five centimeters."
    },
    {
      "id": 65,
      "model": "돈키호테",
      "content": "……"
    },
    {
      "id": 66,
      "content": "Meursault looked more charismatic than ever with the mantle of head chef upon his shoulders."
    },
    {
      "id": 67,
      "model": "그레고르",
      "content": "Eh, whatever. A chicken’s a chicken, it can only be so special."
    },
    {
      "id": 68,
      "model": "그레고르",
      "content": "Who knows, that lost recipe of his might’ve been all superficial stuff like “one spoon of earnestness and three scoops of effort”, ‘ne?"
    },
    {
      "id": 69,
      "model": "홍루",
      "content": "Oho~ So this is how you cook potatoes~"
    },
    {
      "id": 70,
      "model": "히스클리프",
      "content": "What the… Ya thought they harvested baked potatoes out in the fields?"
    },
    {
      "id": 71,
      "model": "홍루",
      "content": "Taking me for a fool, aren’t you…!"
    },
    {
      "id": 72,
      "model": "홍루",
      "content": "Obviously, ripe potatoes fall from their trees when the time is right."
    },
    {
      "id": 73,
      "model": "히스클리프",
      "content": "……"
    },
    {
      "id": 74,
      "model": "홍루",
      "content": "Pft, I was just kidding, Heathcliff."
    },
    {
      "id": 75,
      "model": "홍루",
      "content": "Oh? What are you planning to do with that tenderizer—"
    },
    {
      "id": 76,
      "model": "이상",
      "content": "A serene flower has blossomed on this yam. Ah, so a bud can indeed bloom even upon this barren ground."
    },
    {
      "id": 77,
      "model": "뫼르소요리사",
      "content": "That is a sign that the potato is poisonous; it must be disposed of immediately. Don Quixote, confiscate it."
    },
    {
      "id": 78,
      "model": "돈키호테",
      "content": "Righty-ho!!!"
    },
    {
      "id": 79,
      "model": "이상",
      "content": "Ah… Please do not do such…"
    },
    {
      "id": 80,
      "model": "이상",
      "content": "Burnt things are significant in their own ways. In truth, the state of being “burnt” may as well be an imaginary concept defined by man when the essence of an object has remained unchanged."
    },
    {
      "id": 81,
      "model": "뫼르소요리사",
      "content": "“Burnt” refers to the condition in which a food item is discolored beyond a certain degree and produces an acrid smell after prolonged exposure to high heat."
    },
    {
      "id": 82,
      "model": "뫼르소요리사",
      "content": "And this one has burnt to its core. It is only right to discard it as long-term consumption of burnt food can negatively impact the body."
    },
    {
      "id": 83,
      "model": "이상",
      "content": "How regrettable…"
    },
    {
      "id": 84,
      "content": "Meursault became a ruthless chef, while Yi Sang remained mostly unhelpful."
    },
    {
      "id": 85,
      "content": "Heathcliff was peeling ingredients at a surprisingly brisk pace."
    },
    {
      "id": 86,
      "model": "히스클리프",
      "content": "Don’t gab at me. It’ll ruin my focus."
    },
    {
      "id": 87,
      "model": "히스클리프",
      "content": "Knives are a luxury. A real pauper can peel any spud with nothing more than a metal spoon."
    },
    {
      "id": 88,
      "model": "뫼르소요리사",
      "content": "……"
    },
    {
      "id": 89,
      "model": "뫼르소요리사",
      "content": "This gets a pass. You are rewarded extra points for the expertise displayed in your aslant strokes."
    },
    {
      "id": 90,
      "model": "히스클리프",
      "content": "That’s class!!!!"
    },
    {
      "id": 91,
      "model": "오티스요리사",
      "content": "Watch closely. You need to employ a wide variety of ingredients. Being a picky eater is what’s stunted your growth."
    },
    {
      "id": 92,
      "model": "싱클레어",
      "content": "I… I can still get taller from here…!"
    },
    {
      "id": 93,
      "model": "싱클레어",
      "content": "…I think."
    },
    {
      "id": 94,
      "model": "오티스요리사",
      "content": "Also, an unbalanced diet is the reason why your hair’s turned all grey."
    },
    {
      "id": 95,
      "model": "파우스트",
      "content": "Faust has… always had…"
    },
    {
      "id": 96,
      "model": "오티스요리사",
      "content": "Your hands in particular have become coarse and rough for the same reason."
    },
    {
      "id": 97,
      "model": "이스마엘",
      "content": "Excuse me? This is because of all the work I did aboard the ship!"
    },
    {
      "id": 98,
      "model": "로쟈",
      "content": "Me next, Outis! What about me? What’s the diagnosis?"
    },
    {
      "id": 99,
      "model": "오티스요리사",
      "content": "Don’t yell frivolously like that! You’re being a distraction!"
    }
  ]
}