{
  "dataList": [
    {
      "id": 0,
      "model": "파우스트",
      "content": "…Данте?"
    },
    {
      "id": 1,
      "content": "Мефистофель не может ехать всё время. Всё же, Харон всё ещё человек, а Мефистофель — лишь двигатель. И им время от времени нужен отдых."
    },
    {
      "id": 2,
      "model": "단테",
      "content": "<Вам не спится, мисс Фауст?>"
    },
    {
      "id": 3,
      "model": "파우스트",
      "content": "Осталось проверить пару моментов. Учитывая, как он изнашивается при работе, важно поддерживать его в хорошем состоянии во время остановок."
    },
    {
      "id": 4,
      "content": "Словно в доказательство собственным словам, вместо привычного цвайхандера Фауст держала в руках несколько инструментов и небольшой механический девайс."
    },
    {
      "id": 5,
      "model": "단테",
      "content": "<Вы не жалеете сил.>"
    },
    {
      "id": 6,
      "model": "파우스트",
      "content": "Эта работа не требует большого труда. На самом деле, гораздо тяжелее смотреть на перегрузки магнум опуса Фауст без малейшей возможности привести его в порядок."
    },
    {
      "id": 7,
      "content": "Фауст слегка улыбнулась…"
    },
    {
      "id": 8,
      "model": "파우스트",
      "content": "Кажется, вам нравится это обновление?"
    },
    {
      "id": 9,
      "content": "И села подле меня, наблюдая за тем, как я вожусь с небольшим девайсом."
    },
    {
      "id": 10,
      "model": "단테",
      "content": "<А… Это?>"
    },
    {
      "id": 11,
      "model": "파우스트",
      "content": "Да, мне казалось, вы нечасто прибегали к его использованию."
    },
    {
      "id": 12,
      "model": "단테",
      "content": "<Не то чтобы… Просто, думаю, мне давно была нужна эта функция.>"
    },
    {
      "id": 13,
      "content": "Каждый раз, когда у Фауст появлялся шанс заняться автобусом, я обновлял свой \"ЛКБ-КПК\"."
    },
    {
      "id": 14,
      "content": "Иногда обновления добавляют новые функции, и в этот раз…"
    },
    {
      "id": 15,
      "model": "파우스트",
      "content": "…Заметки? До этого у вас не было подобной функции?"
    },
    {
      "id": 16,
      "model": "단테",
      "content": "<Нет. Я сам был удивлён.>"
    },
    {
      "id": 17,
      "model": "단테",
      "content": "<…Вы не знали? Фауст, мне казалось, вы знаете всё.>"
    },
    {
      "id": 18,
      "model": "파우스트",
      "content": "Фауст лишь знает всё, что знает Фауст."
    },
    {
      "id": 19,
      "model": "파우스트",
      "content": "Что ж, прошу прощения."
    },
    {
      "id": 20,
      "content": "Фауст мельком взглянула на экран моего КПК."
    },
    {
      "id": 21,
      "model": "파우스트",
      "content": "Данте, вы пытаетесь написать энциклопедию?"
    },
    {
      "id": 22,
      "model": "단테",
      "content": "<Нет… Просто вы всё время говорите незнакомые мне слова. Корректировщики там, Крылья…>"
    },
    {
      "id": 23,
      "model": "단테",
      "content": "<Может, для вас это и привычные термины…>"
    },
    {
      "id": 24,
      "model": "파우스트",
      "content": "Понимаю. Вы не помните ничего о Городе."
    },
    {
      "id": 25,
      "model": "단테",
      "content": "<Так и есть. Поэтому я решил записывать всё, с чем успел столкнуться.>"
    },
    {
      "id": 26,
      "model": "단테",
      "content": "<И сейчас я переношу то, что время от времени писал на бумаге…>"
    },
    {
      "id": 27,
      "content": "Никто не знает, когда я поменяю часы обратно на свою голову. Я не могу быть уверен, что мои воспоминания останутся со мной."
    },
    {
      "id": 28,
      "content": "Так что нужно удостовериться…"
    },
    {
      "id": 29,
      "content": "Что я не забуду всё во второй раз."
    }
  ]
}