{
  "dataList" : [
    {
      "id" : -1,
      "content" : "Эпизод S0_1"
    },
    {
      "id": 0,
      "place": "В Мефистофеле",
      "model": "카론",
      "content": "Вер."
    },
    {
      "id": 1,
      "model": "카론",
      "content": "Преграда впереди. Разреши сделать врум-врум?"
    },
    {
      "id": 2,
      "content": "Тихий разговор привлёк моё внимание, заставив открыть глаза."
    },
    {
      "id": 3,
      "content": "Всё же, ничто не спасает от скуки так, как блокировка зрения."
    },
    {
      "id": 4,
      "content": "Потому что это единственное, что ты можешь сделать, сидя в автобусе без малейшего понятия о направлении его движения…"
    },
    {
      "id": 5,
      "content": "К тому же, потеря головы и воспоминаний также не помогает с выдумыванием развлечений."
    },
    {
      "id" : 6,
      "model" : "베르길리우스",
      "content" : "……"
    },
    {
      "id": 7,
      "model": "베르길리우스",
      "content": "Хорошо, продолжай движение."
    },
    {
      "id": 8,
      "model": "카론",
      "content": "Угу, тук-тук."
    },
    {
      "id": 9,
      "model": "카론",
      "content": "Моющее средство дорогое. Вер говорил, оно стоило ему целое состояние."
    },
    {
      "id": 10,
      "content": "Куски мяса, прилипшие к стеклу, начали растворяться, и свет стал пробиваться сквозь него."
    },
    {
      "id": 11,
      "content": "Большинство грешников, сидящих в автобусе, пустыми глазами уставились вперёд."
    },
    {
      "id": 12,
      "content": "Эта картина казалась мне ужасающей, но, судя по лицам остальных, это — обыкновение в Городе."
    },
    {
      "id": 13,
      "model": "단테",
      "content": "<Эй…>"
    },
    {
      "id": 14,
      "content": "Неловко закрывать глаза снова, когда ты полностью проснулся. Но, как же вовремя мне на глаза попался мужчина с усами и бородкой."
    },
    {
      "id": 15,
      "model": "단테",
      "content": "<Жу… Нет, точнее, друже в очках. Знаешь, куда мы сейчас едем?>"
    },
    {
      "id": 16,
      "content": "…У него была ещё одна черта, гораздо более заметная, чем бородка, так что слова вырвались сами по себе."
    },
    {
      "id": 17,
      "model": "그레고르",
      "content": "Хотел назвать меня \"жукодруже\", не так ли?"
    },
    {
      "id": 18,
      "model": "그레고르",
      "content": "Говорю снова, меня зовут Грегор."
    },
    {
      "id": 19,
      "model": "그레고르",
      "content": "Это как я зову тебя Данте, а не \"часоголовый\"."
    },
    {
      "id": 20,
      "content": "…Мне не было оправдания, так что я лишь молча кивнул."
    },
    {
      "id": 21,
      "model": "그레고르",
      "content": "Эй, девуля за баранкой. А куда мы едем-то?"
    },
    {
      "id": 22,
      "model": "카론",
      "content": "Говорю снова, меня зовут Харон."
    },
    {
      "id": 23,
      "model": "카론",
      "content": "Прямо как тебя зовут Грегор, а не \"жукодруже\"."
    },
    {
      "id" : 24,
      "model" : "그레고르",
      "content" : "……"
    },
    {
      "id": 25,
      "model": "단테",
      "content": "<Тебя уделали, Грегор.>"
    },
    {
      "id": 26,
      "model": "그레고르",
      "content": "Ха-ха, признаю своё поражение."
    },
    {
      "id": 27,
      "model": "카론",
      "content": "…Вер сказал:"
    },
    {
      "id": 28,
      "model": "카론",
      "content": "\"Грешники отправляются в четвёртый район.\""
    },
    {
      "id": 29,
      "model": "돈키호테",
      "content": "Четвёртый райо-о-он?! Неужто до ушей моих донёсся \"четвёртый район\"?"
    },
    {
      "id": 30,
      "model": "돈키호테",
      "content": "В нём некогда была рождена Травяная дева! В сих переулках началось становление героини, её первые героические деяния! Затем же…"
    },
    {
      "id": 31,
      "model": "히스클리프",
      "content": "Сколько ещё ты будешь балаболить без умолку…"
    },
    {
      "id": 32,
      "model": "히스클리프",
      "content": "Почему ты не можешь прихлопнуть свою хлеборезку и посидеть в тишине?"
    },
    {
      "id": 33,
      "model": "돈키호테",
      "content": "До сего момента я пребывала в абсолютном безмолвии!"
    },
    {
      "id": 34,
      "model": "히스클리프",
      "content": "Захлопнись!"
    },
    {
      "id": 35,
      "model": "이스마엘",
      "content": "…Эй, ты понимаешь, что сам гораздо громче неё?"
    },
    {
      "id": 36,
      "model": "히스클리프",
      "content": "…Может, ты не сдохнешь, но отмучаешься знатно. Давай, вякни мне тут ещё раз."
    },
    {
      "id": 37,
      "model": "이스마엘",
      "content": "Приятно знать, что на правду ты отвечаешь насилием. Это многое говорит о тебе."
    },
    {
      "id": 38,
      "model": "히스클리프",
      "content": "…Ха."
    },
    {
      "id": 39,
      "content": "В этот момент я не знал, что делать."
    },
    {
      "id": 40,
      "content": "Стоит ли мне его останавливать? Подходящий ли это момент, чтобы с честью и достоинством доказать свою важность как менеджера? Забытые воспоминания говорят мне, что я должен что-то с этим сделать."
    },
    {
      "id": 41,
      "model": "단테",
      "content": "<Ребята, давайте не пересекать чер…>"
    },
    {
      "id": 42,
      "model": "히스클리프",
      "content": "Гх…"
    },
    {
      "id": 43,
      "model": "이스마엘",
      "content": "Кх…ы…"
    },
    {
      "id": 44,
      "model": "료슈",
      "content": "ЛОШОК."
    },
    {
      "id": 45,
      "model": "료슈",
      "content": "<i>Лай обезумевших шавок окончится клинком</i> в ваших глотках."
    },
    {
      "id" : 46,
      "model" : "료슈",
      "content" : "……"
    },
    {
      "id": 47,
      "model": "돈키호테",
      "content": "Сия бессмысленная жестокость непростительна! Ты понесёшь наказание от моего копья!"
    },
    {
      "id": 48,
      "model": "로쟈",
      "content": "А~ Так и знала, что это случится. Теперь вся моя одежда заляпана кровью. Ребят, вам обязательно убивать друг друга возле меня?"
    },
    {
      "id": 49,
      "model": "단테",
      "content": "<Скоро я… сойду с ума…>"
    },
    {
      "id": 50,
      "content": "Уже трое людей мертвы, а мы ещё не доехали. При том, что ещё хуже, они сами поубивали друг друга."
    },
    {
      "id": 51,
      "model": "베르길리우스",
      "content": "Что ж, не могу передохнуть без ожидания новых проблем, да?"
    },
    {
      "id": 52,
      "model": "베르길리우스",
      "content": "Вы, четверо. Будете отдраивать автобус весь месяц."
    },
    {
      "id": 53,
      "model": "돈키호테",
      "content": "Но за что?! Я лишь свершила правосудие!"
    },
    {
      "id": 54,
      "model": "로쟈",
      "content": "Погодьте! Включите стирку моей одежды. Кровь сходит хуже вина. Блин, стирка формы, наверное, дорогая…"
    },
    {
      "id": 55,
      "content": "Никто так и не взглянул на будущих дежурных по уборке, бездыханно лежащих на полу."
    },
    {
      "id": 56,
      "content": "Конечно, потому что все уверены, что несмотря ни на что, они будут жить."
    },
    {
      "id": 57,
      "content": "Но я, от которого и ждут чуда воскрешения, не знаю, как это делать…"
    },
    {
      "id": 58,
      "model": "베르길리우스",
      "content": "Данте, отматывайте стрелки часов."
    },
    {
      "id": 59,
      "model": "단테",
      "content": "<Отмотать… стрелки часов?>"
    },
    {
      "id": 60,
      "model": "베르길리우스",
      "content": "…Ха."
    },
    {
      "id": 61,
      "model": "베르길리우스",
      "content": "Похоже, так вы выражаете озадаченность. Я это запомню."
    },
    {
      "id": 62,
      "model": "베르길리우스",
      "content": "Мисс Фауст."
    },
    {
      "id" : 63,
      "model" : "파우스트",
      "content" : "……"
    },
    {
      "id": 64,
      "content": "Вергилий указывает на меня, устало кивая Фауст."
    },
    {
      "id": 65,
      "content": "Фауст вздохнула, но всё равно встала и направилась к моему месту, словно не в силах уклониться от выполнения собственного долга."
    },
    {
      "id": 66,
      "model": "파우스트",
      "content": "Вспомните, что вы сделали в нашу первую встречу, Данте. Хотя, скорее всего, это произошло инстинктивно."
    },
    {
      "id": 67,
      "model": "파우스트",
      "content": "Что же, давайте попробуем снова. Закройте свои глаза."
    },
    {
      "id": 68,
      "content": "У меня нет глаз, однако я уже умею блокировать обзор."
    },
    {
      "id": 69,
      "content": "И у меня нет причин не послушать совета Фауст."
    },
    {
      "id": 70,
      "model": "파우스트",
      "content": "На самом деле, необходимая нам дверь находится повсюду."
    },
    {
      "id": 71,
      "model": "파우스트",
      "content": "Но лишь вам суждено её увидеть. Потому что в ваших небесах звёзды не предопределены."
    },
    {
      "id": 72,
      "content": "Внезапно я почувствовал, как лучи света начали просачиваться в моё поле зрения."
    },
    {
      "id": 73,
      "content": "Я принял этот свет, как если бы открыл глаза."
    },
    {
      "id": 74,
      "place": "???",
      "content": "После, я увидел какое-то место."
    },
    {
      "id": 75,
      "content": "Только я находился здесь,"
    },
    {
      "id": 76,
      "content": "и передо мной возвышалась огромная дверь."
    },
    {
      "id": 77,
      "content": "Это была не самая приятная картина."
    },
    {
      "id": 78,
      "content": "За дверью ощущалась дикая смесь из сильного жара и неистовых криков."
    },
    {
      "id": 79,
      "content": "До моего слуха доносился вой нескончаемого горя, и от этого я чувствовал себя так, словно я был где-то далеко."
    },
    {
      "id": 80,
      "content": "Но, будто это обычное для меня дело, я подошёл к двери и взялся за её ручки; казалось, я был рождён для этого."
    },
    {
      "id": 81,
      "content": "Несмотря на то, что дверь казалась крайне тяжёлой, открыть её не составило совершенно никакого труда."
    },
    {
      "id": 82,
      "content": "За дверью, я слепо шарил среди тысяч рук, тянущихся к щели. Тысячи и тысячи посмертных криков скрывались за ней."
    },
    {
      "id": 83,
      "content": "И среди них я нащупал несколько незнакомых рук и схватился за них."
    },
    {
      "id": 84,
      "content": "Я чувствую истории разных грехов с их собственным клеймом, медленно ползущим по моим рукам."
    },
    {
      "id": 85,
      "content": "Готовы ли вы разделить чужую боль?"
    },
    {
      "id": 86,
      "content": "Был ли это вопрос? Или же слова наставления, требующие послушания?"
    },
    {
      "id": 87,
      "content": "Что есть мочи, я вытягиваю грешников, держащихся за мои руки."
    },
    {
      "id" : 88,
      "model" : "단테",
      "content" : "<…ГРА-А-А-А!>"
    },
    {
      "id": 89,
      "content": "Ужасающая боль распространилась по шее и голове."
    },
    {
      "id": 90,
      "content": "Казалось, смертоносная боль будет длиться вечно."
    },
    {
      "id": 91,
      "content": "Будто чувству скручивающихся костей и мышц, переплетающихся между собой, не будет конца. "
    },
    {
      "id": 92,
      "content": "Мои ноги недостаточно крепки, чтобы вытерпеть такую агонию, и я беспомощно упал на колени в лужу крови."
    },
    {
      "id": 93,
      "content": "И затем я увидел."
    },
    {
      "id": 94,
      "content": "Пока боль усиливалась, кровь из лужи собиралась в пузырьки и волны и поднималась в воздух."
    },
    {
      "id": 95,
      "content": "Кровавая лужа, пропитавшая собой пол автобуса, вернулась в три изуродованных тела."
    },
    {
      "id": 96,
      "content": "И тогда агония, что казалась вечной, исчезла словно по щелчку."
    },
    {
      "id": 97,
      "place": "В Мефистофеле",
      "model": "히스클리프",
      "content": "Мгх…"
    },
    {
      "id": 98,
      "model": "이스마엘",
      "content": "…Хх."
    },
    {
      "id": 99,
      "content": "И когда кровавые пузыри поднялись в воздух и исчезли, красный, ужасающий вид покинул моё поле зрения, мигом превратившись в трясущийся автобус."
    },
    {
      "id": 100,
      "model": "료슈",
      "content": "Кх… Каково это, когда голову отрезают и затем возвращают на место? Ваши сердца колотились от восторга?"
    },
    {
      "id": 101,
      "content": "Только очнувшись, Хитклифф схватился за свою шею, бросил пару ругательств и начал подходить к Рёшу."
    },
    {
      "id": 102,
      "model": "단테",
      "content": "<Погодите, я только воскресил вас, и вы собираетесь начать новую драку?>"
    },
    {
      "id": 103,
      "content": "Хитклифф развернулся и бросил взгляд в мою сторону. В его глазах читалась лишь слепая ярость."
    },
    {
      "id": 104,
      "model": "히스클리프",
      "content": "Разве не для того тебя взяли, чтобы воскрешать нас?"
    },
    {
      "id": 105,
      "model": "히스클리프",
      "content": "Сделал дело? Не лезь, пока я не разломал циферблат этих часиков."
    },
    {
      "id": 106,
      "model": "싱클레어",
      "content": "П-постой! Кажется, господину Данте очень больно, так что нам стоит…"
    },
    {
      "id": 107,
      "content": "Синклер не успел договорить, как стальная бита Хитклиффа со всей силы врезалась парню в висок."
    },
    {
      "id": 108,
      "model": "싱클레어",
      "content": "Кха...кх…"
    },
    {
      "id": 109,
      "content": "Послышалось неясное бормотание и стоны умирающего человека, и это разрывало мне сердце."
    },
    {
      "id": 110,
      "model": "히스클리프",
      "content": "Следующим, часоголовый, будешь ты. Уяснил?"
    },
    {
      "id": 111,
      "model": "이스마엘",
      "content": "Я думала, мне кажется, но нет, ты в самом деле настолько неотёсан и груб."
    },
    {
      "id": 112,
      "model": "히스클리프",
      "content": "…Ты подохла уже разок, не хватило?"
    },
    {
      "id": 113,
      "content": "Хитклифф сильнее сжимает биту в своих руках, и булава Измаил приподнялась в готовности отражать удар."
    },
    {
      "id": 114,
      "content": "…Неужели я правда стал менеджером людей, вправить мозги которым не может даже смерть?"
    },
    {
      "id": 115,
      "content": "Пока я витал в своих мыслях, атмосфера в автобусе в мгновение ока охладела, словно само время остановилось."
    },
    {
      "id": 116,
      "model": "베르길리우스",
      "content": "Ага, похоже, вас пора поучить дисциплине."
    },
    {
      "id" : 117,
      "model" : "히스클리프",
      "content" : "…!"
    },
    {
      "id" : 118,
      "model" : "이스마엘",
      "content" : "……"
    },
    {
      "id": 119,
      "content": "Грешники, только собиравшиеся сцепиться в новой драке, с ужасом замерли на месте."
    },
    {
      "id": 120,
      "content": "И над ними навис холодный красный взгляд."
    },
    {
      "id": 121,
      "model": "베르길리우스",
      "content": "Первое правило."
    },
    {
      "id": 122,
      "model": "베르길리우스",
      "content": "Чтобы я не слышал ни звука оружия в автобусе."
    },
    {
      "id": 123,
      "model": "베르길리우스",
      "content": "С этого момента, если хоть кто-то из вас нарушит это правило…"
    },
    {
      "id": 124,
      "model": "베르길리우스",
      "content": "Вы будете молить о том, чтобы я убил вас."
    },
    {
      "id": 125,
      "model": "베르길리우스",
      "content": "И я могу исполнить ваши мольбы. Вы все прекрасно это знаете. Не так ли?"
    },
    {
      "id": 126,
      "content": "Теперь я слышу лишь звуки Синклера, корчащегося в предсмертной агонии на полу."
    },
    {
      "id": 127,
      "content": "Хитклифф злобно покосился на Вергилия, но так и не посмел высказать что-либо в ответ."
    },
    {
      "id": 128,
      "model": "베르길리우스",
      "content": "Данте, простите, но я попрошу вас отмотать стрелки часов ещё раз."
    },
    {
      "id": 129,
      "model": "단테",
      "content": "<Отмотать снова…?>"
    },
    {
      "id": 130,
      "content": "Это действие настолько болезненно, что гораздо лучше молить о смерти. Я спешно покачал головой."
    },
    {
      "id": 131,
      "content": "После этого, взгляд Вергилия изменился, и даже слабая улыбка сошла с его лица."
    },
    {
      "id": 132,
      "model": "베르길리우스",
      "content": "…Вам лучше открыть эту дверь, пока я извиняюсь и прошу по-хорошему, менеджер Данте."
    },
    {
      "id": 133,
      "model": "베르길리우스",
      "content": "А, ну а если вы отказываетесь просто потому что боитесь боли, я с радостью помогу вам."
    },
    {
      "id": 134,
      "model": "베르길리우스",
      "content": "Та боль покажется вам укусом комара к тому моменту, как я закончу. После этого вы станете сильнее, не так ли?"
    },
    {
      "id": 135,
      "model": "오티스",
      "content": "Я правильно вас расслышала? Мне кажется, менеджер явно дал понять, что отказывается."
    },
    {
      "id": 136,
      "model": "베르길리우스",
      "content": "Вы… выбрали не лучшее время, чтобы заступиться."
    },
    {
      "id": 137,
      "model": "오티스",
      "content": "Когда я подписывала контракт, мне ясно сказали, что моим начальником будет менеджер, а не вы."
    },
    {
      "id": 138,
      "model": "오티스",
      "content": "И если менеджер качает головой, его решение передаётся вполне ясно."
    },
    {
      "id": 139,
      "model": "베르길리우스",
      "content": "Итак, его верная помощница решила за него заступиться, да?"
    },
    {
      "id": 140,
      "model": "베르길리우스",
      "content": "Значит, мне пора сказать так, чтобы вы поняли."
    },
    {
      "id": 141,
      "content": "Холод в автобусе лишь усилился, когда красный цвет его глаз стал только ярче."
    },
    {
      "id": 142,
      "content": "…Я не знаю, каково это — быть менеджером, и достоин ли я этой должности."
    },
    {
      "id": 143,
      "content": "Но, по крайней мере, я могу сделать что-то, что предотвратит дальнейший погром."
    },
    {
      "id": 144,
      "content": "Не так больно воскрешать одного, как все двенадцать человек разом…"
    },
    {
      "id": 145,
      "model": "단테",
      "content": "<Отис… я отмотаю стрелки часов. Всё хорошо.>"
    },
    {
      "id": 146,
      "content": "Заметив, что я останавливаю Отис жестом руки, Вергилий успокоился, и алый в его глазах немного угас."
    },
    {
      "id": 147,
      "model": "베르길리우스",
      "content": "Правильное решение."
    },
    {
      "id": 148,
      "model": "오티스",
      "content": "…Как пожелаете, менеджер."
    },
    {
      "id": 149,
      "content": "Кажется, Отис хотела что-то добавить, но вовремя спохватилась и, выпрямившись, отошла."
    },
    {
      "id": 150,
      "content": "Вновь меня встретила алая дверь, и вновь я чувствую, как скручиваются кости и мышцы."
    },
    {
      "id": 151,
      "content": "Я больше не буду рассказывать о всей агонии, через которую я прохожу."
    },
    {
      "id": 152,
      "content": "Всё равно я не смогу описать это так, как оно есть."
    },
    {
      "id": 153,
      "model": "싱클레어",
      "content": "…Б-благодарю вас…"
    },
    {
      "id": 154,
      "content": "Синклер, с болезненным стоном поднявшись на ноги, поклонился мне и вернулся на своё место."
    }
  ]
}