{
  "dataList" : [
    {
      "id": 0,
      "place": "Где-то в Переулках 4 района",
      "content": "С жутким звуком боковая часть автобуса затряслась и раскрылась."
    },
    {
      "id": 1,
      "content": "Прямо перед пастью автобуса, множество человеческих тел лежали на земле. Одни ещё были в сознании, у других не хватало рук или ног."
    },
    {
      "id": 2,
      "content": "В это время пасть полностью раскрылась, и автобус начал поглощать предоставленных ему людей. Жадно, немедля."
    },
    {
      "id" : 3,
      "model" : "료슈",
      "content" : "……"
    },
    {
      "id": 4,
      "content": "Рёшу смотрела на это, довольная усмешка не сходила с её лица, словно девушка была готова лицезреть этот ужас с начала до самого конца…"
    },
    {
      "id": 5,
      "content": "…и в тот же момент краем своего зрения я заметил Синклера, едва терпящего этот ужас."
    },
    {
      "id": 6,
      "model": "싱클레어",
      "content": "О…они все сошли с ума. Вам тоже так кажется?"
    },
    {
      "id": 7,
      "content": "После этих слов, меня посетило желание узнать истории каждого из своих подопечных."
    },
    {
      "id": 8,
      "model": "단테",
      "content": "<К слову… Никого точно не заставляли стать частью компании, да?>"
    },
    {
      "id": 9,
      "content": "Я не знаю, что было со мной до того, как я сменил голову, но, судя по тому, что происходит после того, как меня нашли, меня насильно затащили сюда."
    },
    {
      "id": 10,
      "content": "Я думал, что, возможно, они попали в похожую ситуацию, но тут…"
    },
    {
      "id": 11,
      "model": "싱클레어",
      "content": "А…"
    },
    {
      "id": 12,
      "content": "Синклер опустил голову, словно пронзённый."
    },
    {
      "id": 13,
      "model": "싱클레어",
      "content": "Да, это так. Я пришёл сюда по своей воле. Я же… привыкну ко всему этому, да?"
    },
    {
      "id": 14,
      "content": "Синклер словно пролепетал это кому-то другому, а не мне."
    },
    {
      "id": 15,
      "model": "돈키호테",
      "content": "Я бы занималась сиим даже если корпорация не взяла меня в свои ряды! Узрите, орда зла вновь настигает нас!"
    }
  ]
}
