{
  "dataList" : [
    {
      "id": 0,
      "place": "Где-то в Переулках 4 района",
      "model": "로쟈",
      "content": "Блин, как давно я не наедалась от души, даже эта механическая штуковина питается лучше нас…"
    },
    {
      "id": 1,
      "model": "파우스트",
      "content": "Учитывайте, что все приёмы пищи нормированы для каждого."
    },
    {
      "id": 2,
      "model": "로쟈",
      "content": "Но этого недостаточно, я едва шевелюсь!"
    },
    {
      "id": 3,
      "content": "Где-то вдалеке послышался крик Хитклиффа: \"Ты думаешь, я тут на полное брюхо работаю?!\", но Родя предпочла сделать вид, что не услышала этого."
    },
    {
      "id": 4,
      "content": "К слову об этом."
    },
    {
      "id": 5,
      "model": "단테",
      "content": "<Похоже, этот автобус использует кровь и белок как топливо?>"
    },
    {
      "id": 6,
      "model": "파우스트",
      "content": "Энкефалин. Он использует энергию, которую производила корпорация \"Лоботомия\"."
    },
    {
      "id": 7,
      "model": "이스마엘",
      "content": "То есть, предыдущая корпорация L. Слышала, они добывали энергию с помощью своей сингулярности. Хотя лишь руины остались после того, как корпорация \"Лоботомия\" пала."
    },
    {
      "id": 8,
      "model": "파우스트",
      "content": "Да, так что теперь этот вид энергии довольно трудно найти."
    },
    {
      "id": 9,
      "model": "파우스트",
      "content": "Однако Мефистофель способен насильно извлекать Энкефалин из человеческого тела."
    },
    {
      "id": 10,
      "model": "단테",
      "content": "<Тела?>"
    },
    {
      "id": 11,
      "content": "Задал я вопрос, глядя то на Отис, отдающую указания грешникам, то на пасть автобуса."
    },
    {
      "id": 12,
      "model": "파우스트",
      "content": "Верно, Энкефалин можно извлечь только из мозга и спинномозговых нервов. И если мозг подаёт признаки жизни, извлечение становится более эффективным."
    },
    {
      "id": 13,
      "content": "Так вот почему Вергилий сказал грешникам не убивать их."
    },
    {
      "id": 14,
      "model": "단테",
      "content": "<Ага…>"
    },
    {
      "id": 15,
      "model": "파우스트",
      "content": "Ответ на вопрос \"Но зачем скармливать остальное тело?\" заключается в том, что кровь и мускулы также могут быть переработаны в топливо."
    },
    {
      "id": 16,
      "model": "파우스트",
      "content": "Если Энкефалин используется для зажигания и завода мотора, остальной биоматериал расходуется для поддержания работы двигателя во время поездки. Двигатель был разработан так, чтобы минимизировать трату Энкефалина."
    },
    {
      "id": 17,
      "model": "이상",
      "content": "Гибрид."
    },
    {
      "id": 18,
      "content": "Фауст объяснила, что большая часть топлива забирается из филиалов, но мы не можем надеяться только на мародёрство…"
    },
    {
      "id": 19,
      "content": "Но эта информация не задержалась в моей голове."
    },
    {
      "id": 20,
      "model": "단테",
      "content": "<…Похоже, всё очень сложно. По крайней мере я понял, что вам придётся нелегко.>"
    },
    {
      "id": 21,
      "model": "파우스트",
      "content": "Ничего особенного. Фауст не испытывает трудности."
    },
    {
      "id": 22,
      "model": "그레고르",
      "content": "Зато мы — ещё как… Эй! Дружище менеджер! Ещё на подходе!"
    }
  ]
}
