{
  "dataList": [
    {
      "id": "announcer_cheer_24_1",
      "dlg": "Umm... I don't exactly know what to say here. \"We got this\", \"Keep up the good work\" and whatever aren't the kind of encouragements you're looking for from me anyway."
    },
    {
      "id": "announcer_cheer_24_2",
      "dlg": "I never wanted to be in this position. Not even once."
    },
    {
      "id": "announcer_specialcheer_24_1",
      "dlg": "You must know by now how meaningless the concept of 'safety' is at a place like this."
    },
    {
      "id": "announcer_specialcheer_24_2",
      "dlg": "It's evacuation or death for them. No one's gonna remember even if they were to go down swinging, anyway... You sure you wanna keep fighting?"
    },
    {
      "id": "announcer_enemy_break_24_1",
      "dlg": "Looks like an opportunity to suppress the enemy. Only for them to escape again later."
    },
    {
      "id": "announcer_ally_break_24_1",
      "dlg": "Thus snaps another tenuous hold to life."
    },
    {
      "id": "announcer_killenemy_24_1",
      "dlg": "No one's safe in here. That entity is no exception."
    },
    {
      "id": "announcer_ally_dead_24_1",
      "dlg": "Don't let yourselves feel guilty over this. You could never have saved them anyway."
    },
    {
      "id": "announcer_enemy_adv_24_1",
      "dlg": "Give up. What's the point of prolonging a hopeless fight?"
    },
    {
      "id": "announcer_ally_adv_24_1",
      "dlg": "To lower the casualty numbers... Maybe you could just not send as many of them in there to begin with."
    },
    {
      "id": "announcer_danger_24_1",
      "dlg": "The end is so, so near. Here's hoping it's a wonderful end, manager. It's always so awful in here."
    },
    {
      "id": "announcer_enemy_specialskill_24_1",
      "dlg": "Dangerous attack incoming... whatever. Just let it happen. It's what you do best, isn't it?"
    },
    {
      "id": "announcer_enemy_specialgimmick_24_1",
      "dlg": "A hostile entity's doing something, I guess... I dunno. I think it'll be nice for that enemy to wipe everything out so there won't be anything left when I open my eyes again."
    },
    {
      "id": "announcer_advatk_physical_24_1",
      "dlg": "... Yeah, nice hit. Not that it means anything."
    },
    {
      "id": "announcer_disadvatk_physical_24_1",
      "dlg": "That was just... straight-up awful, huh... If you've got something to say, I'll lend you an ear, I guess."
    },
    {
      "id": "announcer_advatk_attr_24_1",
      "dlg": "Keep doing that, and we just might wrap up today's suppression early."
    },
    {
      "id": "announcer_disadvatk_attr_24_1",
      "dlg": "Why on earth did you— Actually, nevermind. Do whatever you wanna do."
    },
    {
      "id": "announcer_enemy_specialbuff_24_1",
      "dlg": "Something's going on with that hostile entity over there. It's a bother, but you might want to do something about that."
    },
    {
      "id": "announcer_enemy_specialdebuff_24_1",
      "dlg": "The hostile entity's doing pretty bad over there. It's not that big of a deal, but I guess things'll get slightly better."
    },
    {
      "id": "announcer_ally_specialbuff_24_1",
      "dlg": "We've got an advantage for once. So you could've done this all along, and just... didn't? What, was it because it wasn't your job to be good at it?"
    },
    {
      "id": "announcer_ally_specialdebuff_24_1",
      "dlg": "Something's up with the employees. They all look a bit... off today. Mind checking on them for me?"
    },
    {
      "id": "announcer_enemy_destroy_24_1",
      "dlg": "Man, why's the ground shaking like this? I can't even get a good look at the entity's parts..."
    },
    {
      "id": "announcer_enemy_destroy_24_2",
      "dlg": "Oh. Heard ya smashed something to smithereens or something, manager. Way to go."
    },
    {
      "id": "announcer_round_takebigdmg_24_1",
      "dlg": "It's a familiar sight... Doesn't mean that I'll ever get used to this overwhelming feeling of powerlessness."
    },
    {
      "id": "announcer_round_takebigdmg_24_2",
      "dlg": "I guess this place could never really be safe. Take care of the surviving employees. It's all going to come crashing down again later anyway."
    },
    {
      "id": "announcer_round_givebigdmg_24_1",
      "dlg": "Nngh... my bad, I got all woozy and missed what happened. Well, I'll hazard a guess and say that you probably did something great again."
    },
    {
      "id": "announcer_round_givebigdmg_24_2",
      "dlg": "I'll be honest, that right there wasn't anything all that \"great\". Oh, were you looking to be showered with compliments? Why don't you call Miss Angela or Malkuth for that and leave me alone?"
    },
    {
      "id": "announcer_multikillenemy_24_1",
      "dlg": "Oh hey, an employee's showing some promise. Install them a beer vending machine or something, why don't you?"
    },
    {
      "id": "announcer_equip_24_1",
      "dlg": "Uh, you already know my name, right? ... It's Netzach. Sephirah of the very unsafe Safety team."
    }
  ]
}
