{
  "dataList": [
    {
      "id": "announcer_cheer_13_1",
      "dlg": "Right, then. Let's get into formations! Make sure that your utensils are all well-polished, check for creases in your outfits... Ready? Then let the house cleaning begin!"
    },
    {
      "id": "announcer_cheer_13_2",
      "dlg": "Let us finish this task before Master gets here. There is so much to be done! We must light the fireplace, prepare food, and make sure that the house feels welcoming, yes?"
    },
    {
      "id": "announcer_specialcheer_13_1",
      "dlg": "Remember! Butlers must never show signs of weakness or fatigue! Keep your chins up, backs straight, and walk tall!"
    },
    {
      "id": "announcer_specialcheer_13_2",
      "dlg": "Everyone's a bit knackered today, aren't we? Remember, we have the afternoon meal to prepare later. Make sure to save your strengths, okay?"
    },
    {
      "id": "announcer_enemy_break_13_1",
      "dlg": "This really is the time for some sleepy smacks, isn't it! Let's give them the best and last sleep they shall ever have. We must do better than we did last time."
    },
    {
      "id": "announcer_ally_break_13_1",
      "dlg": "No, you can't go to sleep just yet. It is only right that we remain awake until Master goes to sleep, yes?"
    },
    {
      "id": "announcer_killenemy_13_1",
      "dlg": "Good. Did you put them to a nice eternal slumber? Good job. They're all sleeping like lambs."
    },
    {
      "id": "announcer_ally_dead_13_1",
      "dlg": "One of the Butlers' contract has been terminated. You worked hard. Master won't know of your sacrifice... but I will remember you."
    },
    {
      "id": "announcer_enemy_adv_13_1",
      "dlg": "The enemies have gotten somewhat confident... don't let them see your weakness; look them right in the eyes. Gracefully yet with conviction."
    },
    {
      "id": "announcer_ally_adv_13_1",
      "dlg": "We are on the winning side. Uh, I did not mean to say that you're allowed to munch on biscuits in the middle of the fight, however!"
    },
    {
      "id": "announcer_danger_13_1",
      "dlg": "One of the Butlers are looking quite off-balance. Won't someone go and give them a nice shoulder massage to wake them up?"
    },
    {
      "id": "announcer_enemy_specialskill_13_1",
      "dlg": "Get ready to open your dimensional attache cases, everyone. Our foes are gearing up for something."
    },
    {
      "id": "announcer_enemy_specialgimmick_13_1",
      "dlg": "The enemies are attempting something odd over there... But we've been through it all, yeah? We'll be ready."
    },
    {
      "id": "announcer_advatk_physical_13_1",
      "dlg": "Good, we've dusted them all properly. Let's make sure to shine them next."
    },
    {
      "id": "announcer_disadvatk_physical_13_1",
      "dlg": "Heavens, we must've cleaned the wrong room. Pay proper attention, and let's try this again."
    },
    {
      "id": "announcer_advatk_attr_13_1",
      "dlg": "Very good! Now we know what kind of food our foes really hate."
    },
    {
      "id": "announcer_disadvatk_attr_13_1",
      "dlg": "That did not seem very effective, did it? Remember what I said: Butlers must always take care to closely observe their foes."
    },
    {
      "id": "announcer_enemy_specialbuff_13_1",
      "dlg": "Hm? They look oddly reinvigorated. Did they get themselves a cuppa while we weren't looking?"
    },
    {
      "id": "announcer_enemy_specialdebuff_13_1",
      "dlg": "Hm. They're all covered in some strange dust... Let's put them all in the bin then, hmm?"
    },
    {
      "id": "announcer_ally_specialbuff_13_1",
      "dlg": "Oh my! We could make good use of this effect, don't you think?"
    },
    {
      "id": "announcer_ally_specialdebuff_13_1",
      "dlg": "We weathered the tempest of Wuthering Heights, haven't we? We can absolutely handle this."
    },
    {
      "id": "announcer_enemy_destroy_13_1",
      "dlg": "Very good! That was a clean cut of a part. Let's sweep the rest of them away, shall we?"
    },
    {
      "id": "announcer_enemy_destroy_13_2",
      "dlg": "The enemy has a broken part. Let's clean up the rest of them, yes? It'll feel good, I promise."
    },
    {
      "id": "announcer_round_takebigdmg_13_1",
      "dlg": "There is a badly wounded Butler there. Hold on just a little longer, and I will exempt you from the dinner preparation later!"
    },
    {
      "id": "announcer_round_takebigdmg_13_2",
      "dlg": "So weak! And you call yourselves Butlers? I suppose I shall have to give you a few more demonstrations after the battle."
    },
    {
      "id": "announcer_round_givebigdmg_13_1",
      "dlg": "They're all stumbling about like hungry guests ready for dinner. Why don't we feed them a dish?"
    },
    {
      "id": "announcer_round_givebigdmg_13_2",
      "dlg": "Some enemies are quite hurt. Right, all! Pull up your sleeves and prepare the bedsheets for them to rest on!"
    },
    {
      "id": "announcer_multikillenemy_13_1",
      "dlg": "What a flawless Butler you are. Effective multitasking and preparing for the upcoming tea time? Perfection."
    },
    {
      "id": "announcer_equip_13_1",
      "dlg": "As you all know, I am Nelly, Chief Butler of Wuthering Heights. Everyone, give your limbs a nice big stretch... shall we get a move on?"
    }
  ]
}
