{
  "dataList": [
    {
      "id": "announcer_cheer_11_1",
      "dlg": "Jack~ Are the knives sharpened? Mhm. Ready."
    },
    {
      "id": "announcer_cheer_11_2",
      "dlg": "Wow, look over there! Walking ingredients! We'll just need to gather the meat once they kill 'em all."
    },
    {
      "id": "announcer_specialcheer_11_1",
      "dlg": "They're looking sleepy.... They're dying. If they do bite it, we can use them as ingredients. How's that, Jack?"
    },
    {
      "id": "announcer_specialcheer_11_2",
      "dlg": "Watch out unless you want to become ground meat, hm? Don't worry about it, Pierre. It only means that we'll get pre-tenderized meat."
    },
    {
      "id": "announcer_enemy_break_11_1",
      "dlg": "Oh. I like bringing in some fresh ones. Is that how you do your groceries, Jack?"
    },
    {
      "id": "announcer_ally_break_11_1",
      "dlg": "Oh, did you let your guards down? They'll get themselves killed out there."
    },
    {
      "id": "announcer_killenemy_11_1",
      "dlg": "Ingredients trimmed. A bit messy, though. Right~? Chopping the ingredients down to the bone isn't the best way to prepare meat for pies."
    },
    {
      "id": "announcer_ally_dead_11_1",
      "dlg": "Getting turned into ingredients while out to get ingredients...? Real amateurs. Right, Pierre?"
    },
    {
      "id": "announcer_enemy_adv_11_1",
      "dlg": "Aw, this is a lost cause! Better run before you get turned into ground meat."
    },
    {
      "id": "announcer_ally_adv_11_1",
      "dlg": "I guess they'll win eventually... but the meat's all spoiled on both sides. Tsk. We can't sell that."
    },
    {
      "id": "announcer_danger_11_1",
      "dlg": "Do you really have to go to this far for ingredients? Jack, you better run away if you ever find yourself in a situation like this, okay?"
    },
    {
      "id": "announcer_enemy_specialskill_11_1",
      "dlg": "The ingredients are thrashing around. The more they thrash, the more tenderized their meats will be. Nice!"
    },
    {
      "id": "announcer_enemy_specialgimmick_11_1",
      "dlg": "Huh? What are they getting ready for...? Let's hide."
    },
    {
      "id": "announcer_advatk_physical_11_1",
      "dlg": "Clean cut. Now that's a perfect cut of meat right there!"
    },
    {
      "id": "announcer_disadvatk_physical_11_1",
      "dlg": "Oh, is that seriously what you're going to do...? You'll toughen the meat."
    },
    {
      "id": "announcer_advatk_attr_11_1",
      "dlg": "Knife for flesh, saw for bone! Agreed, Pierre."
    },
    {
      "id": "announcer_disadvatk_attr_11_1",
      "dlg": "That's a weird choice of tools. Phew... All they're doing is dulling their weapons."
    },
    {
      "id": "announcer_enemy_specialbuff_11_1",
      "dlg": "The ingredients are looking particularly lively today. Looks like they did something to the meat."
    },
    {
      "id": "announcer_enemy_specialdebuff_11_1",
      "dlg": "They're looking tired. This is exactly when you need to beat'em so the meat doesn't get tough~"
    },
    {
      "id": "announcer_ally_specialbuff_11_1",
      "dlg": "You sure do look energetic. Did you make them the pasty hand pies or something, Pierre? That's hearty."
    },
    {
      "id": "announcer_ally_specialdebuff_11_1",
      "dlg": "They must've eaten tainted meat. Right...? They really don't look happy."
    },
    {
      "id": "announcer_enemy_destroy_11_1",
      "dlg": "Wooow~ They chopped a whole piece of the ingredient off! Mhm. Looks like a gourmet cut to me."
    },
    {
      "id": "announcer_enemy_destroy_11_2",
      "dlg": "The part they pulled off earlier. Can I go pick it up? Why not? At your leisure, Jack~"
    },
    {
      "id": "announcer_round_takebigdmg_11_1",
      "dlg": "Ow, ow... That looks painful. Should've tied the ingredients down first."
    },
    {
      "id": "announcer_round_takebigdmg_11_2",
      "dlg": "Are you guys even equipped for this job? Gotta review the supplier contract, Pierre."
    },
    {
      "id": "announcer_round_givebigdmg_11_1",
      "dlg": "Wasn't that a bit too much? Yeah! Go easy on them~ Be careful not to shatter any bones, or otherwise we'll be serving pies with bone shards in them!"
    },
    {
      "id": "announcer_round_givebigdmg_11_2",
      "dlg": "The pieces of meat you tore off just now? You better trim 'em before sending them over. I don't think they had much meat on their bones anyway..."
    },
    {
      "id": "announcer_multikillenemy_11_1",
      "dlg": "That was a very efficient trimming... J-jack! You should try learning something like that, too!"
    },
    {
      "id": "announcer_equip_11_1",
      "dlg": "Pierre here~ This is Jack. What should we cook up today?"
    }
  ]
}
