{
  "dataList": [
    {
      "id": "announcer_cheer_22_1",
      "dlg": "- Shall we join them down there and help, Lady Dulcinea?\n- No, I won't suffer the indignity of letting them strike me with those bats.\n- Ooh... truly, a stance most sensible."
    },
    {
      "id": "announcer_cheer_22_2",
      "dlg": "- ... Tad peculiar to have a Bloodfiend-hunting attraction here.\n- It is but a show of Father's mercy and capacity for tolerance.\n- Shall we change its name to 'Father's Merciful Demonstration of His Capacity for Tolerance'?\n- ... How fatuous."
    },
    {
      "id": "announcer_specialcheer_22_1",
      "dlg": "- Well, well! The timer's still tickin'! Don't tell me you guys are tuckered out already!\n- If you are mentally fatigued, do not hesitate to pay me a visit."
    },
    {
      "id": "announcer_specialcheer_22_2",
      "dlg": "- Look at them, swaying from side to side so ungracefully.\n- I suppose that could be another way of enjoying this—\n- Don't make excuses for them. I fail to see how any of this could be even remotely entertaining."
    },
    {
      "id": "announcer_enemy_break_22_1",
      "dlg": "- FEVER TIME! Smack those unconscious Bloodfiends there to earn EXTRA points!\n- O Barber... such flippant bending of the of rules cannot be healthy for the longevity of the game.\n- It's more fun this way, don'tcha worry about it!"
    },
    {
      "id": "announcer_ally_break_22_1",
      "dlg": "- Oh no! Your friend's at risk, over there!\n- A Fixer worth their name doth not so lightly abandon their compatriot. Father has taught us that lesson many, many times."
    },
    {
      "id": "announcer_killenemy_22_1",
      "dlg": "- Hey, you there! Get off the stage if you're dead!\n- If you are wounded, please visit the infirmary or pick up a hemobar.\n- Right, then! Next wave of Bloodfiends, enter from stage left!"
    },
    {
      "id": "announcer_ally_dead_22_1",
      "dlg": "- ... A guest has taken a fall. Please transport them to the infirmary.\n- Oh come on... Boys, girls! I told you to go easy on them!"
    },
    {
      "id": "announcer_enemy_adv_22_1",
      "dlg": "- Well. That's game over, then.\n- My, Lady Dulcinea! Children are listening! You can't just say that, your grace!"
    },
    {
      "id": "announcer_ally_adv_22_1",
      "dlg": "- Isn't my Parade much more preferable to this physically taxing attraction?\n- I noticed that humans and Bloodfiends both enjoy frolicking and moving their bodies."
    },
    {
      "id": "announcer_danger_22_1",
      "dlg": "- Tick-tock! Time's running out, everyone! Let's keep pushing!\n- Yet I must advise you not to hasten too much."
    },
    {
      "id": "announcer_enemy_specialskill_22_1",
      "dlg": "- Bloodfiends are preparing to launch a terrifying assault.\n- Oh no! Who but our dearest guests to prevent this big, scary attack?"
    },
    {
      "id": "announcer_enemy_specialgimmick_22_1",
      "dlg": "- ... Isn't that question a bit too difficult?\n- Father raised the difficulty of the questions to make this attraction more enjoyable for adults as well.\n- Haaah..."
    },
    {
      "id": "announcer_advatk_physical_22_1",
      "dlg": "- I see that you have attained an understanding.\n- Perfect! Bloodfiends with hats are weak to foam swords!"
    },
    {
      "id": "announcer_disadvatk_physical_22_1",
      "dlg": "- Oh my! That swing completely whiffed!\n- Why not try a different weapon that may fit the occasion better? By the entrance."
    },
    {
      "id": "announcer_advatk_attr_22_1",
      "dlg": "- Huh? Is that a water bottle?\n- H-hey, k-kiddo! Water bottles aren't allowed inside our rides— WAHHHH!!!"
    },
    {
      "id": "announcer_disadvatk_attr_22_1",
      "dlg": "- It is time to ward away the encroaching Bloodfiends with garlic.\n- Ridiculous. Are any of us actually afraid of garlic?"
    },
    {
      "id": "announcer_enemy_specialbuff_22_1",
      "dlg": "- Ah... they must've enjoyed the hemobars. They play the role of angry Bloodfiends well.\n- They're actually angry.\n- Hm? Is that so...?\n- Well, hemobars are disgusting."
    },
    {
      "id": "announcer_enemy_specialdebuff_22_1",
      "dlg": "- By the— did you see that? I-I think they doused themselves with water! ... Where'd everyone go? L-Lady Dulcinea, don't leave meee!!!"
    },
    {
      "id": "announcer_ally_specialbuff_22_1",
      "dlg": "- Ta-da! Here's a surprise gift for all of you!\n- Aha... an outfit of your own design.\n- Wear my fashionista outfits to the rides and attractions!"
    },
    {
      "id": "announcer_ally_specialdebuff_22_1",
      "dlg": "- Ah, a terrible ordeal shall visit our dear guests soon.\n- Hey, Priest... this isn't an 'ordeal'. It's penalty time! Avoid the squirt guns to the best of your abilities, or get hit by falling balls from the ceiling!"
    },
    {
      "id": "announcer_enemy_destroy_22_1",
      "dlg": "- Bonus points for hitting the sticker on the arm.\n- Please, I ask you to remember to pick up your special reward by the exit."
    },
    {
      "id": "announcer_enemy_destroy_22_2",
      "dlg": "- The special reward is... a free entry to Haunted: Bloody Mary.\n- Now you can enjoy the spoooooky Haunted: Bloody Mary without having to pay with a blood pack! Please enjoy your time there!"
    },
    {
      "id": "announcer_round_takebigdmg_22_1",
      "dlg": "- Feel free to go take a rest if you're feeling tired.\n- Please ask one of the kind Bloodfiends for a way out~"
    },
    {
      "id": "announcer_round_takebigdmg_22_2",
      "dlg": "- Leave through the back left! And return through the back left!\n- T-that's the narration for the entrance. From here, it's \"leave through the front right\"..."
    },
    {
      "id": "announcer_round_givebigdmg_22_1",
      "dlg": "- T-that may have been too forcefu—\n- What a swing! Can ya hear your stress and tension flying away?!"
    },
    {
      "id": "announcer_round_givebigdmg_22_2",
      "dlg": "- Lady Dulcinea, do you suppose that Bloodfiend who had to go to the infirmary earlier is doing okay?\n- Got a little bruise, but he's okay. ... Is that a metal bat?\n- ... Of course not, m'lady! It's a foam bat!"
    },
    {
      "id": "announcer_multikillenemy_22_1",
      "dlg": "- What a performance! Psst, Priest. How come they're all going down in like two hits?\n- Another dashing Fixer! ... I think there might've been an accident on stage.\n- ... If they're going to fall so unceremoniously, they should go take a nap instead."
    },
    {
      "id": "announcer_equip_22_1",
      "dlg": "- I know the kiddos have been waiting for this moment~!\n- ... \"Today, I'm This Area's Fixer\" time.\n- The attraction is about to begin. Please enter in an orderly fashion."
    }
  ]
}
