{
  "dataList": [
    {
      "id": "announcer_cheer_17_1",
      "dlg": "- Okay! Let's do this, shall we?\n- Ugh, it's so cramped in 'ere! Can't I just join 'em in the field?\n- Can we please stick to the contract, Big Sis...?"
    },
    {
      "id": "announcer_cheer_17_2",
      "dlg": "- Take it easy! Those buggers ain't a big deal, 'kay? Wipe the floor with 'em~!\n- Aren't you doing this too lightheartedly...? I mean, it's not like you're on the field yourself, but still..."
    },
    {
      "id": "announcer_specialcheer_17_1",
      "dlg": "- Ouch, that looked...\n- Yeah, that looked pretty fatal."
    },
    {
      "id": "announcer_specialcheer_17_2",
      "dlg": "- Everyone looks quite hurt... maybe consider a retreat?\n- ... It's all gone to shite, hasn't it?\n- Big Sis, please..."
    },
    {
      "id": "announcer_enemy_break_17_1",
      "dlg": "- Ooh~ They all look drunk as hell! Look at 'em, swayin' from side to side...\n- ... I doubt they're *actually* drunk, but... this is a good opportunity."
    },
    {
      "id": "announcer_ally_break_17_1",
      "dlg": "- One of your allies isn't doing so hot.\n- Keep your eyes on them, just in case.\n- Gimme a sec, lads. I've got exactly what you need somewhere... in here..."
    },
    {
      "id": "announcer_killenemy_17_1",
      "dlg": "- One thing at a time, yeah? And before you even know it, it'll all be over~\n- Wouldn't it be nice if you chugged only one bottle at a time..."
    },
    {
      "id": "announcer_ally_dead_17_1",
      "dlg": "Mm... I suppose some losses are unavoidable."
    },
    {
      "id": "announcer_enemy_adv_17_1",
      "dlg": "- Well, it's all gone to shite, hasn't it? That's okay! You can still claw yer way back!\n- Big Sis, please... What'll our clients think when they hear this?\n- Oh boy..."
    },
    {
      "id": "announcer_ally_adv_17_1",
      "dlg": "- Didn't have much hope for them at first, but...\n- Yeah, they really turned this battle around."
    },
    {
      "id": "announcer_danger_17_1",
      "dlg": "- Woah, lemme put the cup down for a sec. This is some intense stuff!\n- Seriously...? Their lives are on the line! Stop acting like you're here to watch a game."
    },
    {
      "id": "announcer_enemy_specialskill_17_1",
      "dlg": "- Oh, I'm hearing alarm bells. Something big is coming.\n- Yeah... I can sense that something's different about them.\n- Right? It's eerily quiet... Like it's about to rain, or something."
    },
    {
      "id": "announcer_enemy_specialgimmick_17_1",
      "dlg": "- Mika. Is it just me, or does it look like they're getting ready to pull off a complicated move?\n- Yeah. They better review what information they gathered during the fight and figure out what the enemy's planning."
    },
    {
      "id": "announcer_advatk_physical_17_1",
      "dlg": "- Kaaah~ Now that's what I like to see! Cheers to that, lads!\n- Nice, you hit them right where it hurts."
    },
    {
      "id": "announcer_disadvatk_physical_17_1",
      "dlg": "- Mm... that was pretty ineffective, but I guess you can't always be 100% efficient.\n- Ain't that—\n- Big Sis... please put a sock in it."
    },
    {
      "id": "announcer_advatk_attr_17_1",
      "dlg": "- Oho, so that's how you deal with that kinda thing. I'll take note of that...\n- What are ya scribblin' down there, Mika? Forget about all that, 'cuz it's all about the attitude, lass~"
    },
    {
      "id": "announcer_disadvatk_attr_17_1",
      "dlg": "- Was that really the best move you could think of...?\n- Can't make an omelet without breaking a few eggs, Rain. Think about the big picture."
    },
    {
      "id": "announcer_enemy_specialbuff_17_1",
      "dlg": "- Ooh, I like their energy~ Think they'll let me join the party?\n- Big Sis. They're our enemies."
    },
    {
      "id": "announcer_enemy_specialdebuff_17_1",
      "dlg": "- They're all looking pretty down... This is your chance.\n- Yeah, it's like someone died over there!"
    },
    {
      "id": "announcer_ally_specialbuff_17_1",
      "dlg": "- Hey, I think this thing on the device is indicating that things are going well.\n- Don't need that machine thingamajig to tell me! You're on a roll, lads!"
    },
    {
      "id": "announcer_ally_specialdebuff_17_1",
      "dlg": "- Did, uh... something bad happen?\n- Workplace squabbles happen all the time, yeah? Well... I completely understand!"
    },
    {
      "id": "announcer_enemy_destroy_17_1",
      "dlg": "- They absolutely destroyed that part!\n- Kaah~ Now that hit the spot~!"
    },
    {
      "id": "announcer_enemy_destroy_17_2",
      "dlg": "- Looks like breaking that part did the trick. They should be able to breathe easy now.\n- Yep. No need to worry about whatever danger posed by that broken part."
    },
    {
      "id": "announcer_round_takebigdmg_17_1",
      "dlg": "- Whewie, I think I heard the ground crack or somethin'...\n- The output sensor got overloaded for a second... Are they going to be ok?"
    },
    {
      "id": "announcer_round_takebigdmg_17_2",
      "dlg": "- That was a pretty devastating hit...\n- I wonder if they even have the tools to restore all that damage.\n- Welp, nothing a bit of spit and a bit of elbow grease can't—\n- Big Sis, shh..."
    },
    {
      "id": "announcer_round_givebigdmg_17_1",
      "dlg": "- Now that's a 'daring decision' if I've ever seen one, ladies and gents!\n- What are you, a sports commentator...?\n- Okay, but it *was* a good decision."
    },
    {
      "id": "announcer_round_givebigdmg_17_2",
      "dlg": "- That was great! I'm all pumped up meself.\n- More clashes like that, and it's a matter of time before they snag the win."
    },
    {
      "id": "announcer_multikillenemy_17_1",
      "dlg": "- Hyah, now that's some neat tech, huh?\n- If we had access to that tech... we could take on so many more contracts per day.\n- And she'd clear out just as many more wine bottles..."
    },
    {
      "id": "announcer_equip_17_1",
      "dlg": "- Uh... so, to explain this contract...\n- Mika, I think the recorder's already rolling.\n- Huh?! N-no, she's still piss drunk—\n- It's all about the attitude, lads! Let's crack on!"
    }
  ]
}
