{
  "dataList": [
    {
      "id": "announcer_cheer_20_1",
      "dlg": "It is not your bravery from which I find fault. Yet I would like to excuse myself if you are planning to charge them head-on with not so much as a plan... again."
    },
    {
      "id": "announcer_cheer_20_2",
      "dlg": "No matter what trial... may strike us... we shan't ever...! No, I give up. I refuse to do this, this line is too ridiculously juvenile."
    },
    {
      "id": "announcer_specialcheer_20_1",
      "dlg": "What, are you expecting me to 'cheer you on from the sidelines' or something? ... Nngh... ugh... Y-yay, y-you can do this."
    },
    {
      "id": "announcer_specialcheer_20_2",
      "dlg": "If our Family saw us doing this, they'd all be very, very concerned. Perhaps Dulcinea would have simply found this ridiculous."
    },
    {
      "id": "announcer_enemy_break_20_1",
      "dlg": "You don't plan on leaving them like that, do you? Finish them off for good."
    },
    {
      "id": "announcer_ally_break_20_1",
      "dlg": "You should stop letting your guard down... But I know that you have more in you. Let us give it another attempt."
    },
    {
      "id": "announcer_killenemy_20_1",
      "dlg": "One dreary battle comes to an end."
    },
    {
      "id": "announcer_ally_dead_20_1",
      "dlg": "... I'll put you out of people's sight, so regenerate swiftly and return to the field of battle. You're not planning on ending this adventure here, are you?"
    },
    {
      "id": "announcer_enemy_adv_20_1",
      "dlg": "What is this unwise battle strategy...? No, why am I even asking? You are trying to reenact one of those ridiculous tales from the books, aren't you? You are knocking centuries off my lifespan, Father."
    },
    {
      "id": "announcer_ally_adv_20_1",
      "dlg": "I will not worry, for you must already be certain of your victory."
    },
    {
      "id": "announcer_danger_20_1",
      "dlg": "We do not have much time to complete this contract. We will likely not meet the deadline should we dally here any longer than necessary.\n... I did warn you that we should take on a different contract."
    },
    {
      "id": "announcer_enemy_specialskill_20_1",
      "dlg": "This is no common foe... Do not let your guard down this time, and pay close attention to their patterns."
    },
    {
      "id": "announcer_enemy_specialgimmick_20_1",
      "dlg": "This is reminiscent of our battle against the giants. Focus, unless you wish them to thrash and send you flying again. I won't be there to catch you this time."
    },
    {
      "id": "announcer_advatk_physical_20_1",
      "dlg": "An effective strike. Perhaps you should try this angle of attack again."
    },
    {
      "id": "announcer_disadvatk_physical_20_1",
      "dlg": "Father, that weapon is ineffective against this foe... haah..."
    },
    {
      "id": "announcer_advatk_attr_20_1",
      "dlg": "A well-aimed strike against their weakness. I see that you have fast grown accustomed to the Fixers' techniques."
    },
    {
      "id": "announcer_disadvatk_attr_20_1",
      "dlg": "... Please do not attempt such clumsy attacks again. You have a reputation to maintain... at least while I am watching."
    },
    {
      "id": "announcer_enemy_specialbuff_20_1",
      "dlg": "You may have been taunting them too roguishly... They look serious."
    },
    {
      "id": "announcer_enemy_specialdebuff_20_1",
      "dlg": "... It seems that your ridiculous way of speaking has its merits, Father.\nThe foe appears infuriated to the point of losing their senses."
    },
    {
      "id": "announcer_ally_specialbuff_20_1",
      "dlg": "... Where did you find that? I can't believe you actually found something of use. Let us take advantage of it now."
    },
    {
      "id": "announcer_ally_specialdebuff_20_1",
      "dlg": "What's this now...? Did they swindle you into purchasing a fake Relic? Again?"
    },
    {
      "id": "announcer_enemy_destroy_20_1",
      "dlg": "Well cut. Your skills with the blade are now as nearly adept as Nicolina's."
    },
    {
      "id": "announcer_enemy_destroy_20_2",
      "dlg": "We should be able to obliterate them in three seconds, should we unleash our true strength, but I find facing them head-on one-by-one oddly... enjoyable as well."
    },
    {
      "id": "announcer_round_takebigdmg_20_1",
      "dlg": "Haven't I warned you time and again to not let your guards down...?"
    },
    {
      "id": "announcer_round_takebigdmg_20_2",
      "dlg": "I... can accept your fantasies of becoming a Fixer who must face and overcome such trials and tribulations. But can you please stop deliberately putting ourselves in those such tribulations?"
    },
    {
      "id": "announcer_round_givebigdmg_20_1",
      "dlg": "Now, that's slightly closer to your true power. Can't we just do this every day?"
    },
    {
      "id": "announcer_round_givebigdmg_20_2",
      "dlg": "I suppose he'll be talking the taverngoers' ears off with his tales of heroics again...\nMm. This may have been another tale worth sharing with Bari."
    },
    {
      "id": "announcer_multikillenemy_20_1",
      "dlg": "... It seems that this adventure of ours will meet a rather fine conclusion this time. ... Ahem, hm. It's nothing."
    },
    {
      "id": "announcer_equip_20_1",
      "dlg": "You are asking more of me after what I did for the La Manchaland narration? What kind of ridiculous— Haah... I will do it. This was not a refusal."
    }
  ]
}
