{
  "dataList": [
    {
      "id": "announcer_cheer_16_1",
      "dlg": "Have you completed your employees' uniform inspections? Should I see any other employee engaging in Suppression with their sleeves unbuttoned like last time..."
    },
    {
      "id": "announcer_cheer_16_2",
      "dlg": "'Cheers' are nothing more than placation sought by those weak of will. The Information Team endeavors for something more... worthwhile, don't we?"
    },
    {
      "id": "announcer_specialcheer_16_1",
      "dlg": "I understand that most employees are currently under a lot of stress. Let us quickly see this battle to the end."
    },
    {
      "id": "announcer_specialcheer_16_2",
      "dlg": "No other expression is as meaningless and inefficient as that \"cheer up\". That is why I refuse to say it."
    },
    {
      "id": "announcer_enemy_break_16_1",
      "dlg": "The Suppression target is cornered. You could yield a very effective result with a proper strike."
    },
    {
      "id": "announcer_enemy_break_16_2",
      "dlg": "The entity is waiting for us to strike it down. Let's take care of this efficiently."
    },
    {
      "id": "announcer_ally_break_16_1",
      "dlg": "Yes, I am aware that there are wounded employees. Please, discard your half-hearted sense of empathy."
    },
    {
      "id": "announcer_ally_break_16_2",
      "dlg": "One of the employees has lost their cool. Be careful not to let the enemy know of this weakness."
    },
    {
      "id": "announcer_killenemy_16_1",
      "dlg": "Suppression target defeated. Let us deal with the remaining entities with the same efficacy."
    },
    {
      "id": "announcer_ally_dead_16_1",
      "dlg": "We have suffered some losses in personnel. This urgency takes precedence to pointing fingers. Let us hurry."
    },
    {
      "id": "announcer_enemy_adv_16_1",
      "dlg": "The entities have an edge over us at the moment. I did not expect this much disparity in capabilities; we lacked enough information to predict this."
    },
    {
      "id": "announcer_ally_adv_16_1",
      "dlg": "We have an edge over them. I am already seeing several employees who have broken the rules as written in the manual... but I will press upon this matter at a later time."
    },
    {
      "id": "announcer_danger_16_1",
      "dlg": "An employee is at risk of death. Please focus."
    },
    {
      "id": "announcer_enemy_specialskill_16_1",
      "dlg": "The entities have struck a powerful blow against our employees. I expect that we will suffer heavy damage."
    },
    {
      "id": "announcer_enemy_specialgimmick_16_1",
      "dlg": "It is difficult to read their current strategy. Please focus, and carefully observe their movements."
    },
    {
      "id": "announcer_advatk_physical_16_1",
      "dlg": "That was the correct way to strike that entity. This is the power of intelligence."
    },
    {
      "id": "announcer_disadvatk_physical_16_1",
      "dlg": "That was an inefficient strike. I see that some employees have clearly neglected to even skim over the enemy records."
    },
    {
      "id": "announcer_advatk_attr_16_1",
      "dlg": "A precise strike against their weakness. I see that you have come here prepared."
    },
    {
      "id": "announcer_disadvatk_attr_16_1",
      "dlg": "That was not an effective type of attack against this entity. Please, we are the 'Information' Team. Make use of it."
    },
    {
      "id": "announcer_enemy_specialbuff_16_1",
      "dlg": "It appears that the entity has a certain advantage. Let's keep our eyes on that one."
    },
    {
      "id": "announcer_enemy_specialdebuff_16_1",
      "dlg": "The entity is at a certain disadvantage. Now, let's think about how we can exploit this opportunity to our benefit."
    },
    {
      "id": "announcer_ally_specialbuff_16_1",
      "dlg": "We have the upper hand. Victory may not be so far if we were to push on."
    },
    {
      "id": "announcer_ally_specialdebuff_16_1",
      "dlg": "The entity has done... something. This battle may take longer than I had anticipated."
    },
    {
      "id": "announcer_enemy_destroy_16_1",
      "dlg": "An entity's part is broken. I see that you have at least read the manual."
    },
    {
      "id": "announcer_enemy_destroy_16_2",
      "dlg": "There is an entity with a broken part. Quickly destroy its other parts as well."
    },
    {
      "id": "announcer_enemy_destroy_16_3",
      "dlg": "The entity has a broken part. The circumstances could not be more ideal for us."
    },
    {
      "id": "announcer_round_takebigdmg_16_1",
      "dlg": "One of the employees is fatally wounded. All deaths are meaningless, as I always like to repeat myself. Now, you best come up with a way to mitigate these losses."
    },
    {
      "id": "announcer_round_takebigdmg_16_2",
      "dlg": "One of the employees is in a critical state. Suppress the entity before you suffer greater losses."
    },
    {
      "id": "announcer_round_givebigdmg_16_1",
      "dlg": "You have dealt a successful, fatal strike against the entity. I hope you can continue to display such shrewd tactics in the battles to come."
    },
    {
      "id": "announcer_round_givebigdmg_16_2",
      "dlg": "Attempt the same fatal strike against the entity."
    },
    {
      "id": "announcer_multikillenemy_16_1",
      "dlg": "Ah, as I live and breathe, there is an employee who may be a shining example to all. That was a very efficient way to deal with the entities, an accomplishment befitting the excellent capabilities of the Information Team."
    },
    {
      "id": "announcer_equip_16_1",
      "dlg": "I am Yesod of the Information Team. Let us make use of the most efficient intelligence to quickly Suppress our enemies."
    }
  ]
}
