{
  "dataList": [
    {
      "id": "announcer_cheer_27_1",
      "dlg": "You, take point there. You, take the vanguard. And... oh, I suppose I don't need to order 'em around. Yeah, well... stay safe out there, boys."
    },
    {
      "id": "announcer_cheer_27_2",
      "dlg": "Cheering someone in a fight don't count for shit. You won't survive a fight if you're not goin' in ready to lose some blood yourself. Just remember to stay sharp."
    },
    {
      "id": "announcer_specialcheer_27_1",
      "dlg": "The boys aren't lookin' so good... Hah, it's all or nothing. No two ways about it."
    },
    {
      "id": "announcer_specialcheer_27_2",
      "dlg": "What a shitshow... Hey, if I were you, I'd pull 'em back to live and fight another day."
    },
    {
      "id": "announcer_enemy_break_27_1",
      "dlg": "So many holes in their defenses. Whack 'em quick and move on."
    },
    {
      "id": "announcer_ally_break_27_1",
      "dlg": "That's what happens when you let down your guard. Might wanna tell the boys to cover that one."
    },
    {
      "id": "announcer_killenemy_27_1",
      "dlg": "Takin' em out one by one, eh? Very nice. Well, then I'll... <i>yawn</i>. Maybe I'll go take a little nap."
    },
    {
      "id": "announcer_ally_dead_27_1",
      "dlg": "Hm... Can't fret over every death. Don't forget to raise a drink to their names later, though."
    },
    {
      "id": "announcer_enemy_adv_27_1",
      "dlg": "Shit's lookin' pretty hopeless, huh... But hey, if you're in a Syndicate, you don't get to choose when to quit."
    },
    {
      "id": "announcer_ally_adv_27_1",
      "dlg": "That's how strifes usually go... They always end with heavy losses on both sides. But we were always the one left standing in the end."
    },
    {
      "id": "announcer_danger_27_1",
      "dlg": "Stay on your toes. This might be your last chance, at least according to the order we received from the higher-ups."
    },
    {
      "id": "announcer_enemy_specialskill_27_1",
      "dlg": "What the... what the hell is that? It ain't something you see every day, that's for sure...!"
    },
    {
      "id": "announcer_enemy_specialgimmick_27_1",
      "dlg": "I can hear you wrackin' your brain all the way from here... Don't try to think through this problem, got that? Feel your way through it instead."
    },
    {
      "id": "announcer_advatk_physical_27_1",
      "dlg": "You're cuttin' through 'em like soft konnyaku. All it takes is a little slice."
    },
    {
      "id": "announcer_disadvatk_physical_27_1",
      "dlg": "The hell are you… haah… doing...? You don't use a sword to chop down a tree trunk, do ya? Use the right tools for the job, ya knuckleheads."
    },
    {
      "id": "announcer_advatk_attr_27_1",
      "dlg": "Where'd that one come from? Nice skills. I like it..."
    },
    {
      "id": "announcer_disadvatk_attr_27_1",
      "dlg": "This is really getting on my nerves... Don't tell me you half-assed their training?"
    },
    {
      "id": "announcer_enemy_specialbuff_27_1",
      "dlg": "They look... motivated. Their boss must've lit fire under their asses."
    },
    {
      "id": "announcer_enemy_specialdebuff_27_1",
      "dlg": "They look like shit. Where's the fun in beating up a bunch of sad sacks like 'em?"
    },
    {
      "id": "announcer_ally_specialbuff_27_1",
      "dlg": "Ohh, yeah. Once we get through this shit, it's gonna be a drinkin' night! Ha, look at your faces, you're all practically beaming.\n... Oh, I ain't buying, though."
    },
    {
      "id": "announcer_ally_specialdebuff_27_1",
      "dlg": "Hmm... You're all getting on my nerves...! C'mon, get your shits together!"
    },
    {
      "id": "announcer_enemy_destroy_27_1",
      "dlg": "Hah! Nice chop. What are ya gonna hit us with now, asshole?"
    },
    {
      "id": "announcer_enemy_destroy_27_2",
      "dlg": "Your boys know what they're doing. They know this enemy ain't one to be beaten by rushing in blindly; cutting its arms and legs off will make things much easier."
    },
    {
      "id": "announcer_round_takebigdmg_27_1",
      "dlg": "Dammit... How was I supposed to read that? Fall back!"
    },
    {
      "id": "announcer_round_takebigdmg_27_2",
      "dlg": "Looks like they've got some heavy hitters of their own... Alright, focus on recovery for now. Haah... We're gonna have to think this through..."
    },
    {
      "id": "announcer_round_givebigdmg_27_1",
      "dlg": "Oh? Hey, not bad. Whew... you've got some potential. Wanna go grab a drink with me later?"
    },
    {
      "id": "announcer_round_givebigdmg_27_2",
      "dlg": "Ah, nice one... Yeah, that one knows what they're doin'. Not bad, not bad at all."
    },
    {
      "id": "announcer_multikillenemy_27_1",
      "dlg": "Goddamn... That... hmph, that reminds me of our Patriarch who's gone East."
    },
    {
      "id": "announcer_equip_27_1",
      "dlg": "Yaaawn... Didya really have to come to me for this shit when I've got plenty of subordinates lyin' around doing nothing? ... Tsk, fine. I'll go and teach 'em a thing or two about the rules of the Backstreets."
    }
  ]
}
