{
  "dataList": [
    {
      "id": "announcer_cheer_15_1",
      "dlg": "As you are well aware, I am not very skilled at providing emotional support. A quick solution is always preferable to sweet but empty words of commiseration, isn't it?"
    },
    {
      "id": "announcer_cheer_15_2",
      "dlg": "I have purchased some pies of encouragement on the way as per Chief Dongrang's orders, but I don't suppose you are in any state to consume them. Please enjoy it vicariously through me. (nom)"
    },
    {
      "id": "announcer_specialcheer_15_1",
      "dlg": "Question. I see that your employees are in a critical state. Do you plan to inject them with regeneration ampules?"
    },
    {
      "id": "announcer_specialcheer_15_2",
      "dlg": "It is time to take a closer look at your own employees. They all look a bit dazed, don't they?"
    },
    {
      "id": "announcer_enemy_break_15_1",
      "dlg": "There's an off-balance enemy. You could easily knock them down with a quick tap to their forehead."
    },
    {
      "id": "announcer_ally_break_15_1",
      "dlg": "Warning. Some employees are looking rather disheveled. Oh, I am quite willing to provide you a 30% discount on our collection of regeneration ampules, by the way."
    },
    {
      "id": "announcer_killenemy_15_1",
      "dlg": "The enemy is neutralized. Chief Dongrang should have seen that... He always teased me for having no talent when it comes to fighting."
    },
    {
      "id": "announcer_ally_dead_15_1",
      "dlg": "Gracious. An employee is completely dead. As per our company policy, we will hold a two-hour moment of silence for the deceased."
    },
    {
      "id": "announcer_enemy_adv_15_1",
      "dlg": "The enemy has the upper hand... but there is no need to worry. I will show you how I managed to claim us the Department of the Month award."
    },
    {
      "id": "announcer_ally_adv_15_1",
      "dlg": "The employees are at an advantage. Oh, Chief Dongrang just told us that he will take us all to a fancy team dinner if we ace this battle. There will be prime beef imported straight from S Corp."
    },
    {
      "id": "announcer_danger_15_1",
      "dlg": "Yes, one of your allies (chewing noises) is nearly dead. (more chewing noises). Mm... The pepper chili lettuce curry-flavored pie certainly has the best flavor profile."
    },
    {
      "id": "announcer_enemy_specialskill_15_1",
      "dlg": "The enemy is gearing up to throw us a curveball. Why not prepare the employees so they can turn it into a home-run?"
    },
    {
      "id": "announcer_enemy_specialgimmick_15_1",
      "dlg": "The enemies are attempting an odd tactic. I personally detest such duplicitous methods. A fight has to be fair and square, don't you agree?"
    },
    {
      "id": "announcer_advatk_physical_15_1",
      "dlg": "Impressive strike. I suppose this is what a home-run would feel like, had I been a big-City baseball player."
    },
    {
      "id": "announcer_disadvatk_physical_15_1",
      "dlg": "That attack did not match the type of attack the enemy is weak to. If I had to make a comparison, I would compare your strategy to diving headfirst into an unfathomably deep pool."
    },
    {
      "id": "announcer_advatk_attr_15_1",
      "dlg": "Quite an effective attack. I see that my orders were perfectly executed."
    },
    {
      "id": "announcer_disadvatk_attr_15_1",
      "dlg": "Allow me to retort. Your attack was completely ineffective. Clearly, this is what happens when I look away even for a second..."
    },
    {
      "id": "announcer_enemy_specialbuff_15_1",
      "dlg": "There is something powering up the enemy. But do remember: in every peril is an opportunity waiting to be found. That's the quote I used to get through 43 different companies' document screenings."
    },
    {
      "id": "announcer_enemy_specialdebuff_15_1",
      "dlg": "The enemy is at a disadvantage. This is the perfect time to stab them in the back."
    },
    {
      "id": "announcer_ally_specialbuff_15_1",
      "dlg": "You are now all under the influence of a positive effect. Well, not that it's my doing, but... please do enjoy anyway."
    },
    {
      "id": "announcer_ally_specialdebuff_15_1",
      "dlg": "You are now all under the influence of a negative effect. Keep your guard up, or be prepared to get wiped out."
    },
    {
      "id": "announcer_enemy_destroy_15_1",
      "dlg": "You've destroyed a part. I'd say the enemy is now like fried chicken without the drumsticks. Can't get much worse than that, can it?"
    },
    {
      "id": "announcer_enemy_destroy_15_2",
      "dlg": "One of your enemies has a broken part. Focus your attacks there."
    },
    {
      "id": "announcer_round_takebigdmg_15_1",
      "dlg": "Several of the employees are hurt. Why don't you hand out some nutrient supplements for them after this battle?"
    },
    {
      "id": "announcer_round_takebigdmg_15_2",
      "dlg": "An employee is... under quite the stress. Here's a quick way to raise their morale: tell them that you'll reward them with free-to-use PTO as soon as this fight's over. Works every time."
    },
    {
      "id": "announcer_round_givebigdmg_15_1",
      "dlg": "The enemy is critically wounded. It's clear that having someone competent on the mic is helping with your team's performance. Oh, no need to thank me."
    },
    {
      "id": "announcer_round_givebigdmg_15_2",
      "dlg": "Good. Let's keep going at this pace. The Department of the Year trophy is almost ours; the higher-ups will be watching me."
    },
    {
      "id": "announcer_multikillenemy_15_1",
      "dlg": "One of the employees has displayed a superb performance. 85% of that performance could be attributed to my assistance, however. This is not a boast; it is a fact-based statistical conclusion."
    },
    {
      "id": "announcer_equip_15_1",
      "dlg": "Pleasure. Samjo from the Food Resource Development Department's Research Center. I've been dispatched to help with a K Corp. excision mission. Hopefully my audiovisual assistance may be of help to you."
    }
  ]
}
