{
  "dataList": [
    {
      "id": "announcer_cheer_10_1",
      "dlg": "Another start to a joyful day, huh? ... Uh, gimme a sec to check the volume. I can't hear your response."
    },
    {
      "id": "announcer_cheer_10_2",
      "dlg": "Just focus on my voice, everyone! I'm here to help!"
    },
    {
      "id": "announcer_specialcheer_10_1",
      "dlg": "It's not good... I'm seeing a lot of wounded people. But that's okay! Control Team is more than capable of handling something like this, right?"
    },
    {
      "id": "announcer_specialcheer_10_2",
      "dlg": "I'm sure everyone's struggling. But I firmly believe that every employee here is willing to give their best, ready to give their lives for this!"
    },
    {
      "id": "announcer_enemy_break_10_1",
      "dlg": "The suppression target is staggered. This is our opportunity to make sure it'll never move a finger again!"
    },
    {
      "id": "announcer_enemy_break_10_2",
      "dlg": "The entity is struggling. Let's take this chance to suppress it completely!"
    },
    {
      "id": "announcer_ally_break_10_1",
      "dlg": "That's okay, mistakes happen all the time. I know I'm slower than others, so I used to write everything down on my notepad. Just don't lose your will."
    },
    {
      "id": "announcer_ally_break_10_2",
      "dlg": "If you see any employees saying that they can't take it anymore... Lemme know, okay?"
    },
    {
      "id": "announcer_killenemy_10_1",
      "dlg": "Woah, we did it! Look, the entity's stopped moving. Let's permanently immobilize the other ones, too."
    },
    {
      "id": "announcer_ally_dead_10_1",
      "dlg": "One of the employees has stopped moving. Huh? What's with that look on everybody? Are we getting weak-willed employees already? Just because of this?"
    },
    {
      "id": "announcer_enemy_adv_10_1",
      "dlg": "The enemies have the upper hand. Maybe we should have a co-department training session for a few days? Everyone uh... changes a lot after going through training!"
    },
    {
      "id": "announcer_ally_adv_10_1",
      "dlg": "We have the upper hand. But let's not rest easy just yet. Control Team has to be perfect from start to finish, don't you agree?"
    },
    {
      "id": "announcer_danger_10_1",
      "dlg": "That's okay. My notebook here has instructions on what to do for all situations. Looks like we might have to make some necessary sacrifices!"
    },
    {
      "id": "announcer_enemy_specialskill_10_1",
      "dlg": "A powerful attack's coming. Now that I've warned you, I better not see any employees failing to get out of its way in time!"
    },
    {
      "id": "announcer_enemy_specialgimmick_10_1",
      "dlg": "Looks like they're preparing for a special attack. We can be ready for that, right?"
    },
    {
      "id": "announcer_advatk_physical_10_1",
      "dlg": "That attack was effective. You should try that again!"
    },
    {
      "id": "announcer_disadvatk_physical_10_1",
      "dlg": "That wasn't very effective. Did any of you not read the manuals beforehand, by any chance?"
    },
    {
      "id": "announcer_advatk_attr_10_1",
      "dlg": "That was an effective attack. But not nearly enough. Let's make our next strike even better!"
    },
    {
      "id": "announcer_disadvatk_attr_10_1",
      "dlg": "See, everyone? That was not an appropriate attack. Was it the lack of care... or the lack of effort?"
    },
    {
      "id": "announcer_enemy_specialbuff_10_1",
      "dlg": "Looks like the entities have a slight advantage. But not to worry. We'll still try our best, right?"
    },
    {
      "id": "announcer_enemy_specialdebuff_10_1",
      "dlg": "They're at a slight disadvantage. We can use that to tip this battle in our favor."
    },
    {
      "id": "announcer_ally_specialbuff_10_1",
      "dlg": "We gained an advantage. Nice!"
    },
    {
      "id": "announcer_ally_specialdebuff_10_1",
      "dlg": "Looks like an employee is suffering from something. Don't let something so trivial as this weaken your teammates' will, okay? Let's all take care of each other!"
    },
    {
      "id": "announcer_enemy_destroy_10_1",
      "dlg": "A part's been broken off. At this pace, we'll break every single one of its parts."
    },
    {
      "id": "announcer_enemy_destroy_10_2",
      "dlg": "See? A part's been broken off. Let's keep breaking and tearing its parts away, and we should be able to suppress it in no time."
    },
    {
      "id": "announcer_enemy_destroy_10_3",
      "dlg": "You broke the entity's part. Let's make sure its demise is a slow and painful one, how's that?"
    },
    {
      "id": "announcer_round_takebigdmg_10_1",
      "dlg": "Woah, that must've been extremely painful. Let's return that very same pain and hatred against our enemies."
    },
    {
      "id": "announcer_round_takebigdmg_10_2",
      "dlg": "I see a lot of our employees in pain. Don't worry, though. As long as I'm the one leading the Control Team, we won't fail. ... Failure is unacceptable."
    },
    {
      "id": "announcer_round_givebigdmg_10_1",
      "dlg": "The entities are suffering from critical damage. Can't you feel their pain? Good, let's keep going."
    },
    {
      "id": "announcer_round_givebigdmg_10_2",
      "dlg": "That was a devastating strike against the target. The enemies are now weakened enough for us to deal a final blow!"
    },
    {
      "id": "announcer_multikillenemy_10_1",
      "dlg": "Wow, that was an impressive attack! The manager will give us a positive review."
    },
    {
      "id": "announcer_equip_10_1",
      "dlg": "Nice to meet you! My name is Malkuth! I'm in charge of the Control Team at Lobotomy Corp. Headquarters! Just do exactly as I say, and I'm sure you will succeed!"
    }
  ]
}
