{
  "dataList": [
    {
      "id": "announcer_cheer_22_1",
      "dlg": "私たちも行ってお手伝いしましょうかぁ、ドゥルシネーア様？/いいえ、私が棍棒で殴られる役になるわけにはいかないから。/おお…ごもっともなご意見です。"
    },
    {
      "id": "announcer_cheer_22_2",
      "dlg": "…フィクサーが血鬼を退治するアトラクションがあってもいいの？/父上の慈悲と包容力を象徴しているのではないでしょうか。/父上の恵み深いフィクサータイムに名前を変えましょうかぁ？/…情けない。"
    },
    {
      "id": "announcer_specialcheer_22_1",
      "dlg": "さあ！まだアトラクションは続いていますわよぉ！もう疲れたわけじゃないですよねぇ？/もし精神的にお疲れでしたら、私のところへお越しください。"
    },
    {
      "id": "announcer_specialcheer_22_2",
      "dlg": "みんなふらふらね。見苦しい。/それもまた楽しみ方の一つでして―/いちいち説明する必要はないわ。あんなに走り回ることの、どこが楽しいのかしら。"
    },
    {
      "id": "announcer_enemy_break_22_1",
      "dlg": "今回限りの時間限定特別イベント！あちらで気絶している血鬼を叩くと追加ポイントを差し上げますわよぉ！/理髪師よ…規則を頻繁かつ私的に変えるのは良くありません。/こっちの方が楽しいから大丈夫ですわぁ！"
    },
    {
      "id": "announcer_ally_break_22_1",
      "dlg": "あら！あそこに危機に陥ったお仲間がぁ！/優れたフィクサーは仲間を見捨てない。父上様が耳にタコができるほどおっしゃったお言葉です。"
    },
    {
      "id": "announcer_killenemy_22_1",
      "dlg": "さあ、そこ！死んだなら早く出ていってぇ！/怪我をされたなら医務室に行くか、血液バーを受け取ってください。/では次の血鬼たちぃ、左側から襲撃！"
    },
    {
      "id": "announcer_ally_dead_22_1",
      "dlg": "…お客様が倒れました。早く医務室へ搬送してください。/あぁ…あんたたち、力加減しろと言ったでしょう！"
    },
    {
      "id": "announcer_enemy_adv_22_1",
      "dlg": "これ。もう終わったわね。/お子様たちもいるのにそんなこと言ってどうするんですかぁ、ドゥルシネーア様ぁ！"
    },
    {
      "id": "announcer_ally_adv_22_1",
      "dlg": "やっぱりこんな大変なアトラクションより、私のパレードの方がもっと楽しくない？/人間も血鬼も、たまにはこうして直接身体を動かして遊びたくなるものですよ。"
    },
    {
      "id": "announcer_danger_22_1",
      "dlg": "チクタクチクタク。もうタイムリミットまで時間があまり残っていませんわぁ！みなさぁん、もう少し頑張ってみませんかぁ？/それでもあまり焦らないでいただきたいですね。"
    },
    {
      "id": "announcer_enemy_specialskill_22_1",
      "dlg": "血鬼が恐ろしい攻撃を準備し始めましたね。/大変ですわぁ！これを防ぐには、皆さんが頑張りませんとねぇ？"
    },
    {
      "id": "announcer_enemy_specialgimmick_22_1",
      "dlg": "…問題の難易度が高すぎるんじゃない？/大人でも楽しめるようにと父上様が難易度を上げられました。/はぁ…。"
    },
    {
      "id": "announcer_advatk_physical_22_1",
      "dlg": "悟りを得られたようですね。/パーフェクトォ！帽子をかぶっている血鬼には棍棒の代わりに風船の剣が正解ですわぁ！"
    },
    {
      "id": "announcer_disadvatk_physical_22_1",
      "dlg": "あらまあ！惜しくも棍棒が外れてしまいましたわねぇ。/入口に置いてある他の武器で攻略してみてはいかがでしょうか？"
    },
    {
      "id": "announcer_advatk_attr_22_1",
      "dlg": "あれ？あれは水のボトルじゃないの？/あ、よい子のみんなぁ！水のボトルはアトラクション内持ち込み禁止…うわあぁっ！！！"
    },
    {
      "id": "announcer_disadvatk_attr_22_1",
      "dlg": "ニンニクを使って近づいてくる血鬼たちを退治する時間です。/呆れた。誰がニンニクを怖がるっていうの。"
    },
    {
      "id": "announcer_enemy_specialbuff_22_1",
      "dlg": "ああ…血液バーを美味しく召し上がったようですね。闘志に満ちた姿が素晴らしいです。/あれは怒っているんだけどね。/え？それは本当ですか…？/まあ、血液バーは美味しくないから。"
    },
    {
      "id": "announcer_enemy_specialdebuff_22_1",
      "dlg": "あれま、あれ見まして？み…水をかけたみたいですけどもぉ？…二人ともどこに行かれましてぇ？わ、私も連れて逃げてくださいよぉ、ドゥルシネーア様ぁ！"
    },
    {
      "id": "announcer_ally_specialbuff_22_1",
      "dlg": "じゃじゃーん！こちらにサプライズプレゼントを用意しましたのぉ！/ああ…手作りの服ですか。/私が作ったおしゃれな服を着て、アトラクションをお楽しみください！"
    },
    {
      "id": "announcer_ally_specialdebuff_22_1",
      "dlg": "ああ…まもなくお客様に過酷な試練が訪れますね…。/神父…これは試練じゃなくて、罰ゲーム！水鉄砲を浴びたり、頭の上からボールが落ちてくるのよぉ。"
    },
    {
      "id": "announcer_enemy_destroy_22_1",
      "dlg": "腕のステッカーに当てたからボーナススコア。/アトラクションが終わったら必ず出口で景品を受け取ってください。"
    },
    {
      "id": "announcer_enemy_destroy_22_2",
      "dlg": "景品はホーンテッド・ブラッディー・メアリー無料利用券です。/血液パックなしでもぞくぞくする恐怖体験ができるホーンテッド・ブラッディー・メアリー！ぜひ行って楽しんでくださいましぃ！"
    },
    {
      "id": "announcer_round_takebigdmg_22_1",
      "dlg": "疲れたらアトラクションを続けなくてもいいの。/出口は横にいる親切な血鬼に聞いてくださいねぇ！"
    },
    {
      "id": "announcer_round_takebigdmg_22_2",
      "dlg": "出口は左の後ろぉ！戻る道も左の後ろぉ！/そ、それは入口側の案内文句ではありませんか。ここでは右側の前ですよ…。"
    },
    {
      "id": "announcer_round_givebigdmg_22_1",
      "dlg": "あ、あまりにも強く当てすぎたのではな―/爽快なスイング！ストレスが遠くへ飛んでいく音が聞こえませんことぉ？"
    },
    {
      "id": "announcer_round_givebigdmg_22_2",
      "dlg": "…さっき棍棒で叩かれて医務室に行った血鬼は大丈夫でしょうか、ドゥルシネーア様？/頭に痣ができたって。ところであんた…まさかあれ本物の鉄製の棍棒なの？/…そんなわけないでしょう！綿の棍棒ですわよぉ！"
    },
    {
      "id": "announcer_multikillenemy_22_1",
      "dlg": "すごい活躍ですわねぇ！何あれ。神父、あの子たちなんであんなにバタバタ倒れるの？/ここにもまた一人、格好いいフィクサーが誕生しましたね！…どうやら何かしらの事故ではないかと。/…あんなにみっともなく倒れるくらいなら、寝てろって言って。"
    },
    {
      "id": "announcer_equip_22_1",
      "dlg": "よい子のみんなが待ちに待ったぁ～/…「我こそがこの区域のフィクサー」タイム。/これより入場を開始します。皆さん、順番を守ってご入場ください。"
    }
  ]
}
