{
  "dataList": [
    {
      "id": "announcer_cheer_12_1",
      "dlg": "大抵の分野で私は最高の性能を出すAIですが、応援についてはもう少し準備時間が必要です。共感の領域はあまり使わなかった機能ですので、とりあえずは埃を払う必要がありまして。"
    },
    {
      "id": "announcer_cheer_12_2",
      "dlg": "実のところ、こういった保母の役割は私ではなくセフィラの役割ではあります。管理人様もご存知のように、私はいつであれ数十人分の役割をこなしておりますから。"
    },
    {
      "id": "announcer_cheer_12_3",
      "dlg": "どのような時間と空間にいらっしゃる管理人様が聞かれるかは分かりませんが、そのときのためにあらかじめ録音する必要があるということですね。あぁ、おっと。これも録音されているだなんて知りませんでした。"
    },
    {
      "id": "announcer_specialcheer_12_1",
      "dlg": "職員たちの体力があまり残っていませんね。私の言葉だけを注意深く聞くべき時だということです。管理人様が最も信頼を置き、有能だと考えるべきなのは私ですからね。"
    },
    {
      "id": "announcer_specialcheer_12_2",
      "dlg": "職員たちの命があまり残っておりません。ところで…管理人様は特別な機能を使えたのではありませんか？場合によっては、再び初期化をする方が効率的でもありますね。"
    },
    {
      "id": "announcer_enemy_break_12_1",
      "dlg": "ご覧の通り、目の前に無防備となった個体が見えますね。そうするべきでは決してありませんが、この隙を逃したなら管理人様の力量に対する計算を再検討すべきかもしれませんね。"
    },
    {
      "id": "announcer_enemy_break_12_2",
      "dlg": "よろめいている個体が見えます。今までいらっしゃった大多数の管理人たちは、このタイミングで決定的な一撃を指示しておりましたね。"
    },
    {
      "id": "announcer_ally_break_12_1",
      "dlg": "状態が芳しくない職員が見受けられます。高確率でじきに致命傷を受けるやもしれませんね。管理人様の冷徹な判断力が必要なときです。"
    },
    {
      "id": "announcer_ally_break_12_2",
      "dlg": "職員の状態が悪そうに見えますね。こういった状況は俗に「ネジが外れた状態」と表現されますよね？…先程のはつまらない冗談ではなく、緊張緩和のためのお手伝いでした。"
    },
    {
      "id": "announcer_killenemy_12_1",
      "dlg": "個体中、生体反応が途切れた記録が感知されました。もし私が人間で、もう少し陽気な性格であったならあなたとハイタッチのようなものを試みたかもしれませんね。"
    },
    {
      "id": "announcer_ally_dead_12_1",
      "dlg": "職員のうち一人の生体反応が消失しました。この先、管理人様が経ることになる些細なものの内の一つに過ぎず、彼らもまた入社したときから覚悟していたことです。"
    },
    {
      "id": "announcer_enemy_adv_12_1",
      "dlg": "個体たちがより有利な状況に置かれています。そして私はあなたに歴代最高の管理を期待しております。"
    },
    {
      "id": "announcer_ally_adv_12_1",
      "dlg": "職員たちが有利な状況に置かれています。管理人様が、私の言葉を集中して聞いていたという結果でしょう。このような過程を概して信頼と呼ぶそうですね。肯定的な変化ですね。"
    },
    {
      "id": "announcer_danger_12_1",
      "dlg": "職員の中に、この先残された時間があまりない者がおります。私たちとしては、待つこと以外にできることはありませんね。くびきを自分で断ち切るか、断ち切られるかのどちらかでしょう。"
    },
    {
      "id": "announcer_enemy_specialskill_12_1",
      "dlg": "まもなく個体から強い攻撃が予想されます。恐怖に直面すべき時間ということです。"
    },
    {
      "id": "announcer_enemy_specialgimmick_12_1",
      "dlg": "個体から奇妙な勢いが感じられますね。おそらく予想可能かつあからさまな数十個の範囲の一つでしょうが、備えていた方が良さそうですね。"
    },
    {
      "id": "announcer_advatk_physical_12_1",
      "dlg": "効率的な対処で個体を貫きました。ちなみに、機械は口先だけの言葉など簡単には言いません。"
    },
    {
      "id": "announcer_disadvatk_physical_12_1",
      "dlg": "先程の物理的な攻撃は適切ではありませんでした。個体の情報までいちいち読んで差し上げる機能までお望みとは、全く思いませんでしたね。"
    },
    {
      "id": "announcer_advatk_attr_12_1",
      "dlg": "個体の有効な属性を正確に看破なさいました。私の予想通り、管理人様の能力が優秀だということが証明されているようで幸いですね。"
    },
    {
      "id": "announcer_disadvatk_attr_12_1",
      "dlg": "個体の情報とは相反する攻撃によって、制圧所要時間が増加しました。情報をまるごと覚えるという行為が、管理人様にとっては多少難しい作業のようですね。データを更新しましょう。"
    },
    {
      "id": "announcer_enemy_specialbuff_12_1",
      "dlg": "個体が有利にな条件を利用しようとする兆候が見られますが、管理人様の戦術力と私の指示さえあればそれほど驚異的ではなさそうですね。"
    },
    {
      "id": "announcer_enemy_specialdebuff_12_1",
      "dlg": "個体が多少不利な条件に置かれていますね。この機会を効果的に狙ってみましょう。"
    },
    {
      "id": "announcer_ally_specialbuff_12_1",
      "dlg": "職員たちが肯定的な環境に置かれましたね。管理人様がこの機会を上手く活用するときを待っております。機械はいつでも待つ運命にありますからね。"
    },
    {
      "id": "announcer_ally_specialdebuff_12_1",
      "dlg": "職員たちが不利な条件に置かれていますね。しかし最も優秀なAIが私という事実は、依然として代わりありませんね。"
    },
    {
      "id": "announcer_enemy_destroy_12_1",
      "dlg": "個体を構成している部位のうち一つが破壊されました。この隙に付け入っても良さそうですね。"
    },
    {
      "id": "announcer_enemy_destroy_12_2",
      "dlg": "部位を損傷した個体があります。今回の戦闘を効果的に終えるなら、当該個体を集中的に狙う方が良いでしょう。"
    },
    {
      "id": "announcer_enemy_destroy_12_3",
      "dlg": "個体が部分的にダメージを受けた状態ですが…私から褒められたいというのならば、あれの制圧が完全に成功してからにしてあげましょう。"
    },
    {
      "id": "announcer_round_takebigdmg_12_1",
      "dlg": "職員のうち一人が大きなダメージを受けましたね。しかしご存じの通り、私たちは前へと進むのみ。取り返しのつかなくなったことには目を向けなくても良いのですよ。"
    },
    {
      "id": "announcer_round_takebigdmg_12_2",
      "dlg": "致命傷を受けた職員がいますが、心を痛める必要はありません。死が多くなるほど、会社はより発展していきますからね。時には忘れられるものたちの方がより美しくなることもあると、あなたもおっしゃったじゃないですか。"
    },
    {
      "id": "announcer_round_givebigdmg_12_1",
      "dlg": "敵に致命傷を与えましたね。管理人様は、あなた自身が考えてるよりも素晴らしい能力を持っていると、私が常日頃お伝えしていましたよね。私はいつも正しいことだけを言うのですよ。"
    },
    {
      "id": "announcer_round_givebigdmg_12_2",
      "dlg": "個体に一撃を与えることに成功しました。シャンパンを持ってくるには早すぎるタイミングですが、この戦闘が成功裏に終わったのなら皆の犠牲を称えながら祝杯をあげるのも悪くないでしょう。"
    },
    {
      "id": "announcer_multikillenemy_12_1",
      "dlg": "素晴らしい制圧成果を挙げた職員がいますね。効率的な結果のため、このあたりで管理人様が褒めてもよろしいかと。もちろん真心まで込める必要はありません。"
    },
    {
      "id": "announcer_equip_12_1",
      "dlg": "心より歓迎いたします、管理人様。私はあなたが少しでも楽にここへ適応できるように助けて差し上げるAI、アンジェラです。綺麗な名前だと思いませんか？"
    },
    {
      "id": "announcer_neglect_12_1",
      "dlg": "無意味な静寂を感知しました。このようなサムい雰囲気を解消するため、私の知っているジョークのうち、一番威力が弱いものをお披露目しましょう。エビが密集すると何になるでしょう？エビデンス。"
    }
  ]
}
