{
  "dataList": [
    {
      "id": "10101",
      "title": "부릉부릉",
      "place": "메피스토펠레스 안",
      "desc": "버스 안은 어색하면서도 험악한 분위기가 맴돈다. '관리자' 라는 직위를 가지기는 했지만 여기서 내가 어떤 행동을 취해야 하는지 난감하다.  마침 맞은편에 보이는 벌레 팔을 가진 수감자에게 목적지가 어디인지 물어보기로 마음을 먹었다. "
    },
    {
      "id": "10102",
      "title": "댄스 타임",
      "place": "4구 뒷골목 어딘가",
      "desc": "시계를 돌리라는 협박과도 같은 부탁을 받고 죽음보다 끔찍한 고통을 연달아 겪었다. 달갑지 않은 형태로 버스는 고요해졌고 나도 입을 다물기로 했다. 이대로 잠자코 목적지인 4구로 간다면 좋으련만…"
    },
    {
      "id": "10103",
      "title": "버스 갑판",
      "place": "4구 뒷골목 어딘가",
      "desc": "버스를 노리는 뒷골목의 불량배들이 습격했다. 하지만 왜인지, 곧바로 죽이지 않고 반쯤 의식이 있는 이들의 시체를 메피스토펠레스 앞에 놓기 시작하는데...  "
    },
    {
      "id": "10104",
      "title": "엔케팔린",
      "place": "4구 뒷골목 어딘가",
      "desc": "수감자들보다 더 든든하게 시체를 해치우던 메피스토펠레스를 감상했다. 처음 봤을 때부터 범상치 않다고는 생각했지만, 대체 이 버스의 정체는 무엇일까? 파우스트가 할 말이 있는 듯 입술을 달싹인다. "
    },
    {
      "id": "10105",
      "title": "유리",
      "place": "4구 뒷골목 어딘가",
      "desc": "버스의 '식사'가 어느 정도 끝나고, 베르길리우스가 곧 손님이 방문할 거라 외친다. 달갑지 않은 이 여정에 동행하는 이가 누구일지 궁금해진다. "
    },
    {
      "id": "10106",
      "title": "지도",
      "place": "4구 뒷골목 어딘가",
      "desc": "도착한 손님은 한때 로보토미 코퍼레이션에서 근무를 했었다는 유리라는 이름의 해결사였다. 버스가 시체를 먹어 치우는 모습에도 익숙한 광경이라는 듯이 덤덤히 보는 모습을 보아하니 만만치 않게 고생을 겪었던 모양이다. 그런 유리 씨가 지도를 보더니 갑자기 안절부절못한 듯 운전석 쪽을 바라보는데…"
    },
    {
      "id": "10107",
      "title": "삼인방",
      "place": "4구 뒷골목 어딘가",
      "desc": "이제라도 발견해서 다행일수도 있겠지만… 카론이 길치였다는 충격적인 사실이 밝혀졌다. 보다 못한 유리씨가 카론에게 지도 보는 방법을 알려주겠다며 팔을 걷어붙였고 보다 못한 싱클레어도 자연스럽게 합류했다. 조금 시끄럽긴 해도… 볼만한 광경인 것 같다."
    },
    {
      "id": "10108",
      "title": "해충",
      "place": "4구 뒷골목 어딘가",
      "desc": "버스의 창문으로 뒷골목 풍경을 보던 로쟈가 갑자기 몸서리를 친다. 눈길이 향한 곳을 쳐다보니 벌레 머리를 한 자들이 모여있다. 그리고 그레고르의 얼굴도 삽시간에 굳어지기 시작했다. 로쟈가 느끼는 징그러운 감정과는 확연하게 다른 표정이었다."

    },
    {
      "id": "10109",
      "title": "가이드",
      "place": "4구 로보토미 지부 앞",
      "desc": "몇 번의 소동 끝에 우리는 옛 로보토미 코퍼레이션 지부에 도착했다. 지부의 입구 근처에는 처음 보는 사람들이 우리를 기다리는 듯 모여 있는데…"

    },
    {
      "id": "10110",
      "title": "8급 해결사",
      "place": "4구 로보토미 지부 앞",
      "desc": "로보토미 지부 안으로 들어가기 직전, 베르길리우스가 갑자기 은밀하게 나를 부른다. 단둘이 할 말이 있는 낌새인 것 같다. "
    },
    {
      "id": "10111",
      "title": "D-02 지부",
      "place": "4구 로보토미 지부 어딘가",
      "desc": "우리는 지하로 내려갔다. 시체들이 즐비해 있는 이곳은 악취와 벌레들이 상당했다. 이 곳에 무슨 일이 있었던 걸까? 그리고 우리는 과연 황금가지를 무사히 탈환해올 수 있는 걸까?"
    }
  ]
}