{
    "dataList": [
        {
            "id": "get_10410_1",
            "desc": "Identity Acquisition",
            "dlg": "I like this new look in your eyes. You've finally understood that I am *not* your prey."
        },
        {
            "id": "lobby_morning_10410_1",
            "desc": "Morning Greeting",
            "dlg": "I suppose forever hanging from the starless, moonless ceiling is like living in an unending night.\n... Tsk, I suppose I'm not the one to talk."
        },
        {
            "id": "lobby_noon_10410_1",
            "desc": "Afternoon Greeting",
            "dlg": "The Noon of Violet, is it? Sounds like an opportunity to see all hell break loose again. Heh, I'm looking forward to getting another look at that mysterious, artistically inspiring stele."
        },
        {
            "id": "lobby_night_10410_1",
            "desc": "Evening Greeting",
            "dlg": "We'll soon be hearing the voices of the fools who went 'missing' in that containment unit. Isn't this a nice lullaby to fall asleep to?"
        },
        {
            "id": "smalltalk_10410_1",
            "desc": "Chatter #1",
            "dlg": "More cocoons, is it? Disappointing. I thought I'd have some more time to enjoy the show. Not that I'd bother saving them, of course."
        },
        {
            "id": "smalltalk_10410_2",
            "desc": "Chatter #2",
            "dlg": "You've been making all these cocoons just to feed your children...?\nHmph. It's nothing more than the curse of instinct."
        },
        {
            "id": "smalltalk_10410_3",
            "desc": "Chatter #3",
            "dlg": "That green tincan's probably still hopped up on Enkephalin.\nIf you've got any questions about the Safety Team, go ask that depressing guy wearing a coffin like it's a backpack."
        },
        {
            "id": "smalltalk_10410_4",
            "desc": "Post-Uptie Chat 1",
            "dlg": "I like that my affinity with Spiderhead's allowed me to wield Skullface as well... but their endless chatter is getting annoying.\nOne constantly nagging me for food, the other lecturing me about 'the good' and 'justice' every other minute..."
        },
        {
            "id": "smalltalk_10410_5",
            "desc": "Post-Uptie Chat 2",
            "dlg": "Stay cooped up in the elevator if you're not going to fight, cowards.\nIf you're willing to fight, merge up and stand still. If the manager misses because you couldn't even sit still for a minute... then you better get ready to get F.L.A.T."
        },
        {
            "id": "neglect_10410_1",
            "desc": "Idle",
            "dlg": "This silence... Is that fool of a manager already unloading Execution Bullets?"
        },
        {
            "id": "gacksung_10410_1",
            "desc": "Uptying",
            "dlg": "Ever seen an E.G.O this well-tamed? This multi-eyed one just feels so natural in my hand."
        },
        {
            "id": "formation_10410_1",
            "desc": "Deployment",
            "dlg": "Time to go, Skullface and Spiderhead. Let's flatten them."
        },
        {
            "id": "battleentry_10410_1",
            "desc": "Stage Entry 1",
            "dlg": "Shut up, S.F. I decide whose skull to bust."
        },
        {
            "id": "battleentry_10410_2",
            "desc": "Stage Entry 2",
            "dlg": "Patience, S.H. I'll feed you something soon."
        },
        {
            "id": "battle_select_10410_1",
            "desc": "Viewed in Battle",
            "dlg": "Don't stare at these eyes for too long. I won't help you if it snares you in its trance."
        },
        {
            "id": "battle_endcommand_10410_1",
            "desc": "Commencing Attack",
            "dlg": "Get ready to have your skull cracked open."
        },
        {
            "id": "battle_enemy_break_10410_1",
            "desc": "Enemy Stagger",
            "dlg": "Isn't this a nice spread for a meal, S.H?"
        },
        {
            "id": "battle_break_10410_1",
            "desc": "Staggered 1",
            "dlg": "I know. Shut up."
        },
        {
            "id": "battle_break_10410_2",
            "desc": "Staggered 2",
            "dlg": "Agh..."
        },
        {
            "id": "battle_kill_10410_1",
            "desc": "Enemy Killed",
            "dlg": "My sins are mine to deal with, S.F."
        },
        {
            "id": "battle_dead_10410_1",
            "desc": "Death",
            "dlg": "The eyes close shut... and the lights... fade..."
        },
        {
            "id": "choice_success_p_10410_2",
            "desc": "Check Passed",
            "dlg": "That art was worth a closer inspection."
        },
        {
            "id": "choice_fail_n_10410_1",
            "desc": "Check Failed",
            "dlg": "Manager. Did you even read the Observation Logs?"
        },
        {
            "id": "battle_clear_10410_1",
            "desc": "Victory Cry",
            "dlg": "Hah, looks like the other departments have been busy. Looking forward to enjoying an art gallery on my way back."
        },
        {
            "id": "battle_clear_ex_10410_1",
            "desc": "Extra Condition Fulfilled",
            "dlg": "Don't delude yourselves, S.F, S.H. I'm not strong because I wield you. I wield you *because* I am strong."
        },
        {
            "id": "battle_defeat_10410_1",
            "desc": "Defeat Wail",
            "dlg": "We'll soon hear the sweet melodies of the trumpets followed by a harmony of screams. The dear manager'll have a hell of a time cleaning this mess up. I'm looking forward to enjoying it... heh."
        }
    ]
}