{
    "dataList": [
        {
            "id": "get_10107_1",
            "desc": "Identity Acquisition",
            "dlg": "You may call me Yi Sang. I am the first mate of the Pequod."
        },
        {
            "id": "lobby_morning_10107_1",
            "desc": "Morning Greeting",
            "dlg": "I pray that the waves did not keep you up at night. The Lake remains tranquil today... Perhaps we may be availed a brief moment to savor its sights for once."
        },
        {
            "id": "lobby_noon_10107_1",
            "desc": "Afternoon Greeting",
            "dlg": "Hm... I grow weary of this diet of desiccated fins. How do you fare?"
        },
        {
            "id": "lobby_night_10107_1",
            "desc": "Evening Greeting",
            "dlg": "Do not sail overlong under the night sky. It is common wisdom that such practice invites peril to a journey. Please, do get yourself some rest."
        },
        {
            "id": "smalltalk_10107_1",
            "desc": "Chatter #1",
            "dlg": "See, this is the part of a Whale that you must assail. If a singular, powerful strike is difficult to execute, apply multiple strikes to a single point. Then you should be able to perform effectively."
        },
        {
            "id": "smalltalk_10107_2",
            "desc": "Chatter #2",
            "dlg": "Deckhands! Cease your loitering and return to your stations! ... Ah, apologies. That may have been quite loud for you. I apologize."
        },
        {
            "id": "smalltalk_10107_3",
            "desc": "Chatter #3",
            "dlg": "The life of a sailor is... Quite all right. Once this endeavor is complete, however, I wish to start a café of my own.\nI have begun dreaming of a leisurely life, free from urgency."
        },
        {
            "id": "smalltalk_10107_4",
            "desc": "Post-Uptie Chat 1",
            "dlg": "Do not let go of the rope! To release the rope is to release your hold on life! Be wise... yet bold!"
        },
        {
            "id": "smalltalk_10107_5",
            "desc": "Post-Uptie Chat 2",
            "dlg": "Captain Ishmael has not ordered you to your deaths! We must... All of us must kill it and return to where we belong!"
        },
        {
            "id": "neglect_10107_1",
            "desc": "Idle",
            "dlg": "Hm... All is silent, save for the sound of the vessel hewing across the waters. This is also quite pleasant."
        },
        {
            "id": "gacksung_10107_1",
            "desc": "Uptying",
            "dlg": "Thus I must step up to the occasion, then...! Very well. Wield the harpoon I shall!"
        },
        {
            "id": "formation_10107_1",
            "desc": "Deployment",
            "dlg": "It appears that I must let go of the helm and join the fray."
        },
        {
            "id": "battleentry_10107_1",
            "desc": "Stage Entry",
            "dlg": "Do not let go of the harpoon."
        },
        {
            "id": "battle_select_10107_1",
            "desc": "Viewed in Battle",
            "dlg": "Is the Captain in danger?"
        },
        {
            "id": "battle_endcommand_10107_1",
            "desc": "Commencing Attack",
            "dlg": "Please, allow me to demonstrate."
        },
        {
            "id": "battle_enemy_break_10107_1",
            "desc": "Enemy Stagger",
            "dlg": "Hm! They appear to be quite spent."
        },
        {
            "id": "battle_break_10107_1",
            "desc": "Staggered",
            "dlg": "Haah..."
        },
        {
            "id": "battle_kill_10107_1",
            "desc": "Enemy Killed",
            "dlg": "Tsk. There is no oil to be gleaned from this fellow."
        },
        {
            "id": "battle_dead_10107_1",
            "desc": "Death",
            "dlg": "Ha ha ha... Thus does my... voyage... end..."
        },
        {
            "id": "choice_success_p_10107_2",
            "desc": "Check Passed",
            "dlg": "This was a trivial endeavor. Even a third mate should have little trouble accomplishing this task."
        },
        {
            "id": "choice_fail_n_10107_1",
            "desc": "Check Failed",
            "dlg": "Ahem... I have very seldom set my foot outside the ship... Do understand."
        },
        {
            "id": "battle_clear_10107_1",
            "desc": "Victory Cry",
            "dlg": "The end of this voyage rises upon the horizon. Let us persevere but for a little longer!"
        },
        {
            "id": "battle_clear_ex_10107_1",
            "desc": "Extra Conditions Fulfilled",
            "dlg": "We have done it! Not many pirates or Whales shall dare attack this vessel again. Hm hm, this was quite the satisfactory outcome."
        },
        {
            "id": "battle_defeat_10107_1",
            "desc": "Defeat Wail",
            "dlg": "... Our vessel is far too damaged to continue... Let us anchor and repair. ... Then we shall set sail to the Lake once again."
        }
    ]
}