{
    "dataList": [
        {
            "id": "get_10109_1",
            "desc": "Identity Acquisition",
            "dlg": "Will you rekindle the inspiration within me anew? If not... then I can't say that I am terribly interested."
        },
        {
            "id": "lobby_morning_10109_1",
            "desc": "Morning Greeting",
            "dlg": "Open not the curtains; I fear that a sudden light of dawn may disturb the density of this dot I have been pouring my focus in."
        },
        {
            "id": "lobby_noon_10109_1",
            "desc": "Afternoon Greeting",
            "dlg": "Oh, how I wish there was a meal that could be consumed in five seconds. To waste so much time I could have used to create... on something so pointless yet vital at the exact bisection of a full day... How regrettable."
        },
        {
            "id": "lobby_night_10109_1",
            "desc": "Evening Greeting",
            "dlg": "Sleep shall claim me only when it knocks with death as its companion. Understand that cessation of life is, in turn, a complete elimination of any potential to create. Thus every waking moment must be fully devoted to the creation of art."
        },
        {
            "id": "smalltalk_10109_1",
            "desc": "Chatter #1",
            "dlg": "Though I am but an apprentice with a single coil of a ring, there is much that requires my attention.\nThe Maestro's assignments to be completed, the civilians' drab 'artwork' to be evaluated..."
        },
        {
            "id": "smalltalk_10109_2",
            "desc": "Chatter #2",
            "dlg": "Any disgruntlements, you ask...? Mm, I do find it regrettable that my freedom in wielding the brush extends not to critiquing the artistic merit of works created by Docents. Oft am I compelled to compliment their pieces, when no such sentiment could be found in my heart.\nThis is but a very, very miniscule disgruntlement, mind."
        },
        {
            "id": "smalltalk_10109_3",
            "desc": "Chatter #3",
            "dlg": "The past deserves very little care. The art and the surrounding insight must always remain in a constant state of transformative improvement; capricious like quicksilver, if you will.\nOh, hm... Reinterpreting past works to remake them could prove interesting, indeed."
        },
        {
            "id": "smalltalk_10109_4",
            "desc": "Post-Uptie Chat 1",
            "dlg": "F. Hm... another F. ... Ah! B+ for you, my friend; your work is like a solitary lotus, blooming its budded beauty in a mud pit of mediocrity."
        },
        {
            "id": "smalltalk_10109_5",
            "desc": "Post-Uptie Chat 2",
            "dlg": "I find your entire artistic process—from conceptualization to production—quite satisfactory. Please surprise me further with another creation of yours. I shall do my best to complement your work, should aught need touching up."
        },
        {
            "id": "neglect_10109_1",
            "desc": "Idle",
            "dlg": "Hm. I shall not disturb you as you meditate on your next project. Well do I understand the import of such hours."
        },
        {
            "id": "gacksung_10109_1",
            "desc": "Uptying",
            "dlg": "Aha, you wished to watch as I evaluated them? Come hither; allow me to guide you to those that are worth viewing."
        },
        {
            "id": "formation_10109_1",
            "desc": "Deployment",
            "dlg": "I suppose the ingredients are ready?"
        },
        {
            "id": "battleentry_10109_1",
            "desc": "Stage Entry",
            "dlg": "My, this is quite exciting."
        },
        {
            "id": "battle_select_10109_1",
            "desc": "Viewed in Battle",
            "dlg": "Have you aught to say about my work?"
        },
        {
            "id": "battle_endcommand_10109_1",
            "desc": "Commencing Attack",
            "dlg": "Quite the pointed critique!"
        },
        {
            "id": "battle_enemy_break_10109_1",
            "desc": "Enemy Stagger",
            "dlg": "Mm, this piece is off-balance."
        },
        {
            "id": "battle_break_10109_1",
            "desc": "Staggered",
            "dlg": "Kngh..."
        },
        {
            "id": "battle_kill_10109_1",
            "desc": "Enemy Killed",
            "dlg": "Finally... it is complete."
        },
        {
            "id": "battle_dead_10109_1",
            "desc": "Death",
            "dlg": "To perish in the process of artistic creation... Truly, there is no... death... more ideal..."
        },
        {
            "id": "choice_success_p_10109_2",
            "desc": "Check Passed",
            "dlg": "That is a passing grade."
        },
        {
            "id": "choice_fail_n_10109_1",
            "desc": "Check Failed",
            "dlg": "Mm... that may be a failing grade."
        },
        {
            "id": "battle_clear_10109_1",
            "desc": "Victory Cry",
            "dlg": "It is... passable. Though I very much wish that I had more opportunity to wield this brush..."
        },
        {
            "id": "battle_clear_ex_10109_1",
            "desc": "Extra Conditions Fulfilled",
            "dlg": "Quite the artistic tour de force we have produced... Ah, I cannot help but be overcome with anticipation for the Maestro's critique of this piece."
        },
        {
            "id": "battle_defeat_10109_1",
            "desc": "Defeat Wail",
            "dlg": "How dreadful... The ingredients lay broken, and not an ounce of inspiration remains. I have not felt such shame in a long time."
        }
    ]
}