{
    "dataList": [
        {
            "id": "get_10407_1",
            "desc": "Identity Acquisition",
            "dlg": "Hmph. Did you wish to witness the art performed in a training room?"
        },
        {
            "id": "lobby_morning_10407_1",
            "desc": "Morning Greeting",
            "dlg": "It's getting loud outside... They must be making a ruckus preparing breakfast again.\nHmph, no delicious meal can possibly be better than a good training session."
        },
        {
            "id": "lobby_noon_10407_1",
            "desc": "Afternoon Greeting",
            "dlg": "It's already midday...? I.D.C. Don't call me unless it's for work. I don't intend to leave this room unless it's for a job."
        },
        {
            "id": "lobby_night_10407_1",
            "desc": "Evening Greeting",
            "dlg": "There are no particular conditions for sleeping and waking. Humans sleep when tired and wake up when no longer tired. It doesn't matter where one goes to sleep.\nBesides, sleeping against this training dummy is more comfortable than you'd expect. Heh."
        },
        {
            "id": "smalltalk_10407_1",
            "desc": "Chatter #1",
            "dlg": "Warmth. Kinship. They're the 'core values' of Liu... Hah. Sure, of course.\nBut the only core value of Liu that I've come to know is that it scorches and burns. That's all there is to it."
        },
        {
            "id": "smalltalk_10407_2",
            "desc": "Chatter #2",
            "dlg": "The flame is powerful, impressive... but it also carries frailty and fragility.\nThe only way to keep the fire burning is to feed it firewood ceaselessly. And that 'firewood' is endless training."
        },
        {
            "id": "smalltalk_10407_3",
            "desc": "Chatter #3",
            "dlg": "Burn marks are like enhancement tattoos; it hurts like hell when drawing them, and they paint parts of your skin in different colors.\n... And the more of your skin is covered with them... the stronger you get."
        },
        {
            "id": "smalltalk_10407_4",
            "desc": "Post-Uptie Chat 1",
            "dlg": "Hah! I can't believe they're more fragile even than a training dummy. It almost feels wasteful to spark my flames against them.\n... Hm, though I suppose it can be quite entertaining to watch their distorting shapes as the fire burns them alive."
        },
        {
            "id": "smalltalk_10407_5",
            "desc": "Post-Uptie Chat 2",
            "dlg": "C.S... then P.S. This flesh-burning, penetrating strike is the perfect finisher to this series of breakneck-speed consecutive strikes.\nConsider it a glass of wine to a plate of perfectly grilled steak."
        },
        {
            "id": "neglect_10407_1",
            "desc": "Idle",
            "dlg": "Hm. What, need some fire?"
        },
        {
            "id": "gacksung_10407_1",
            "desc": "Uptying",
            "dlg": "Section Director... Thought she was a useless loudmouth, but she taught me this particularly useful skill. Heh, I could use this as a finisher."
        },
        {
            "id": "formation_10407_1",
            "desc": "Deployment",
            "dlg": "Is this a job? Then I'll be there."
        },
        {
            "id": "battleentry_10407_1",
            "desc": "Stage Entry",
            "dlg": "Moving dummies... this could be interesting."
        },
        {
            "id": "battle_select_10407_1",
            "desc": "Viewed in Battle",
            "dlg": "Scram. I'm trying to focus."
        },
        {
            "id": "battle_endcommand_10407_1",
            "desc": "Commencing Attack",
            "dlg": "First Form!"
        },
        {
            "id": "battle_enemy_break_10407_1",
            "desc": "Enemy Stagger",
            "dlg": "Get up. A wooden dummy stands taller than you do."
        },
        {
            "id": "battle_break_10407_1",
            "desc": "Staggered",
            "dlg": "Tsk...!"
        },
        {
            "id": "battle_kill_10407_1",
            "desc": "Enemy Killed",
            "dlg": "Tsk, already broken. How useless."
        },
        {
            "id": "battle_dead_10407_1",
            "desc": "Death",
            "dlg": "Haah... These... moving dummies must've been... insufficient training material."
        },
        {
            "id": "choice_success_p_10407_2",
            "desc": "Check Passed",
            "dlg": "What a waste of time."
        },
        {
            "id": "choice_fail_n_10407_1",
            "desc": "Check Failed",
            "dlg": "That is what you get for wasting my time."
        },
        {
            "id": "battle_clear_10407_1",
            "desc": "Victory Cry",
            "dlg": "It is done. Well, I see that facing moving targets can sometimes be entertaining. It's just disappointing that I saw this outcome from a mile away."
        },
        {
            "id": "battle_clear_ex_10407_1",
            "desc": "Extra Conditions Fulfilled",
            "dlg": "They couldn't even measure up to training dummies... This victory was so overwhelming that it was practically dull. I'm going back to training."
        },
        {
            "id": "battle_defeat_10407_1",
            "desc": "Defeat Wail",
            "dlg": "We... lost...? N.W. No way we lost to these fleshy dummies. My training routine cannot possibly be wrong...!"
        }
    ]
}