{
    "dataList": [
        {
            "id": "get_10104_1",
            "desc": "Identity Acquisition",
            "dlg": "Welcome. Now what does your heart say... about what you see of my heart?"
        },
        {
            "id": "lobby_morning_10104_1",
            "desc": "Morning Greeting",
            "dlg": "Keep the door ajar. The sunbeam... is warm for once."
        },
        {
            "id": "lobby_noon_10104_1",
            "desc": "Afternoon Greeting",
            "dlg": "I wonder if you have dined. Let's see... How about potatoes? They are quite fitting as luncheon.\n...Worry not, for they have not sprouted."
        },
        {
            "id": "lobby_night_10104_1",
            "desc": "Evening Greeting",
            "dlg": "I am not quite used to the night... It's thanks to the dark that prevents me from seeing further than my nose.\nThinking of my new colleagues who have perished... this solitude brings me fear that I will soon be consumed by another."
        },
        {
            "id": "smalltalk_10104_1",
            "desc": "Chatter #1",
            "dlg": "You wish to hear my thoughts on that man in K Corp. He is no longer a companion or anyone worth mentioning; he is no more than a worm with wretched ideas, humiliating technology with... nay, there is no need to sully my tongue."
        },
        {
            "id": "smalltalk_10104_2",
            "desc": "Chatter #2",
            "dlg": "...Does it sometimes occur to you when you see a remarkable thing that you want to share the wonderment with others?\nThat you would like anyone to experience the same moment when you first saw it."
        },
        {
            "id": "smalltalk_10104_3",
            "desc": "Chatter #3",
            "dlg": "I have seen chickens fight. The smaller one was always being pecked on its head.\nWe have been similar until now... but will that last? It will come to light soon enough."
        },
        {
            "id": "smalltalk_10104_4",
            "desc": "Post-Uptie Chat 1",
            "dlg": "It makes a pungent smell, does it not? It strikes your senses so intensely, you might almost fall to the ground... Such a deep and fragrant scent, it is."
        },
        {
            "id": "smalltalk_10104_5",
            "desc": "Post-Uptie Chat 2",
            "dlg": "Pray, for what reason do you stare so intently into my face? I see... Were you enraptured for a moment?"
        },
        {
            "id": "neglect_10104_1",
            "desc": "Idle",
            "dlg": "RIght, then. Go back to tending to your business if you insist.\nAfter all, nothing matters more to us than our goals."
        },
        {
            "id": "gacksung_10104_1",
            "desc": "Uptying",
            "dlg": "Now... Behold. These flowers are in full glory.\nOnce all these flowers have been stained red... that shall be when 'I' bloom as well."
        },
        {
            "id": "formation_10104_1",
            "desc": "Deployment",
            "dlg": "Press me not. I'll be on my way when I need to."
        },
        {
            "id": "battleentry_10104_1",
            "desc": "Stage Entry",
            "dlg": "...To the innocent times."
        },
        {
            "id": "battle_select_10104_1",
            "desc": "Viewed in Battle",
            "dlg": "Did you call me?"
        },
        {
            "id": "battle_endcommand_10104_1",
            "desc": "Commencing Attack",
            "dlg": "Let's make it bloom."
        },
        {
            "id": "battle_enemy_break_10104_1",
            "desc": "Enemy Stagger",
            "dlg": "So did they bloom."
        },
        {
            "id": "battle_break_10104_1",
            "desc": "Staggered",
            "dlg": "Ahh... Dear."
        },
        {
            "id": "battle_kill_10104_1",
            "desc": "Enemy Killed",
            "dlg": "They will not be tormenting anyone any longer."
        },
        {
            "id": "battle_dead_10104_1",
            "desc": "Death",
            "dlg": "When... the time comes... I would have to wilt..."
        },
        {
            "id": "choice_success_p_10104_2",
            "desc": "Check Passed",
            "dlg": "Thank you for showing me such a moment."
        },
        {
            "id": "choice_fail_n_10104_1",
            "desc": "Check Failed",
            "dlg": "...Let's cover this moment with dirt, shall we."
        },
        {
            "id": "battle_clear_10104_1",
            "desc": "Victory Cry",
            "dlg": "The bud has risen. Effort has borne fruit."
        },
        {
            "id": "battle_clear_ex_10104_1",
            "desc": "Extra Conditions Fulfilled",
            "dlg": "So it has bloomed... I would like to capture this moment somewhere."
        },
        {
            "id": "battle_defeat_10104_1",
            "desc": "Defeat Wail",
            "dlg": "We were simply in fortune's favor until now... It was only the land we tilled that was fertile..."
        }
    ]
}