{
    "dataList": [
        {
            "id": "get_10111_1",
            "desc": "Identity Acquisition",
            "dlg": "Ah, rest awhile here, dear fellow. ... And now that you are indeed here, will you assist me in organizing this experiment data?\nAh! Abscond from here you will not, for there is no escape until this work is complete."
        },
        {
            "id": "lobby_morning_10111_1",
            "desc": "Morning Greeting",
            "dlg": "I have no significant misgivings about working for the department of Enkephalin... yet a small wish I do maintain, that a tiny terrace to enjoy the morning sun may be built."
        },
        {
            "id": "lobby_noon_10111_1",
            "desc": "Afternoon Greeting",
            "dlg": "I partook in a rather simple lunch today, for I am quite busy with experiments with the news of a new Abnormality's arrival in the containment chamber.\nTo be truthful, any amount of hunger I once had has long been quashed by the stimulation from fresh experimentation subjects..."
        },
        {
            "id": "lobby_night_10111_1",
            "desc": "Evening Greeting",
            "dlg": "Indeed, it is said that the former L Corp. Headquarters and Branches oft engaged in late shifts... but the Enkephalin department prides itself on unconditional adherence to the official office closing hour schedules.\nAh... yet, the researchers, including myself, remain here still at such late an hour. We are, however, bound not by policy but by our very own passions for experimentation."
        },
        {
            "id": "smalltalk_10111_1",
            "desc": "Chatter #1",
            "dlg": "I had not the experience of laboring for the former L Corp., yet I hear that some researchers employed here at LCE were employed there, once.\nThe bizarre tales of their employment are quite... Mm, they certainly do conjure all kinds of peculiar emotions."
        },
        {
            "id": "smalltalk_10111_2",
            "desc": "Chatter #2",
            "dlg": "Ah, you would like to know more of this gear? It is the product of our most recent E.G.O extraction efforts. There were some difficulties in the extraction process, given that this Abnormality was not once observed even within the records of former L Corp., but... as it is plain to see, we have yielded a rather promising result."
        },
        {
            "id": "smalltalk_10111_3",
            "desc": "Chatter #3",
            "dlg": "The research to resolve the emergence of emotional instability when equipped with an extracted gear is currently underway.\nYet... given that I have acquired quite the taste for entrapping the fellow researchers in jokes of practical nature, perhaps this research need not take precedence over the others."
        },
        {
            "id": "smalltalk_10111_4",
            "desc": "Post-Uptie Chat 1",
            "dlg": "... Abnormality containment breaches are a rather commonplace occurrence here. It may perhaps be more frequent than it was at the former L Corp., given that the application for Abnormalities here is more for tasks rather than simple energy generation.\nDistortion subjects, however, may exhibit signs of calming upon engagement in dialogues. Perhaps this is an indicator that they may indeed be reverted to their human forms—no matter how slim the chance may be."
        },
        {
            "id": "smalltalk_10111_5",
            "desc": "Post-Uptie Chat 2",
            "dlg": "The apparition by the tail-like apparatus of this gear... Indeed, it appears to exhibit the ability to 'lure' the target, regardless of whether it is an Abnormality or a Distortion that they choose.\nThe core lies elsewhere, indubitably... yet, its bewitching form may lead one to the delusion that the apparition is, indeed, the core."
        },
        {
            "id": "neglect_10111_1",
            "desc": "Idle",
            "dlg": "Ah, this chance meeting is quite the fortunate one. Come, take a seat. ... Ah, worry not, for there is no trap waiting for you this time."
        },
        {
            "id": "gacksung_10111_1",
            "desc": "Uptying",
            "dlg": "Ah, may I ask you to continue this pretense that you are yet to spy my location? The escaped Abnormality will soon find interest in me and approach... and I shall smite it with a single swing of this hammer."
        },
        {
            "id": "formation_10111_1",
            "desc": "Deployment",
            "dlg": "Is this a research briefing session, or... has there been a containment breach?"
        },
        {
            "id": "battleentry_10111_1",
            "desc": "Stage Entry",
            "dlg": "A chance to test its merits."
        },
        {
            "id": "battle_select_10111_1",
            "desc": "Viewed in Battle",
            "dlg": "… It would be deeply appreciated if the exclusion category were not to be necessitated here…"
        },
        {
            "id": "battle_endcommand_10111_1",
            "desc": "Commencing Attack",
            "dlg": "Subject suppressed."
        },
        {
            "id": "battle_enemy_break_10111_1",
            "desc": "Enemy Stagger",
            "dlg": "Hm. Thus I leave a recording of this weakness."
        },
        {
            "id": "battle_break_10111_1",
            "desc": "Staggered",
            "dlg": "Ngh..."
        },
        {
            "id": "battle_kill_10111_1",
            "desc": "Enemy Killed",
            "dlg": "Suppression complete."
        },
        {
            "id": "battle_dead_10111_1",
            "desc": "Death",
            "dlg": "Haah... yet... there is so much of the unknown... in this world... to be learned..."
        },
        {
            "id": "choice_success_p_10111_2",
            "desc": "Check Passed",
            "dlg": "A clear, crisp vision of a solution appeared before me."
        },
        {
            "id": "choice_fail_n_10111_1",
            "desc": "Check Failed",
            "dlg": "Perchance this issue may be set aside as a long-term research goal...?"
        },
        {
            "id": "battle_clear_10111_1",
            "desc": "Victory Cry",
            "dlg": "Thus completed is the suppression. Yet this effort has caused us quite the delay... We are not availed much time until the deadline for this report.\n... Ah, ha ha. Perhaps I must cast another lure to my fellow colleagues."
        },
        {
            "id": "battle_clear_ex_10111_1",
            "desc": "Extra Conditions Fulfilled",
            "dlg": "Let the records state that this was a resounding success. Exceptional coordination with the equipment, and... Mm, this report must be completed elsewhere, for there isn't much room here to write the full chronicling of the events."
        },
        {
            "id": "battle_defeat_10111_1",
            "desc": "Defeat Wail",
            "dlg": "Worry not. To researchers, failure is like a shadow—one may not exist without it. Thus, all manner of failures are acceptable as long as they are used as building blocks to forge a path to a singular success."
        }
    ]
}