{
    "dataList": [
        {
            "id": "get_10909_1",
            "desc": "Identity Acquisition",
            "dlg": "Haah... I can't believe I'm wasting my time on this gross-colored meat. Makes me wish I'd never seen color growing up."
        },
        {
            "id": "lobby_morning_10909_1",
            "desc": "Morning Greeting",
            "dlg": "Just another day, huh. ... Still, good morning.\nHere's hoping today'll bring something new."
        },
        {
            "id": "lobby_noon_10909_1",
            "desc": "Afternoon Greeting",
            "dlg": "Is it still noon? Whew, what a slow day.\nY'know, I thought I'd be living in a bit more special time by now. But... given this boring, tedious life, I guess I've still got a ways to go."
        },
        {
            "id": "lobby_night_10909_1",
            "desc": "Evening Greeting",
            "dlg": "The longer I stay in T Corp., the more I enjoy the night. Wanna know why?\nWhen the light of day fades... heh, this world of deep sepia becomes slightly more tolerable."
        },
        {
            "id": "smalltalk_10909_1",
            "desc": "Chatter #1",
            "dlg": "Mind calling me over in places with color, Dante?\nI can't get a clear view of your world through this opaque window, but... it makes me feel better."
        },
        {
            "id": "smalltalk_10909_2",
            "desc": "Chatter #2",
            "dlg": "This place is more hierarchical than it looks. The cocky higher-ups just can't take good-faith criticism, know what I mean? What a bunch of crybabies.\nWell, my current partner and boss is a bit more flexible, though. Hope I get assigned to people like her more often."
        },
        {
            "id": "smalltalk_10909_3",
            "desc": "Chatter #3",
            "dlg": "I'm a Time Collector, but... if someone owes a lot of Time Tax, or if they're some big shot, they usually send the higher-ranking Staff after them. And if they broke a Taboo... well, they send the Taboo Hunters after them.\nSo I guess all I do are some stop-and-searches, patrols for unregistered inventions, and... yeah, I guess I'm saddled with all the busywork."
        },
        {
            "id": "smalltalk_10909_4",
            "desc": "Post-Uptie Chat 1",
            "dlg": "T Corp. gives an additional monthly time allowance to T Corp. Collector standard-issue timepieces. This is supposed to give us some extra time to use when taking down tax evaders.\nHm? Oh, it's nowhere near enough, of course. I heard that higher Class staff are given a lot more time, but... oh well. I guess it'll have to come out of my own pocket watch for now."
        },
        {
            "id": "smalltalk_10909_5",
            "desc": "Post-Uptie Chat 2",
            "dlg": "Hey, don't give me that look. It's simple: I'm just collecting three extra tax hours from them so I can skim a little off the top. Like, that's pocket change.\nI work hard, so I think I'm pretty justified in taking a little time for myself. C'mon, we're always running out of time too, y'know."
        },
        {
            "id": "neglect_10909_1",
            "desc": "Idle",
            "dlg": "Don't make me wait. My time and your time... aren't worth the same."
        },
        {
            "id": "gacksung_10909_1",
            "desc": "Uptying",
            "dlg": "It's pointless to resist. I'll always be one step ahead of you because I'm pulling time from the future."
        },
        {
            "id": "formation_10909_1",
            "desc": "Deployment",
            "dlg": "How much time will I be robbing from them today, I wonder."
        },
        {
            "id": "battleentry_10909_1",
            "desc": "Stage Entry",
            "dlg": "Clocking in."
        },
        {
            "id": "battle_select_10909_1",
            "desc": "Viewed in Battle",
            "dlg": "Can ya speak a bit faster? You're literally wasting my time."
        },
        {
            "id": "battle_endcommand_10909_1",
            "desc": "Commencing Attack",
            "dlg": "This won't take long."
        },
        {
            "id": "battle_enemy_break_10909_1",
            "desc": "Enemy Stagger",
            "dlg": "If you lack both the capability and the will to make your payments..."
        },
        {
            "id": "battle_break_10909_1",
            "desc": "Staggered",
            "dlg": "Ugh..."
        },
        {
            "id": "battle_kill_10909_1",
            "desc": "Enemy Killed",
            "dlg": "... then I have no choice but to completely drain your time."
        },
        {
            "id": "battle_dead_10909_1",
            "desc": "Death",
            "dlg": "Ha... ha... so this is how... how it ends...?"
        },
        {
            "id": "choice_success_p_10909_2",
            "desc": "Check Passed",
            "dlg": "Haah... As long as I've got time, this is a piece of cake."
        },
        {
            "id": "choice_fail_n_10909_1",
            "desc": "Check Failed",
            "dlg": "... Hey, I didn't have enough time for that."
        },
        {
            "id": "battle_clear_10909_1",
            "desc": "Victory Cry",
            "dlg": "Well, that took more time than I expected. But someone had to do it."
        },
        {
            "id": "battle_clear_ex_10909_1",
            "desc": "Extra Conditions Fulfilled",
            "dlg": "Woah... I think that was a pretty good performance, all things considered. I wonder if I'll finally get some recognition."
        },
        {
            "id": "battle_defeat_10909_1",
            "desc": "Defeat Wail",
            "dlg": "We failed this mission, but don't be too hard on yourself. We'll... take our time and try it again. From the start."
        }
    ]
}