{
    "dataList": [
        {
            "id": "get_10408_1",
            "desc": "Identity Acquisition",
            "dlg": "S.P.D. You call yourself a Butler? I'll demonstrate, so just shut up and watch. It's all about the Speed, Precision, and Decisiveness..."
        },
        {
            "id": "lobby_morning_10408_1",
            "desc": "Morning Greeting",
            "dlg": "Butlers must always start their mornings two hours before their Master does. Get them all out of bed, even if you have to beat them up."
        },
        {
            "id": "lobby_noon_10408_1",
            "desc": "Afternoon Greeting",
            "dlg": "What the hell is the Kitchen staff doing? Our employers' luncheon has been delayed by 5 minutes. This is completely unacceptable. Any more delay, and I'll S.S.Y.N.C. Is that what you want?"
        },
        {
            "id": "lobby_night_10408_1",
            "desc": "Evening Greeting",
            "dlg": "Make sure that your forks and knives are well-whetted. Everything truly enjoyable about being a Butler happens during the 'night watch' missions... heh."
        },
        {
            "id": "smalltalk_10408_1",
            "desc": "Chatter #1",
            "dlg": "I personally detest having to talk more than I have to, but... this sloppy work deserves proper scolding.\nHaah... Chief Butler is quite an exhausting job."
        },
        {
            "id": "smalltalk_10408_2",
            "desc": "Chatter #2",
            "dlg": "Look at this mess inside your case. How will you find your utensils in case of an emergency? Unbelievable...\nI'll give you another demonstration of how to organize your case. The entire process. For the seventh time..."
        },
        {
            "id": "smalltalk_10408_3",
            "desc": "Chatter #3",
            "dlg": "The hunt is nigh. This time, our target is... well, I don't like that he's an old acquaintance of mine...\nTsk. But this is something I have to do myself. You there. Were you able to get in touch with Gregor?"
        },
        {
            "id": "smalltalk_10408_4",
            "desc": "Post-Uptie Chat 1",
            "dlg": "Pull back! He's... Tsk, this is hard to explain. Return to the manor and finish your cleaning duties. Your less-than-ineffective attacks are hardly any help anyway.\n... I'll deal with him myself."
        },
        {
            "id": "smalltalk_10408_5",
            "desc": "Post-Uptie Chat 2",
            "dlg": "So this is how we meet again... What a bizarre feeling this is. As the Chief Butler, I must say that this isn't the kind of reunion I hoped you'd bring.\nI'll throw you one hell of a homecoming party, though. Heh."
        },
        {
            "id": "neglect_10408_1",
            "desc": "Idle",
            "dlg": "Quit zoning out and whet your knives. Haah... how many times must I repeat myself?"
        },
        {
            "id": "gacksung_10408_1",
            "desc": "Uptying",
            "dlg": "Very well. It's about time we put an end to this, Heathcliff. Because you're... my 'housekeeping chore' to take care of."
        },
        {
            "id": "formation_10408_1",
            "desc": "Deployment",
            "dlg": "Ready, as per that foolish Master's orders."
        },
        {
            "id": "battleentry_10408_1",
            "desc": "Stage Entry",
            "dlg": "Hunting cutlery's at the ready."
        },
        {
            "id": "battle_select_10408_1",
            "desc": "Viewed in Battle",
            "dlg": "Quit it with your idiotic bravado and take cover behind me, you fool of a Master."
        },
        {
            "id": "battle_endcommand_10408_1",
            "desc": "Commencing Attack",
            "dlg": "Headed out for a combat reception."
        },
        {
            "id": "battle_enemy_break_10408_1",
            "desc": "Enemy Stagger",
            "dlg": "Get ready to close your eyes..."
        },
        {
            "id": "battle_break_10408_1",
            "desc": "Staggered",
            "dlg": "Tch…"
        },
        {
            "id": "battle_kill_10408_1",
            "desc": "Enemy Killed",
            "dlg": "Go enjoy your dream. Now."
        },
        {
            "id": "battle_dead_10408_1",
            "desc": "Death",
            "dlg": "Cough... I have to... protect my fool of a Master..."
        },
        {
            "id": "choice_success_p_10408_2",
            "desc": "Check Passed",
            "dlg": "Hmph, housekeeping complete."
        },
        {
            "id": "choice_fail_n_10408_1",
            "desc": "Check Failed",
            "dlg": "Well, this was beyond my obligations anyway. Suffer the consequences of your decision."
        },
        {
            "id": "battle_clear_10408_1",
            "desc": "Victory Cry",
            "dlg": "If the 'housekeeping' is complete... let us return shortly. Don't stay up too late. I'll S.Y.N.C if I see that our morning duties were sloppily carried out."
        },
        {
            "id": "battle_clear_ex_10408_1",
            "desc": "Extra Conditions Fulfilled",
            "dlg": "That was a successful combat reception. Your moves weren't half bad... Now let us return to other 'housekeeping' work."
        },
        {
            "id": "battle_defeat_10408_1",
            "desc": "Defeat Wail",
            "dlg": "This hunt was a failure... There is so much that must be addressed. Not only the Butlers, but also... that fool of a Master. They'll need some re-education."
        }
    ]
}