{
    "dataList": [
        {
            "id": "get_10110_1",
            "desc": "Identity Acquisition",
            "dlg": "Well do I understand your sentiment on death. Why not lay rest to the impulses in your heart for a moment and converse with me more?"
        },
        {
            "id": "lobby_morning_10110_1",
            "desc": "Morning Greeting",
            "dlg": "I apologize for bothering you in such early hours of the morning. I hope I did not wrest you from a dream."
        },
        {
            "id": "lobby_noon_10110_1",
            "desc": "Afternoon Greeting",
            "dlg": "I did not lunch, for my contemplation upon our earlier conversation consumed most of the noon away.\nI suppose you had done the same as you mourned for others, and rightly so."
        },
        {
            "id": "lobby_night_10110_1",
            "desc": "Evening Greeting",
            "dlg": "This will be the last management work of the day. You appear rather spent yourself; why not leave behind the bitter ruminations and seek the sweetness of a brief slumber?"
        },
        {
            "id": "smalltalk_10110_1",
            "desc": "Chatter #1",
            "dlg": "Where do humans go upon the final egress from life? You ask a rather stimulating question. I have once written my reflections on the end of life; perhaps we may have a chance to discuss it later."
        },
        {
            "id": "smalltalk_10110_2",
            "desc": "Chatter #2",
            "dlg": "Even as I wrote my thirteen wills, I could not help but believe that no one would mourn me upon the event of my death.\nIt would have been nice to have those who would lament my passing, yet the remembrance of the dead has no place in the hearts of those who live here."
        },
        {
            "id": "smalltalk_10110_3",
            "desc": "Chatter #3",
            "dlg": "The barrel of the gun does not fire bullets of butterflies; it is merely that butterflies, both living and dead, bloom from where the gun points."
        },
        {
            "id": "smalltalk_10110_4",
            "desc": "Post-Uptie Chat 1",
            "dlg": "This coffin, this gift you have given me to shoulder—it carries quite the weight. The butterflies that have nested in me, those that have been once yours, are also not to be fired with a light heart.\nI fear letting even the lightest wisp of frivolity upon this lament. ... Thus, it is only right that I wreath solemness upon my heart as I pull their triggers."
        },
        {
            "id": "smalltalk_10110_5",
            "desc": "Post-Uptie Chat 2",
            "dlg": "There is no need for showy, purple prose in expressing condolences. Some say that the mourner shouldering this coffin is the long-awaited savior to all, yet...\n... I am but a feather stuck upon a Wing; the worth of my being, otherwise, nil; for I am also fluttering the path to becoming a butterfly that pollinates no more."
        },
        {
            "id": "neglect_10110_1",
            "desc": "Idle",
            "dlg": "I intend to shut the speech-hole beyond the window tight if I were to meet my demise. Only then will the butterfly who rests upon me flutter away."
        },
        {
            "id": "gacksung_10110_1",
            "desc": "Uptying",
            "dlg": "It is a heavy gift that I shoulder; a twain of wayward souls in each of my palms, fingers held ever-closer.\nWhere lies our destination now?"
        },
        {
            "id": "formation_10110_1",
            "desc": "Deployment",
            "dlg": "Is it management or lamentation?"
        },
        {
            "id": "battleentry_10110_1",
            "desc": "Stage Entry",
            "dlg": "Death urges suppressed; concept sealed."
        },
        {
            "id": "battle_select_10110_1",
            "desc": "Viewed in Battle",
            "dlg": "Idle chatter is ill-advised in mourning."
        },
        {
            "id": "battle_endcommand_10110_1",
            "desc": "Commencing Attack",
            "dlg": "Please, step forth."
        },
        {
            "id": "battle_enemy_break_10110_1",
            "desc": "Enemy Stagger",
            "dlg": "Go into the night without worry."
        },
        {
            "id": "battle_break_10110_1",
            "desc": "Staggered",
            "dlg": "Mm..."
        },
        {
            "id": "battle_kill_10110_1",
            "desc": "Enemy Killed",
            "dlg": "For your remembrance shall be mine as you sleep."
        },
        {
            "id": "battle_dead_10110_1",
            "desc": "Death",
            "dlg": "Could the small wings... of a butterfly have... fluttered away from this... place...?"
        },
        {
            "id": "choice_success_p_10110_2",
            "desc": "Check Passed",
            "dlg": "Repression work yielded a more preferable result."
        },
        {
            "id": "choice_fail_n_10110_1",
            "desc": "Check Failed",
            "dlg": "Attachment work was quite... the incongruent choice."
        },
        {
            "id": "battle_clear_10110_1",
            "desc": "Victory Cry",
            "dlg": "A willing flower, for those who slumber. May they bloom the butterflies within."
        },
        {
            "id": "battle_clear_ex_10110_1",
            "desc": "Extra Conditions Fulfilled",
            "dlg": "One handgun, a congratulation for the departed dead; the other, a lamentation for the life-bound in living stead. Thus yield into solemnity, all; now grieve them nevermore."
        },
        {
            "id": "battle_defeat_10110_1",
            "desc": "Defeat Wail",
            "dlg": "At the heart of a broken mirror, I see the fading butterfly. A wandering butterfly I cannot bloom, yet the duty of lamentation is mine; thus, it is also mine, this melancholy."
        }
    ]
}