{
  "dataList": [
    {
      "id": "get_11010_1",
      "desc": "Identity Acquisition",
      "dlg": "We'll rescue the survivor like you requested, so... can you stop pointing that finger at me...?"
    },
    {
      "id": "lobby_morning_11010_1",
      "desc": "Morning Greeting",
      "dlg": "... I-it's morning already?! I gotta run if I wanna suit up and make it to the morning assembly—"
    },
    {
      "id": "lobby_noon_11010_1",
      "desc": "Afternoon Greeting",
      "dlg": "There's a lot of paperwork to be done. Hopefully we can take care of this process before the sun goes down... Let's hurry."
    },
    {
      "id": "lobby_night_11010_1",
      "desc": "Evening Greeting",
      "dlg": "Can't be too careful when taking on late night rescue contracts. It often ends up putting us in danger, too."
    },
    {
      "id": "smalltalk_11010_1",
      "desc": "Chatter #1",
      "dlg": "The Zwei Knights wear these gaudy armors not only because it's our uniform... but also because it draws attention away from our clients when the battle gets messy.\nAnd here I was, thinking that this cape was bothersome... I guess everything has a reason."
    },
    {
      "id": "smalltalk_11010_2",
      "desc": "Chatter #2",
      "dlg": "There's something I realized whenever I go on joint operations with other Association Fixers... It's that most people don't care about protecting or saving someone.\nI know that we only move when we're paid to do so, but... our Association's the best when it comes to protecting their clients."
    },
    {
      "id": "smalltalk_11010_3",
      "desc": "Chatter #3",
      "dlg": "Sometimes, we receive contracts that are clearly above our pay grade. I hate taking those contracts, but...\nIf they pay enough, us Zwei Fixers have no choice but to do as our Association tells us to do."
    },
    {
      "id": "smalltalk_11010_4",
      "desc": "Post-Uptie Chat 1",
      "dlg": "I hate myself for growing so accustomed to people dying around me. I know, I don't have a choice. But...\n... No. I can't be so weak-willed... I can't protect anything like this. Just like that day..."
    },
    {
      "id": "smalltalk_11010_5",
      "desc": "Post-Uptie Chat 2",
      "dlg": "I don't think there's anything wrong with wishing safety for everyone.\nIt's just that it's... impossible. It's the City. We can't even protect the people we love."
    },
    {
      "id": "neglect_11010_1",
      "desc": "Idle",
      "dlg": "... Huh? O-oh! Please don't go wandering off on your own!"
    },
    {
      "id": "gacksung_11010_1",
      "desc": "Uptying",
      "dlg": "Don't worry. You're my target... so I'll protect you no matter what."
    },
    {
      "id": "formation_11010_1",
      "desc": "Deployment",
      "dlg": "Quest... confirmed."
    },
    {
      "id": "battleentry_11010_1",
      "desc": "Stage Entry",
      "dlg": "Thus becomes your blade and shield, this greatsword..."
    },
    {
      "id": "battle_select_11010_1",
      "desc": "Viewed in Battle",
      "dlg": "I thought I submitted everything...? What's wrong?"
    },
    {
      "id": "battle_endcommand_11010_1",
      "desc": "Commencing Attack",
      "dlg": "Securing personnel...!"
    },
    {
      "id": "battle_enemy_break_11010_1",
      "desc": "Enemy Stagger",
      "dlg": "Get behind me, now...!"
    },
    {
      "id": "battle_break_11010_1",
      "desc": "Staggered",
      "dlg": "Nngh..."
    },
    {
      "id": "battle_kill_11010_1",
      "desc": "Enemy Killed",
      "dlg": "Excluding high-risk individuals..."
    },
    {
      "id": "battle_dead_11010_1",
      "desc": "Death",
      "dlg": "I'll be fine... so run... get as far away as you can from here..."
    },
    {
      "id": "choice_success_p_11010_2",
      "desc": "Check Passed",
      "dlg": "I can protect one more person, yeah... But only this time, okay? I can't do this again."
    },
    {
      "id": "choice_fail_n_11010_1",
      "desc": "Check Failed",
      "dlg": "... I'm sorry. This was not a part of my contract."
    },
    {
      "id": "battle_clear_11010_1",
      "desc": "Victory Cry",
      "dlg": "We suffered some losses, but... I guess it couldn't be helped. There's only so much a shield can protect."
    },
    {
      "id": "battle_clear_ex_11010_1",
      "desc": "Extra Conditions Fulfilled",
      "dlg": "We actually rescued everyone. I guess days of hard work does pay off... sometimes."
    },
    {
      "id": "battle_defeat_11010_1",
      "desc": "Defeat Wail",
      "dlg": "We... failed the contract. I couldn't protect anyone... They're... all dead..."
    }
  ]
}