{
    "dataList": [
        {
            "id": "get_10105_1",
            "desc": "Identity Acquisition",
            "dlg": "Alas, it appears that we must involve ourselves in this matter."
        },
        {
            "id": "lobby_morning_10105_1",
            "desc": "Morning Greeting",
            "dlg": "Thus it is a morning like any other, its patterns forever unchanging. If you have a matter concerning a contract, please make yourself comfortable in our office."
        },
        {
            "id": "lobby_noon_10105_1",
            "desc": "Afternoon Greeting",
            "dlg": "Hmm... Half a day remains. How do you fare?"
        },
        {
            "id": "lobby_night_10105_1",
            "desc": "Evening Greeting",
            "dlg": "Though it may appear pitiable that I am working so late into the night... it is not entirely unideal, as it signifies that there is work to be done.\nMany Offices in this city oft go days with nary a proper contract."
        },
        {
            "id": "smalltalk_10105_1",
            "desc": "Chatter #1",
            "dlg": "An official contract must first be drafted and signed, if we are to accept a request.\nWell... there is no need to be intimidated. It is but a simple covenant betwixt two entities."
        },
        {
            "id": "smalltalk_10105_2",
            "desc": "Chatter #2",
            "dlg": "Big Sister is... occupied with an outside business at the moment. If there are any words you must pass on to her, you may say them unto me.\n... Asking for her contact information... may be unwise. I can speak with certitude that she is not in an ideal state to engage in dialogue."
        },
        {
            "id": "smalltalk_10105_3",
            "desc": "Chatter #3",
            "dlg": "You ask of this weapon? It is a handicraft of a workshop, indeed.\nModifications...? Hmm, why would there be a need for modifications? I do not see myself tampering with its build, either."
        },
        {
            "id": "smalltalk_10105_4",
            "desc": "Post-Uptie Chat 1",
            "dlg": "Contracts from Associations and contracts from Wings carry entirely different levels of significance. To be contracted by a Wing is to have our competency acknowledged.\nThus, this contract from R Corp. is also... something of a grave importance."
        },
        {
            "id": "smalltalk_10105_5",
            "desc": "Post-Uptie Chat 2",
            "dlg": "While I do have my reservations... I also understand that it may be a marvelous opportunity.\nI am hopeful that we should be able to fulfill this contract as long as I prove to be a sufficient support for Big Sister."
        },
        {
            "id": "neglect_10105_1",
            "desc": "Idle",
            "dlg": "I shall use this downtime to catalogue our documents. One must not idle... in times such as these."
        },
        {
            "id": "gacksung_10105_1",
            "desc": "Uptying",
            "dlg": "Hm. This is quite the responsibility. I shall try my best to live up to your expectations."
        },
        {
            "id": "formation_10105_1",
            "desc": "Deployment",
            "dlg": "Departure, is it? Allow me to accompany you."
        },
        {
            "id": "battleentry_10105_1",
            "desc": "Stage Entry",
            "dlg": "Let this be a positive experience for us all."
        },
        {
            "id": "battle_select_10105_1",
            "desc": "Viewed in Battle",
            "dlg": "The situation has hitherto been quite... ideal."
        },
        {
            "id": "battle_endcommand_10105_1",
            "desc": "Commencing Attack",
            "dlg": "Stay calm."
        },
        {
            "id": "battle_enemy_break_10105_1",
            "desc": "Enemy Stagger",
            "dlg": "This is an opportunity."
        },
        {
            "id": "battle_break_10105_1",
            "desc": "Staggered",
            "dlg": "Ach..."
        },
        {
            "id": "battle_kill_10105_1",
            "desc": "Enemy Killed",
            "dlg": "There was naught to worry."
        },
        {
            "id": "battle_dead_10105_1",
            "desc": "Death",
            "dlg": "...I expected as little from myself."
        },
        {
            "id": "choice_success_p_10105_2",
            "desc": "Check Passed",
            "dlg": "It appears that my gamble bore fruit."
        },
        {
            "id": "choice_fail_n_10105_1",
            "desc": "Check Failed",
            "dlg": "... I have miscalculated the risks of this gamble."
        },
        {
            "id": "battle_clear_10105_1",
            "desc": "Victory Cry",
            "dlg": "... The contract is fulfilled. Let us make ourselves scarce before further trouble finds us."
        },
        {
            "id": "battle_clear_ex_10105_1",
            "desc": "Extra Conditions Fulfilled",
            "dlg": "Presuming that we remain steady, a contract of such caliber should pose no difficulty to us."
        },
        {
            "id": "battle_defeat_10105_1",
            "desc": "Defeat Wail",
            "dlg": "I've made far too many mistakes... I apologize. I was of no help to you."
        }
    ]
}