{
  "dataList": [
    {
      "id": "get_11011_1",
      "desc": "Identity Acquisition",
      "dlg": "I think I can lump this package with that one, and... let's see where this one's gotta go... W-why is the sorting process so complicated this time?"
    },
    {
      "id": "lobby_morning_11011_1",
      "desc": "Morning Greeting",
      "dlg": "I haven't been sleeping well, with the recent surge of late-night delivery contracts...\nI'll try to get some sleep in now."
    },
    {
      "id": "lobby_noon_11011_1",
      "desc": "Afternoon Greeting",
      "dlg": "Boxed lunches usually end up freezing solid when we're making deliveries through the cold.\nThat's why some Fixers keep their lunches in the Courier Trunks they've been assigned, but... that's a violation of the Devyat' Association rules..."
    },
    {
      "id": "lobby_night_11011_1",
      "desc": "Evening Greeting",
      "dlg": "It's dangerous to travel at night, but... I don't have a choice.\nThere's a package that needs to be delivered before the Night in the Backstreets."
    },
    {
      "id": "smalltalk_11011_1",
      "desc": "Chatter #1",
      "dlg": "It's important for Fixers of the Devyat' Association to keep themselves up-to-date about cultures of each District.\nSpeed is one thing, but we also have to be careful not to accidentally break a Taboo of a Wing or a Syndicate's rule."
    },
    {
      "id": "smalltalk_11011_2",
      "desc": "Chatter #2",
      "dlg": "Why don't I just drive there, you ask? Um... I'm pretty sure going on foot and following Poludnitsa's shortcut directions would get me there much faster than driving would."
    },
    {
      "id": "smalltalk_11011_3",
      "desc": "Chatter #3",
      "dlg": "I can survive most risky situations by having Poludnitsa disengage the output threshold.\nBut that'll deduct way too much money from my payout... If it doesn't kill me in the process."
    },
    {
      "id": "smalltalk_11011_4",
      "desc": "Post-Uptie Chat 1",
      "dlg": "<color=#9eada4><size=60%><i>[Possible delivery delay detected: Syndicate altercation 200m ahead. Rerouting.]</i></size></color>\nLots of route adjustments today, huh... Left turn, then?\n<color=#9eada4><size=60%><i>[New route discovered; navigating courier.]</i></size></color> You want me to... <i>scale</i> the building?!"
    },
    {
      "id": "smalltalk_11011_5",
      "desc": "Post-Uptie Chat 2",
      "dlg": "Only lower-rung Syndicate henchmen who don't know about these dimensional bags are dumb enough to attack us. Courier Trunks are locked by Protection Mode anyway, so...\nOh, what about members of the Fingers? They're... we usually meet them as our clients."
    },
    {
      "id": "neglect_11011_1",
      "desc": "Idle",
      "dlg": "Poludnitsa, I'm bored. Can you play me a song?\n<color=#9eada4><size=60%><i>[Poludnitsa does not support the requested functionality.]</i></size></color>\nHuh? But Miss Rodya said—\n<color=#9eada4><size=60%><i>[Correction. This AI model does not support the requested functionality.]</i></size></color>"
    },
    {
      "id": "gacksung_11011_1",
      "desc": "Uptying",
      "dlg": "Ugh, I really hoped it wouldn't have to come to this, but I need to get there in time...! Poludnitsa, engage mode conversion!\n<color=#9eada4><size=60%><i>[Hammer mode engaged. Swing to the undulation of decay particles.]</i></size></color>"
    },
    {
      "id": "formation_11011_1",
      "desc": "Deployment",
      "dlg": "Is it a new delivery order?"
    },
    {
      "id": "battleentry_11011_1",
      "desc": "Stage Entry",
      "dlg": "My next destination is..."
    },
    {
      "id": "battle_select_11011_1",
      "desc": "Viewed in Battle",
      "dlg": "Uh... did you call me? Oh, did you order something through the Devyat'?"
    },
    {
      "id": "battle_endcommand_11011_1",
      "desc": "Commencing Attack",
      "dlg": "I still have time..."
    },
    {
      "id": "battle_enemy_break_11011_1",
      "desc": "Enemy Stagger",
      "dlg": "Can you clear the way, please...?"
    },
    {
      "id": "battle_break_11011_1",
      "desc": "Staggered",
      "dlg": "Nngh..."
    },
    {
      "id": "battle_kill_11011_1",
      "desc": "Enemy Killed",
      "dlg": "... I said move!"
    },
    {
      "id": "battle_dead_11011_1",
      "desc": "Death #1",
      "dlg": "Poludnitsa... help... <color=#9eada4><size=60%><i>[Pathfinding failed. Courier absence detected. Poludnitsa, engaging Protection Mode.]</i></size></color>"
    },
    {
      "id": "battle_dead_11011_2",
      "desc": "Death #2",
      "dlg": "N-no! Please, please give me another chance! I've never been late bef— <color=#9eada4><size=60%><i>[Update. Delivery failed. The courier will be collected shortly. Thank you for your service. Poludnitsa, engaging Protection Mode.]</i></size></color>"
    },
    {
      "id": "choice_success_p_11011_2",
      "desc": "Check Passed",
      "dlg": "... I'm not running an errand like this for you again."
    },
    {
      "id": "choice_fail_n_11011_1",
      "desc": "Check Failed",
      "dlg": "I-I'm busy, okay?"
    },
    {
      "id": "battle_clear_11011_1",
      "desc": "Victory Cry",
      "dlg": "AAAHHHHH! Your package has been delivered! I'm not late, am I? I'm on time for the delivery, right?"
    },
    {
      "id": "battle_clear_ex_11011_1",
      "desc": "Extra Conditions Fulfilled",
      "dlg": "This package will be delivered earlier than expected. The client will be happy to hear that."
    },
    {
      "id": "battle_defeat_11011_1",
      "desc": "Defeat Wail",
      "dlg": "Pant... pant... I-I'm almost there, Poludnitsa! I just need five more minutes, please...!"
    }
  ]
}