{
  "dataList": [
    {
      "content": "내리는 비는 시릴 정도로 아프다."
    },
    {
      "content": "빗방울에는 과거의 기억들이 담겨있으니까. 그 사람에게 주워졌을 때부터, 그 저택의 면면들이 매일매일 내게 새겨 넣은 기억들이."
    },
    {
      "content": "그래서 나는 구태여 들이치는 소나기를 막아본 적이 없었지."
    },
    {
      "content": "기억이 자극될 때마다, 그 찢어 죽일 놈들에게 복수를 해야 한다는 사실을 끝없이 상기시킬 수 있었으니까."
    },
    {
      "content": "…그 저택에는 우산이라고 할 법한 것도 없었지."
    },
    {
      "content": "빗물이 살을 파고들려 할 때도 얇고 작은 천 조각조차 받쳐 들 수 없었으니까."
    },
    {
      "content": "어쩌면, 이 비를 모두 피하지는 못해도 젖은 옷을 말릴 수만 있다면 살아가 볼 만하진 않을까."
    },
    {
      "content": "그런 착각은 이번 생에서 단 한 줌도 일으키지 말라는 듯이 말이지."
    },
    {
      "content": "하. 차라리 잘 됐지. 그런 게 없어서 나의 이 복수심이 더 선명해질 수 있으니까."
    },
    {
      "content": "이미, 복수를 결심하게 된 기억 중 몇 개는 소실되어 버렸다."
    },
    {
      "content": "분명 저택을 나와 이곳을 끔찍한 모습으로 부숴버릴 것이라고 생각하게 된 결정적인 계기가 있었을 테지만…"
    },
    {
      "content": "아니, 이런 생각을 계속해 보아야 의미는 없다. 결정된 이상 복수는 이루어야만 하는 목표니까."
    },
    {
      "content": "그저… 내게 장대비를 때려 부은 그 저택의 인간들에게 피가 샘솟고 뼈가 꿰뚫릴 날카로운 폭풍을 선보이겠다."
    },
    {
      "content": "그것만이면 된다. 내 삶의 이유는 그것만으로 충분해."
    },
    {
      "content": "…이 숲은 높고 조용한 곳이다."
    },
    {
      "content": "폭풍우가 몰아치는 순간에도 그 지랄맞게 커다란 저택이 훤히 들여다보이는, 빽빽한 숲."
    },
    {
      "content": "확실한 목적이 앞에 있을 때, 증오는 흩어지는 일 없이 오롯하게 내게 차올라 온다."
    },
    {
      "content": "때로는 버틀러들이 빨래를 널거나, 외부의 손님이 만찬을 즐기러 들어갔다 나가는 것을 보고 잠깐씩 즐거웠던 순간순간을 떠올리기도 한다."
    },
    {
      "content": "매사에 툴툴거리는 말투였지만 저택의 누구보다 나를 챙겨주었던 치프 버틀러의 모습도 종종 떠올린다."
    },
    {
      "content": "…아니, 이런 건 환상이다."
    },
    {
      "content": "지옥 같았던 시간이 과거가 되며 추억이 되고, 기어코 그것을 즐거웠던 것이라 착각하게 만드려는 약하디약한 마음의 술수다."
    },
    {
      "content": "어차피 그자와 겪었던 기억은 이미 희뿌연 안개같이 흐릿할 뿐이니까."
    },
    {
      "content": "그 기억 속에 나 혼자만 있었던 것 같지 않은데… 분명히…"
    },
    {
      "content": "아니, 됐어. 전부 지워버리면 된다, 전부 지워버리면… 과거와 기억을 통째로 지워버리면 이런 흔들림도 끝을 맺을 것이다."
    },
    {
      "content": "어차피… 쓸모없는 기억이었을 것이다. 전부 미화되었겠지."
    },
    {
      "content": "이제는 정말 한순간도, 저 저택에서 내가 쉴 수 있는 자리가 없을 테니까."
    },
    {
      "content": "이 검을 얻게 된 날이었나, 아니면 무수한 나를 만나거나 들여봤던 그날이었던가."
    },
    {
      "content": "아니면 도련님의 저택을 공격할 때 자르고 찢으며 수많은 버틀러들의 시체를 만들던 날이었던가."
    },
    {
      "content": "나는 쓰러트린 자들에게서 복종의 영혼을 매어두는 방법을 깨닫게 되었다."
    },
    {
      "content": "누구에게도 가르침 받지 않았지만, 무수한 세계의 내가 으레 그런 자들을 이끌고 다니듯 나도 비슷하게 변한 것이겠지."
    },
    {
      "content": "이들의 끊임없는 증오와 원성이 내게 들려온다. 하지만 그와 함께 내게 충성을 바칠 수 밖에 없는 불합리함이 제법 우습다."
    },
    {
      "content": "와일드헌트의 행렬을 이끌고, 도련님의 쓸모 없는 팔을 물어 뜯으며."
    },
    {
      "content": "나는 내가 직접 주최하는 만찬이 곧 그 저택에서 이루어질 것이라 외쳤다."
    },
    {
      "content": "유예의 시간을 충분히 줄 것이다."
    },
    {
      "content": "팔을 잃은 만큼 내게 증오를 쌓았을 그 도련님의 세검이 얼마나 예리할지."
    },
    {
      "content": "이미 죽고 없는 마님을 하루 종일 찾고 있는 치프 버틀러의 응접보가 얼마나 단단해질지."
    },
    {
      "content": "배신이라고 느끼고 있을 전 보모의 고함 소리가 얼마나 머리통을 뒤흔들어 댈지."
    },
    {
      "content": "갖은 준비를 마치고 나서 만찬을 받아들여야만, 나의 복수가 빛을 발할 테니까."
    },
    {
      "content": "충혈된 눈동자와 잔뜩 부풀어 오른 핏줄을 드러내며 나와 나의 행렬에 맞서 뛰어들기를 바란다."
    },
    {
      "content": "그리고 나는 끝끝내 그들을 전부 짓이겨버리고…"
    },
    {
      "content": "폭풍이 몰아치는 그 언덕 위에서 모든 것이 산산이 부서진 후 아무것도 남지 않을 그 땅 위에 서 있을 것이다."
    },
    {
      "content": "그리고, 그동안의 나의 설움과… 분노를…"
    },
    {
      "content": "…분명."
    },
    {
      "content": "이것을 누군가에게… 토해낼 작정이었던 것 같은데."
    },
    {
      "content": "그뿐만이 아니야…"
    },
    {
      "content": "무언가를 위해서 필사적으로 해왔던 것이…"
    },
    {
      "content": "비가… 다시 들이치는군."
    },
    {
      "content": "그래, 이렇게 날카로운 빗방울을 맞으면서도 떠오르지 않는다는 건."
    },
    {
      "content": "내가 지금 떠올리고 있는 과거의 아픔보다 한참 부족한 일이었을 테지."
    },
    {
      "content": "그러니 신경 쓰지 않는다."
    },
    {
      "content": "저택을 한 줌의 재로 만들어버리면 기억나게 될지도 모르고."
    },
    {
      "content": "…기억이 나지 않더라도, 복수를 완성함으로써 목표를 이루게 될 테니까."
    },
    {
      "content": "…거울은 어쩌면 거짓투성이일 것이다."
    },
    {
      "content": "이제와서 기억에 남는건… 결국 누군가가 말했던, 언젠가의 말 한 마디 뿐이군."
    }
  ]
}