{
    "dataList": [
        {
            "id": "get_11112_1",
            "desc": "Identity Acquisition",
            "dlg": "The hare has no name. I am nothing but an animal lurking in the shadows."
        },
        {
            "id": "lobby_morning_11112_1",
            "desc": "Morning Greeting",
            "dlg": "Without your calling, the shadow dissipates under the sun. You may focus on your business of the day, my lord."
        },
        {
            "id": "lobby_noon_11112_1",
            "desc": "Afternoon Greeting",
            "dlg": "Your luncheon is prepared. Now, I retreat into the shadows to ready myself for the assault you foresaw would unfold over this meal."
        },
        {
            "id": "lobby_night_11112_1",
            "desc": "Evening Greeting",
            "dlg": "All in position. Give us but the smallest signal, and this husk of hares shall descend and blot out the very moon—the very last light your foes shall ever see."
        },
        {
            "id": "smalltalk_11112_1",
            "desc": "Chatter #1",
            "dlg": "Impertinent as it may be, I must impart to you a word of advice. Hold us close as tools in your hands, my lord, but never close to your heart. The loyalty of beasts lurking in the umbra lies with the title, not the one who wears it."
        },
        {
            "id": "smalltalk_11112_2",
            "desc": "Chatter #2",
            "dlg": "Where a shadow falls, two shall spring from whence it fell. Were we to be captured, we will dissipate like the traceless dust; we will have never heard nor seen of you, my lord."
        },
        {
            "id": "smalltalk_11112_3",
            "desc": "Chatter #3",
            "dlg": "I have no interest in the other Heishou, for I already know all that I must know about them. You needn't inform me of which Pack you wield, or the individualities of whom you wield.\nWere you to regale me of them nonetheless, it shall be but the ephemeral play of shadows, to be forgotten soon since."
        },
        {
            "id": "smalltalk_11112_4",
            "desc": "Post-Uptie Chat 1",
            "dlg": "There is no more to be done here, my lord. The other hares are scouring the building in search of more to graze on.\nIf you have no remaining commands, I will excuse myself... but I will remain vigilant of other lurking beasts."
        },
        {
            "id": "smalltalk_11112_5",
            "desc": "Post-Uptie Chat 2",
            "dlg": "The cover of darkness provides a great advantage to the beasts...\nDo you understand? Your life was forfeit the moment this hare locked its eyes upon you."
        },
        {
            "id": "neglect_11112_1",
            "desc": "Idle",
            "dlg": "……."
        },
        {
            "id": "gacksung_11112_1",
            "desc": "Uptying",
            "dlg": "Your foe has been eliminated. To where must I hop next?"
        },
        {
            "id": "formation_11112_1",
            "desc": "Deployment",
            "dlg": "I accept your command."
        },
        {
            "id": "battleentry_11112_1",
            "desc": "Stage Entry",
            "dlg": "Through the dead of night."
        },
        {
            "id": "battle_select_11112_1",
            "desc": "Viewed in Battle",
            "dlg": "My lord, to be present here in your person is— No, my lord. Please, do speak your will."
        },
        {
            "id": "battle_endcommand_11112_1",
            "desc": "Commencing Attack",
            "dlg": "I will cut them down."
        },
        {
            "id": "battle_enemy_break_11112_1",
            "desc": "Enemy Stagger",
            "dlg": "What a pathetic cry."
        },
        {
            "id": "battle_break_11112_1",
            "desc": "Staggered",
            "dlg": "... Kah."
        },
        {
            "id": "battle_kill_11112_1",
            "desc": "Enemy Killed",
            "dlg": "You're finished."
        },
        {
            "id": "battle_dead_11112_1",
            "desc": "Death",
            "dlg": "I may die here... but... the Mao branch shall..."
        },
        {
            "id": "choice_success_p_11112_2",
            "desc": "Check Passed",
            "dlg": "Effortlessly handled."
        },
        {
            "id": "choice_fail_n_11112_1",
            "desc": "Check Failed",
            "dlg": "... Let us find a hare better suited to handle this."
        },
        {
            "id": "battle_clear_11112_1",
            "desc": "Victory Cry",
            "dlg": "I have carried out your command. The Mao branch has suffered significant losses, yet it is not for you to worry. More of us shall appear to fill the void."
        },
        {
            "id": "battle_clear_ex_11112_1",
            "desc": "Extra Conditions Fulfilled",
            "dlg": "They are now in the shadows. Once the Sweepers finish their night's labor, once the day breaks anew, those seeking traces of the departed shall leave empty-handed. The umbra dissipates in the sun's light."
        },
        {
            "id": "battle_defeat_11112_1",
            "desc": "Defeat Wail",
            "dlg": "My failure is not the failure of our Heishou Pack. I am but one of many beasts... for I am nobody, nothing at all. More will arrive in droves to erase this failure."
        }
    ]
}