{
  "dataList": [
    {
      "id": 816401,
      "title": "마왕 히스클리프",
      "prevDesc": "",
      "eventDesc": "Heathcliff from another world glares at Heathcliff.\n\nEvery strand of vein in his bloodshot eyes are pulsating with burning hatred.\n\n\"Your puerile adventure... ends here.\"\n\n\"Cast yourself off the cliffside of suffering. Let the sorrow agonise you until your body strikes the earth cold.\"\n\n\"That is the smallest atonement you could pay to Cathy, as her murderer.\"\n\n\"Bastard, even now...?!\"\n\nHeathcliff bolts forward, unable to stop himself.",
      "behaveDesc": "Heathcliff's assault...",
      "successDesc": [
        "\"Gaah...!\"\n\nHeathcliff charges forward, screaming with wrath, and smites Heathcliff from the other world in his forehead.\n\n\"Yeah... You might be right. I might just be a bloody wretch like you said...\"\n\n\"But... I'll kill you first anyway...!\"\n\nThe other Heathcliff lets out a small laughter.\n\n\"Good! Very good, Heathcliff! I like that.\"\n\n\"Resent me, hate me! Strike me down again and again until I am nothing but a puddle of blood! I will be but one of many, many Heathcliffs you will slay in your path to your own demise!\"\n\n\"Together! We shall all plummet to the bed of this abyss!\"\n\nHe slowly rises, as though compelled by an aura of madness. Blood foams from his mouth with every word spat from his mouth.\n\nThis isn't over yet... The Sinners knew that, too. They stood ready for the battle to continue."
      ],
      "failureDesc": [
        "Heathcliff rushes forward, screaming, consumed with wrath... but perhaps the wrath got in the way of sound judgment.\n\n\"Haah...\"\n\nHeathcliff from the other world was able to read his moves like an open book; a fatal counterattack smote Heathcliff.\n\n\"Accept your fate, Heathcliff. Welcome the embrace of death.\"\n\nHeathcliff from the other world mutters to our Heathcliff, who is reeling, kneeling from shock.\n\n\"Yeah... You might be right. I might just be a bloody wretch like you said...\"\n\n\"But... I'll kill you first anyway...!\"\n\n... Heathcliff hasn't given up yet.\n\nThe other Sinners stand ready for the battle as well. This is far from over.\n\n\"... Very well. This is good, Heathcliff. Isn't it?\"\n\n\"Resent me, hate me. Do not relent. Because this will be the start of your journey to kill every Heathcliff... a journey that ends in your demise!\"\n\n\"Together... we shall all plummet to the bed of this abyss!\"\n\nHe bellows once again with anguish. The battle rages on."
      ]
    }
  ]
}