{
  "dataList": [
    {
      "id": 97103801,
      "title": "",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Who will approach?",
      "successDesc": [
        "'Hm. Suspicious, are you? How refreshing.'\n'Fine. Then allow me to alter my offer. I will grant you an extra shot, free of price."
      ],
      "failureDesc": [
        "He remained quiet for a moment, as though he found this suggestion rather insulting, before aiming the barrel straight at {0}.\n\nAnd pulled the trigger.\n\n{0} quickly took cover, but the bullet pierced through them anyway.\n\n'Don't you remember?'\n\n'This is a magic bullet that will never miss, no matter what.'"
      ]
    },
    {
      "id": 97103802,
      "title": "",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Who will use it?",
      "successDesc": [
        "'You wish to fire the gun yourself, knowing what the final bullet does?'\n\n'I find that attitude quite commendable, yet you are... early.'\n\n'Allow me to lend you this instead.'"
      ],
      "failureDesc": [
        "'You wish to fire the gun yourself, knowing what the final bullet does?'\n\n'Indeed, perhaps you shall be next.'\n\n'If you truly wish to wield this rifle, then... you would be much better off without those cumbersome things tagging along.'\n\nHe promptly pulled the trigger, piercing every Sinner save for {0}."
      ]
    },
    {
      "id": 97103901,
      "title": "",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Who will take a seat?",
      "successDesc": [
        "{0} noticed a gear attached to the chair, still turning.\n\n{0} reached out and removed the gear, and the chair suddenly began to vibrate.\n\nThe chair soon crumbled to pieces, having lost its form."
      ],
      "failureDesc": [
        "{0} noticed a gear attached to the chair, still turning.\n\n{0} took a seat on the chair, despite their suspicions...\n\nAnd the gear immediately began grinding their brain to splatters.\n\nThe other Sinners quickly removed {0} from the seat, but it was too late."
      ]
    },
    {
      "id": 97104001,
      "title": "",
      "prevDesc": "",
      "eventDesc": "There are some leftover items on the desk.",
      "behaveDesc": "Who will observe it?",
      "successDesc": [
        "{0} came across what looked like a firearm on the desk.\n\nSeeing as they didn't need this gun even for a backup, perhaps it'll be put to better use in our hands."
      ],
      "failureDesc": [
        "There doesn't seem to be anything useful on the desk.\n\n{0} showed us some items they found, but they all looked too complicated to us to be of any use."
      ]
    },
    {
      "id": 97104101,
      "title": "",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Who will try to learn the basics of CQB?",
      "successDesc": [
        "{0} paid attention to the class.\n\nWe knew most of it, of course, but there were some techniques we weren't aware of before.\n\nPerhaps they found {0}'s dedication admirable.\n\nSomeone who looked like a drill instructor walked up to {0} and handed them an instruction manual of sorts."
      ],
      "failureDesc": [
        "The material must've been harder than expected.\n\n{0} was already taking a nice nap in the middle of the class."
      ]
    },
    {
      "id": 97104102,
      "title": "",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "Who will learn the art of war?",
      "successDesc": [
        "The contents of the class were rather rudimentary, actually.\n\n{0} was apparently in agreement, as they seemed to be barely paying attention to the class."
      ],
      "failureDesc": [
        "The contents of the class were rather rudimentary, actually.\n\nHowever, {0} must've found it rather dreary.\n\nSomeone who appeared to be a drill instructor approached {0}, noticing their lack of focus.\n\nThe instructor handed a communication device of sorts to {0}, suggesting that they start from the basics again."
      ]
    }
  ]
}