{
  "dataList": [
    {
      "id": 853901,
      "title": "Drifting Fox",
      "prevDesc": "Could those ragged umbrellas protect that fox, really?",
      "eventDesc": "Old umbrellas are lined up around the Drifting Fox.\n\nOld, worn, holed umbrellas.\n\nThe umbrellas look like they've been standing there for Wings know how long trying to protect the fox, but it certainly doesn't seem like they're doing a good job at it.\n\n\"…….\"\n\nThen, a Sinner slowly walked toward it.\n\nThe fox noticed the Sinner approaching, but it doesn't growl, nor does it happily relax.\n\nIt stays still, keeping its ever-constant place.",
      "behaveDesc": "Who approached the fox?",
      "successDesc": [
        "[{0}] walked toward the fox before getting under a worn umbrella.\n\nDespite being an umbrella, it allowed numerous drops of rain to fall through it.\n\nChilling winds and damp air brush against the Sinner under the umbrella.\n\n\"…….\"\n\nBut [{0}] raised their head up to see the sky, making a profound smile.\n\nAs if the Sinner knew the rain will stop someday."
      ],
      "failureDesc": [
        "[{0}] walked toward the fox before getting under a worn umbrella.\n\nDespite being an umbrella, it allowed numerous drops of rain to fall through it.\n\nChilling winds and damp air brush against the Sinner under the umbrella.\n\n\"…Haah.\"\n\n[{0}] drooped down with a large sigh.\n\nIt may not be easy to notice from afar,\n\nbut it must have been the cumulation of gloom and dampening the person under the umbrella felt."
      ]
    },
    {
      "id": 854101,
      "title": "Shock Centipede",
      "prevDesc": "The centipede writhes as if to coil up.",
      "eventDesc": "The Shock Centipede's body is starting to coil up into one spot.\n\"It seems electricity is gathering.\"\nAs the Sinner pointed out, sparks are flying from the center of its coiled body.\nIt might be a good idea to stop it.",
      "behaveDesc": "Who will be able to stop it?",
      "successDesc": [
        "[{0}] struck at the Shock Centipede's carapace.\n\n\"Ohh...!\"\n\nA crack opened up in its hard-looking armor.\n\nCould it really have stopped the centipede?\n\nThis ought to be a rare opportunity."
      ],
      "failureDesc": [
        "[{0}] struck at the Shock Centipede's carapace.\n\nAlas...\n\nCould the stored power have sprung forth?\n\nTremendous showers of sparks popped out of the Centipede's center along with a thunderous boom.\n\nNaturally, [{0}] was knocked away by the shockwave.\n\nFortunately enough, it only pushed the Sinner away and did little harm...\n\nBut the Centipede looks quite angry.\n\nIt'd be a good idea to brace up, right?"
      ]
    },
    {
      "id": 854201,
      "title": "Fairy Gentleman",
      "prevDesc": "An intoxicating smell fills the air, it could almost get you drunk.",
      "eventDesc": "The Fairy Gentleman spoke with a jolly laugh.\n\n\"Huhu... Didn't think this much would be gulped down.\"\n\nA short hiccup could also be heard.\n\n\"I admit, it caught me off guard a tiny bit... Just a tiny bit.\"\n\nThe fairy then puts the cup in his hand to his mouth.\n\n\"Hey! Is that thing trying to sober up?\"\n\n\"We must keep the blackguard disoriented!\"\n\n…It seems the fairy must be stopped from drinking from the cup.",
      "behaveDesc": "Who will take the cup from the gentleman?",
      "successDesc": [
        "[{0}] stood before the gentleman's mountainous belly.\n\n\"Ah, I couldn't share this with you, even if you're a privileged guest.\"\n\nInstead of demanding it, [{0}] just stares into the fairy.\n\n\"...Ahem.\"\n\nCompletely still, not moving a muscle.\n\n\"...A-Alright, alright! I can give you... a little bit.\"\n\n[{0}] shook their head.\n\n\"Are you... telling me to give you all of it?\"\n\nThe Sinner nodded.\n\n\"You...\"\n\n\"Fuu, haha. Fine, I've lost. You can have this.\"\n\n[{0}] finally made a light smile as they claimed the cup."
      ],
      "failureDesc": [
        "[{0}] stood before the gentleman's mountainous belly.\n\n\"Ah, I couldn't share this with you, even if you're a privileged guest.\"\n\nInstead of demanding it, [{0}] just stares into the fairy.\n\n\"...Ahem.\"\n\nCompletely still, not moving a muscle.\n\n\"...Standing like that won't change my answer, you know?\"\n\nAfter vigorous laughter, the fairy gulped down all of the cup's content into his stomach.\n\n\"As much as I care about you, I couldn't give you everything I have, could I? Haha.\"\n\nDefeated, [{0}] returned."
      ]
    },
    {
      "id": 854401,
      "title": "So That No One Will Cry",
      "prevDesc": "The cursed wooden doll has stopped moving.\nWhat could be going on?",
      "eventDesc": "The wooden doll stopped in place as if nothing was happening.\n\nIts head was tilted slightly downward like it was examining its talismans...\n\nOr perhaps it could have been looking at the Sinners' talismans.\n\n\"…….\"\n\nAs if possessed, the Sinners began to walk toward the wooden doll.\n\nIt was like they forgot they were fighting just moments ago.\n\nAnd they started removing the talismans entangled on their bodies.\n\nJust what could be going on?",
      "behaveDesc": "Who will gather the talismans and return them?",
      "successDesc": [
        "[{0}] gathered the detached talismans and stood before the wooden doll.\n\nIt seems to be gazing silently.\n\nOr, maybe it was just the Sinner's conscience making it seem that way.\n\nThe eagerness to return the talismans to where they were.\n\n[{0}] extended their arm to hand over the stack of talismans...\n\nAs if drawn by a magnet, the talismans flew toward the doll.\n\n\"So that no one will cry...\"\n\nAfter muttering the phrase, [{0}] came back to their position."
      ],
      "failureDesc": [
        "[{0}] gathered the detached talismans and stood before the wooden doll.\n\n\"…….\"\n\nIt creaked a little, then stretched a hand at [{0}].\n\nThinking it's to retrieve the talismans, [{0}] handed over the stack,\n\n\"Ah!\"\n\nThe wooden hand changed its trajectory and touched the Sinner's body.\n\nAt that moment, all the talismans on [{0}] began writhing before melting into sticky blood.\n\n…That doesn't bode well, does it?"
      ]
    },
    {
      "id": 854501,
      "title": "Fairy-Long-Legs",
      "prevDesc": "The sky seems to have been covered again. Why does it keep casting that shade?",
      "eventDesc": "The giant plant that the fairy made grow was as thick as it was tall.\n\nIt did have its perks.\n\nLike hiding behind a building's column, one Sinner managed to escape the fairy's view.\n\nThe Sinner then carefully struck at the stem.",
      "behaveDesc": "Who struck at the stem?",
      "successDesc": [
        "Striking at the stem, [{0}] climbed up the plant, hand over foot over hand.\n\nThe Sinner climbed so high, the others and the fairy appeared as tiny dots.\n\nThe plant seemed endlessly tall, but it had its end.\n\nAt last, [{0}] climbed onto the massive leaf at the top.\n\nThen the Sinner carefully walked up to the edge...\n\nAnd poked a hole in the leaf, causing the pool of water to fall on the fairy's head.\n\nThe fairy is making quite a fuss, looking surprised."
      ],
      "failureDesc": [
        "Striking at the stem, [{0}] climbed up the plant, hand over foot over hand.\n\nThe Sinner climbed so high, the others and the fairy appeared as tiny dots.\n\nThe plant seemed endlessly tall, but it had its end.\n\nAt last, [{0}] climbed onto the massive leaf at the top.\n\nBut perhaps the Sinner failed to consider the amount of water that ponded on the leaf...\n\nAs soon as [{0}] stepped on the leaf, they slipped and fell right to the ground.\n\n...It might be fortunate that the Sinner didn't die."
      ]
    },
    {
      "id": 854901,
      "title": "Faelantern",
      "prevDesc": "The teal—colored fairy appeared again at the tip of the branch.",
      "eventDesc": "Attacking that fairy again will reveal its true form.\n\nThis isn’t your first time facing this entity. It won’t be as hard as the first time.\n\nThe Sinners seem to agree.\n\nThe fairy simply sat there in near complete stillness only interrupted by its intermittently vibrating wings. It was as though the fairy knew you were coming.",
      "behaveDesc": "Who will answer the bait?",
      "successDesc": [
        "[{0}] charged toward the fairy.\n\nAfter a light leap into the air, the Sinner swung the weapon toward the fairy.\n\n”!!!”\n\nThe fairy appeared to scream, but no sound came from its mouth.\n\nMaybe it wasn’t screaming at all. Perhaps it was just the swaying of branches.\n\n”The eyes are coming out…”\n\n”Get outta there! Here we go again.”\n\nNumerous eyes open one by one, gleaming from the shadows.\n\nThey oscillate as though they’ll jump out at us at any minute.\n\nSo… What now?"
      ],
      "failureDesc": [
        "[{0}] charged toward the fairy.\n\nAfter lightly leaping into the air, the Sinner swung the weapon toward the fairy.\n\nBut…\n\n”That thing can dodge…?!”\n\nOf course, it wasn’t going to be that easy. Assuming that a bait would remain stationary is a complacent thought.\n\nThe fairy had also lightly flown up into the air and glared at the Sinner, who dared to attack it.\n\n”G-get out of there! It’s starting to move again!”\n\n[{0}] tried to get away, but its main body had already tightened around the Sinner's legs.\n\nSo… What now?"
      ]
    },
    {
      "id": 855001,
      "title": "Wayward Passenger",
      "prevDesc": "Is it hiding in another dimension again?",
      "eventDesc": "If this fight’s been anything to go by, it’ll soon emerge from one of the dimensional rifts.\n\nIf we can intuit its next point of emergence, maybe we can deal a fatal blow against it before it fully emerges from the dimensional rift.",
      "behaveDesc": "Who can intuit its next point of emergence?",
      "successDesc": [
        "Soon, the entity began crawling out of the dimensional rift that [{0}] selected.\n\n\"!\"\n\nThough it sensed the Sinner’s presence before it emerged,\n\nIt didn’t have enough time to act before [{0}] swung their weapon at it.\n\nThe entity hurriedly closed the dimensional rift as it fled back into its safety. That seems to have destabilized the dimensional rift.\n\nOpportunity."
      ],
      "failureDesc": [
        "Soon, the entity began to crawl out of the dimensional rift.\n\n… From the rift opposite to the one that [{0}] had selected, unfortunately.\n\n[{0}] quickly turned around, brandishing their weapon… but the entity was faster.\n\nIt goes without saying that a powerful attack soon struck the Sinner."
      ]
    },
    {
      "id": 855501,
      "title": "Steam Transport Machine",
      "prevDesc": "The light washes away the sediments of past.",
      "eventDesc": "Vacuum tubes in the center of the Steam Transport Machine’s torso are glowing.\n\nSlowly, or rapidly, the numbers displayed in the vacuum tubes decreased…\n\nAnd its broken, rusted chassis began to reconstruct itself.\n\nDid the Steam Transport Machine return to when it was first produced?\n\nLeaving behind everything it’s gone through.\n\nThe older the machine gets, the more of itself it will have to reconstruct.\n\nMaybe the Steam Transport Machine can be stopped… if someone could reach into its vacuum tubes?",
      "behaveDesc": "Who will reach into the vacuum tubes?",
      "successDesc": [
        "[{0}] strode up to the Steam Transport Machine.\n\nIt appeared that the Steam Transport Machine was in a deep focus. The machine stood completely still, no matter how close the Sinner got to it.\n\n[{0}] did not hesitate to reach into the vacuum tubes.\n\n”Ooh!!”\n\n”The numbers…!”\n\nLooks like [{0}] tapped into their creativity and swapped out one of the electrodes connected to the vacuum tubes.\n\nThat seems to have done the trick; the numbers ceased to decrease.\n\nThe Steam Transport Machine began to creak into motion once again, as though it just realized what had happened, but the perpetrator was long gone."
      ],
      "failureDesc": [
        "[{0}] strode up to the Steam Transport Machine.\n\nIt appeared that the Steam Transport Machine was in a deep focus. The machine stood completely still, no matter how close the Sinner got to it.\n\n[{0}] did not hesitate to reach into the vacuum tubes.\n\n”Wait, watch out—!”\n\nPerhaps we’ve been tricked by the Steam Transport Machine. Perhaps finished reconstructing itself right on time.\n\nWhichever was the case, the machine snatched [{0}]’s wrist…\n\nAnd blasted them with scalding steam.\n\n… It’s going to be a while before [{0}] recovers."
      ]
    },
    {
      "id": 85560101,
      "title": "Sign of Roses",
      "prevDesc": "",
      "eventDesc": "",
      "behaveDesc": "What color would you like to dye the petals in?",
      "successDesc": [
        "\"Ah, how pretty.\"\n\n\"And so vivid, too!\"\n\n\"Your sin was such a beautiful hue of {0}.\"\n\n\"You've really made a fine addition to the garden.\"\n\n\"The color of {0}?! I'll plant it right next to me.\"\n\n\"Then… Shall we play some more?\"\n\n\"This garden will become terribly beautiful with more sinful flowers we bloom!\""
      ],
      "failureDesc": [
        "\"Mm, still too pale.\"\n\n\"We don't need bland flowers like yours.\"\n\n\"How disappointing~\"\n\nWith that, they fell silent.\n\nThey probably didn't like it very much."
      ]
    }
  ]
}