{
    "dataList": [
        {
            "id": 810001,
            "title": "Skin Prophet",
            "prevDesc": "The prophet records endlessly.",
            "eventDesc": "The records, inscribed with that burning quill, are endless.\n\nYet the prophet must write.\n\nBecause the future is also endless.",
            "behaveDesc": "Who will read the records?",
            "successDesc": [
                "[{0}] snuffed the burning flames and looked into the records.\n\n@#$!@%!!@%!@%!@%\n\nThe Sinner could not understand a single word of it... but soon realized that reading it was unnecessary.\n\n[{0}] merely accepted the records as they naturally came to them.\n\nThe Sinner felt as though something was constricting around their head, but... their weapon arm felt empowered.\n\n... One of its heads was glaring in their direction."
            ],
            "failureDesc": [
                "Not all of its flames could be snuffed out.\n\n[{0}] awkwardly looked into the records.\n\n@#$!@%!!@%!@%!@%\n\nAn impure, terrifying sensation climbed the Sinner's body.\n\nThe Sinner could not help but stumble a few steps back.\n\nIn doing so, [{0}] instinctively raised their hands...\n\n... and dropped the book of Prophecy, full of writing, on the ground.\n\nThe book dropped with its contents visible for all Sinners to see...\n\nStriking all those who gazed upon it with an ineffable terror."
            ]
        },
        {
            "id": 810101,
            "title": "Ambling Pearl",
            "prevDesc": "What is that twinkling thing in that effervescent filth?",
            "eventDesc": "Looking closely at it... it appears to be a gem of sorts.\n\nBorn after a long, long time of waiting...\n\nBorn in the ebb and flow of the filth that fills and leaves that thing with its every movement.\n\nTaking its gem would be equivalent to taking its reason for existence away. It may fall apart without it.",
            "behaveDesc": "Who will take its meaning away?",
            "successDesc": [
                "[{0}] reaches toward the twinkling light.\n\nThe green slime... the acidic, burning sensation... the writhing larva... all of it unnerves the Sinner.\n\nBut despite all that, [{0}] prevails, claiming the gem with their hand.\n\n!!!\n\nAn incomprehensible roar echoes.\n\nIt quickly regenerated something new in its maws...\n\nBut it won't be the same."
            ],
            "failureDesc": [
                "[{0}] reaches toward the twinkling light.\n\nThe green slime... the acidic, burning sensation... the writhing larva... all of it unnerves the Sinner.\n\n... It is no easy task, rummaging through all that in search of that light.\n\n[{0}] could not stand it anymore.\n\nPatience and perseverence does not last forever. The Sinner had to free their hand from its maws.\n\nThis experience left nothing but wounds for both [{0}] and the thing."
            ]
        },
        {
            "id": 810201,
            "title": "Dream-Devouring Siltcurrent",
            "prevDesc": "Something sways in the rolling waves.",
            "eventDesc": "Where did that flotsam float from?\n\nFrom where, and how did it end up here?\n\nAfter so many years, even that flotsam may no longer recall from whence it came.\n\n... As long as it can be used to stop that Abnormality's attack.",
            "behaveDesc": "Who will approach the flotsam?",
            "successDesc": [
                "[{0}] eventually managed to reach the flotsam.\n\nThis was possible because the other Sinners tried their best to draw the Abnormality's attention.\n\n[{0}] grabbed onto the flotsam, tried to move it out of the way... before slamming their weapon down upon it.\n\nThis ended up leaving several, sharp edges on the flotsam.\n\nIf something were to charge into this flotsam... it would be impaled, unable to progress further."
            ],
            "failureDesc": [
                "[{0}] eventually managed to reach the flotsam.\n\nThis was possible because the other Sinners tried their best to draw the Abnormality's attention.\n\n[{0}] grabbed onto the flotsam, tried to move it out of the way... before slamming their weapon down upon it.\n\nBut it's no easy thing, trying to swing one's weapon in midst of the swaying waters.\n\nEven worse, the flotsam was sturdier than it appeared.\n\nAll that the Sinner managed to do was to make a loud noise.\n\n... Which drew the Abnormality's attention to [{0}]. It did not take long before the Abnormality began charging at [{0}]."
            ]
        },
        {
            "id": 1050101,
            "title": "Check underneath the ship",
            "eventDesc": "\"Yeah, of course we should.\"\n\nAs soon as we decided to check underneath the boat, a powerful shock rocked the stern of the boat.\n\n\"Mermaids! Hostiles are climbing from the bottom of the ship...\"\n\n\"We can minimize our losses by having one of us go push them off the ship before they latch on.\"\n\nAs soon as that was decided, two Sinners jumped from their seats and approached me.\n\n\"I will go, Executive Manager!\"\n\n\"No. I am better suited for this task.\"\n\nThe two Sinners begin bickering.",
            "prevDesc": "",
            "behaveDesc": "... We don't know what'll happen down there. Let's choose someone fearless.",
            "successDesc": [
                "[{0}] struck at a Mermaid crawling up from the waters.",
                "As soon as I chose [{0}] for the task, the Sinner ran and smashed the Mermaid's head in.\n\n\"We can't let these Mermaids waste any more of our time.\"\n\nThe impact of the strike caused something to fall from the Mermaid.\n\n\"…….\"\n\nThat's an LCCB employee badge... just like the one Pilot was wearing.\n\nThis is awful. ...But we have to keep moving."
            ],
            "failureDesc": [
                "[{0}] froze upon seeing the Mermaid crawling up the side of our ship.\n\n\"…….\"\n\nSomething on that Mermaid must've caused them to hesitate.\n\n\"What the hell are you doing?!\"\n\n\"They're climbing onto our ship!\"\n\n…We have to fight off the mermaids first.\n\nWe'll ask them what happened later."
            ]
        },
        {
            "id": 10502,
            "title": "Left or Right",
            "prevDesc": "",
            "eventDesc": "We entered a narrow waterway of sorts.\n\n\"... Executive Manager.\"\n\nI see Mermaids swimming under the ship.\n\nMermaids latched onto the walls are glaring at us as well.\n\n\"This place, hard to steer. Steer and keep track of directions, hard to do at once.\"\n\nSomeone'll have to keep track of the directions.",
            "behaveDesc": "Who should keep track of the directions?",
            "successDesc": [
                "\"Left!\"\n\n\"... The road splits to three? Wait, look! Opening at 2 O' clock!\"\n\nThanks to [{0}]'s quick and clear directions, we were making quick work of the waterways.\n\n\"... There's no end to them, huh?\"\n\nBut the horde of Mermaids attacking our ship doesn't seem any smaller than it did when we first entered.",
                "\"Left!\"\n\n\"... The road splits to three? Wait, look! Opening at 2 O' clock!\"\n\nThanks to [{0}]'s quick and clear directions, we were making quick work of the waterways.\n\n\"... Been a while, since we've done something like this together.\"\n\n\"Yes. Remember? Starbuck, on helm. You, me, shouting at Starbuck...\"\n\n\"Yeah...\"\n\n\"... Man, there's no end to them.\"\n\nBut the horde of Mermaids attacking our ship doesn't seem any smaller than it did when we first entered."
            ],
            "failureDesc": [
                "\"Go ri— I mean, left! I-I think left is open...?\"\n\n\"There are three paths... Uh... What do I do here...?\"\n\n[{0}] had some trouble telling directions...\n\n\"Tsk, prepare for battle...!\"\n\n... and the consequences were swift."
            ]
        },
        {
            "id": 1050201,
            "title": "Right or Left",
            "prevDesc": "",
            "eventDesc": "\"Exit. Still far.\"",
            "behaveDesc": "Someone'll have to continue to keep track of our directions. Should we continue using the same method?",
            "successDesc": [
                "\"Go straight!\n\n\"... Now! Right hard rudder!\"\n\nThanks to [{0}]'s quick and clear directions, we were making quick work of the waterways.\n\n\"... There's no end to them, huh?\"\n\nBut the horde of Mermaids attacking our ship doesn't seem any smaller than it did when we first entered.",
                "\"Steady as she goes!\"\n\n\"... Now! Right hard rudder!\"\n\nThanks to [{0}]'s quick and clear directions, we were making quick work of the waterways.\n\n\"... Been a while, since we've done something like this together.\"\n\n\"Yes. Remember? Starbuck, on helm. You, me, shouting at Starbuck...\"\n\n\"Yeah...\"\n\n\"... Man, there's no end to them.\"\n\nBut the horde of Mermaids attacking our ship doesn't seem any smaller than it did when we first entered the waterways."
            ],
            "failureDesc": [
                "\"… Is moving forward our only option?\"\n\n\"W-wait! There was another path! ... Looks like we missed it, though…\"\n\n[{0}] must be having some trouble telling directions...\n\n\"Tsk, prepare for battle...!\"\n\n... and the consequences were swift."
            ]
        },
        {
            "id": 1050202,
            "title": "Right or Left",
            "prevDesc": "",
            "eventDesc": "\"Almost there. We escape soon. To next area.\"\n\nWe're almost there.",
            "behaveDesc": "We're almost out, but let's not get complacent just yet.",
            "successDesc": [
                "\"It's opening up—wait! It's a waterfall! Steady as you go!\"\n\n\"Phew... Oh! Rocks ahoy! Keep left, keep left... And right full rudder!\"\n\nThanks to [{0}]'s quick and straightforward directions, we managed to lose the Mermaids and escape the waterway.",
                "\"It's opening up—wait! There's a drop! Steady as you go!\"\n\n\"Phew... Oh! More rocks ahoy! Left 10 degrees rudder, steady... And right full rudder!\"\n\nThanks to [{0}]'s quick and straightforward directions, we managed to lose the Mermaids and escape the waterway.\n\n\"... Been a while, since we've done something like this together.\"\n\n\"Yes. Remember? Starbuck, on helm. You, me, shouting at Starbuck...\"\n\n\"Yeah...\"\n\nThe ship was covered with blood and oil of Mermaids we killed in the waterway.\n\n\"These, useful. Put them in barrel.\"\n\nThe boat smooth-sailed to the next area as we spent our time collecting Mermaid oil from the ship. There was so much of it that the deck was almost flooded with it."
            ],
            "failureDesc": [
                "\"...? W-wait! There's a drop?! U-uh, what do we do...?\"\n\n\"Haah, haah... I-I can't see too well in here...\"\n\n[{0}] was trying their best, but exhaustion seems to have gotten the better of them; their directions were very muddled.\n\n\"Agh... And we were so close to the exit...!\"\n\nWe'll have to fight our way to the end, then..."
            ]
        },
        {
            "id": 10503,
            "title": "To the Arteries",
            "prevDesc": "",
            "eventDesc": "After defeating the Abnormality, we sailed for a while without much incident. That was when...\n\n\"A wall...\"\n\n... a thick, solid wall appeared before us.\n\n\"Artery. Beyond this wall.\"\n\n\"Wall opens. Closes. Opening is very short. Don't get grabbed by Mermaid there. Chopped in half, if grabbed by mermaid.\"\n\nAnd with a heavy rumble, the wall immediately started to open.\n\n\"Keep Mermaids off ship. They slow us down, we get cut in half.\"\n\nThe Mermaids must've sensed the rumbling. They begin rushing at our ship.",
            "behaveDesc": "Who will take vanguard in keeping the Mermaids off our ship?",
            "successDesc": [
                "[{0}] takes vanguard, knocking Mermaids off the boat.\n\n\"Good enough.\"\n\n\"Nice, we made it through...\"\n\n\"Phew. Huh, the wall is twitching. Like it's about to—\"\n\nNot a second after the stern of our boat made it past the wall, the door slammed shut.\n\n... Let's keep moving to the artery.",
                "[{0}] takes vanguard, knocking Mermaids off the boat.\n\n\"Good enough.\"\n\n\"Nice, we made it through...\"\n\n\"Don't get complacent. We have to remain alert.\"\n\n\"Phew. Huh, the wall is twitching. Like it's about to—\"\n\nNot a second after the stern of our boat made it past the wall, the door slammed shut.\n\n... Let's keep moving to the artery."
            ],
            "failureDesc": [
                "[{0}] takes vanguard, knocking Mermaids off the boat.\n\nBut...\n\n\"I-I think there's more of them than we expected...\"\n\n\"Oi! Help 'em out!\"\n\n\"Aagh, w-wait...!\"\n\nWe eventually managed to shake the Mermaids off and made it past the opening, but...\n\n\"Haah...\"\n\nThis kerfuffle exhausted everyone and left some of us wounded.\n\n... We have no choice but to continue on our way to the artery."
            ]
        },
        {
            "id": 1050401,
            "title": "The Artery",
            "prevDesc": "",
            "eventDesc": "\"This is much tougher than I expected...\"\n\nThe artery appeared much sturdier than we had initially assumed.\n\nCutting it open with a single strike won't be an easy task... but if we delay too much here, we won't be able to arrive at the rendezvous area in time.",
            "behaveDesc": "Who can possibly cut it open with a single strike?",
            "successDesc": [
                "[{0}] slowed their breathing and steadied their poise...\n\n\"Ooh!\"\n\n... before striking the artery, slicing it clean open.\n\n\"Sanguine fluid gushes at a terrifying rate.\"\n\nAs bloodflow from the opening begins to slow, the path begins to open.\n\n... Let's make our way to the heart."
            ],
            "failureDesc": [
                "[{0}] struck the artery with all their might, but...\n\n\"Just a little gash, huh...\"\n\n... failed to slice it open.\n\n\"We don't have time for this...!\"\n\nFlustered, [{0}] began repeatedly slamming their weapon into the artery, trying to hack it open.\n\n... Luckily, we were able to cut open the artery in time. But this clearly left [{0}] exhausted from the effort.\n\n\"Sanguine fluid gushes at a terrifying rate.\"\n\nAs bloodflow from the opening begins to slow, the path begins to open.\n\n... Let's make our way to the heart."
            ]
        },
        {
            "id": 1050501,
            "title": "Supply Crate 1",
            "prevDesc": "",
            "eventDesc": "We stopped before a crate with the Twinhook Pirates' logo on it.\n\n\"This crate appears to be locked.\"\n\n\"It's all rusted... I don't think we can even try to pick the lock.\"\n\n\"Then let's smash it open!\"\n\n... But the box itself looks pretty flimsy. We risk smashing its contents as well.",
            "behaveDesc": "Who can strike the crate with just the right amount of force?",
            "successDesc": [
                "[{0}] observed the crate closely, then took a step back. Then, with a controlled strike, smashed only the lid of the crate.\n\nWhat we found inside the box was a rusted hook covered in blood and white membrane. It was probably used to kill Mermaids.\n\nI don't know what use this could possibly have... but it might come in useful.\n\nShould we check the other boxes, too?"
            ],
            "failureDesc": [
                "\"Oop...\"\n\nThat was not a controlled strike at all. I wasn't sure if they even tried.\n\nThe crate was smashed to bits, so much so that we couldn't tell its contents apart from its crushed remains.\n\nWell, no choice but to check what other crates we have..."
            ]
        },
        {
            "id": 1050502,
            "title": "Supply Crate 2",
            "prevDesc": "",
            "eventDesc": "This crate has the LCCB logo on it.\n\nThis one looks sturdy enough... we probably can't smash it open.\n\n\"This appears to have been sealed by an intricate locking mechanism.\"\n\n\"Doubt I'll be able to just smash this open...\"\n\n\"Wait, I think I remember something...\"\n\nMaybe a Sinner who's used an LCCB Identity in the past may know something about this.",
            "behaveDesc": "Who will attempt to crack open the lock?",
            "successDesc": [
                "\"I think this was how they did it...\"\n\n[{0}] fiddles with the lock and opens the crate.\n\n\"I see. In this crate was a magazine for a firearm.\"\n\nIndeed, what we found inside the crate was a magazine full of bullets.\n\nWe can definitely find a good use for this.\n\nThere aren't any more useful boxes around... We decided to move on to the next area.",
                "[{0}] fiddles with the lock and opens the crate.\n\n\"I see. In this crate was a magazine for a firearm.\"\n\nIndeed, what we found inside the crate was a magazine full of bullets.\n\nWe can definitely find a good use for this.\n\nThere aren't any more useful boxes around... We decided to move on to the next area."
            ],
            "failureDesc": [
                "[{0}] fiddled with the lock, but failed to make any progress.\n\n\"Hmm...\"\n\nAfter a few more adjustments, the crate seemed to reinforce itself with an additional locking mechanism.\n\n\"Well, what can we do.\"\n\nThere probably was something useful in there... but we don't have any means to break it open. We have no choice but to leave it behind.\n\nThere aren't any more useful boxes around... We decided to move on to the next area."
            ]
        },
        {
            "id": 810602,
            "title": "Ahab 2",
            "prevDesc": "",
            "eventDesc": "Sure, you could say that.\n\nBut... her own answers matter the most here, no?\n\n\"......\"\n\nHer breathing is quick and shaking. She deliberates.\n\nWhat answer awaits you at the end of this deliberation?",
            "behaveDesc": "Can she endure her own past?",
            "successDesc": [
                "\"... Akh!\"\n\nIshmael swings her arm with determination. She tries to focus.\n\n\"Still with your bullshit... I'll tear your mouth from ear to ear!\"\n\n\"Fine. Go ahead.\"\n\n\"What are you waiting for? Is it because you are too weak to do it? ... Hahaha!\"\n\nAt the Captain's provocation, Ishmael's eyes begin to burn with hatred. She rushes at the Captain.\n\nLooks like she's still searching for an answer. And sometimes, wrath may draw one off course. Isn't that right?"
            ],
            "failureDesc": [
                "\"…….\"\n\nHer answer to the Manager's question is... endless silence.\n\nIs she still contemplating? Or does she think they're wrong?\n\nIndeed... it may be too early for her.\nTo decide, that is."
            ]
        },
        {
            "id": 810603,
            "title": "Ahab 3",
            "prevDesc": "",
            "eventDesc": "\"<Ishmael.>\"\n\n\"<It's not over yet.>\"\n\n\"<It's too early to decide. There's still time.>\"\n\n\"<And when the time comes... no one will make that decision in your stead.>\"\n\n\"<Not me. Not Ahab.>\"\n\n\"<I know that you can reach your own answers. Find your own way.>\"\n\n\"…….\"\n\nIshmael does not reply. Instead, she tightens the grip on her weapon arm.",
            "behaveDesc": "A delayed answer...\n... is not a bad idea.",
            "successDesc": [
                "\"... Akh!\"\n\nIshmael swings her arm with determination. She tries to focus.\n\n\"Still with your bullshit... I'll tear your mouth from ear to ear!\"\n\n\"Fine. Go ahead.\"\n\n\"What are you waiting for? Is it because you are too weak to do it? ... Hahaha!\"\n\nAt the Captain's provocation, Ishmael's eyes begin to burn with hatred. She rushes at the Captain.\n\nLooks like she's still searching for an answer. And sometimes, wrath may draw one off course. Isn't that right?"
            ],
            "failureDesc": [
                ""
            ]
        }
    ]
}