{
  "dataList": [
    {
      "id": 860801,
      "title": "Dreaming Electric Sheep",
      "prevDesc": "",
      "eventDesc": "At the end of each cable strewn about the floor is a plug.\n\nPerhaps the sheep knows what it implies.\n\nIt lets out a sorrowful cry.\n\nAs the Sinners converge on the sheep, the greater, more desperate its screams grow.\n\nThe sheep begins to thrash wildly.\n\nIts resistance will only intensify.",
      "behaveDesc": "Who will try to hold the sheep down?",
      "successDesc": [
        "[{0}] raises a cable and connects it to the sheep.\n\nViolent sprays of sparks fill your vision for a brief moment.\n\nThe sheep cries terribly for a while before falling silent, its eyes shut.\n\n[{0}] regards the silent sheep. Silent as though in a dream.\n\n[{0}] rejoins the battle, their body seared with lightning."
      ],
      "failureDesc": [
        "Just as [{0}] is about to connect the cable to the sheep,\n\nIt kicks [{0}] hard with its long legs.\n\nAfter tumbling a few feet on the ground, the Sinner blankly stares at the halfway-inserted cable for a moment...\n\nBefore a strike of violet, screaming lightning directly smites them."
      ]
    },
    {
      "id": 860501,
      "title": "Portrait of a Certain Day",
      "prevDesc": "",
      "eventDesc": "'I am a butler of this manor.'\n\n'Yet I do not recognize your faces.'\n\n'I cannot help but be wary; perhaps you seek to mire this manor again in sorrow.'\n\n'If you claim otherwise, then allow me to inquire. Which of these portraits is that of my master?'",
      "behaveDesc": "Who will answer?",
      "successDesc": [
        "[{0}] confidently steps forward and points a finger at one of the portraits.\n\nThe monster stands still for a moment, then replies affirmatively.\n\n'You are familiar with my master.'\n\n'Though you are an interloper still, I see no a bringer of sorrow.'\n\nThe monster, still holding a portrait, appears somewhat less hostile."
      ],
      "failureDesc": [
        "[{0}] confidently steps forward, and points their finger at one of the portraits.\n\nThe monster stands still for a moment, then cries out all of a sudden.\n\n'You do not even recognize my master's countenance...'\n\n'Indeed. You are but an interloper seeking to bring sorrow to this place once again.'\n\n'How dare you pretend to know which that you do not. This transgression shan't be so easily forgiven.'\n\n{0} suddenly feels the burning gaze of every single portrait in the room focus on them.\n\nEach and every single one of them holds... resentment."
      ]
    },
    {
      "id": 862903,
      "title": "The King in Binds",
      "prevDesc": "",
      "eventDesc": "Donning the mask once again summons the ardent emotions that slowly simmer into your heart.\n\nThe sorrow rises through the fog of heated battle; its dense weight pierces deep, deep into your emotions.",
      "behaveDesc": "Can this sorrow be resisted?",
      "successDesc": [
        "The sorrowful pressure slowly relents.\n\nThe banquet is far from over.\n\nThe Sinners each rise and shake off the gloom; the void in their hearts filled with determination."
      ],
      "failureDesc": [
        "The deluge of sorrow sweeps the Sinners off their feet into an even deeper chasm.\n\nYet, the banquet continues still.\n\nThe Sinners repress their sorrows and step forward."
      ]
    }
  ]
}