{
  "dataList": [
    {
      "id": 8001,
      "codeName": "F-04-03-04",
      "name": "Ebony Queen’s Apple",
      "clue": "The thorny creepers covering the area seem to be connected to the vines constituting its legs.\nPerhaps damaging the legs could get rid of the overgrowth somehow?",
      "storyList": [
        {
          "level": 0,
          "story": "Recording the information gained from an encounter with the entity.\n<Company Rules> Article 11, Paragraph 2 states that I am to categorize it as an Abnormality.\nWhen first faced with the Sinners, the Abnormality showed no signs of hostility. Instead, it initiated direct communication through the psyche.\nOut of all the languages I knew, the Abnormality appeared to use my most commonly spoken one. I did not see any sound-producing organs such as the mouth or vocal cords in motion.\n“Bring Snow White.” This is what the Abnormality said. A report on the former L Corp. I analyzed after disengagement suggests that it has a connection with F-04-42.\nIn addition, I discovered a corpse that seemed to belong to the staff that arrived here before us for preliminary investigation. Their ID confirmed that they were from the Operations Planning department, so we retrieved the remains and left the scene before a battle could break out.\nConcluding the report."
        },
        {
          "level": 1,
          "story": "Recording the information gained from encountering the entity in battle.\n<Company Rules> Article 11, Paragraph 3 states that I am to designate its risk level as WAW. This is based on the managerial procedures retrieved from the branch facility.\nI will describe its behavior during combat.\nIt attacks using growths of vines. It wraps its vines around itself as well, forming a shape that resembles a dress; it is possible that it believes itself to be a “noble”.\nIts vines are used in a variety of ways, such as persistently stabbing one Sinner and rising from the floor to injure multiple Sinners.\nIn addition, its sturdy exterior made it difficult to damage.\nIn one battle where many Sinners were lost, we managed to remove one of its arms. (As I could most aptly describe.) I found then that it could no longer perform the attack that targeted every Sinner.\nI will record any additional discoveries I observe in future encounters.\nConcluding the report."
        },
        {
          "level": 2,
          "story": "Recording an additional significant discovery.\nWe were able to remove its head during an encounter.\nWhile we did not initially consider the head a target as its height was considerably higher than the Sinners’ reach, Heathcliff’s unstoppable advance provided a helpful clue.\nWe were able to successfully destroy the head. Although Heathcliff’s head was destroyed as well, it should be a negligible loss as it is a renewable asset.\nIt continued to move and attack despite the lack of a head, but we found that its exterior significantly softened.\nRemoving its “limbs” became a much more manageable task.\nEven though the head grew back after a period of time, the removal of its arms and legs in the meantime freed us from the threat of powerful attacks for the rest of the operation.\nConcluding the report."
        }
      ]
    },
    {
      "id": 8002,
      "codeName": "M-04-04-05",
      "name": "Doomsday Calendar",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "I was ordered to describe facts about this in detail.\nSo I observed.\nPlaced on a wooden pedestal that seemed as though it was woven from fibers of muscles was a large stone plate.\nAs I approached it, its compartments of bricks began to rattle.\nSeized by curiosity, I attempted to step closer for a better look...\nAlas, my colleagues strongly discouraged me from doing so, so I turned away.\nOne thing I can say with confidence is that it was likely a tool for predicting a date of some kind, judging from the many letters carved on the bricks.\nSuch is all I have to say.\n→ Those letters are from an ancient language. If Yi Sang's depiction is correct, that plate is almost certainly a calendar."
        },
        {
          "level": 1,
          "story": "I had an opportunity to engage it in combat.\nThough it may have been less than pleasant as an observer to see the object of study sustain damage, more discoveries could be had in the behaviors it displayed during battle.\nIt summoned a number of flesh dolls wearing stone masks made of what I believe is the same mineral as the plate.\nBy 'offering' these dolls to the plate, I was able to observe a change in its shape.\nThe rattling bricks gradually widened, and I could see red muscle fibers and strange spatial extensions...or such.\nI can't say for sure how drastic the change will be, but an observable trend is that it's becoming more and more ominous.\nSuch is all I have to say.\n→ Why the hell did you put me in instead of those masked blokes? You damned clockhead, I'll #%^&@[The rest is neatly censored with a correction tape.]\n→ Dante made the right choice. From what I can see, it seems that those flesh dolls, or \"clay dolls,\" can't be offered up while they're alive. The only other option we have is to sacrifice Sinners.\n→ And why does that have to be me @(##$[The rest is neatly censored with a correction tape.]"
        },
        {
          "level": 2,
          "story": "I had an opportunity to be offered to this.\nI am about to describe the disconcerting, wet, and abnormal experience here.\nI took unwavering steps forward as the choice was reasonable. I had no reason to fear, for I would be brought back to life even if I were to perish.\nI did not feel the death, so to speak. Though I have experienced death many times in battle, I was not subjected to the sort of pain or flashing disarray that normally accompanies a demise that time. It simply felt as though I was being transported to a different location.\nIt may be the universe or some other dimension.\nMy own body and voice couldn't be perceived by my senses. Perhaps my eyes had gone and I became part of that place.\nThere, I may have seen the end. You could say it was a doomsday I witnessed.\nNo perhaps I may have been the end and the doomsday I was present at the end but not existent and while it may be misleading to say that it was there but even still I witnessed man and sky and earth tear into thousands of pieces\n[The rest is neatly censored with a correction tape.]\n→ I had Yi Sang talk with the recovery staff from After Team for a moment. His psychological corruption seems rather severe. Dante, I think we should refrain from making our observers directly experience these events from now on."
        }
      ]
    },
    {
      "id": 80022,
      "codeName": "M-04-04-05",
      "name": "Doomsday Calendar",
      "desc": "Core"
    },
    {
      "id": 80023,
      "codeName": "M-04-04-05",
      "name": "Doomsday Calendar",
      "desc": "Core"
    },
    {
      "id": 80024,
      "codeName": "M-04-04-05",
      "name": "Doomsday Calendar",
      "desc": "Core"
    },
    {
      "id": 8003,
      "codeName": "M-04-04-05-a",
      "name": "Doomsday Calendar-A",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Recording the information gained from an encounter with the entity.\n<Company Rules> Article 11, Paragraph 2 states I am to categorize it as an Abnormality.\n<Company Rules> Article 11, Paragraph 2, Addendum 3 states I am to categorize it as a subordinate entity of the stone plate Abnormality.\nIt wore a mask that resembled a crude diver's helmet. It appeared to be made of a stone with high hardness, its exterior well polished.\nCorrection: rather than polished, it appears to have been \"made that way\". I was unable to detect any signs of artificial processing.\nIts body resembled muscle fibers. The lack of skin or other protective surface makes it appear highly fragile, but a large number of these entities are expected to be more difficult to deal with.\nConcluding the report.\nI will report findings from a direct confrontation next time."
        },
        {
          "level": 1,
          "story": "I encountered the entity in battle.\n<Company Rules> Article 11, Paragraph 3 states I am to designate its risk level as TETH.\nI will describe its behavior during combat.\nThe entities appear to use their thin yet elastic body for quick attacks.\nThey often charged into Sinners and grabbed their target tight. They were difficult to remove, and a few lives were lost due to their persistence.\nAs stated in the previous report, the entity appears to be closely related to the stone plate Abnormality. When the entities were killed and 'offered' to the stone plate Abnormality, a change in the plate's shape could be observed.\nIn addition, the masks of these entities gradually changed accordingly.\nFaust is curious. I should make it my next task to study the extent of this transformation.\nConcluding the report.\n→ Um, hello, aren't you forgetting to mention the part where they hug us and belch fire? One of them burnt all my hair.\n→ Hey Faust! Can't we sell these heads to an antique shop? Don't they look pretty pricey?"
        },
        {
          "level": 2,
          "story": "I observed the full extent of its changes.\nIts mask had two forms it could assume.\nWhile not as impressive as the four states the stone plate Abnormality could take, there was an undeniable connection between them.\nIt seems to be able to generate fire from within the mask. An autopsy after battle revealed no combustible materials stored inside, suggesting that the fire was not created via physical means.\nNo further discoveries were made.\n...A shame, Faust was hoping to learn more things.\n→ You made me stand guard for hours while you dissected their bodies, try to be happy with what you got."
        }
      ]
    },
    {
      "id": 8004,
      "codeName": "M-04-04-05-a",
      "name": "Doomsday Calendar-A",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Recording the information gained from an encounter with the entity.\n<Company Rules> Article 11, Paragraph 2 states I am to categorize it as an Abnormality.\n<Company Rules> Article 11, Paragraph 2, Addendum 3 states I am to categorize it as a subordinate entity of the stone plate Abnormality.\nIt wore a mask that resembled a crude diver's helmet. It appeared to be made of a stone with high hardness, its exterior well polished.\nCorrection: rather than polished, it appears to have been \"made that way\". I was unable to detect any signs of artificial processing.\nIts body resembled muscle fibers. The lack of skin or other protective surface makes it appear highly fragile, but a large number of these entities are expected to be more difficult to deal with.\nConcluding the report.\nI will report findings from a direct confrontation next time."
        },
        {
          "level": 1,
          "story": "I encountered the entity in battle.\n<Company Rules> Article 11, Paragraph 3 states I am to designate its risk level as TETH.\nI will describe its behavior during combat.\nThe entities appear to use their thin yet elastic body for quick attacks.\nThey often charged into Sinners and grabbed their target tight. They were difficult to remove, and a few lives were lost due to their persistence.\nAs stated in the previous report, the entity appears to be closely related to the stone plate Abnormality. When the entities were killed and 'offered' to the stone plate Abnormality, a change in the plate's shape could be observed.\nIn addition, the masks of these entities gradually changed accordingly.\nFaust is curious. I should make it my next task to study the extent of this transformation.\nConcluding the report.\n→ Um, hello, aren't you forgetting to mention the part where they hug us and belch fire? One of them burnt all my hair.\n→ Hey Faust! Can't we sell these heads to an antique shop? Don't they look pretty pricey?"
        },
        {
          "level": 2,
          "story": "I observed the full extent of its changes.\nIts mask had two forms it could assume.\nWhile not as impressive as the four states the stone plate Abnormality could take, there was an undeniable connection between them.\nIt seems to be able to generate fire from within the mask. An autopsy after battle revealed no combustible materials stored inside, suggesting that the fire was not created via physical means.\nNo further discoveries were made.\n...A shame, Faust was hoping to learn more things.\n→ You made me stand guard for hours while you dissected their bodies, try to be happy with what you got."
        }
      ]
    },
    {
      "id": 8005,
      "codeName": "S-08-04-01",
      "name": "Peccatulum Gulae",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "It happened while I was passing by a jungle.\nIt was a dense green wilderness full of tall flowers and trees, as well as outlandish bees and butterflies.\nYou can find all kinds of unfathomably strange creatures in a place like that.\nFor example... That flower.\nIt's said that a plant can't normally move on its own. One it takes root, it stays there for the rest of its life.\nThat's what people consider a major difference between plants and animals.\nBut those \"plants\" were like a pack of rabid beasts.\nA group of them charged at us, raising their teethed flowers like it was their head.\nTheir roots morphed into limbs that no longer serve the original purpose, and there didn't seem to be any space in their bodies for storing nutrients.\nYet, those scrawny stems were hungrily seeking the missing sustenance.\nContinuously shoving things into the mouth, despite being unable to absorb any of it...\nWhat an odd creature that was."
        }
      ]
    },
    {
      "id": 8006,
      "codeName": "S-08-04-03",
      "name": "Peccatulum Pigritiae",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "It resembled a rock.\nI am uncertain how an object of its mass is able to move. Its appearance could not be any less adherent to laws of science, but when I look back, it might have been an inherently scientific object after all.\nIt would levitate in the air and stay still.\nIt rolled its eyeball lodged in the center. And when it felt like it, it would ram into some persons.\nI am not yet sure what motivates it to move. Even so, I wonder if it's necessary to learn its reasons at all.\nIt's possible that this pebble is alive.\nNo one would call it an organism, but by the same token, I may not be alive if no one refers to me as such.\nPerhaps it was simply a matter of laziness.\nWe were lazy to think that it mustn't be what it thought to be.\nThat pebble is probably a lazy living being.\nAnd the same could be said of me."
        }
      ]
    },
    {
      "id": 8007,
      "codeName": "S-08-04-02",
      "name": "Peccatulum Irae",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "You want me to talk about that pointed thing, aye?\nThing's shaped like a dried tentacle... There was some kind of red liquid in the middle.\nSmacked it a couple times with my bat, and the lanky thing was a bit more durable it seemed.\nBigger problem, though... That thing's got a weird way of attacking.\nIt prods poor sods with its long snout, and... It starts shooting that red water into the body!\nIt gives me a heartburn like I had some hard stuff on an empty stomach... 's irritating...and suffocating...\nA-Anyway, it makes you feel all weird. Makes you mad over wee stuff.\nSome even blew up after getting hit by that juice. I really don't want that happening to me.\n→ Weren't you always prone to getting mad over the smallest things?\n→ Don't piss me off."
        }
      ]
    },
    {
      "id": 8008,
      "codeName": "O-02-04-06",
      "name": "Golden Apple",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Last time I wrote an observation log, I was a kid, so I'm not sure if I'm up to this, but...\nI guess orders are orders.\nSo, uhh... Start with describing its appearance?\nHm, alright. That was an apple.\nA huge, grotesque apple with limbs.\nPersonally speaking, doesn't it freak you out when a food item gets all massive or starts walking on its own? Is it just me?\nI went off-topic there. Anyway, that apple was golden. Definitely not something out of your average orchard. Mmm, right. It's what you call an Abnormality, yeah?\nThen yeah, that apple Abnormality was strutting all by itself.\nSo I... I was getting a growing urge to chop that apple. It was almost magnetic. Hard to explain.\n...Well, you won't find a lot of people who hate apples as much as I do. I guess that's on my unusual past.\nWe decided to fall back for now since we had too little intel to try and fight.\nWe'll probably take on it at some point, so I'll write down more when that time comes.\n→ How disorganized. Were your reports as terrible during your military service?\n→ Vergilius instructed us to write these however we wanted. Dante agreed with that, too.\n→ …If Executive Manager is fine with it, I won't object.\n→ [A cigarette burn is left on the paper.] S.P.C.\n→ Seriously, some petty complaint that was."
        },
        {
          "level": 1,
          "story": "Man, that was tiring.\nIt kept healing itself or whatever, it just wouldn't fall after we sliced, tore, smashed, and did all kinds of damage to it.\nFighting it was pretty simple... Well, it's not like all of us got out unscathed, though. What it does is run into us for a body slam. Not too hard to deal with once you're used to it.\nI think I get its schtick after fighting it a few times. You see, it's got a golden aura floating around it, yeah?\nBut the aura was gone after the apple recovered several times.\nMaybe that's its threshold of regeneration.\nI'll let manager bud know about this. It might be what helps end this tedious struggle."
        },
        {
          "level": 2,
          "story": "…[What appears to be foul words are scribbled out.]. This is why you put me in charge of the observation?\nDid you know this crap would happen and…\nYeah, no. There's no way you could have…\nNone of us could, this was our first time.\nGah… When I blew that golden apple up, it split open.\nThen some [What appears to be foul words are scribbled out.]ed branches popped out of the crack, and… That thing, that bastard…\nIt took Yuri…\nAnd with that new nutrient, a swarm of maggots piled up inside…\n\"Metamorphosing\" into a hideous face.\nHaha, funny, isn't it. I was feeling a sense of kinship with that crawler. I guess it's because we were both pests…\nRealizing that, I just couldn't stay calm. I had to tear that detestable face apart to find peace.\nAnd then, and then...\n→ Gregor was struggling to maintain his cool in his writing, so I relieved him of his pen. He didn't have much else to offer in terms of information, anyway.\n→ Those maggots squirmed harder than I expected when I scorched 'em with my cigarette. Does this count as intel?"
        }
      ]
    },
    {
      "id": 8009,
      "codeName": "O-02-04-06",
      "name": "False Apple",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Last time I wrote an observation log, I was a kid, so I'm not sure if I'm up to this, but...\nI guess orders are orders.\nSo, uhh... Start with describing its appearance?\nHm, alright. That was an apple.\nA huge, grotesque apple with limbs.\nPersonally speaking, doesn't it freak you out when a food item gets all massive or starts walking on its own? Is it just me?\nI went off-topic there. Anyway, that apple was golden. Definitely not something out of your average orchard. Mmm, right. It's what you call an Abnormality, yeah?\nThen yeah, that apple Abnormality was strutting all by itself.\nSo I... I was getting a growing urge to chop that apple. It was almost magnetic. Hard to explain.\n...Well, you won't find a lot of people who hate apples as much as I do. I guess that's on my unusual past.\nWe decided to fall back for now since we had too little intel to try and fight.\nWe'll probably take on it at some point, so I'll write down more when that time comes.\n→ How disorganized. Were your reports as terrible during your military service?\n→ Vergilius instructed us to write these however we wanted. Dante agreed with that, too.\n→ …If Executive Manager is fine with it, I won't object.\n→ [A cigarette burn is left on the paper.] S.P.C.\n→ Seriously, some petty complaint that was."
        },
        {
          "level": 1,
          "story": "Man, that was tiring.\nIt kept healing itself or whatever, it just wouldn't fall after we sliced, tore, smashed, and did all kinds of damage to it.\nFighting it was pretty simple... Well, it's not like all of us got out unscathed, though. What it does is run into us for a body slam. Not too hard to deal with once you're used to it.\nI think I get its schtick after fighting it a few times. You see, it's got a golden aura floating around it, yeah?\nBut the aura was gone after the apple recovered several times.\nMaybe that's its threshold of regeneration.\nI'll let manager bud know about this. It might be what helps end this tedious struggle."
        },
        {
          "level": 2,
          "story": "…[What appears to be foul words are scribbled out.]. This is why you put me in charge of the observation?\nDid you know this crap would happen and…\nYeah, no. There's no way you could have…\nNone of us could, this was our first time.\nGah… When I blew that golden apple up, it split open.\nThen some [What appears to be foul words are scribbled out.]ed branches popped out of the crack, and… That thing, that bastard…\nIt took Yuri…\nAnd with that new nutrient, a swarm of maggots piled up inside…\n\"Metamorphosing\" into a hideous face.\nHaha, funny, isn't it. I was feeling a sense of kinship with that crawler. I guess it's because we were both pests…\nRealizing that, I just couldn't stay calm. I had to tear that detestable face apart to find peace.\nAnd then, and then...\n→ Gregor was struggling to maintain his cool in his writing, so I relieved him of his pen. He didn't have much else to offer in terms of information, anyway.\n→ Those maggots squirmed harder than I expected when I scorched 'em with my cigarette. Does this count as intel?"
        }
      ]
    },
    {
      "id": 8010,
      "codeName": "T-04-10-06-a",
      "name": "Become Strong? Genuinely?",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "A bunch of creeps walked out of that container box.\nWearing tin cans on their heads, torsos made up of some sort of plastic...\nIt's hard to explain. It was like someone arbitrarily put together pieces of random toys.\nOn top of unmatching colors, some straight up lacked frames to cover up the mechanisms.\nThey weren't all machines, either.\nBetween the parts, I saw bits of flesh and dried blood...\nJust what is going on inside that box?\n→ Umm... Maybe it's a type of automated prosthetic procedure device? A company my father considered buying was… N-Never mind. Forget I said anything.\n→ Abnormalities are not real devices. I recommend against trying to make ties with existing things."
        },
        {
          "level": 1,
          "story": "They're tough. These things are way tougher than they look.\nI thought they'd be as easy to deal with as children's toys, but I way misjudged... I thought I'd seen my share of extraordinary things throughout my career of unpleasant jobs, but it looks like I still have much to see and learn.\nThere has to be a human inside… but they acted like broken killing machines. Their upper body rotates all the way round, and their arms moved weirdly, too.\nAnd most of all… It's like they're incapable of feeling pain.\nI heard some alleys in the Backstreets provide a surgery that fries pain receptors. Could this be similar?\n→ As I repeatedly assert, Abnormalities are entities of their own category. You shouldn't construe them with the City's standards, Ishmael.\n→ And yet Abnormalities physically exist in this realm. If the properties of a thing aren't determined by the laws of the space it exists in, can it truly be said to exist?\n→ The hell are you yapping on about?\n→ I don't believe it's necessary for you to understand, Heathcliff.\n→ Huh? Is my name written here somewhere? How'd you know it was me?\n→ …Funny. [A cigarette burn is left on the paper.]"
        },
        {
          "level": 2,
          "story": "I think I have an idea now.\nWhen I approached the fainted tin men, I heard mechanical noises. It sounded like things were being fixed within.\nIf I had to guess… They seem to be equipped with devices that automatically repair their bodies.\nBut, the device didn't seem capable of carrying out more than five repairs.\nOnly trouble is that they grow stronger each time they're fixed up…\nWe should find a way to deal with them and stop this repair mechanism from getting to work. Until then, we'll have to bear with their five lives…\nOh, by the way:\nHow do you think the 'human' parts inside are being repaired?\n→ Do not question the physics of Abnormalities."
        }
      ]
    },
    {
      "id": 8011,
      "codeName": "T-04-10-06-a",
      "name": "Become Strong? Genuinely?",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "A bunch of creeps walked out of that container box.\nWearing tin cans on their heads, torsos made up of some sort of plastic...\nIt's hard to explain. It was like someone arbitrarily put together pieces of random toys.\nOn top of unmatching colors, some straight up lacked frames to cover up the mechanisms.\nThey weren't all machines, either.\nBetween the parts, I saw bits of flesh and dried blood...\nJust what is going on inside that box?\n→ Umm... Maybe it's a type of automated prosthetic procedure device? A company my father considered buying was… N-Never mind. Forget I said anything.\n→ Abnormalities are not real devices. I recommend against trying to make ties with existing things."
        },
        {
          "level": 1,
          "story": "They're tough. These things are way tougher than they look.\nI thought they'd be as easy to deal with as children's toys, but I way misjudged... I thought I'd seen my share of extraordinary things throughout my career of unpleasant jobs, but it looks like I still have much to see and learn.\nThere has to be a human inside… but they acted like broken killing machines. Their upper body rotates all the way round, and their arms moved weirdly, too.\nAnd most of all… It's like they're incapable of feeling pain.\nI heard some alleys in the Backstreets provide a surgery that fries pain receptors. Could this be similar?\n→ As I repeatedly assert, Abnormalities are entities of their own category. You shouldn't construe them with the City's standards, Ishmael.\n→ And yet Abnormalities physically exist in this realm. If the properties of a thing aren't determined by the laws of the space it exists in, can it truly be said to exist?\n→ The hell are you yapping on about?\n→ I don't believe it's necessary for you to understand, Heathcliff.\n→ Huh? Is my name written here somewhere? How'd you know it was me?\n→ …Funny. [A cigarette burn is left on the paper.]"
        },
        {
          "level": 2,
          "story": "I think I have an idea now.\nWhen I approached the fainted tin men, I heard mechanical noises. It sounded like things were being fixed within.\nIf I had to guess… They seem to be equipped with devices that automatically repair their bodies.\nBut, the device didn't seem capable of carrying out more than five repairs.\nOnly trouble is that they grow stronger each time they're fixed up…\nWe should find a way to deal with them and stop this repair mechanism from getting to work. Until then, we'll have to bear with their five lives…\nOh, by the way:\nHow do you think the 'human' parts inside are being repaired?\n→ Do not question the physics of Abnormalities."
        }
      ]
    },
    {
      "id": 8012,
      "codeName": "T-04-10-06-a",
      "name": "Become Strong? Genuinely?",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "A bunch of creeps walked out of that container box.\nWearing tin cans on their heads, torsos made up of some sort of plastic...\nIt's hard to explain. It was like someone arbitrarily put together pieces of random toys.\nOn top of unmatching colors, some straight up lacked frames to cover up the mechanisms.\nThey weren't all machines, either.\nBetween the parts, I saw bits of flesh and dried blood...\nJust what is going on inside that box?\n→ Umm... Maybe it's a type of automated prosthetic procedure device? A company my father considered buying was… N-Never mind. Forget I said anything.\n→ Abnormalities are not real devices. I recommend against trying to make ties with existing things."
        },
        {
          "level": 1,
          "story": "They're tough. These things are way tougher than they look.\nI thought they'd be as easy to deal with as children's toys, but I way misjudged... I thought I'd seen my share of extraordinary things throughout my career of unpleasant jobs, but it looks like I still have much to see and learn.\nThere has to be a human inside… but they acted like broken killing machines. Their upper body rotates all the way round, and their arms moved weirdly, too.\nAnd most of all… It's like they're incapable of feeling pain.\nI heard some alleys in the Backstreets provide a surgery that fries pain receptors. Could this be similar?\n→ As I repeatedly assert, Abnormalities are entities of their own category. You shouldn't construe them with the City's standards, Ishmael.\n→ And yet Abnormalities physically exist in this realm. If the properties of a thing aren't determined by the laws of the space it exists in, can it truly be said to exist?\n→ The hell are you yapping on about?\n→ I don't believe it's necessary for you to understand, Heathcliff.\n→ Huh? Is my name written here somewhere? How'd you know it was me?\n→ …Funny. [A cigarette burn is left on the paper.]"
        },
        {
          "level": 2,
          "story": "I think I have an idea now.\nWhen I approached the fainted tin men, I heard mechanical noises. It sounded like things were being fixed within.\nIf I had to guess… They seem to be equipped with devices that automatically repair their bodies.\nBut, the device didn't seem capable of carrying out more than five repairs.\nOnly trouble is that they grow stronger each time they're fixed up…\nWe should find a way to deal with them and stop this repair mechanism from getting to work. Until then, we'll have to bear with their five lives…\nOh, by the way:\nHow do you think the 'human' parts inside are being repaired?\n→ Do not question the physics of Abnormalities."
        }
      ]
    },
    {
      "id": 8013,
      "codeName": "F-04-10-13-a",
      "name": "Pink Shoes-A",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Hmm... Writing is rather tedious work.\nOh, but I do suppose it's not a bad idea to write down my experiences. I hated when my grandfather scolded and pestered me into keeping a diary, but now, I'm not so averse to the thought.\nSo, I have to describe the appearance of that Abnormality, right?\nFirstly... Its eyes were out of focus. It was drooling from the mouth, too.\nSomething about the color of the eyes and the saliva was off as well. They were all pink, same as the ribbon wrapped around the body.\nOh, speaking of ribbons, doesn't it bear a striking resemblance to silk?\nI think our family kept a similar color of fabric. Though it wasn't the most luxurious... Hm, I do guess it's valuable in its own right.\nRight, that's it! We used something like this for decoration on our younger sibling's birthday!"
        },
        {
          "level": 1,
          "story": "Oh dear, it looks like these used to be employees of this company.\nFaust said that their outfits and employee IDs belonged to the former L Corp.\nGoodness, I can't possibly imagine looting a corpse myself.\nIf it came down to me, I would've ordered a servant to handle the task. And I would have looked away from that gross sight and told the servant to explain it with words.\nOh... I wouldn't have taken interest in dead bodies in the first place, now that I think about it.\nCould these deceased people be animated by those ribbons, perhaps?\nThe ribbons that grab us as we fight them...\nIf they wrap around us when we die, do you think we'll become like them?"
        }
      ]
    },
    {
      "id": 8014,
      "codeName": "F-04-10-13-a",
      "name": "Pink Shoes-A",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Hmm... Writing is rather tedious work.\nOh, but I do suppose it's not a bad idea to write down my experiences. I hated when my grandfather scolded and pestered me into keeping a diary, but now, I'm not so averse to the thought.\nSo, I have to describe the appearance of that Abnormality, right?\nFirstly... Its eyes were out of focus. It was drooling from the mouth, too.\nSomething about the color of the eyes and the saliva was off as well. They were all pink, same as the ribbon wrapped around the body.\nOh, speaking of ribbons, doesn't it bear a striking resemblance to silk?\nI think our family kept a similar color of fabric. Though it wasn't the most luxurious... Hm, I do guess it's valuable in its own right.\nRight, that's it! We used something like this for decoration on our younger sibling's birthday!"
        },
        {
          "level": 1,
          "story": "Oh dear, it looks like these used to be employees of this company.\nFaust said that their outfits and employee IDs belonged to the former L Corp.\nGoodness, I can't possibly imagine looting a corpse myself.\nIf it came down to me, I would've ordered a servant to handle the task. And I would have looked away from that gross sight and told the servant to explain it with words.\nOh... I wouldn't have taken interest in dead bodies in the first place, now that I think about it.\nCould these deceased people be animated by those ribbons, perhaps?\nThe ribbons that grab us as we fight them...\nIf they wrap around us when we die, do you think we'll become like them?"
        }
      ]
    },
    {
      "id": 8015,
      "codeName": "T-04-10-06-b",
      "name": "You Want To Get Beat? Hurtily?",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "-Composed of machinery, tin, plastic, steel, and circuits.\n-Red or pink ribbons are coiled around the body.\n-A pair of pink shoes are worn around the parts thought to be feet.\n-The feet appear to have been forcibly shoved into the pink shoes.\n-Anomalies observed in the color and direction of pupils in all entities.\n-Will note new discoveries in a future report.\n→ Damn, that's awful dry."
        },
        {
          "level": 1,
          "story": "-Observed the pink ribbons encroach on us in prolonged combat.\n-Sinners covered with a large quantity of ribbons were subject to heavily damaging attacks.\n-Notable discovery: casualty from the attack caused the entities wearing pink ribbons to reanimate.\n-The reanimation is thought to occur after a certain number of casualties.\n-I request that the manager analyze the incidence and determine the tactical approach.\n-Will note new discoveries in a future report."
        },
        {
          "level": 2,
          "story": "-There is little doubt that this tin entity and those covered in ribbons shared the same state.\n-Peer suggested that the ribbons be removed before it poses serious danger.\n-I came in direct content with the ribbon while attempting the suggested solution.\n-The ribbon did not have the texture of cloth or any other kind of fabric.\n-Some resembled withered leaves, while others gave the tactile impression of a strong plant stem.\n-One unambiguous conclusion is that the ribbons are alive.\n-The ribbon's reaction to removal appeared to depend on the method of handling.\n-Removal with force seemed to make the ribbon crumble more easily.\n-No further discoveries to be made; the observation log is concluded.\n→ I got into a panic and ripped them haphazardly, but it wasn't actually that tricky.\n→ I was careful about it, worried that it might go wrong… But then the ribbon expanded all of a sudden and wrapped Hong Lu. Because of me, he…\n→ I'm all okay, Sinclair~ It was a unique and fun experience!"
        }
      ]
    },
    {
      "id": 8016,
      "codeName": "S-08-10-01",
      "name": "Peccatulum Morositatis",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "-An insect-like entity with a transparent body.\n-Unable to identify several physical requirements for maintenance of life; cannot determine it as an organism.\n-Its body is filled with water.\n-Objects that appear to be organs are observed inside, but they do not appear to function as organs.\n-The water does not appear to play any part in biological activities, either.\n-The body of liquid appears to be stagnant.\n-It has the face of someone lost deep in thought. It could merely be a resemblance to a species of zooplankton.\n-Prolonged observation makes my mind sink.\n-Sinking… Reminding me of the past.\n-…It is not a pleasant feeling."
        }
      ]
    },
    {
      "id": 8017,
      "codeName": "S-08-11-02",
      "name": "Peccatulum Luxuriae",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Those look like awful lumps of flesh...\nHas an ugly maw at the front... I thought it was a tongue at first, but what's inside that maw was a hand.\nA hand, made from two twisted arms coiling around each other. I saw the eye inside stare into me.\nAs if that wasn't enough, it looked eager to devour me and nourish its flesh.\nEven if I couldn't hear it, I could tell.\n...It wasn't the first time I saw that kind of gaze."
        }
      ]
    },
    {
      "id": 8018,
      "codeName": "S-08-11-01",
      "name": "Peccatulum Superbiae",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "The wheel has often been the symbol of technological advancement.\nIt represents humanity's realization of its ability to think up and actualize things that weren't in the nature.\nAt the same time, it marks the beginning of humanity's transformation into prideful creatures.\nThat might be why pride takes the form of a wheel.\nThe steel circle doesn't ever seem to stop rotating.\nIt doesn't care if it gashes at flesh or crushes patches of grass.\nBecause, it can roll…\nWhile others cannot."
        }
      ]
    },
    {
      "id": 8019,
      "codeName": "F-05-10-18-a",
      "name": "Baba Yaga-A",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Guess it's my turn now.\nFigured it'd come sooner or later~ I saw the other guys write stuff down from time to time, and Greg was making notes with a super grumpy face one time, too...\nBah, would it hurt for our guide Mister Color and Faust over there to tell us anything...\nWell, a job is a job, I guess.\nHmm... I dunno how to put this to words. It looks like that guy with the pickaxe outside... but with spikes of ice here and there.\nNothing too weird so far. I've seen bigger icicles on someone who slept outside back in my hometown.\nThe werid thing is... They've got legs that look like they belong to a chicken.\nWhat's...that supposed to mean?"
        },
        {
          "level": 1,
          "story": "The large pickaxe turned into a big icy scythe.\nLike the stuff Grim Reapers from fairy tales carry around… It was all massive and sharp.\nThe way they wield it didn't really change, though: lift it up and swing it down.\nOnly, they're mining our skulls instead of ore veins.\nAnd instead of gold or silver, we yield a red liquid…\nW-Whoa, just a sec. Kid's head blew up again!\n→ To conclude in her stead, Sinclair was properly restored by the manager later."
        }
      ]
    },
    {
      "id": 8020,
      "codeName": "F-05-10-18-a",
      "name": "Baba Yaga-A",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Guess it's my turn now.\nFigured it'd come sooner or later~ I saw the other guys write stuff down from time to time, and Greg was making notes with a super grumpy face one time, too...\nBah, would it hurt for our guide Mister Color and Faust over there to tell us anything...\nWell, a job is a job, I guess.\nHmm... I dunno how to put this to words. It looks like that guy with the pickaxe outside... but with spikes of ice here and there.\nNothing too weird so far. I've seen bigger icicles on someone who slept outside back in my hometown.\nThe werid thing is... They've got legs that look like they belong to a chicken.\nWhat's...that supposed to mean?"
        },
        {
          "level": 1,
          "story": "The large pickaxe turned into a big icy scythe.\nLike the stuff Grim Reapers from fairy tales carry around… It was all massive and sharp.\nThe way they wield it didn't really change, though: lift it up and swing it down.\nOnly, they're mining our skulls instead of ore veins.\nAnd instead of gold or silver, we yield a red liquid…\nW-Whoa, just a sec. Kid's head blew up again!\n→ To conclude in her stead, Sinclair was properly restored by the manager later."
        }
      ]
    },
    {
      "id": 8021,
      "codeName": "F-05-10-18-b",
      "name": "Baba Yaga-B",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Guess it's my turn now.\nFigured it'd come sooner or later~ I saw the other guys write stuff down from time to time, and Greg was making notes with a super grumpy face one time, too...\nBah, would it hurt for our guide Mister Color and Faust over there to tell us anything...\nWell, a job is a job, I guess.\nHmm... I dunno how to put this to words. It looks like that guy with the pickaxe outside... but with spikes of ice here and there.\nNothing too weird so far. I've seen bigger icicles on someone who slept outside back in my hometown.\nThe werid thing is... They've got legs that look like they belong to a chicken.\nWhat's...that supposed to mean?"
        },
        {
          "level": 1,
          "story": "The large pickaxe turned into a big icy scythe.\nLike the stuff Grim Reapers from fairy tales carry around… It was all massive and sharp.\nThe way they wield it didn't really change, though: lift it up and swing it down.\nOnly, they're mining our skulls instead of ore veins.\nAnd instead of gold or silver, we yield a red liquid…\nW-Whoa, just a sec. Kid's head blew up again!\n→ To conclude in her stead, Sinclair was properly restored by the manager later."
        }
      ]
    },
    {
      "id": 8022,
      "codeName": "F-05-10-18-b",
      "name": "Baba Yaga-B",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Guess it's my turn now.\nFigured it'd come sooner or later~ I saw the other guys write stuff down from time to time, and Greg was making notes with a super grumpy face one time, too...\nBah, would it hurt for our guide Mister Color and Faust over there to tell us anything...\nWell, a job is a job, I guess.\nHmm... I dunno how to put this to words. It looks like that guy with the pickaxe outside... but with spikes of ice here and there.\nNothing too weird so far. I've seen bigger icicles on someone who slept outside back in my hometown.\nThe werid thing is... They've got legs that look like they belong to a chicken.\nWhat's...that supposed to mean?"
        },
        {
          "level": 1,
          "story": "The large pickaxe turned into a big icy scythe.\nLike the stuff Grim Reapers from fairy tales carry around… It was all massive and sharp.\nThe way they wield it didn't really change, though: lift it up and swing it down.\nOnly, they're mining our skulls instead of ore veins.\nAnd instead of gold or silver, we yield a red liquid…\nW-Whoa, just a sec. Kid's head blew up again!\n→ To conclude in her stead, Sinclair was properly restored by the manager later."
        }
      ]
    },
    {
      "id": 8024,
      "codeName": "O-06-20-TE",
      "name": "Mimicry Corroded",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Not fond of writing, but I can't disobey orders.\nJust don't come complaining at me. I can't write anything fancy pleasing to read.\nFirst off... Those buggers look disgusting.\nWeird clay-like things are all over their arms and legs... And they've got sodding eyes on 'em, too.\nThere's also a sharp blade thing―couldn't tell if it's a protrudding bone or a dried slab of that clay.\nI guess that's what it uses to prod around, eh?\nOh, right. We've got a bug guy on our side, don't we? Looks kinda like his arm.\nMaybe he's got more to tell you.\n→ …I don't know where to start. I don't necessarily love my arm, but don't you think comparing it to that clay monster is going too far?\n→ Got a problem, say it to my face.\n→ Heathcliff. Please refrain from causing trouble. Also, profanities have no place in observation logs.\n→ You're forcing me to write all this rubbish, and I can't even write however I like? Get someone else, then."
        },
        {
          "level": 1,
          "story": "The white-haired lass keeps bugging me, but I'm writing this my way. These buggers spat on me mood enough in the fight today.\nThose goggling eyeballs... Right, those things weren't actually clay.\nMuscles... That's got to be it, muscles. Ripping one of those gave me the same feeling as tearing up an unlucky sod.\nSeemed like those bundles of muscles sticking to the limbs were what's moving the body, acting like the whole thing belongs to 'em. The eyes on the face never flinched, only the ones on the arms.\nMade it a bit tricky to fight 'em. I'm supposed to guess where it'll go next based on where it's looking, but that eye thing kept throwing me off. Well, I don't mind taking a hit too much if I can skelp 'em three times in return.\nAnother thing… Those things looked like they had feelings. Their muscles quivered each time I hit 'em. Squinted their eyes, too… Like it was getting mad.\nSome clatty fruitcake they are.\n→ What does a C.F. taste like? Is it artistic? You piqued my interest.\n→ That's just a common Backstreets phrase… Meaning something absurd.\n→ I know. J.K."
        },
        {
          "level": 2,
          "story": "Normally, things like these grow back right as we break 'em, but those muscle lumps don't seem too good at that.\nI doggedly bashed the big chunk o' muscles stuck to an arm, and I managed to crush it fine.\nThat didn't stop it from trying and hitting me, though… It didn't threaten me as much, but that didn't mean not much at all.\nRight, I think it no longer did the thing where it gets right fuming and grabs one o' us to tear 'em off.\nYeah, it only makes sense, can't do the stabbing if that big knife's broken."
        }
      ]
    },
    {
      "id": 8025,
      "codeName": "O-02-04-13-TE",
      "name": "Feral Mane Corroded",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "There are far more appalling and fearsome things out there, but I need to make this clear:\nThat looks horrifying.\nIt may look like a wild animal from a distance, but as you get closer, the curiosity turns into disgust, like the feeling you get from beings roaming around the Outskirts.\nBundles of muscle fibers protruded from its skin, covering its body like a coat of fur. And its ribs seem to have flipped upside down and ripped through the back.\nIts arms―or should I say legs―definitely had the appearance of human limbs, but their movement wasn't.\nThat's right; it was a beast.\n→ Dost thou speak the truth when you say creatures like that inhabit the Outskirts?!\n→ No, you won't find things like that.\n→ Well, I never… Then for what reason didst thou use such a description?\n→ There were worse things."
        },
        {
          "level": 1,
          "story": "Those things are too quick. Their reaction speed is clearly above average human level.\nThey've got wits, too. Rather than jumping in recklessly...\nThey use the tactic of striking at the weakest target in the back lines before quickly running away.\nIt happened in our last encounter with them, too; when you ordered a badly injured Sinner to fall back, those things jumped at them to scratch open an atery and ran off like the wind as if they understood what your command meant.\nI'm not sure how they reacted like that to some ticking noises... Oh, I guess it's possible that the Distorted hear it differently."
        },
        {
          "level": 2,
          "story": "Even if they charge at us in large numbers, we should stay level-headed.\nA Sinner or two might die in the process, but... It's a necessary sacrifice. At least we can revive.\nI remember you going through a lot of trouble last time when you tried dealing with all of them at the same time and got us all killed. It's as if they grow stronger the more they're attacked.\nAh, speaking of my death...\nIt brings me back to the moment when those things chewed up my intestines.\nI think I died before I could feel the pain, but somehow... I felt as though I was falling into an endless pit of fire.\nIt wasn't hot or searing, just...\nBeing with the fire felt oddly natural.\nI guess it's a good thing I was brought back before I experienced more of that. My thanks go to the manager."
        }
      ]
    },
    {
      "id": 8026,
      "codeName": "O-06-20-TE",
      "name": "Mimicry Corroded",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Not fond of writing, but I can't disobey orders.\nJust don't come complaining at me. I can't write anything fancy pleasing to read.\nFirst off... Those buggers look disgusting.\nWeird clay-like things are all over their arms and legs... And they've got sodding eyes on 'em, too.\nThere's also a sharp blade thing―couldn't tell if it's a protrudding bone or a dried slab of that clay.\nI guess that's what it uses to prod around, eh?\nOh, right. We've got a bug guy on our side, don't we? Looks kinda like his arm.\nMaybe he's got more to tell you.\n→ …I don't know where to start. I don't necessarily love my arm, but don't you think comparing it to that clay monster is going too far?\n→ Got a problem, say it to my face.\n→ Heathcliff. Please refrain from causing trouble. Also, profanities have no place in observation logs.\n→ You're forcing me to write all this rubbish, and I can't even write however I like? Get someone else, then."
        },
        {
          "level": 1,
          "story": "The white-haired lass keeps bugging me, but I'm writing this my way. These buggers spat on me mood enough in the fight today.\nThose goggling eyeballs... Right, those things weren't actually clay.\nMuscles... That's got to be it, muscles. Ripping one of those gave me the same feeling as tearing up an unlucky sod.\nSeemed like those bundles of muscles sticking to the limbs were what's moving the body, acting like the whole thing belongs to 'em. The eyes on the face never flinched, only the ones on the arms.\nMade it a bit tricky to fight 'em. I'm supposed to guess where it'll go next based on where it's looking, but that eye thing kept throwing me off. Well, I don't mind taking a hit too much if I can skelp 'em three times in return.\nAnother thing… Those things looked like they had feelings. Their muscles quivered each time I hit 'em. Squinted their eyes, too… Like it was getting mad.\nSome clatty fruitcake they are.\n→ What does a C.F. taste like? Is it artistic? You piqued my interest.\n→ That's just a common Backstreets phrase… Meaning something absurd.\n→ I know. J.K."
        },
        {
          "level": 2,
          "story": "Normally, things like these grow back right as we break 'em, but those muscle lumps don't seem too good at that.\nI doggedly bashed the big chunk o' muscles stuck to an arm, and I managed to crush it fine.\nThat didn't stop it from trying and hitting me, though… It didn't threaten me as much, but that didn't mean not much at all.\nRight, I think it no longer did the thing where it gets right fuming and grabs one o' us to tear 'em off.\nYeah, it only makes sense, can't do the stabbing if that big knife's broken."
        }
      ]
    },
    {
      "id": 8027,
      "codeName": "O-02-04-13-TE",
      "name": "Feral Mane Corroded",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "There are far more appalling and fearsome things out there, but I need to make this clear:\nThat looks horrifying.\nIt may look like a wild animal from a distance, but as you get closer, the curiosity turns into disgust, like the feeling you get from beings roaming around the Outskirts.\nBundles of muscle fibers protruded from its skin, covering its body like a coat of fur. And its ribs seem to have flipped upside down and ripped through the back.\nIts arms―or should I say legs―definitely had the appearance of human limbs, but their movement wasn't.\nThat's right; it was a beast.\n→ Dost thou speak the truth when you say creatures like that inhabit the Outskirts?!\n→ No, you won't find things like that.\n→ Well, I never… Then for what reason didst thou use such a description?\n→ There were worse things."
        },
        {
          "level": 1,
          "story": "Those things are too quick. Their reaction speed is clearly above average human level.\nThey've got wits, too. Rather than jumping in recklessly...\nThey use the tactic of striking at the weakest target in the back lines before quickly running away.\nIt happened in our last encounter with them, too; when you ordered a badly injured Sinner to fall back, those things jumped at them to scratch open an atery and ran off like the wind as if they understood what your command meant.\nI'm not sure how they reacted like that to some ticking noises... Oh, I guess it's possible that the Distorted hear it differently."
        },
        {
          "level": 2,
          "story": "Even if they charge at us in large numbers, we should stay level-headed.\nA Sinner or two might die in the process, but... It's a necessary sacrifice. At least we can revive.\nI remember you going through a lot of trouble last time when you tried dealing with all of them at the same time and got us all killed. It's as if they grow stronger the more they're attacked.\nAh, speaking of my death...\nIt brings me back to the moment when those things chewed up my intestines.\nI think I died before I could feel the pain, but somehow... I felt as though I was falling into an endless pit of fire.\nIt wasn't hot or searing, just...\nBeing with the fire felt oddly natural.\nI guess it's a good thing I was brought back before I experienced more of that. My thanks go to the manager."
        }
      ]
    },
    {
      "id": 8028,
      "codeName": "O-02-11-10-TE",
      "name": "Coil Corroded",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Bleh, you've gotta be kidding... Why do I have to observe this thing and write a log about it?\nI hate this kinda stuff~ Reptiles, bugs, and all that kind of critters... I can't stand 'em.\nNot you though, Greg, sweetie~\nAnyway, we still gotta fight this thing and all, so I did my share of looking.\nUmm... First off, there's a whole lotta snakes.\nIt's got these huge serpents instead of arms, and... Bwegh, they kept flicking their tongues. Are those the \"fingers\"?\nAnd that's not all. Smaller snakes were poking their heads out of the armor, too.\nIsn't the whole suit filled with snakes?\nYipes, I wanna unsee that mental image!"
        },
        {
          "level": 1,
          "story": "This can't be real, it's gotta be some kinda joke!!\nCan you believe it? That serpent for an arm grabbed me!\nPah... I just can't cool down.\nThat arm... I mean, the huge snake stretched all of a sudden and coiled around me.\nWhen that cold and slimy thing touched me...\nI didn't even care that I was about to die, I was so grossed out to even think that!\nI was gasping for breath, strangled by those things, and then...\nBlegh, all the small snakes hanging from the body started rushing at me!\nAll those bites and stings and tears... Ugh, what a mess that was.\nI don't remember when I died or when I got back...\nBut I'm never getting that image outta my head for the rest of my life...\nDante, darling, could you please let me stay behind next time we fight these~?\n→ While I'm sure I don't need to remind you, Dante, you should be selective about approving requests from Sinners.\n→ Are you underestimating our Executive Manager? If they ask that you reposition yourself, you will do so, front or back. Do you understand?"
        },
        {
          "level": 2,
          "story": "Those snakes... They won't even die.\nI could've sworn I finished it, but it was still standing, flicking its tongue.\nIs it some kinda last stand or what... Like, don't you have to be alive to show endurance like that?\nHow do dead things even stand their ground and fight to their \"last\"?\nThey creep me out so much, I can't even. Maybe they'd be tolerable if they weren't snakes!"
        }
      ]
    },
    {
      "id": 8029,
      "codeName": "00-00-00",
      "name": "Kromer",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "I really don't feel like writing logs...\nBut I will...if I have to.\nI haven't fought Kromer before or seen how N Corp's troops fight... But from what I could tell, she probably knows how to use a sword. She always carried one with her.\nAs for her looks... Not too different from what I remember, except a little taller...\nAnd, that disorienting laughter...\nUnnh, can I stop here?\n→ None of this helps."
        },
        {
          "level": 1,
          "story": "That bastard, she's killing our Sinners!\nShe murdered everyone in the back lines...\nBlowing that stupid whistle... She came to me, too...\nI couldn't do anything... Hearing that sound makes me go all stiff...\nI could only watch as Kromer slew the others...\nI wanted to crush her skull so dearly... But I couldn't move a muscle.\nWhat should I do... Can you tell me, manager?"
        },
        {
          "level": 2,
          "story": "I'm...\nI'm, still scared of Kromer.\nLooking at her face makes my face twitch, and her blade gives me the chills.\nHer maniacal eyes remind me of the tragedy on Christmas, and her creepy grin still has my eyes quivering.\nBut...\nBut I'm okay now.\nI can stand up to her whistles now.\nThe things she's done are too vile for me to stand by, and I'd be too ashamed to see the Sinners she's killed if I let that bitch go.\nI've changed a lot since then.\nI've died a lot of deaths, and claimed a lot of lives.\nI can go mad all the same now.\nSo, I will for sure…\nI'll skewer her chest with a stake, over and over again.\n→ You've got a good mindset. I like that.\n→ While the willingness to fight is admirable, this log is for observations rather than decrees of your determination.\n→ Sorry… I'll do it right next time."
        }
      ]
    },
    {
      "id": 8030,
      "codeName": "??-??-??-??",
      "name": "Kromer the Attempted Protoplast",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "When I think about it, Kromer always had an obsession with flesh.\nAnd that obsession cumulated into what we're seeing now... A gruesome creature.\nAt first... I agreed with her. The idea of replacing the flesh with something else was unpleasant to me.\nBut now I see. What's really unpleasant...is believing that your thought is the only correct one...and letting that thought consume your mind whole."
        }
      ]
    },
    {
      "id": 8031,
      "codeName": "O-02-11-26",
      "name": "Headless Ichthys",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "It has the appearance of a fish.\n-Its head has been cut off.\n-The cut surface is clean; it appears to have been done with a single-sided edge, such as a knife or a scythe.\n-It exhibits motion in spite of the lack of a head. I am aware that whether or not an Abnormality has an intact head is completely irrelevant to its ability to show activity, but I will note this regardless.\n-An inflated sack visible around the chest area. Could not make clear observation.\n-Will note new discoveries in a future report."
        },
        {
          "level": 1,
          "story": "A silhouette is observed inside the inflated sack around the chest.\n-It bears resemblance to a flower, or the central nervous system of a human.\n-It expands the sack to use as blunt instrument, and can squeeze it at high speed to expel liquid.\n-Overall, the sack is deemed to be a major component of its attacks; quick destruction should prove effective.\n-Will note new discoveries in a future report."
        }
      ]
    },
    {
      "id": 8032,
      "codeName": "O-02-10-11",
      "name": "Alleyway Watchdog",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "I will describe my impressions of the encounter with this.\nIt has the appearance of three dark-furred wolves stitched together in a delicate operation. No, there may have been more, as it possessed more than three mouths.\nAtop the canine heads was the figure of a person, charred beyond recognition. Though a combustion of that degree normally would have reduced such a figure to ashes, its form was as solid as it could be, its muscles even showing motion.\nIn addition, a heap of wooden telephone poles are lodged into the wolves' body as stakes would a prisoner. They seem to periodically emit electricity, but I couldn't fathom through what means they were able to do so.\nSuch is all I have to say."
        },
        {
          "level": 1,
          "story": "I had an opportunity to engage it in combat.\nIt ran at me, galloping in a possessed motion.\nIts visage was a far cry from a hound commanded to battle or a beast yearning to feed itself.\nRunning at me may have been its only choice.\nI saw a purple arc of electricity sprint across its back. Which reminded me of animals tested under similar conditions in the laboratory.\nUsing electric stimuli, those animals were made to move as some other being intended.\nIt made me wonder if the same is happening to this creature.\nWhile its claws hurt me gravely, I felt an ounce of pity for it as well.\nSuch is all I have to say."
        },
        {
          "level": 2,
          "story": "It had a thunderous roar.\nTo describe it in more detail, it gathered bolts of lightning as if all the storms and thunders in the world struck it at once, so it wouldn't be an exaggeration to say that its roar has a thunderous property.\nNaturally, I was able to identify the source of its electricity.\nThis creature was like a living battery. Collecting lightning in its body, it used the power to fuel itself.\nAlas, its usage of the lightning's energy was not for a self-motivated purpose such as pursuit of strength;\nthe accumulated electric forces appeared to dictate its motion, giving me the impression that it was the will of the sky that it followed.\nWhile drawing up such thoughts, Miss Faust reminded me that it's not right to have such impressions of Abnormalities.\nThus, I conclude the log here lest it becomes too sentimental."
        }
      ]
    },
    {
      "id": 8033,
      "codeName": "O-02-11-10-TE",
      "name": "Coil Corroded",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Bleh, you've gotta be kidding... Why do I have to observe this thing and write a log about it?\nI hate this kinda stuff~ Reptiles, bugs, and all that kind of critters... I can't stand 'em.\nNot you though, Greg, sweetie~\nAnyway, we still gotta fight this thing and all, so I did my share of looking.\nUmm... First off, there's a whole lotta snakes.\nIt's got these huge serpents instead of arms, and... Bwegh, they kept flicking their tongues. Are those the \"fingers\"?\nAnd that's not all. Smaller snakes were poking their heads out of the armor, too.\nIsn't the whole suit filled with snakes?\nYipes, I wanna unsee that mental image!"
        },
        {
          "level": 1,
          "story": "This can't be real, it's gotta be some kinda joke!!\nCan you believe it? That serpent for an arm grabbed me!\nPah... I just can't cool down.\nThat arm... I mean, the huge snake stretched all of a sudden and coiled around me.\nWhen that cold and slimy thing touched me...\nI didn't even care that I was about to die, I was so grossed out to even think that!\nI was gasping for breath, strangled by those things, and then...\nBlegh, all the small snakes hanging from the body started rushing at me!\nAll those bites and stings and tears... Ugh, what a mess that was.\nI don't remember when I died or when I got back...\nBut I'm never getting that image outta my head for the rest of my life...\nDante, darling, could you please let me stay behind next time we fight these~?\n→ While I'm sure I don't need to remind you, Dante, you should be selective about approving requests from Sinners.\n→ Are you underestimating our Executive Manager? If they ask that you reposition yourself, you will do so, front or back. Do you understand?"
        },
        {
          "level": 2,
          "story": "Those snakes... They won't even die.\nI could've sworn I finished it, but it was still standing, flicking its tongue.\nIs it some kinda last stand or what... Like, don't you have to be alive to show endurance like that?\nHow do dead things even stand their ground and fight to their \"last\"?\nThey creep me out so much, I can't even. Maybe they'd be tolerable if they weren't snakes!"
        }
      ]
    },
    {
      "id": 8901,
      "codeName": "S-08-04-01"
    },
    {
      "id": 8701,
      "codeName": "F-04-03-04",
      "name": "Ebony Queen’s Apple",
      "clue": "The thorny creepers covering the area seem to be connected to the vines constituting its legs.\nPerhaps damaging the legs could get rid of the overgrowth somehow?",
      "storyList": [
        {
          "level": 0,
          "story": "Recording the information gained from an encounter with the entity.\n<Company Rules> Article 11, Paragraph 2 states that I am to categorize it as an Abnormality.\nWhen first faced with the Sinners, the Abnormality showed no signs of hostility. Instead, it initiated direct communication through the psyche.\nOut of all the languages I knew, the Abnormality appeared to use my most commonly spoken one. I did not see any sound-producing organs such as the mouth or vocal cords in motion.\n“Bring Snow White.” This is what the Abnormality said. A report on the former L Corp. I analyzed after disengagement suggests that it has a connection with F-04-42.\nIn addition, I discovered a corpse that seemed to belong to the staff that arrived here before us for preliminary investigation. Their ID confirmed that they were from the Operations Planning department, so we retrieved the remains and left the scene before a battle could break out.\nConcluding the report."
        },
        {
          "level": 1,
          "story": "Recording the information gained from encountering the entity in battle.\n<Company Rules> Article 11, Paragraph 3 states that I am to designate its risk level as WAW. This is based on the managerial procedures retrieved from the branch facility.\nI will describe its behavior during combat.\nIt attacks using growths of vines. It wraps its vines around itself as well, forming a shape that resembles a dress; it is possible that it believes itself to be a “noble”.\nIts vines are used in a variety of ways, such as persistently stabbing one Sinner and rising from the floor to injure multiple Sinners.\nIn addition, its sturdy exterior made it difficult to damage.\nIn one battle where many Sinners were lost, we managed to remove one of its arms. (As I could most aptly describe.) I found then that it could no longer perform the attack that targeted every Sinner.\nI will record any additional discoveries I observe in future encounters.\nConcluding the report."
        },
        {
          "level": 2,
          "story": "Recording an additional significant discovery.\nWe were able to remove its head during an encounter.\nWhile we did not initially consider the head a target as its height was considerably higher than the Sinners’ reach, Heathcliff’s unstoppable advance provided a helpful clue.\nWe were able to successfully destroy the head. Although Heathcliff’s head was destroyed as well, it should be a negligible loss as it is a renewable asset.\nIt continued to move and attack despite the lack of a head, but we found that its exterior significantly softened.\nRemoving its “limbs” became a much more manageable task.\nEven though the head grew back after a period of time, the removal of its arms and legs in the meantime freed us from the threat of powerful attacks for the rest of the operation.\nConcluding the report."
        }
      ]
    },
    {
      "id": 8702,
      "codeName": "O-02-11-26",
      "name": "Headless Ichthys",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "It has the appearance of a fish.\n-Its head has been cut off.\n-The cut surface is clean; it appears to have been done with a single-sided edge, such as a knife or a scythe.\n-It exhibits motion in spite of the lack of a head. I am aware that whether or not an Abnormality has an intact head is completely irrelevant to its ability to show activity, but I will note this regardless.\n-An inflated sack visible around the chest area. Could not make clear observation.\n-Will note new discoveries in a future report."
        },
        {
          "level": 1,
          "story": "A silhouette is observed inside the inflated sack around the chest.\n-It bears resemblance to a flower, or the central nervous system of a human.\n-It expands the sack to use as blunt instrument, and can squeeze it at high speed to expel liquid.\n-Overall, the sack is deemed to be a major component of its attacks; quick destruction should prove effective.\n-Will note new discoveries in a future report."
        }
      ]
    },
    {
      "id": 8703,
      "codeName": "O-02-04-06",
      "name": "Golden Apple",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Last time I wrote an observation log, I was a kid, so I'm not sure if I'm up to this, but...\nI guess orders are orders.\nSo, uhh... Start with describing its appearance?\nHm, alright. That was an apple.\nA huge, grotesque apple with limbs.\nPersonally speaking, doesn't it freak you out when a food item gets all massive or starts walking on its own? Is it just me?\nI went off-topic there. Anyway, that apple was golden. Definitely not something out of your average orchard. Mmm, right. It's what you call an Abnormality, yeah?\nThen yeah, that apple Abnormality was strutting all by itself.\nSo I... I was getting a growing urge to chop that apple. It was almost magnetic. Hard to explain.\n...Well, you won't find a lot of people who hate apples as much as I do. I guess that's on my unusual past.\nWe decided to fall back for now since we had too little intel to try and fight.\nWe'll probably take on it at some point, so I'll write down more when that time comes.\n→ How disorganized. Were your reports as terrible during your military service?\n→ Vergilius instructed us to write these however we wanted. Dante agreed with that, too.\n→ …If Executive Manager is fine with it, I won't object.\n→ [A cigarette burn is left on the paper.] S.P.C.\n→ Seriously, some petty complaint that was."
        },
        {
          "level": 1,
          "story": "Man, that was tiring.\nIt kept healing itself or whatever, it just wouldn't fall after we sliced, tore, smashed, and did all kinds of damage to it.\nFighting it was pretty simple... Well, it's not like all of us got out unscathed, though. What it does is run into us for a body slam. Not too hard to deal with once you're used to it.\nI think I get its schtick after fighting it a few times. You see, it's got a golden aura floating around it, yeah?\nBut the aura was gone after the apple recovered several times.\nMaybe that's its threshold of regeneration.\nI'll let manager bud know about this. It might be what helps end this tedious struggle."
        },
        {
          "level": 2,
          "story": "…[What appears to be foul words are scribbled out.]. This is why you put me in charge of the observation?\nDid you know this crap would happen and…\nYeah, no. There's no way you could have…\nNone of us could, this was our first time.\nGah… When I blew that golden apple up, it split open.\nThen some [What appears to be foul words are scribbled out.]ed branches popped out of the crack, and… That thing, that bastard…\nIt took Yuri…\nAnd with that new nutrient, a swarm of maggots piled up inside…\n\"Metamorphosing\" into a hideous face.\nHaha, funny, isn't it. I was feeling a sense of kinship with that crawler. I guess it's because we were both pests…\nRealizing that, I just couldn't stay calm. I had to tear that detestable face apart to find peace.\nAnd then, and then...\n→ Gregor was struggling to maintain his cool in his writing, so I relieved him of his pen. He didn't have much else to offer in terms of information, anyway.\n→ Those maggots squirmed harder than I expected when I scorched 'em with my cigarette. Does this count as intel?"
        }
      ]
    },
    {
      "id": 8704,
      "codeName": "O-02-04-06",
      "name": "False Apple",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Last time I wrote an observation log, I was a kid, so I'm not sure if I'm up to this, but...\nI guess orders are orders.\nSo, uhh... Start with describing its appearance?\nHm, alright. That was an apple.\nA huge, grotesque apple with limbs.\nPersonally speaking, doesn't it freak you out when a food item gets all massive or starts walking on its own? Is it just me?\nI went off-topic there. Anyway, that apple was golden. Definitely not something out of your average orchard. Mmm, right. It's what you call an Abnormality, yeah?\nThen yeah, that apple Abnormality was strutting all by itself.\nSo I... I was getting a growing urge to chop that apple. It was almost magnetic. Hard to explain.\n...Well, you won't find a lot of people who hate apples as much as I do. I guess that's on my unusual past.\nWe decided to fall back for now since we had too little intel to try and fight.\nWe'll probably take on it at some point, so I'll write down more when that time comes.\n→ How disorganized. Were your reports as terrible during your military service?\n→ Vergilius instructed us to write these however we wanted. Dante agreed with that, too.\n→ …If Executive Manager is fine with it, I won't object.\n→ [A cigarette burn is left on the paper.] S.P.C.\n→ Seriously, some petty complaint that was."
        },
        {
          "level": 1,
          "story": "Man, that was tiring.\nIt kept healing itself or whatever, it just wouldn't fall after we sliced, tore, smashed, and did all kinds of damage to it.\nFighting it was pretty simple... Well, it's not like all of us got out unscathed, though. What it does is run into us for a body slam. Not too hard to deal with once you're used to it.\nI think I get its schtick after fighting it a few times. You see, it's got a golden aura floating around it, yeah?\nBut the aura was gone after the apple recovered several times.\nMaybe that's its threshold of regeneration.\nI'll let manager bud know about this. It might be what helps end this tedious struggle."
        },
        {
          "level": 2,
          "story": "…[What appears to be foul words are scribbled out.]. This is why you put me in charge of the observation?\nDid you know this crap would happen and…\nYeah, no. There's no way you could have…\nNone of us could, this was our first time.\nGah… When I blew that golden apple up, it split open.\nThen some [What appears to be foul words are scribbled out.]ed branches popped out of the crack, and… That thing, that bastard…\nIt took Yuri…\nAnd with that new nutrient, a swarm of maggots piled up inside…\n\"Metamorphosing\" into a hideous face.\nHaha, funny, isn't it. I was feeling a sense of kinship with that crawler. I guess it's because we were both pests…\nRealizing that, I just couldn't stay calm. I had to tear that detestable face apart to find peace.\nAnd then, and then...\n→ Gregor was struggling to maintain his cool in his writing, so I relieved him of his pen. He didn't have much else to offer in terms of information, anyway.\n→ Those maggots squirmed harder than I expected when I scorched 'em with my cigarette. Does this count as intel?"
        }
      ]
    },
    {
      "id": 8705,
      "codeName": "O-02-10-11",
      "name": "Alleyway Watchdog",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "I will describe my impressions of the encounter with this.\nIt has the appearance of three dark-furred wolves stitched together in a delicate operation. No, there may have been more, as it possessed more than three mouths.\nAtop the canine heads was the figure of a person, charred beyond recognition. Though a combustion of that degree normally would have reduced such a figure to ashes, its form was as solid as it could be, its muscles even showing motion.\nIn addition, a heap of wooden telephone poles are lodged into the wolves' body as stakes would a prisoner. They seem to periodically emit electricity, but I couldn't fathom through what means they were able to do so.\nSuch is all I have to say."
        },
        {
          "level": 1,
          "story": "I had an opportunity to engage it in combat.\nIt ran at me, galloping in a possessed motion.\nIts visage was a far cry from a hound commanded to battle or a beast yearning to feed itself.\nRunning at me may have been its only choice.\nI saw a purple arc of electricity sprint across its back. Which reminded me of animals tested under similar conditions in the laboratory.\nUsing electric stimuli, those animals were made to move as some other being intended.\nIt made me wonder if the same is happening to this creature.\nWhile its claws hurt me gravely, I felt an ounce of pity for it as well.\nSuch is all I have to say."
        },
        {
          "level": 2,
          "story": "It had a thunderous roar.\nTo describe it in more detail, it gathered bolts of lightning as if all the storms and thunders in the world struck it at once, so it wouldn't be an exaggeration to say that its roar has a thunderous property.\nNaturally, I was able to identify the source of its electricity.\nThis creature was like a living battery. Collecting lightning in its body, it used the power to fuel itself.\nAlas, its usage of the lightning's energy was not for a self-motivated purpose such as pursuit of strength;\nthe accumulated electric forces appeared to dictate its motion, giving me the impression that it was the will of the sky that it followed.\nWhile drawing up such thoughts, Miss Faust reminded me that it's not right to have such impressions of Abnormalities.\nThus, I conclude the log here lest it becomes too sentimental."
        }
      ]
    },
    {
      "id": 8706,
      "codeName": "T-04-10-06-a",
      "name": "Become Strong? Genuinely?",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "A bunch of creeps walked out of that container box.\nWearing tin cans on their heads, torsos made up of some sort of plastic...\nIt's hard to explain. It was like someone arbitrarily put together pieces of random toys.\nOn top of unmatching colors, some straight up lacked frames to cover up the mechanisms.\nThey weren't all machines, either.\nBetween the parts, I saw bits of flesh and dried blood...\nJust what is going on inside that box?\n→ Umm... Maybe it's a type of automated prosthetic procedure device? A company my father considered buying was… N-Never mind. Forget I said anything.\n→ Abnormalities are not real devices. I recommend against trying to make ties with existing things."
        },
        {
          "level": 1,
          "story": "They're tough. These things are way tougher than they look.\nI thought they'd be as easy to deal with as children's toys, but I way misjudged... I thought I'd seen my share of extraordinary things throughout my career of unpleasant jobs, but it looks like I still have much to see and learn.\nThere has to be a human inside… but they acted like broken killing machines. Their upper body rotates all the way round, and their arms moved weirdly, too.\nAnd most of all… It's like they're incapable of feeling pain.\nI heard some alleys in the Backstreets provide a surgery that fries pain receptors. Could this be similar?\n→ As I repeatedly assert, Abnormalities are entities of their own category. You shouldn't construe them with the City's standards, Ishmael.\n→ And yet Abnormalities physically exist in this realm. If the properties of a thing aren't determined by the laws of the space it exists in, can it truly be said to exist?\n→ The hell are you yapping on about?\n→ I don't believe it's necessary for you to understand, Heathcliff.\n→ Huh? Is my name written here somewhere? How'd you know it was me?\n→ …Funny. [A cigarette burn is left on the paper.]"
        },
        {
          "level": 2,
          "story": "I think I have an idea now.\nWhen I approached the fainted tin men, I heard mechanical noises. It sounded like things were being fixed within.\nIf I had to guess… They seem to be equipped with devices that automatically repair their bodies.\nBut, the device didn't seem capable of carrying out more than five repairs.\nOnly trouble is that they grow stronger each time they're fixed up…\nWe should find a way to deal with them and stop this repair mechanism from getting to work. Until then, we'll have to bear with their five lives…\nOh, by the way:\nHow do you think the 'human' parts inside are being repaired?\n→ Do not question the physics of Abnormalities."
        }
      ]
    },
    {
      "id": 8707,
      "codeName": "T-04-10-06-a",
      "name": "Become Strong? Genuinely?",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "A bunch of creeps walked out of that container box.\nWearing tin cans on their heads, torsos made up of some sort of plastic...\nIt's hard to explain. It was like someone arbitrarily put together pieces of random toys.\nOn top of unmatching colors, some straight up lacked frames to cover up the mechanisms.\nThey weren't all machines, either.\nBetween the parts, I saw bits of flesh and dried blood...\nJust what is going on inside that box?\n→ Umm... Maybe it's a type of automated prosthetic procedure device? A company my father considered buying was… N-Never mind. Forget I said anything.\n→ Abnormalities are not real devices. I recommend against trying to make ties with existing things."
        },
        {
          "level": 1,
          "story": "They're tough. These things are way tougher than they look.\nI thought they'd be as easy to deal with as children's toys, but I way misjudged... I thought I'd seen my share of extraordinary things throughout my career of unpleasant jobs, but it looks like I still have much to see and learn.\nThere has to be a human inside… but they acted like broken killing machines. Their upper body rotates all the way round, and their arms moved weirdly, too.\nAnd most of all… It's like they're incapable of feeling pain.\nI heard some alleys in the Backstreets provide a surgery that fries pain receptors. Could this be similar?\n→ As I repeatedly assert, Abnormalities are entities of their own category. You shouldn't construe them with the City's standards, Ishmael.\n→ And yet Abnormalities physically exist in this realm. If the properties of a thing aren't determined by the laws of the space it exists in, can it truly be said to exist?\n→ The hell are you yapping on about?\n→ I don't believe it's necessary for you to understand, Heathcliff.\n→ Huh? Is my name written here somewhere? How'd you know it was me?\n→ …Funny. [A cigarette burn is left on the paper.]"
        },
        {
          "level": 2,
          "story": "I think I have an idea now.\nWhen I approached the fainted tin men, I heard mechanical noises. It sounded like things were being fixed within.\nIf I had to guess… They seem to be equipped with devices that automatically repair their bodies.\nBut, the device didn't seem capable of carrying out more than five repairs.\nOnly trouble is that they grow stronger each time they're fixed up…\nWe should find a way to deal with them and stop this repair mechanism from getting to work. Until then, we'll have to bear with their five lives…\nOh, by the way:\nHow do you think the 'human' parts inside are being repaired?\n→ Do not question the physics of Abnormalities."
        }
      ]
    },
    {
      "id": 8708,
      "codeName": "T-04-10-06-a",
      "name": "Become Strong? Genuinely?",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "A bunch of creeps walked out of that container box.\nWearing tin cans on their heads, torsos made up of some sort of plastic...\nIt's hard to explain. It was like someone arbitrarily put together pieces of random toys.\nOn top of unmatching colors, some straight up lacked frames to cover up the mechanisms.\nThey weren't all machines, either.\nBetween the parts, I saw bits of flesh and dried blood...\nJust what is going on inside that box?\n→ Umm... Maybe it's a type of automated prosthetic procedure device? A company my father considered buying was… N-Never mind. Forget I said anything.\n→ Abnormalities are not real devices. I recommend against trying to make ties with existing things."
        },
        {
          "level": 1,
          "story": "They're tough. These things are way tougher than they look.\nI thought they'd be as easy to deal with as children's toys, but I way misjudged... I thought I'd seen my share of extraordinary things throughout my career of unpleasant jobs, but it looks like I still have much to see and learn.\nThere has to be a human inside… but they acted like broken killing machines. Their upper body rotates all the way round, and their arms moved weirdly, too.\nAnd most of all… It's like they're incapable of feeling pain.\nI heard some alleys in the Backstreets provide a surgery that fries pain receptors. Could this be similar?\n→ As I repeatedly assert, Abnormalities are entities of their own category. You shouldn't construe them with the City's standards, Ishmael.\n→ And yet Abnormalities physically exist in this realm. If the properties of a thing aren't determined by the laws of the space it exists in, can it truly be said to exist?\n→ The hell are you yapping on about?\n→ I don't believe it's necessary for you to understand, Heathcliff.\n→ Huh? Is my name written here somewhere? How'd you know it was me?\n→ …Funny. [A cigarette burn is left on the paper.]"
        },
        {
          "level": 2,
          "story": "I think I have an idea now.\nWhen I approached the fainted tin men, I heard mechanical noises. It sounded like things were being fixed within.\nIf I had to guess… They seem to be equipped with devices that automatically repair their bodies.\nBut, the device didn't seem capable of carrying out more than five repairs.\nOnly trouble is that they grow stronger each time they're fixed up…\nWe should find a way to deal with them and stop this repair mechanism from getting to work. Until then, we'll have to bear with their five lives…\nOh, by the way:\nHow do you think the 'human' parts inside are being repaired?\n→ Do not question the physics of Abnormalities."
        }
      ]
    },
    {
      "id": 8709,
      "codeName": "F-04-10-13-a",
      "name": "Pink Shoes-A",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Hmm... Writing is rather tedious work.\nOh, but I do suppose it's not a bad idea to write down my experiences. I hated when my grandfather scolded and pestered me into keeping a diary, but now, I'm not so averse to the thought.\nSo, I have to describe the appearance of that Abnormality, right?\nFirstly... Its eyes were out of focus. It was drooling from the mouth, too.\nSomething about the color of the eyes and the saliva was off as well. They were all pink, same as the ribbon wrapped around the body.\nOh, speaking of ribbons, doesn't it bear a striking resemblance to silk?\nI think our family kept a similar color of fabric. Though it wasn't the most luxurious... Hm, I do guess it's valuable in its own right.\nRight, that's it! We used something like this for decoration on our younger sibling's birthday!"
        },
        {
          "level": 1,
          "story": "Oh dear, it looks like these used to be employees of this company.\nFaust said that their outfits and employee IDs belonged to the former L Corp.\nGoodness, I can't possibly imagine looting a corpse myself.\nIf it came down to me, I would've ordered a servant to handle the task. And I would have looked away from that gross sight and told the servant to explain it with words.\nOh... I wouldn't have taken interest in dead bodies in the first place, now that I think about it.\nCould these deceased people be animated by those ribbons, perhaps?\nThe ribbons that grab us as we fight them...\nIf they wrap around us when we die, do you think we'll become like them?"
        }
      ]
    },
    {
      "id": 8710,
      "codeName": "F-04-10-13-a",
      "name": "Pink Shoes-A",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Hmm... Writing is rather tedious work.\nOh, but I do suppose it's not a bad idea to write down my experiences. I hated when my grandfather scolded and pestered me into keeping a diary, but now, I'm not so averse to the thought.\nSo, I have to describe the appearance of that Abnormality, right?\nFirstly... Its eyes were out of focus. It was drooling from the mouth, too.\nSomething about the color of the eyes and the saliva was off as well. They were all pink, same as the ribbon wrapped around the body.\nOh, speaking of ribbons, doesn't it bear a striking resemblance to silk?\nI think our family kept a similar color of fabric. Though it wasn't the most luxurious... Hm, I do guess it's valuable in its own right.\nRight, that's it! We used something like this for decoration on our younger sibling's birthday!"
        },
        {
          "level": 1,
          "story": "Oh dear, it looks like these used to be employees of this company.\nFaust said that their outfits and employee IDs belonged to the former L Corp.\nGoodness, I can't possibly imagine looting a corpse myself.\nIf it came down to me, I would've ordered a servant to handle the task. And I would have looked away from that gross sight and told the servant to explain it with words.\nOh... I wouldn't have taken interest in dead bodies in the first place, now that I think about it.\nCould these deceased people be animated by those ribbons, perhaps?\nThe ribbons that grab us as we fight them...\nIf they wrap around us when we die, do you think we'll become like them?"
        }
      ]
    },
    {
      "id": 8711,
      "codeName": "T-04-10-06-b",
      "name": "You Want To Get Beat? Hurtily?",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "-Composed of machinery, tin, plastic, steel, and circuits.\n-Red or pink ribbons are coiled around the body.\n-A pair of pink shoes are worn around the parts thought to be feet.\n-The feet appear to have been forcibly shoved into the pink shoes.\n-Anomalies observed in the color and direction of pupils in all entities.\n-Will note new discoveries in a future report.\n→ Damn, that's awful dry."
        },
        {
          "level": 1,
          "story": "-Observed the pink ribbons encroach on us in prolonged combat.\n-Sinners covered with a large quantity of ribbons were subject to heavily damaging attacks.\n-Notable discovery: casualty from the attack caused the entities wearing pink ribbons to reanimate.\n-The reanimation is thought to occur after a certain number of casualties.\n-I request that the manager analyze the incidence and determine the tactical approach.\n-Will note new discoveries in a future report."
        },
        {
          "level": 2,
          "story": "-There is little doubt that this tin entity and those covered in ribbons shared the same state.\n-Peer suggested that the ribbons be removed before it poses serious danger.\n-I came in direct content with the ribbon while attempting the suggested solution.\n-The ribbon did not have the texture of cloth or any other kind of fabric.\n-Some resembled withered leaves, while others gave the tactile impression of a strong plant stem.\n-One unambiguous conclusion is that the ribbons are alive.\n-The ribbon's reaction to removal appeared to depend on the method of handling.\n-Removal with force seemed to make the ribbon crumble more easily.\n-No further discoveries to be made; the observation log is concluded.\n→ I got into a panic and ripped them haphazardly, but it wasn't actually that tricky.\n→ I was careful about it, worried that it might go wrong… But then the ribbon expanded all of a sudden and wrapped Hong Lu. Because of me, he…\n→ I'm all okay, Sinclair~ It was a unique and fun experience!"
        }
      ]
    },
    {
      "id": 8712,
      "codeName": "M-04-04-05",
      "name": "Doomsday Calendar",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "I was ordered to describe facts about this in detail.\nSo I observed.\nPlaced on a wooden pedestal that seemed as though it was woven from fibers of muscles was a large stone plate.\nAs I approached it, its compartments of bricks began to rattle.\nSeized by curiosity, I attempted to step closer for a better look...\nAlas, my colleagues strongly discouraged me from doing so, so I turned away.\nOne thing I can say with confidence is that it was likely a tool for predicting a date of some kind, judging from the many letters carved on the bricks.\nSuch is all I have to say.\n→ Those letters are from an ancient language. If Yi Sang's depiction is correct, that plate is almost certainly a calendar."
        },
        {
          "level": 1,
          "story": "I had an opportunity to engage it in combat.\nThough it may have been less than pleasant as an observer to see the object of study sustain damage, more discoveries could be had in the behaviors it displayed during battle.\nIt summoned a number of flesh dolls wearing stone masks made of what I believe is the same mineral as the plate.\nBy 'offering' these dolls to the plate, I was able to observe a change in its shape.\nThe rattling bricks gradually widened, and I could see red muscle fibers and strange spatial extensions...or such.\nI can't say for sure how drastic the change will be, but an observable trend is that it's becoming more and more ominous.\nSuch is all I have to say.\n→ Why the hell did you put me in instead of those masked blokes? You damned clockhead, I'll #%^&@[The rest is neatly censored with a correction tape.]\n→ Dante made the right choice. From what I can see, it seems that those flesh dolls, or \"clay dolls,\" can't be offered up while they're alive. The only other option we have is to sacrifice Sinners.\n→ And why does that have to be me @(##$[The rest is neatly censored with a correction tape.]"
        },
        {
          "level": 2,
          "story": "I had an opportunity to be offered to this.\nI am about to describe the disconcerting, wet, and abnormal experience here.\nI took unwavering steps forward as the choice was reasonable. I had no reason to fear, for I would be brought back to life even if I were to perish.\nI did not feel the death, so to speak. Though I have experienced death many times in battle, I was not subjected to the sort of pain or flashing disarray that normally accompanies a demise that time. It simply felt as though I was being transported to a different location.\nIt may be the universe or some other dimension.\nMy own body and voice couldn't be perceived by my senses. Perhaps my eyes had gone and I became part of that place.\nThere, I may have seen the end. You could say it was a doomsday I witnessed.\nNo perhaps I may have been the end and the doomsday I was present at the end but not existent and while it may be misleading to say that it was there but even still I witnessed man and sky and earth tear into thousands of pieces\n[The rest is neatly censored with a correction tape.]\n→ I had Yi Sang talk with the recovery staff from After Team for a moment. His psychological corruption seems rather severe. Dante, I think we should refrain from making our observers directly experience these events from now on."
        }
      ]
    },
    {
      "id": 87122,
      "codeName": "M-04-04-05",
      "name": "Doomsday Calendar",
      "desc": "Core"
    },
    {
      "id": 87123,
      "codeName": "M-04-04-05",
      "name": "Doomsday Calendar",
      "desc": "Core"
    },
    {
      "id": 87124,
      "codeName": "M-04-04-05",
      "name": "Doomsday Calendar",
      "desc": "Core"
    },
    {
      "id": 8713,
      "codeName": "M-04-04-05-a",
      "name": "Doomsday Calendar-A",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Recording the information gained from an encounter with the entity.\n<Company Rules> Article 11, Paragraph 2 states I am to categorize it as an Abnormality.\n<Company Rules> Article 11, Paragraph 2, Addendum 3 states I am to categorize it as a subordinate entity of the stone plate Abnormality.\nIt wore a mask that resembled a crude diver's helmet. It appeared to be made of a stone with high hardness, its exterior well polished.\nCorrection: rather than polished, it appears to have been \"made that way\". I was unable to detect any signs of artificial processing.\nIts body resembled muscle fibers. The lack of skin or other protective surface makes it appear highly fragile, but a large number of these entities are expected to be more difficult to deal with.\nConcluding the report.\nI will report findings from a direct confrontation next time."
        },
        {
          "level": 1,
          "story": "I encountered the entity in battle.\n<Company Rules> Article 11, Paragraph 3 states I am to designate its risk level as TETH.\nI will describe its behavior during combat.\nThe entities appear to use their thin yet elastic body for quick attacks.\nThey often charged into Sinners and grabbed their target tight. They were difficult to remove, and a few lives were lost due to their persistence.\nAs stated in the previous report, the entity appears to be closely related to the stone plate Abnormality. When the entities were killed and 'offered' to the stone plate Abnormality, a change in the plate's shape could be observed.\nIn addition, the masks of these entities gradually changed accordingly.\nFaust is curious. I should make it my next task to study the extent of this transformation.\nConcluding the report.\n→ Um, hello, aren't you forgetting to mention the part where they hug us and belch fire? One of them burnt all my hair.\n→ Hey Faust! Can't we sell these heads to an antique shop? Don't they look pretty pricey?"
        },
        {
          "level": 2,
          "story": "I observed the full extent of its changes.\nIts mask had two forms it could assume.\nWhile not as impressive as the four states the stone plate Abnormality could take, there was an undeniable connection between them.\nIt seems to be able to generate fire from within the mask. An autopsy after battle revealed no combustible materials stored inside, suggesting that the fire was not created via physical means.\nNo further discoveries were made.\n...A shame, Faust was hoping to learn more things.\n→ You made me stand guard for hours while you dissected their bodies, try to be happy with what you got."
        }
      ]
    },
    {
      "id": 8714,
      "codeName": "M-04-04-05-a",
      "name": "Doomsday Calendar-A",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Recording the information gained from an encounter with the entity.\n<Company Rules> Article 11, Paragraph 2 states I am to categorize it as an Abnormality.\n<Company Rules> Article 11, Paragraph 2, Addendum 3 states I am to categorize it as a subordinate entity of the stone plate Abnormality.\nIt wore a mask that resembled a crude diver's helmet. It appeared to be made of a stone with high hardness, its exterior well polished.\nCorrection: rather than polished, it appears to have been \"made that way\". I was unable to detect any signs of artificial processing.\nIts body resembled muscle fibers. The lack of skin or other protective surface makes it appear highly fragile, but a large number of these entities are expected to be more difficult to deal with.\nConcluding the report.\nI will report findings from a direct confrontation next time."
        },
        {
          "level": 1,
          "story": "I encountered the entity in battle.\n<Company Rules> Article 11, Paragraph 3 states I am to designate its risk level as TETH.\nI will describe its behavior during combat.\nThe entities appear to use their thin yet elastic body for quick attacks.\nThey often charged into Sinners and grabbed their target tight. They were difficult to remove, and a few lives were lost due to their persistence.\nAs stated in the previous report, the entity appears to be closely related to the stone plate Abnormality. When the entities were killed and 'offered' to the stone plate Abnormality, a change in the plate's shape could be observed.\nIn addition, the masks of these entities gradually changed accordingly.\nFaust is curious. I should make it my next task to study the extent of this transformation.\nConcluding the report.\n→ Um, hello, aren't you forgetting to mention the part where they hug us and belch fire? One of them burnt all my hair.\n→ Hey Faust! Can't we sell these heads to an antique shop? Don't they look pretty pricey?"
        },
        {
          "level": 2,
          "story": "I observed the full extent of its changes.\nIts mask had two forms it could assume.\nWhile not as impressive as the four states the stone plate Abnormality could take, there was an undeniable connection between them.\nIt seems to be able to generate fire from within the mask. An autopsy after battle revealed no combustible materials stored inside, suggesting that the fire was not created via physical means.\nNo further discoveries were made.\n...A shame, Faust was hoping to learn more things.\n→ You made me stand guard for hours while you dissected their bodies, try to be happy with what you got."
        }
      ]
    },
    {
      "id": 8721,
      "codeName": "F-04-03-04",
      "name": "Ebony Queen’s Apple",
      "clue": "The thorny creepers covering the area seem to be connected to the vines constituting its legs.\nPerhaps damaging the legs could get rid of the overgrowth somehow?",
      "storyList": [
        {
          "level": 0,
          "story": "Recording the information gained from an encounter with the entity.\n<Company Rules> Article 11, Paragraph 2 states that I am to categorize it as an Abnormality.\nWhen first faced with the Sinners, the Abnormality showed no signs of hostility. Instead, it initiated direct communication through the psyche.\nOut of all the languages I knew, the Abnormality appeared to use my most commonly spoken one. I did not see any sound-producing organs such as the mouth or vocal cords in motion.\n“Bring Snow White.” This is what the Abnormality said. A report on the former L Corp. I analyzed after disengagement suggests that it has a connection with F-04-42.\nIn addition, I discovered a corpse that seemed to belong to the staff that arrived here before us for preliminary investigation. Their ID confirmed that they were from the Operations Planning department, so we retrieved the remains and left the scene before a battle could break out.\nConcluding the report."
        },
        {
          "level": 1,
          "story": "Recording the information gained from encountering the entity in battle.\n<Company Rules> Article 11, Paragraph 3 states that I am to designate its risk level as WAW. This is based on the managerial procedures retrieved from the branch facility.\nI will describe its behavior during combat.\nIt attacks using growths of vines. It wraps its vines around itself as well, forming a shape that resembles a dress; it is possible that it believes itself to be a “noble”.\nIts vines are used in a variety of ways, such as persistently stabbing one Sinner and rising from the floor to injure multiple Sinners.\nIn addition, its sturdy exterior made it difficult to damage.\nIn one battle where many Sinners were lost, we managed to remove one of its arms. (As I could most aptly describe.) I found then that it could no longer perform the attack that targeted every Sinner.\nI will record any additional discoveries I observe in future encounters.\nConcluding the report."
        },
        {
          "level": 2,
          "story": "Recording an additional significant discovery.\nWe were able to remove its head during an encounter.\nWhile we did not initially consider the head a target as its height was considerably higher than the Sinners’ reach, Heathcliff’s unstoppable advance provided a helpful clue.\nWe were able to successfully destroy the head. Although Heathcliff’s head was destroyed as well, it should be a negligible loss as it is a renewable asset.\nIt continued to move and attack despite the lack of a head, but we found that its exterior significantly softened.\nRemoving its “limbs” became a much more manageable task.\nEven though the head grew back after a period of time, the removal of its arms and legs in the meantime freed us from the threat of powerful attacks for the rest of the operation.\nConcluding the report."
        }
      ]
    },
    {
      "id": 8722,
      "codeName": "O-02-11-26",
      "name": "Headless Ichthys",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "It has the appearance of a fish.\n-Its head has been cut off.\n-The cut surface is clean; it appears to have been done with a single-sided edge, such as a knife or a scythe.\n-It exhibits motion in spite of the lack of a head. I am aware that whether or not an Abnormality has an intact head is completely irrelevant to its ability to show activity, but I will note this regardless.\n-An inflated sack visible around the chest area. Could not make clear observation.\n-Will note new discoveries in a future report."
        },
        {
          "level": 1,
          "story": "A silhouette is observed inside the inflated sack around the chest.\n-It bears resemblance to a flower, or the central nervous system of a human.\n-It expands the sack to use as blunt instrument, and can squeeze it at high speed to expel liquid.\n-Overall, the sack is deemed to be a major component of its attacks; quick destruction should prove effective.\n-Will note new discoveries in a future report."
        }
      ]
    },
    {
      "id": 8723,
      "codeName": "O-02-04-06",
      "name": "Golden Apple",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Last time I wrote an observation log, I was a kid, so I'm not sure if I'm up to this, but...\nI guess orders are orders.\nSo, uhh... Start with describing its appearance?\nHm, alright. That was an apple.\nA huge, grotesque apple with limbs.\nPersonally speaking, doesn't it freak you out when a food item gets all massive or starts walking on its own? Is it just me?\nI went off-topic there. Anyway, that apple was golden. Definitely not something out of your average orchard. Mmm, right. It's what you call an Abnormality, yeah?\nThen yeah, that apple Abnormality was strutting all by itself.\nSo I... I was getting a growing urge to chop that apple. It was almost magnetic. Hard to explain.\n...Well, you won't find a lot of people who hate apples as much as I do. I guess that's on my unusual past.\nWe decided to fall back for now since we had too little intel to try and fight.\nWe'll probably take on it at some point, so I'll write down more when that time comes.\n→ How disorganized. Were your reports as terrible during your military service?\n→ Vergilius instructed us to write these however we wanted. Dante agreed with that, too.\n→ …If Executive Manager is fine with it, I won't object.\n→ [A cigarette burn is left on the paper.] S.P.C.\n→ Seriously, some petty complaint that was."
        },
        {
          "level": 1,
          "story": "Man, that was tiring.\nIt kept healing itself or whatever, it just wouldn't fall after we sliced, tore, smashed, and did all kinds of damage to it.\nFighting it was pretty simple... Well, it's not like all of us got out unscathed, though. What it does is run into us for a body slam. Not too hard to deal with once you're used to it.\nI think I get its schtick after fighting it a few times. You see, it's got a golden aura floating around it, yeah?\nBut the aura was gone after the apple recovered several times.\nMaybe that's its threshold of regeneration.\nI'll let manager bud know about this. It might be what helps end this tedious struggle."
        },
        {
          "level": 2,
          "story": "…[What appears to be foul words are scribbled out.]. This is why you put me in charge of the observation?\nDid you know this crap would happen and…\nYeah, no. There's no way you could have…\nNone of us could, this was our first time.\nGah… When I blew that golden apple up, it split open.\nThen some [What appears to be foul words are scribbled out.]ed branches popped out of the crack, and… That thing, that bastard…\nIt took Yuri…\nAnd with that new nutrient, a swarm of maggots piled up inside…\n\"Metamorphosing\" into a hideous face.\nHaha, funny, isn't it. I was feeling a sense of kinship with that crawler. I guess it's because we were both pests…\nRealizing that, I just couldn't stay calm. I had to tear that detestable face apart to find peace.\nAnd then, and then...\n→ Gregor was struggling to maintain his cool in his writing, so I relieved him of his pen. He didn't have much else to offer in terms of information, anyway.\n→ Those maggots squirmed harder than I expected when I scorched 'em with my cigarette. Does this count as intel?"
        }
      ]
    },
    {
      "id": 8724,
      "codeName": "O-02-04-06",
      "name": "False Apple",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Last time I wrote an observation log, I was a kid, so I'm not sure if I'm up to this, but...\nI guess orders are orders.\nSo, uhh... Start with describing its appearance?\nHm, alright. That was an apple.\nA huge, grotesque apple with limbs.\nPersonally speaking, doesn't it freak you out when a food item gets all massive or starts walking on its own? Is it just me?\nI went off-topic there. Anyway, that apple was golden. Definitely not something out of your average orchard. Mmm, right. It's what you call an Abnormality, yeah?\nThen yeah, that apple Abnormality was strutting all by itself.\nSo I... I was getting a growing urge to chop that apple. It was almost magnetic. Hard to explain.\n...Well, you won't find a lot of people who hate apples as much as I do. I guess that's on my unusual past.\nWe decided to fall back for now since we had too little intel to try and fight.\nWe'll probably take on it at some point, so I'll write down more when that time comes.\n→ How disorganized. Were your reports as terrible during your military service?\n→ Vergilius instructed us to write these however we wanted. Dante agreed with that, too.\n→ …If Executive Manager is fine with it, I won't object.\n→ [A cigarette burn is left on the paper.] S.P.C.\n→ Seriously, some petty complaint that was."
        },
        {
          "level": 1,
          "story": "Man, that was tiring.\nIt kept healing itself or whatever, it just wouldn't fall after we sliced, tore, smashed, and did all kinds of damage to it.\nFighting it was pretty simple... Well, it's not like all of us got out unscathed, though. What it does is run into us for a body slam. Not too hard to deal with once you're used to it.\nI think I get its schtick after fighting it a few times. You see, it's got a golden aura floating around it, yeah?\nBut the aura was gone after the apple recovered several times.\nMaybe that's its threshold of regeneration.\nI'll let manager bud know about this. It might be what helps end this tedious struggle."
        },
        {
          "level": 2,
          "story": "…[What appears to be foul words are scribbled out.]. This is why you put me in charge of the observation?\nDid you know this crap would happen and…\nYeah, no. There's no way you could have…\nNone of us could, this was our first time.\nGah… When I blew that golden apple up, it split open.\nThen some [What appears to be foul words are scribbled out.]ed branches popped out of the crack, and… That thing, that bastard…\nIt took Yuri…\nAnd with that new nutrient, a swarm of maggots piled up inside…\n\"Metamorphosing\" into a hideous face.\nHaha, funny, isn't it. I was feeling a sense of kinship with that crawler. I guess it's because we were both pests…\nRealizing that, I just couldn't stay calm. I had to tear that detestable face apart to find peace.\nAnd then, and then...\n→ Gregor was struggling to maintain his cool in his writing, so I relieved him of his pen. He didn't have much else to offer in terms of information, anyway.\n→ Those maggots squirmed harder than I expected when I scorched 'em with my cigarette. Does this count as intel?"
        }
      ]
    },
    {
      "id": 8725,
      "codeName": "O-02-10-11",
      "name": "Alleyway Watchdog",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "I will describe my impressions of the encounter with this.\nIt has the appearance of three dark-furred wolves stitched together in a delicate operation. No, there may have been more, as it possessed more than three mouths.\nAtop the canine heads was the figure of a person, charred beyond recognition. Though a combustion of that degree normally would have reduced such a figure to ashes, its form was as solid as it could be, its muscles even showing motion.\nIn addition, a heap of wooden telephone poles are lodged into the wolves' body as stakes would a prisoner. They seem to periodically emit electricity, but I couldn't fathom through what means they were able to do so.\nSuch is all I have to say."
        },
        {
          "level": 1,
          "story": "I had an opportunity to engage it in combat.\nIt ran at me, galloping in a possessed motion.\nIts visage was a far cry from a hound commanded to battle or a beast yearning to feed itself.\nRunning at me may have been its only choice.\nI saw a purple arc of electricity sprint across its back. Which reminded me of animals tested under similar conditions in the laboratory.\nUsing electric stimuli, those animals were made to move as some other being intended.\nIt made me wonder if the same is happening to this creature.\nWhile its claws hurt me gravely, I felt an ounce of pity for it as well.\nSuch is all I have to say."
        },
        {
          "level": 2,
          "story": "It had a thunderous roar.\nTo describe it in more detail, it gathered bolts of lightning as if all the storms and thunders in the world struck it at once, so it wouldn't be an exaggeration to say that its roar has a thunderous property.\nNaturally, I was able to identify the source of its electricity.\nThis creature was like a living battery. Collecting lightning in its body, it used the power to fuel itself.\nAlas, its usage of the lightning's energy was not for a self-motivated purpose such as pursuit of strength;\nthe accumulated electric forces appeared to dictate its motion, giving me the impression that it was the will of the sky that it followed.\nWhile drawing up such thoughts, Miss Faust reminded me that it's not right to have such impressions of Abnormalities.\nThus, I conclude the log here lest it becomes too sentimental."
        }
      ]
    },
    {
      "id": 8726,
      "codeName": "T-04-10-06-a",
      "name": "Become Strong? Genuinely?",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "A bunch of creeps walked out of that container box.\nWearing tin cans on their heads, torsos made up of some sort of plastic...\nIt's hard to explain. It was like someone arbitrarily put together pieces of random toys.\nOn top of unmatching colors, some straight up lacked frames to cover up the mechanisms.\nThey weren't all machines, either.\nBetween the parts, I saw bits of flesh and dried blood...\nJust what is going on inside that box?\n→ Umm... Maybe it's a type of automated prosthetic procedure device? A company my father considered buying was… N-Never mind. Forget I said anything.\n→ Abnormalities are not real devices. I recommend against trying to make ties with existing things."
        },
        {
          "level": 1,
          "story": "They're tough. These things are way tougher than they look.\nI thought they'd be as easy to deal with as children's toys, but I way misjudged... I thought I'd seen my share of extraordinary things throughout my career of unpleasant jobs, but it looks like I still have much to see and learn.\nThere has to be a human inside… but they acted like broken killing machines. Their upper body rotates all the way round, and their arms moved weirdly, too.\nAnd most of all… It's like they're incapable of feeling pain.\nI heard some alleys in the Backstreets provide a surgery that fries pain receptors. Could this be similar?\n→ As I repeatedly assert, Abnormalities are entities of their own category. You shouldn't construe them with the City's standards, Ishmael.\n→ And yet Abnormalities physically exist in this realm. If the properties of a thing aren't determined by the laws of the space it exists in, can it truly be said to exist?\n→ The hell are you yapping on about?\n→ I don't believe it's necessary for you to understand, Heathcliff.\n→ Huh? Is my name written here somewhere? How'd you know it was me?\n→ …Funny. [A cigarette burn is left on the paper.]"
        },
        {
          "level": 2,
          "story": "I think I have an idea now.\nWhen I approached the fainted tin men, I heard mechanical noises. It sounded like things were being fixed within.\nIf I had to guess… They seem to be equipped with devices that automatically repair their bodies.\nBut, the device didn't seem capable of carrying out more than five repairs.\nOnly trouble is that they grow stronger each time they're fixed up…\nWe should find a way to deal with them and stop this repair mechanism from getting to work. Until then, we'll have to bear with their five lives…\nOh, by the way:\nHow do you think the 'human' parts inside are being repaired?\n→ Do not question the physics of Abnormalities."
        }
      ]
    },
    {
      "id": 8727,
      "codeName": "T-04-10-06-a",
      "name": "Become Strong? Genuinely?",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "A bunch of creeps walked out of that container box.\nWearing tin cans on their heads, torsos made up of some sort of plastic...\nIt's hard to explain. It was like someone arbitrarily put together pieces of random toys.\nOn top of unmatching colors, some straight up lacked frames to cover up the mechanisms.\nThey weren't all machines, either.\nBetween the parts, I saw bits of flesh and dried blood...\nJust what is going on inside that box?\n→ Umm... Maybe it's a type of automated prosthetic procedure device? A company my father considered buying was… N-Never mind. Forget I said anything.\n→ Abnormalities are not real devices. I recommend against trying to make ties with existing things."
        },
        {
          "level": 1,
          "story": "They're tough. These things are way tougher than they look.\nI thought they'd be as easy to deal with as children's toys, but I way misjudged... I thought I'd seen my share of extraordinary things throughout my career of unpleasant jobs, but it looks like I still have much to see and learn.\nThere has to be a human inside… but they acted like broken killing machines. Their upper body rotates all the way round, and their arms moved weirdly, too.\nAnd most of all… It's like they're incapable of feeling pain.\nI heard some alleys in the Backstreets provide a surgery that fries pain receptors. Could this be similar?\n→ As I repeatedly assert, Abnormalities are entities of their own category. You shouldn't construe them with the City's standards, Ishmael.\n→ And yet Abnormalities physically exist in this realm. If the properties of a thing aren't determined by the laws of the space it exists in, can it truly be said to exist?\n→ The hell are you yapping on about?\n→ I don't believe it's necessary for you to understand, Heathcliff.\n→ Huh? Is my name written here somewhere? How'd you know it was me?\n→ …Funny. [A cigarette burn is left on the paper.]"
        },
        {
          "level": 2,
          "story": "I think I have an idea now.\nWhen I approached the fainted tin men, I heard mechanical noises. It sounded like things were being fixed within.\nIf I had to guess… They seem to be equipped with devices that automatically repair their bodies.\nBut, the device didn't seem capable of carrying out more than five repairs.\nOnly trouble is that they grow stronger each time they're fixed up…\nWe should find a way to deal with them and stop this repair mechanism from getting to work. Until then, we'll have to bear with their five lives…\nOh, by the way:\nHow do you think the 'human' parts inside are being repaired?\n→ Do not question the physics of Abnormalities."
        }
      ]
    },
    {
      "id": 8728,
      "codeName": "T-04-10-06-a",
      "name": "Become Strong? Genuinely?",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "A bunch of creeps walked out of that container box.\nWearing tin cans on their heads, torsos made up of some sort of plastic...\nIt's hard to explain. It was like someone arbitrarily put together pieces of random toys.\nOn top of unmatching colors, some straight up lacked frames to cover up the mechanisms.\nThey weren't all machines, either.\nBetween the parts, I saw bits of flesh and dried blood...\nJust what is going on inside that box?\n→ Umm... Maybe it's a type of automated prosthetic procedure device? A company my father considered buying was… N-Never mind. Forget I said anything.\n→ Abnormalities are not real devices. I recommend against trying to make ties with existing things."
        },
        {
          "level": 1,
          "story": "They're tough. These things are way tougher than they look.\nI thought they'd be as easy to deal with as children's toys, but I way misjudged... I thought I'd seen my share of extraordinary things throughout my career of unpleasant jobs, but it looks like I still have much to see and learn.\nThere has to be a human inside… but they acted like broken killing machines. Their upper body rotates all the way round, and their arms moved weirdly, too.\nAnd most of all… It's like they're incapable of feeling pain.\nI heard some alleys in the Backstreets provide a surgery that fries pain receptors. Could this be similar?\n→ As I repeatedly assert, Abnormalities are entities of their own category. You shouldn't construe them with the City's standards, Ishmael.\n→ And yet Abnormalities physically exist in this realm. If the properties of a thing aren't determined by the laws of the space it exists in, can it truly be said to exist?\n→ The hell are you yapping on about?\n→ I don't believe it's necessary for you to understand, Heathcliff.\n→ Huh? Is my name written here somewhere? How'd you know it was me?\n→ …Funny. [A cigarette burn is left on the paper.]"
        },
        {
          "level": 2,
          "story": "I think I have an idea now.\nWhen I approached the fainted tin men, I heard mechanical noises. It sounded like things were being fixed within.\nIf I had to guess… They seem to be equipped with devices that automatically repair their bodies.\nBut, the device didn't seem capable of carrying out more than five repairs.\nOnly trouble is that they grow stronger each time they're fixed up…\nWe should find a way to deal with them and stop this repair mechanism from getting to work. Until then, we'll have to bear with their five lives…\nOh, by the way:\nHow do you think the 'human' parts inside are being repaired?\n→ Do not question the physics of Abnormalities."
        }
      ]
    },
    {
      "id": 8729,
      "codeName": "F-04-10-13-a",
      "name": "Pink Shoes-A",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Hmm... Writing is rather tedious work.\nOh, but I do suppose it's not a bad idea to write down my experiences. I hated when my grandfather scolded and pestered me into keeping a diary, but now, I'm not so averse to the thought.\nSo, I have to describe the appearance of that Abnormality, right?\nFirstly... Its eyes were out of focus. It was drooling from the mouth, too.\nSomething about the color of the eyes and the saliva was off as well. They were all pink, same as the ribbon wrapped around the body.\nOh, speaking of ribbons, doesn't it bear a striking resemblance to silk?\nI think our family kept a similar color of fabric. Though it wasn't the most luxurious... Hm, I do guess it's valuable in its own right.\nRight, that's it! We used something like this for decoration on our younger sibling's birthday!"
        },
        {
          "level": 1,
          "story": "Oh dear, it looks like these used to be employees of this company.\nFaust said that their outfits and employee IDs belonged to the former L Corp.\nGoodness, I can't possibly imagine looting a corpse myself.\nIf it came down to me, I would've ordered a servant to handle the task. And I would have looked away from that gross sight and told the servant to explain it with words.\nOh... I wouldn't have taken interest in dead bodies in the first place, now that I think about it.\nCould these deceased people be animated by those ribbons, perhaps?\nThe ribbons that grab us as we fight them...\nIf they wrap around us when we die, do you think we'll become like them?"
        }
      ]
    },
    {
      "id": 8730,
      "codeName": "F-04-10-13-a",
      "name": "Pink Shoes-A",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Hmm... Writing is rather tedious work.\nOh, but I do suppose it's not a bad idea to write down my experiences. I hated when my grandfather scolded and pestered me into keeping a diary, but now, I'm not so averse to the thought.\nSo, I have to describe the appearance of that Abnormality, right?\nFirstly... Its eyes were out of focus. It was drooling from the mouth, too.\nSomething about the color of the eyes and the saliva was off as well. They were all pink, same as the ribbon wrapped around the body.\nOh, speaking of ribbons, doesn't it bear a striking resemblance to silk?\nI think our family kept a similar color of fabric. Though it wasn't the most luxurious... Hm, I do guess it's valuable in its own right.\nRight, that's it! We used something like this for decoration on our younger sibling's birthday!"
        },
        {
          "level": 1,
          "story": "Oh dear, it looks like these used to be employees of this company.\nFaust said that their outfits and employee IDs belonged to the former L Corp.\nGoodness, I can't possibly imagine looting a corpse myself.\nIf it came down to me, I would've ordered a servant to handle the task. And I would have looked away from that gross sight and told the servant to explain it with words.\nOh... I wouldn't have taken interest in dead bodies in the first place, now that I think about it.\nCould these deceased people be animated by those ribbons, perhaps?\nThe ribbons that grab us as we fight them...\nIf they wrap around us when we die, do you think we'll become like them?"
        }
      ]
    },
    {
      "id": 8731,
      "codeName": "T-04-10-06-b",
      "name": "You Want To Get Beat? Hurtily?",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "-Composed of machinery, tin, plastic, steel, and circuits.\n-Red or pink ribbons are coiled around the body.\n-A pair of pink shoes are worn around the parts thought to be feet.\n-The feet appear to have been forcibly shoved into the pink shoes.\n-Anomalies observed in the color and direction of pupils in all entities.\n-Will note new discoveries in a future report.\n→ Damn, that's awful dry."
        },
        {
          "level": 1,
          "story": "-Observed the pink ribbons encroach on us in prolonged combat.\n-Sinners covered with a large quantity of ribbons were subject to heavily damaging attacks.\n-Notable discovery: casualty from the attack caused the entities wearing pink ribbons to reanimate.\n-The reanimation is thought to occur after a certain number of casualties.\n-I request that the manager analyze the incidence and determine the tactical approach.\n-Will note new discoveries in a future report."
        },
        {
          "level": 2,
          "story": "-There is little doubt that this tin entity and those covered in ribbons shared the same state.\n-Peer suggested that the ribbons be removed before it poses serious danger.\n-I came in direct content with the ribbon while attempting the suggested solution.\n-The ribbon did not have the texture of cloth or any other kind of fabric.\n-Some resembled withered leaves, while others gave the tactile impression of a strong plant stem.\n-One unambiguous conclusion is that the ribbons are alive.\n-The ribbon's reaction to removal appeared to depend on the method of handling.\n-Removal with force seemed to make the ribbon crumble more easily.\n-No further discoveries to be made; the observation log is concluded.\n→ I got into a panic and ripped them haphazardly, but it wasn't actually that tricky.\n→ I was careful about it, worried that it might go wrong… But then the ribbon expanded all of a sudden and wrapped Hong Lu. Because of me, he…\n→ I'm all okay, Sinclair~ It was a unique and fun experience!"
        }
      ]
    },
    {
      "id": 8732,
      "codeName": "M-04-04-05",
      "name": "Doomsday Calendar",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "I was ordered to describe facts about this in detail.\nSo I observed.\nPlaced on a wooden pedestal that seemed as though it was woven from fibers of muscles was a large stone plate.\nAs I approached it, its compartments of bricks began to rattle.\nSeized by curiosity, I attempted to step closer for a better look...\nAlas, my colleagues strongly discouraged me from doing so, so I turned away.\nOne thing I can say with confidence is that it was likely a tool for predicting a date of some kind, judging from the many letters carved on the bricks.\nSuch is all I have to say.\n→ Those letters are from an ancient language. If Yi Sang's depiction is correct, that plate is almost certainly a calendar."
        },
        {
          "level": 1,
          "story": "I had an opportunity to engage it in combat.\nThough it may have been less than pleasant as an observer to see the object of study sustain damage, more discoveries could be had in the behaviors it displayed during battle.\nIt summoned a number of flesh dolls wearing stone masks made of what I believe is the same mineral as the plate.\nBy 'offering' these dolls to the plate, I was able to observe a change in its shape.\nThe rattling bricks gradually widened, and I could see red muscle fibers and strange spatial extensions...or such.\nI can't say for sure how drastic the change will be, but an observable trend is that it's becoming more and more ominous.\nSuch is all I have to say.\n→ Why the hell did you put me in instead of those masked blokes? You damned clockhead, I'll #%^&@[The rest is neatly censored with a correction tape.]\n→ Dante made the right choice. From what I can see, it seems that those flesh dolls, or \"clay dolls,\" can't be offered up while they're alive. The only other option we have is to sacrifice Sinners.\n→ And why does that have to be me @(##$[The rest is neatly censored with a correction tape.]"
        },
        {
          "level": 2,
          "story": "I had an opportunity to be offered to this.\nI am about to describe the disconcerting, wet, and abnormal experience here.\nI took unwavering steps forward as the choice was reasonable. I had no reason to fear, for I would be brought back to life even if I were to perish.\nI did not feel the death, so to speak. Though I have experienced death many times in battle, I was not subjected to the sort of pain or flashing disarray that normally accompanies a demise that time. It simply felt as though I was being transported to a different location.\nIt may be the universe or some other dimension.\nMy own body and voice couldn't be perceived by my senses. Perhaps my eyes had gone and I became part of that place.\nThere, I may have seen the end. You could say it was a doomsday I witnessed.\nNo perhaps I may have been the end and the doomsday I was present at the end but not existent and while it may be misleading to say that it was there but even still I witnessed man and sky and earth tear into thousands of pieces\n[The rest is neatly censored with a correction tape.]\n→ I had Yi Sang talk with the recovery staff from After Team for a moment. His psychological corruption seems rather severe. Dante, I think we should refrain from making our observers directly experience these events from now on."
        }
      ]
    },
    {
      "id": 87322,
      "codeName": "M-04-04-05",
      "name": "Doomsday Calendar",
      "desc": "Core"
    },
    {
      "id": 87323,
      "codeName": "M-04-04-05",
      "name": "Doomsday Calendar",
      "desc": "Core"
    },
    {
      "id": 87324,
      "codeName": "M-04-04-05",
      "name": "Doomsday Calendar",
      "desc": "Core"
    },
    {
      "id": 8733,
      "codeName": "M-04-04-05-a",
      "name": "Doomsday Calendar-A",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Recording the information gained from an encounter with the entity.\n<Company Rules> Article 11, Paragraph 2 states I am to categorize it as an Abnormality.\n<Company Rules> Article 11, Paragraph 2, Addendum 3 states I am to categorize it as a subordinate entity of the stone plate Abnormality.\nIt wore a mask that resembled a crude diver's helmet. It appeared to be made of a stone with high hardness, its exterior well polished.\nCorrection: rather than polished, it appears to have been \"made that way\". I was unable to detect any signs of artificial processing.\nIts body resembled muscle fibers. The lack of skin or other protective surface makes it appear highly fragile, but a large number of these entities are expected to be more difficult to deal with.\nConcluding the report.\nI will report findings from a direct confrontation next time."
        },
        {
          "level": 1,
          "story": "I encountered the entity in battle.\n<Company Rules> Article 11, Paragraph 3 states I am to designate its risk level as TETH.\nI will describe its behavior during combat.\nThe entities appear to use their thin yet elastic body for quick attacks.\nThey often charged into Sinners and grabbed their target tight. They were difficult to remove, and a few lives were lost due to their persistence.\nAs stated in the previous report, the entity appears to be closely related to the stone plate Abnormality. When the entities were killed and 'offered' to the stone plate Abnormality, a change in the plate's shape could be observed.\nIn addition, the masks of these entities gradually changed accordingly.\nFaust is curious. I should make it my next task to study the extent of this transformation.\nConcluding the report.\n→ Um, hello, aren't you forgetting to mention the part where they hug us and belch fire? One of them burnt all my hair.\n→ Hey Faust! Can't we sell these heads to an antique shop? Don't they look pretty pricey?"
        },
        {
          "level": 2,
          "story": "I observed the full extent of its changes.\nIts mask had two forms it could assume.\nWhile not as impressive as the four states the stone plate Abnormality could take, there was an undeniable connection between them.\nIt seems to be able to generate fire from within the mask. An autopsy after battle revealed no combustible materials stored inside, suggesting that the fire was not created via physical means.\nNo further discoveries were made.\n...A shame, Faust was hoping to learn more things.\n→ You made me stand guard for hours while you dissected their bodies, try to be happy with what you got."
        }
      ]
    },
    {
      "id": 8734,
      "codeName": "M-04-04-05-a",
      "name": "Doomsday Calendar-A",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Recording the information gained from an encounter with the entity.\n<Company Rules> Article 11, Paragraph 2 states I am to categorize it as an Abnormality.\n<Company Rules> Article 11, Paragraph 2, Addendum 3 states I am to categorize it as a subordinate entity of the stone plate Abnormality.\nIt wore a mask that resembled a crude diver's helmet. It appeared to be made of a stone with high hardness, its exterior well polished.\nCorrection: rather than polished, it appears to have been \"made that way\". I was unable to detect any signs of artificial processing.\nIts body resembled muscle fibers. The lack of skin or other protective surface makes it appear highly fragile, but a large number of these entities are expected to be more difficult to deal with.\nConcluding the report.\nI will report findings from a direct confrontation next time."
        },
        {
          "level": 1,
          "story": "I encountered the entity in battle.\n<Company Rules> Article 11, Paragraph 3 states I am to designate its risk level as TETH.\nI will describe its behavior during combat.\nThe entities appear to use their thin yet elastic body for quick attacks.\nThey often charged into Sinners and grabbed their target tight. They were difficult to remove, and a few lives were lost due to their persistence.\nAs stated in the previous report, the entity appears to be closely related to the stone plate Abnormality. When the entities were killed and 'offered' to the stone plate Abnormality, a change in the plate's shape could be observed.\nIn addition, the masks of these entities gradually changed accordingly.\nFaust is curious. I should make it my next task to study the extent of this transformation.\nConcluding the report.\n→ Um, hello, aren't you forgetting to mention the part where they hug us and belch fire? One of them burnt all my hair.\n→ Hey Faust! Can't we sell these heads to an antique shop? Don't they look pretty pricey?"
        },
        {
          "level": 2,
          "story": "I observed the full extent of its changes.\nIts mask had two forms it could assume.\nWhile not as impressive as the four states the stone plate Abnormality could take, there was an undeniable connection between them.\nIt seems to be able to generate fire from within the mask. An autopsy after battle revealed no combustible materials stored inside, suggesting that the fire was not created via physical means.\nNo further discoveries were made.\n...A shame, Faust was hoping to learn more things.\n→ You made me stand guard for hours while you dissected their bodies, try to be happy with what you got."
        }
      ]
    },
    {
      "id": 8533,
      "codeName": "00-00-00",
      "name": "Kromer",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "I really don't feel like writing logs...\nBut I will...if I have to.\nI haven't fought Kromer before or seen how N Corp's troops fight... But from what I could tell, she probably knows how to use a sword. She always carried one with her.\nAs for her looks... Not too different from what I remember, except a little taller...\nAnd, that disorienting laughter...\nUnnh, can I stop here?\n→ None of this helps."
        },
        {
          "level": 1,
          "story": "That bastard, she's killing our Sinners!\nShe murdered everyone in the back lines...\nBlowing that stupid whistle... She came to me, too...\nI couldn't do anything... Hearing that sound makes me go all stiff...\nI could only watch as Kromer slew the others...\nI wanted to crush her skull so dearly... But I couldn't move a muscle.\nWhat should I do... Can you tell me, manager?"
        },
        {
          "level": 2,
          "story": "I'm...\nI'm, still scared of Kromer.\nLooking at her face makes my face twitch, and her blade gives me the chills.\nHer maniacal eyes remind me of the tragedy on Christmas, and her creepy grin still has my eyes quivering.\nBut...\nBut I'm okay now.\nI can stand up to her whistles now.\nThe things she's done are too vile for me to stand by, and I'd be too ashamed to see the Sinners she's killed if I let that bitch go.\nI've changed a lot since then.\nI've died a lot of deaths, and claimed a lot of lives.\nI can go mad all the same now.\nSo, I will for sure…\nI'll skewer her chest with a stake, over and over again.\n→ You've got a good mindset. I like that.\n→ While the willingness to fight is admirable, this log is for observations rather than decrees of your determination.\n→ Sorry… I'll do it right next time."
        }
      ]
    },
    {
      "id": 8526,
      "codeName": "??-??-??-??",
      "name": "Kromer the Attempted Protoplast",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "When I think about it, Kromer always had an obsession with flesh.\nAnd that obsession cumulated into what we're seeing now... A gruesome creature.\nAt first... I agreed with her. The idea of replacing the flesh with something else was unpleasant to me.\nBut now I see. What's really unpleasant...is believing that your thought is the only correct one...and letting that thought consume your mind whole."
        }
      ]
    },
    {
      "id": 8524,
      "codeName": "O-02-11-26",
      "name": "Headless Ichthys",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "It has the appearance of a fish.\n-Its head has been cut off.\n-The cut surface is clean; it appears to have been done with a single-sided edge, such as a knife or a scythe.\n-It exhibits motion in spite of the lack of a head. I am aware that whether or not an Abnormality has an intact head is completely irrelevant to its ability to show activity, but I will note this regardless.\n-An inflated sack visible around the chest area. Could not make clear observation.\n-Will note new discoveries in a future report."
        },
        {
          "level": 1,
          "story": "A silhouette is observed inside the inflated sack around the chest.\n-It bears resemblance to a flower, or the central nervous system of a human.\n-It expands the sack to use as blunt instrument, and can squeeze it at high speed to expel liquid.\n-Overall, the sack is deemed to be a major component of its attacks; quick destruction should prove effective.\n-Will note new discoveries in a future report."
        }
      ]
    },
    {
      "id": 8518,
      "codeName": "O-02-10-11",
      "name": "Alleyway Watchdog",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "I will describe my impressions of the encounter with this.\nIt has the appearance of three dark-furred wolves stitched together in a delicate operation. No, there may have been more, as it possessed more than three mouths.\nAtop the canine heads was the figure of a person, charred beyond recognition. Though a combustion of that degree normally would have reduced such a figure to ashes, its form was as solid as it could be, its muscles even showing motion.\nIn addition, a heap of wooden telephone poles are lodged into the wolves' body as stakes would a prisoner. They seem to periodically emit electricity, but I couldn't fathom through what means they were able to do so.\nSuch is all I have to say."
        },
        {
          "level": 1,
          "story": "I had an opportunity to engage it in combat.\nIt ran at me, galloping in a possessed motion.\nIts visage was a far cry from a hound commanded to battle or a beast yearning to feed itself.\nRunning at me may have been its only choice.\nI saw a purple arc of electricity sprint across its back. Which reminded me of animals tested under similar conditions in the laboratory.\nUsing electric stimuli, those animals were made to move as some other being intended.\nIt made me wonder if the same is happening to this creature.\nWhile its claws hurt me gravely, I felt an ounce of pity for it as well.\nSuch is all I have to say."
        },
        {
          "level": 2,
          "story": "It had a thunderous roar.\nTo describe it in more detail, it gathered bolts of lightning as if all the storms and thunders in the world struck it at once, so it wouldn't be an exaggeration to say that its roar has a thunderous property.\nNaturally, I was able to identify the source of its electricity.\nThis creature was like a living battery. Collecting lightning in its body, it used the power to fuel itself.\nAlas, its usage of the lightning's energy was not for a self-motivated purpose such as pursuit of strength;\nthe accumulated electric forces appeared to dictate its motion, giving me the impression that it was the will of the sky that it followed.\nWhile drawing up such thoughts, Miss Faust reminded me that it's not right to have such impressions of Abnormalities.\nThus, I conclude the log here lest it becomes too sentimental."
        }
      ]
    },
    {
      "id": 8525,
      "codeName": "O-02-11-10-TE",
      "name": "Coil Corroded",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Bleh, you've gotta be kidding... Why do I have to observe this thing and write a log about it?\nI hate this kinda stuff~ Reptiles, bugs, and all that kind of critters... I can't stand 'em.\nNot you though, Greg, sweetie~\nAnyway, we still gotta fight this thing and all, so I did my share of looking.\nUmm... First off, there's a whole lotta snakes.\nIt's got these huge serpents instead of arms, and... Bwegh, they kept flicking their tongues. Are those the \"fingers\"?\nAnd that's not all. Smaller snakes were poking their heads out of the armor, too.\nIsn't the whole suit filled with snakes?\nYipes, I wanna unsee that mental image!"
        },
        {
          "level": 1,
          "story": "This can't be real, it's gotta be some kinda joke!!\nCan you believe it? That serpent for an arm grabbed me!\nPah... I just can't cool down.\nThat arm... I mean, the huge snake stretched all of a sudden and coiled around me.\nWhen that cold and slimy thing touched me...\nI didn't even care that I was about to die, I was so grossed out to even think that!\nI was gasping for breath, strangled by those things, and then...\nBlegh, all the small snakes hanging from the body started rushing at me!\nAll those bites and stings and tears... Ugh, what a mess that was.\nI don't remember when I died or when I got back...\nBut I'm never getting that image outta my head for the rest of my life...\nDante, darling, could you please let me stay behind next time we fight these~?\n→ While I'm sure I don't need to remind you, Dante, you should be selective about approving requests from Sinners.\n→ Are you underestimating our Executive Manager? If they ask that you reposition yourself, you will do so, front or back. Do you understand?"
        },
        {
          "level": 2,
          "story": "Those snakes... They won't even die.\nI could've sworn I finished it, but it was still standing, flicking its tongue.\nIs it some kinda last stand or what... Like, don't you have to be alive to show endurance like that?\nHow do dead things even stand their ground and fight to their \"last\"?\nThey creep me out so much, I can't even. Maybe they'd be tolerable if they weren't snakes!"
        }
      ]
    },
    {
      "id": 8522,
      "codeName": "O-06-20-TE",
      "name": "Mimicry Corroded",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Not fond of writing, but I can't disobey orders.\nJust don't come complaining at me. I can't write anything fancy pleasing to read.\nFirst off... Those buggers look disgusting.\nWeird clay-like things are all over their arms and legs... And they've got sodding eyes on 'em, too.\nThere's also a sharp blade thing―couldn't tell if it's a protrudding bone or a dried slab of that clay.\nI guess that's what it uses to prod around, eh?\nOh, right. We've got a bug guy on our side, don't we? Looks kinda like his arm.\nMaybe he's got more to tell you.\n→ …I don't know where to start. I don't necessarily love my arm, but don't you think comparing it to that clay monster is going too far?\n→ Got a problem, say it to my face.\n→ Heathcliff. Please refrain from causing trouble. Also, profanities have no place in observation logs.\n→ You're forcing me to write all this rubbish, and I can't even write however I like? Get someone else, then."
        },
        {
          "level": 1,
          "story": "The white-haired lass keeps bugging me, but I'm writing this my way. These buggers spat on me mood enough in the fight today.\nThose goggling eyeballs... Right, those things weren't actually clay.\nMuscles... That's got to be it, muscles. Ripping one of those gave me the same feeling as tearing up an unlucky sod.\nSeemed like those bundles of muscles sticking to the limbs were what's moving the body, acting like the whole thing belongs to 'em. The eyes on the face never flinched, only the ones on the arms.\nMade it a bit tricky to fight 'em. I'm supposed to guess where it'll go next based on where it's looking, but that eye thing kept throwing me off. Well, I don't mind taking a hit too much if I can skelp 'em three times in return.\nAnother thing… Those things looked like they had feelings. Their muscles quivered each time I hit 'em. Squinted their eyes, too… Like it was getting mad.\nSome clatty fruitcake they are.\n→ What does a C.F. taste like? Is it artistic? You piqued my interest.\n→ That's just a common Backstreets phrase… Meaning something absurd.\n→ I know. J.K."
        },
        {
          "level": 2,
          "story": "Normally, things like these grow back right as we break 'em, but those muscle lumps don't seem too good at that.\nI doggedly bashed the big chunk o' muscles stuck to an arm, and I managed to crush it fine.\nThat didn't stop it from trying and hitting me, though… It didn't threaten me as much, but that didn't mean not much at all.\nRight, I think it no longer did the thing where it gets right fuming and grabs one o' us to tear 'em off.\nYeah, it only makes sense, can't do the stabbing if that big knife's broken."
        }
      ]
    },
    {
      "id": 8510,
      "codeName": "T-01-23-04",
      "name": "Blubbering Toad",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "It wasn't the most pleasant encounter.\nYou might say that this would apply to facing any Abnormality in battle, but this one just...felt unusual, somehow.\nIt was sitting languidly still and crying strange noises, looking like it had given up on everything.\nThe protruding blue eyeballs were shifting around with no confidence...\nYeah. It was kinda getting on my nerves. I thought I might go crazy if I had to hear its cry any longer.\nI would rather just...\n→ Is that the reason you swung your mace against the orders? I find it hardly convincing.\n→ Nah, I'm with her. I'd snap too if I kept listening to that bloody croak. 'Sides, we're supposed to beat those Abnormalities or whatever until they're eggs, aye? What's the problem here?\n→ I, I thought so, too… I agreed it would've been better off to reduce it to an egg quickly…\n→ What's clockface on about now. They're ticking an awful lot.\n→ …Executive Manager asks for some respect for salvaging you tools after you gotyourselves killed in an idiotic charge."
        },
        {
          "level": 2,
          "story": "I think I've learned one thing.\nI don't know how it came to attack its foes with its own eyeballs, but it looks like getting hit by it drains your energy (on top of it being incredibly gross).\n…Does it? Gimme a moment.\nHmm… I asked a few other Sinners about this.\nIn conclusion… The more times you're hit by its tongue, the deadlier the eyeball seems to be.\nI couldn't figure out further details, but I think it's safe to plan our tactics around avoiding its tongue, manager.\nWhich is good. It did not feel good to get hit.\n→ Talk about a weirdo. It's not really tough at all, but it makes me feel all weak and drowsy~\n→ Really? I, I felt a little different… Doesn't it make you more gloomy than anything?\n→ Huh? How?\n→ Like… Past memories popping up, or… Wanting to give up and die…\n→ …Um, Faustie? Looks like our kiddie needs some mental aid?"
        },
        {
          "level": 3,
          "story": "The left eye reduces health, and the right eye damages sanity.\nSo that's how they worked.\nWell... Not like this changes the fact that it's best to avoid both.\nIn any case, we now know why dragging on doesn't do us any favor.\nI felt like I was being dragged deeper into the swamp of gloom as the fight went on.\nI suggest we make quick work of it with fast and powerful attacks, manager.\nP.S. This just occurred to me...\nI wonder what would've happened we just waiting until it's finished crying?\nNo, I'm not saying we should try it. I don't see it being efficient, either.\nIt's just... I remember someone doing the same for me a long time ago, and it helped me back then."
        }
      ]
    },
    {
      "id": 8519,
      "codeName": "O-06-20-02",
      "name": "Kqe-1j-23",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "I dunno a lot about robots or machines like this...\nWait, have I...? I might have seen this one before. It was standing still in a room back then.\nRight~ That souvenir robot!\nYeah, it had a panel on its chest where you could write stuff.\nThis thing looks like it'll chop you in half if you dared touch its chest, though...\nCome to think of it, I remember running away from the robot because it tried to take away the thing it gave me. Robot arms came out clanking just like now, too.\nReflecting on it, back in my day…\nHah, guess it goes further back, actually. People much older than me used to work with hunks of metal like that, or so I heard.\nIf the stories are to be believed, some were modified for combat purposes. That sure takes me back…\n→ Old fart.\n→ …Who wrote this?"
        },
        {
          "level": 2,
          "story": "Damn, I didn't expect this of all things to get me nostalgic.\nIn the Backstreets, you could sometimes find toys from ages ago.\nOne of them was a toy crane where you grab dolls trapped behind the glass. You move the claw using a joystick from the outside, and send it down to grab whatever's underneath.\nIt was pretty tight. Yep.\nAnd here I am... Being put in the dolls' shoes after all this time.\nI sure as hell didn't see this stupid machine play the crane game with us!\nAnd when it catches something, it saws the prize along the neck…\nUgh, talk about ruined childhood memories."
        },
        {
          "level": 3,
          "story": "Alright, I think I figured it out.\nThis is pretty disturbing, but... When it tried to grab us, we managed to dodge it one time.\nAfter that big robot claw went upwards… Bah, sorry, I thought I got over it.\nIt came down again, holding some…machine egg thing.\nWhen I got closer… I saw that the mechanical film was pounding to a beat.\nLike a heart.\nI know, this makes no sense normally. So don't comment stuff like \"a heart can't beat outside an organism's systems\" or whatever. You saw that thing move too, right?\n.\n.\n.\nI have to write what we did about it in full detail, huh…\nI mean, what more do I say, really. We chopped that thing off.\nThe claw was a pretty big bother to get around, but when we cut into that thing somehow, that tin can stopped moving! Haha, that sure gave us a breather.\n…Well, it might be because the heart belonged to the robot.\nIt's creepy, but whatever. It's an Abnormality, yeah?\nI didn't get to spare much sympathy for others during the war, and I'm definitely not wasting any on unknown freaks like that.\nWe've got to live."
        }
      ]
    },
    {
      "id": 8527,
      "codeName": "M-04-04-04",
      "name": "My Form Empties",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "Recording the information gained from an encounter with the entity.\nThis entity was first identified by the Preliminary Observation of LCC Before Team, and it was to be captured by After Team's Special Ops department.\nHowever, it appears that we encountered it through the mirror before they could perform the task.\nWith the above-mentioned facts in consideration, I will describe the information gathered from Before Team's observation and our encounter with it in a comprehensive manner.\n-The Abnormality is speculated to be a statue created as an idol for worship.\n-The Abnormality appears to be floating in the air at all times, and shows no particular movement outside of gesturing with one hand.\n-Is ■■■■ with a related Abnormality ■■■■■■; may suggest a connection of some kind, though details are unclear. [Authorization from a higher security level is required to access the data.]\n-Similar to how it floats, it attacks by \"levitating\" objects and sending them flying.\nConcluding the report.\n→ Those cleaners found it first? I thought it was their job to catch 'em and put 'em away?\n→ As explained before, we stand between multiple different possibilities via refractions. After Team may have been late in this possibility, or even nonexistent.\n→ (A writing seems to have been scribbled out with a pen.) Alright, I got that loud and clear.\n→ Someone is unconvincing."
        },
        {
          "level": 2,
          "story": "Recording the information gained from encountering the entity in battle.\nI will describe its behavior during combat.\nIt was always accompanied by a group of followers. Observation suggested that they were under the influence of a type of mind control. The lack of any common factors shared by all followers in terms of attire or other external features added further plausibility to the speculation.\nIt appears to attack using a khakkhara holding spiritual significance.The staff floated in a similar manner to the Abnormality. It looks as though the staff has its own sentience.\nAlso, due to an unidentified interference...most attacks proved ineffective.\nAttacks to the core will not achieve much until the cause is found.\nI will note progress made in a future report.\nConcluding the report.\n→ Wait, wait. You forgot that weird ring.\n→ It…gives a strange feeling. I don't know why it comes to us, but when it sticks to the back, it feels...strange. Like a pressure is weighing down on the mind…\n→ You had the time to feel all that? As for me, the hit I took while the ring was attached to me cut me in half by the waist. I can almost still feel it even now.\n→ Really…? I, I don't think I got hurt that bad.\n→ Hm. That does remind me of the occasion when the airborne ring returned to me at one moment. It may be the case that there is a rule behind its movement."
        },
        {
          "level": 3,
          "story": "Recording the reason for the unsuccessful attacks.\nIts followers appear to be directly linked to the Abnormality.\nThe Abnormality will most likely not suffer meaningful damage until all followers have been defeated.\nThere seems to have been a kind of contractual obligation that requires the followers to protect the Abnormality.\nThere is another discovery to report.\nAfter its body has been broken and the head has fallen, it started attacking its own followers at random.\nAlthough breaking the body was an arduous task, it proved to be quite effective for its suppression.\nConcluding the report.\n→ It almost looked angry, the way it moved. I guess… It was lashing out at its minions for failing to protect it?\n→ To think it would punish its soldiers on the front lines for errors in the operation. It's hardly surprising that a floating statue makes an incompetent commander."
        }
      ]
    },
    {
      "id": 8537,
      "codeName": "O-02-11-26",
      "name": "Headless Ichthys",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "It has the appearance of a fish.\n-Its head has been cut off.\n-The cut surface is clean; it appears to have been done with a single-sided edge, such as a knife or a scythe.\n-It exhibits motion in spite of the lack of a head. I am aware that whether or not an Abnormality has an intact head is completely irrelevant to its ability to show activity, but I will note this regardless.\n-An inflated sack visible around the chest area. Could not make clear observation.\n-Will note new discoveries in a future report."
        },
        {
          "level": 1,
          "story": "A silhouette is observed inside the inflated sack around the chest.\n-It bears resemblance to a flower, or the central nervous system of a human.\n-It expands the sack to use as blunt instrument, and can squeeze it at high speed to expel liquid.\n-Overall, the sack is deemed to be a major component of its attacks; quick destruction should prove effective.\n-Will note new discoveries in a future report."
        }
      ]
    },
    {
      "id": 8538,
      "codeName": "O-02-10-11",
      "name": "Alleyway Watchdog",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "I will describe my impressions of the encounter with this.\nIt has the appearance of three dark-furred wolves stitched together in a delicate operation. No, there may have been more, as it possessed more than three mouths.\nAtop the canine heads was the figure of a person, charred beyond recognition. Though a combustion of that degree normally would have reduced such a figure to ashes, its form was as solid as it could be, its muscles even showing motion.\nIn addition, a heap of wooden telephone poles are lodged into the wolves' body as stakes would a prisoner. They seem to periodically emit electricity, but I couldn't fathom through what means they were able to do so.\nSuch is all I have to say."
        },
        {
          "level": 1,
          "story": "I had an opportunity to engage it in combat.\nIt ran at me, galloping in a possessed motion.\nIts visage was a far cry from a hound commanded to battle or a beast yearning to feed itself.\nRunning at me may have been its only choice.\nI saw a purple arc of electricity sprint across its back. Which reminded me of animals tested under similar conditions in the laboratory.\nUsing electric stimuli, those animals were made to move as some other being intended.\nIt made me wonder if the same is happening to this creature.\nWhile its claws hurt me gravely, I felt an ounce of pity for it as well.\nSuch is all I have to say."
        },
        {
          "level": 2,
          "story": "It had a thunderous roar.\nTo describe it in more detail, it gathered bolts of lightning as if all the storms and thunders in the world struck it at once, so it wouldn't be an exaggeration to say that its roar has a thunderous property.\nNaturally, I was able to identify the source of its electricity.\nThis creature was like a living battery. Collecting lightning in its body, it used the power to fuel itself.\nAlas, its usage of the lightning's energy was not for a self-motivated purpose such as pursuit of strength;\nthe accumulated electric forces appeared to dictate its motion, giving me the impression that it was the will of the sky that it followed.\nWhile drawing up such thoughts, Miss Faust reminded me that it's not right to have such impressions of Abnormalities.\nThus, I conclude the log here lest it becomes too sentimental."
        }
      ]
    },
    {
      "id": 8535,
      "codeName": "O-06-20-TE",
      "name": "Mimicry Corroded",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Not fond of writing, but I can't disobey orders.\nJust don't come complaining at me. I can't write anything fancy pleasing to read.\nFirst off... Those buggers look disgusting.\nWeird clay-like things are all over their arms and legs... And they've got sodding eyes on 'em, too.\nThere's also a sharp blade thing―couldn't tell if it's a protrudding bone or a dried slab of that clay.\nI guess that's what it uses to prod around, eh?\nOh, right. We've got a bug guy on our side, don't we? Looks kinda like his arm.\nMaybe he's got more to tell you.\n→ …I don't know where to start. I don't necessarily love my arm, but don't you think comparing it to that clay monster is going too far?\n→ Got a problem, say it to my face.\n→ Heathcliff. Please refrain from causing trouble. Also, profanities have no place in observation logs.\n→ You're forcing me to write all this rubbish, and I can't even write however I like? Get someone else, then."
        },
        {
          "level": 1,
          "story": "The white-haired lass keeps bugging me, but I'm writing this my way. These buggers spat on me mood enough in the fight today.\nThose goggling eyeballs... Right, those things weren't actually clay.\nMuscles... That's got to be it, muscles. Ripping one of those gave me the same feeling as tearing up an unlucky sod.\nSeemed like those bundles of muscles sticking to the limbs were what's moving the body, acting like the whole thing belongs to 'em. The eyes on the face never flinched, only the ones on the arms.\nMade it a bit tricky to fight 'em. I'm supposed to guess where it'll go next based on where it's looking, but that eye thing kept throwing me off. Well, I don't mind taking a hit too much if I can skelp 'em three times in return.\nAnother thing… Those things looked like they had feelings. Their muscles quivered each time I hit 'em. Squinted their eyes, too… Like it was getting mad.\nSome clatty fruitcake they are.\n→ What does a C.F. taste like? Is it artistic? You piqued my interest.\n→ That's just a common Backstreets phrase… Meaning something absurd.\n→ I know. J.K."
        },
        {
          "level": 2,
          "story": "Normally, things like these grow back right as we break 'em, but those muscle lumps don't seem too good at that.\nI doggedly bashed the big chunk o' muscles stuck to an arm, and I managed to crush it fine.\nThat didn't stop it from trying and hitting me, though… It didn't threaten me as much, but that didn't mean not much at all.\nRight, I think it no longer did the thing where it gets right fuming and grabs one o' us to tear 'em off.\nYeah, it only makes sense, can't do the stabbing if that big knife's broken."
        }
      ]
    },
    {
      "id": 8536,
      "codeName": "O-02-04-13-TE",
      "name": "Feral Mane Corroded",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "There are far more appalling and fearsome things out there, but I need to make this clear:\nThat looks horrifying.\nIt may look like a wild animal from a distance, but as you get closer, the curiosity turns into disgust, like the feeling you get from beings roaming around the Outskirts.\nBundles of muscle fibers protruded from its skin, covering its body like a coat of fur. And its ribs seem to have flipped upside down and ripped through the back.\nIts arms―or should I say legs―definitely had the appearance of human limbs, but their movement wasn't.\nThat's right; it was a beast.\n→ Dost thou speak the truth when you say creatures like that inhabit the Outskirts?!\n→ No, you won't find things like that.\n→ Well, I never… Then for what reason didst thou use such a description?\n→ There were worse things."
        },
        {
          "level": 1,
          "story": "Those things are too quick. Their reaction speed is clearly above average human level.\nThey've got wits, too. Rather than jumping in recklessly...\nThey use the tactic of striking at the weakest target in the back lines before quickly running away.\nIt happened in our last encounter with them, too; when you ordered a badly injured Sinner to fall back, those things jumped at them to scratch open an atery and ran off like the wind as if they understood what your command meant.\nI'm not sure how they reacted like that to some ticking noises... Oh, I guess it's possible that the Distorted hear it differently."
        },
        {
          "level": 2,
          "story": "Even if they charge at us in large numbers, we should stay level-headed.\nA Sinner or two might die in the process, but... It's a necessary sacrifice. At least we can revive.\nI remember you going through a lot of trouble last time when you tried dealing with all of them at the same time and got us all killed. It's as if they grow stronger the more they're attacked.\nAh, speaking of my death...\nIt brings me back to the moment when those things chewed up my intestines.\nI think I died before I could feel the pain, but somehow... I felt as though I was falling into an endless pit of fire.\nIt wasn't hot or searing, just...\nBeing with the fire felt oddly natural.\nI guess it's a good thing I was brought back before I experienced more of that. My thanks go to the manager."
        }
      ]
    },
    {
      "id": 8034,
      "codeName": "O`-01-11-28-a",
      "name": "Headchicken a.k.a. Bongy",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "I shall now begin to describe those cute yet bewildering things!\nThey are typically naked!\nAwkward though it is to describe those things as entities of note...but nevertheless! Think of them as raw chickens well prepared for cooking, adorned with a pair of round, plump eyes!\nBehold their adorable behinds!\nOh, do they reek of sweets and salts when they charge in!\nSome taste of spicy seasonings, and some harbor the flavor of soy sauce!\nThough the teeth on their maws may prick the mouth, 'tis inconvenience worth enduring!\n→ Wait a minute, is that why I saw you mumbling sometimes…? You…took a bite out of 'em…?\n→ You…didn't actually eat the raw chicken meat, did you?\n→ Poultry may cause infection when consumed uncooked. Please refrain from adding unnecessary strain to the manager outside of battle wounds.\n→ Oi! Don Quixote! Don't got anything to say about this?\n→ She must think we will not recognize that this log is hers if she doesn't confirm it.\n → Come on, she can't possibly have her head in the sand like that. Who do you think she is, an ostrich?"
        }
      ]
    },
    {
      "id": 8035,
      "codeName": "O`-01-11-28-b",
      "name": "Headchicken a.k.a. Bongy",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "I shall now begin to describe those cute yet bewildering things!\nThey are typically naked!\nAwkward though it is to describe those things as entities of note...but nevertheless! Think of them as raw chickens well prepared for cooking, adorned with a pair of round, plump eyes!\nBehold their adorable behinds!\nOh, do they reek of sweets and salts when they charge in!\nSome taste of spicy seasonings, and some harbor the flavor of soy sauce!\nThe sauce on this one has an excellent sweetness to it!\nThough the teeth on their maws may prick the mouth, 'tis inconvenience worth enduring!\n→ Wait a minute, is that why I saw you mumbling sometimes…? You…took a bite out of 'em…?\n→ You…didn't actually eat the raw chicken meat, did you?\n→ Poultry may cause infection when consumed uncooked. Please refrain from adding unnecessary strain to the manager outside of battle wounds.\n→ Oi! Don Quixote! Don't got anything to say about this?\n→ She must think we will not recognize that this log is hers if she doesn't confirm it.\n → Come on, she can't possibly have her head in the sand like that. Who do you think she is, an ostrich?"
        }
      ]
    },
    {
      "id": 8036,
      "codeName": "O`-01-11-28-c",
      "name": "Headchicken a.k.a. Bongy",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "I shall now begin to describe those cute yet bewildering things!\nThey are typically naked!\nAwkward though it is to describe those things as entities of note...but nevertheless! Think of them as raw chickens well prepared for cooking, adorned with a pair of round, plump eyes!\nBehold their adorable behinds!\nOh, do they reek of sweets and salts when they charge in!\nSome taste of spicy seasonings, and some harbor the flavor of soy sauce!\nThough the teeth on their maws may prick the mouth, 'tis inconvenience worth enduring!\nThe deep and salty flavor of the soy sauce is rightly appetizing!\n→ Wait a minute, is that why I saw you mumbling sometimes…? You…took a bite out of 'em…?\n→ You…didn't actually eat the raw chicken meat, did you?\n→ Poultry may cause infection when consumed uncooked. Please refrain from adding unnecessary strain to the manager outside of battle wounds.\n→ Oi! Don Quixote! Don't got anything to say about this?\n→ She must think we will not recognize that this log is hers if she doesn't confirm it.\n → Come on, she can't possibly have her head in the sand like that. Who do you think she is, an ostrich?"
        }
      ]
    },
    {
      "id": 8037,
      "codeName": "O`-01-11-28-d",
      "name": "Headchicken a.k.a. Bongy",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "I shall now begin to describe those cute yet bewildering things!\nThey are typically naked!\nAwkward though it is to describe those things as entities of note...but nevertheless! Think of them as raw chickens well prepared for cooking, adorned with a pair of round, plump eyes!\nBehold their adorable behinds!\nOh, do they reek of sweets and salts when they charge in!\nSome taste of spicy seasonings, and some harbor the flavor of soy sauce!\nThough the teeth on their maws may prick the mouth, 'tis inconvenience worth enduring!\nThis one is much more oily and softer than the others!\n→ Wait a minute, is that why I saw you mumbling sometimes…? You…took a bite out of 'em…?\n→ You…didn't actually eat the raw chicken meat, did you?\n→ Poultry may cause infection when consumed uncooked. Please refrain from adding unnecessary strain to the manager outside of battle wounds.\n→ Oi! Don Quixote! Don't got anything to say about this?\n→ She must think we will not recognize that this log is hers if she doesn't confirm it.\n → Come on, she can't possibly have her head in the sand like that. Who do you think she is, an ostrich?"
        }
      ]
    },
    {
      "id": 8038,
      "codeName": "O`-01-11-28",
      "name": "Papa Bongy",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Performing the post-mortem report as ordered by the executive manager.\nThe entity was first encountered around 1720 hours today. According to Faust's report, it is believed to be a 'Distortion', distinct from the Abnormalities we have faced.\nAs such, I intended to avoid engaging with it and observe the development of the situation, but its continued hostile behavior forced our unit to battle it.\nIn the encounter, I was able to see that the entity acted as a commander of a kind.\nIt ordered its chickens...or things resembling the animals to charge at us in succession.\nIt is assumed that the basket on its back is where they appear from.\nIn logistics, a crucial plan to victory involves blocking the enemy's supply routes.\nI would like to suggest taking this into your consideration for commanding future battles.\nThank you for reading.\n→ That's one faithful lieutenant…\n→ The document seems efficient enough. Faust is satisfied."
        },
        {
          "level": 1,
          "story": "We engaged the entity in actual battle around 0310 hours today. Thus, I am writing this report to let you know of my findings.\nThe advice I offered earlier worked as predicted. My sincere thanks to you for adopting my suggestion after due consideration.\nWith the basket damaged, it lost its ability to replenish its chicken-like minions, cutting off further reinforcements.\nWhile it may be obvious (This is of course not directed at your sensibilities, Executive Manager), its combat prowess was considerably lowered with its minions gone.\nThough removing the enemy leader directly using asymmetric forces is considered an efficient strategy in most situations, I believe this is one of the cases where concentrated attacks and gradual breakdown of the enemy's defenses will prove wise.\nI hereby conclude the report.\nThank you for reading.\n→ You think Clockface can make heads or tails out of your military jumble?\n→ I have already given an oral explanation to the Executive Manager. Also, do not use such degradatory titles to refer to them."
        }
      ]
    },
    {
      "id": 8039,
      "codeName": "O`-01-11-28",
      "name": "Papa Bongy",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Performing the post-mortem report as ordered by the executive manager.\nThe entity was first encountered around 1720 hours today. According to Faust's report, it is believed to be a 'Distortion', distinct from the Abnormalities we have faced.\nAs such, I intended to avoid engaging with it and observe the development of the situation, but its continued hostile behavior forced our unit to battle it.\nIn the encounter, I was able to see that the entity acted as a commander of a kind.\nIt ordered its chickens...or things resembling the animals to charge at us in succession.\nIt is assumed that the basket on its back is where they appear from.\nIn logistics, a crucial plan to victory involves blocking the enemy's supply routes.\nI would like to suggest taking this into your consideration for commanding future battles.\nThank you for reading.\n→ That's one faithful lieutenant…\n→ The document seems efficient enough. Faust is satisfied."
        },
        {
          "level": 1,
          "story": "We engaged the entity in actual battle around 0310 hours today. Thus, I am writing this report to let you know of my findings.\nThe advice I offered earlier worked as predicted. My sincere thanks to you for adopting my suggestion after due consideration.\nWith the basket damaged, it lost its ability to replenish its chicken-like minions, cutting off further reinforcements.\nWhile it may be obvious (This is of course not directed at your sensibilities, Executive Manager), its combat prowess was considerably lowered with its minions gone.\nThough removing the enemy leader directly using asymmetric forces is considered an efficient strategy in most situations, I believe this is one of the cases where concentrated attacks and gradual breakdown of the enemy's defenses will prove wise.\nI hereby conclude the report.\nThank you for reading.\n→ You think Clockface can make heads or tails out of your military jumble?\n→ I have already given an oral explanation to the Executive Manager. Also, do not use such degradatory titles to refer to them."
        }
      ]
    },
    {
      "id": 8040,
      "codeName": "O`-01-11-28",
      "name": "Spiced-up Papa Bongy",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Performing the post-mortem report as ordered by the executive manager.\nThe entity was first encountered around 2240 hours today. The entity we previously faced appears to have become stronger due to reasons unknown.\nOne notable difference is its change in form when it is enraged. In addition to the previously seen surge of steam resembling the boiling of chicken soup, an increased amount of smoke could be observed this time.\nAs such, I intended to avoid engaging with it and observe the development of the situation again, but its continued hostile behavior forced our unit to battle it. I hope you understand.\nNothing else particularly stood out as different in the encounter. It behaved in the same manner as before.\nIn the encounter, I was able to see that the entity acted as a commander of a kind.\nIt ordered its chickens...or things resembling the animals to charge at us in succession.\nIt is assumed that the basket on its back is where they appear from.\nIn logistics, a crucial plan to victory involves blocking the enemy's supply routes.\nOnce again, I would like to suggest taking this into your consideration for commanding future battles.\nThank you for reading.\n→ That's one faithful lieutenant…\n→ The document seems efficient enough. Faust is satisfied."
        },
        {
          "level": 1,
          "story": "This encounter was largely the same as before. As such, I have attached a copy of the record from a previous encounter below for reference.\nWe engaged the entity in actual battle around 0310 hours today. Thus, I am writing this report to let you know of my findings.\nThe advice I offered earlier worked as predicted. My sincere thanks to you for adopting my suggestion after due consideration.\nWith the basket damaged, it lost its ability to replenish its chicken-like minions, cutting off further reinforcements.\nWhile it may be obvious (This is of course not directed at your sensibilities, Executive Manager), its combat prowess was considerably lowered with its minions gone.\nThough removing the enemy leader directly using asymmetric forces is considered an efficient strategy in most situations, I believe this is one of the cases where concentrated attacks and gradual breakdown of the enemy's defenses will prove wise.\nI hereby conclude the report.\nThank you for reading.\n→ You think Clockface can make heads or tails out of your military jumble?\n→ I have already given an oral explanation to the Executive Manager. Also, do not use such degradatory titles to refer to them."
        }
      ]
    },
    {
      "id": 8041,
      "codeName": "M-01-11-07-tear",
      "name": "Brazen Bull - Tearful",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "- Composed of steel plates with bluish rust and marks left by heat.\n- Its appearance resembles that of an animal commonly referred to as the bull.\n- Though the analysis isn't precise, the material's properties suggest it consists of an alloy of copper and zinc.\n- It has another component other than steel plates; there appears to be a humanlike being inside it.\n- K Corp's drones are flying around it. They appear to be filming Sinners occasionally.\n- Though the reason or principle is unclear, it's thrown into a state of agitation. Because it was expected to make the battle more unfavorable for us as it went on, I suggested to the manager that the drones be destroyed first.\n- The being inside constantly had a facial expression one would make while in pain.\n- Its movement tends to be erratic and abrupt, possibly due to the pain caused by the heat.\n- Its body is assumed to have intense heat. Whenever a Sinner was attacked by it, causalgia and burns could be observed.\n- Clouds of gas assumed to be breaths or steam were observed near its head.\n- It sometimes raised its body to slam a Sinner with its weight. And other times, from the head...the humanlike being emerged for an attack. Its dizzying cry left a lasting impression.\n- When a Sinner was attacked by the humanlike being, they would display serious depression. The mental damage possibly caused them to be immobilized or become reluctant in combat. This effect is expected to be temporary.\n- Concerned that it might render Sinners unable to further participate in battle, the manager has ordered to prioritize disabling its head. It is deemed to be an effective approach. The humanlike being could no longer be observed in battle once dealt with.\n- No further discoveries to be made; the observation log is concluded.\n\n→ Aah… It suffered for such a long time… Unable to do anything about the raging thirst, the flesh endlessly burning and searing…\n\n→ Oi, kid's still messed up.\n\n→ Faust will take care of it."
        }
      ]
    },
    {
      "id": 8045,
      "codeName": "T-02-11-04",
      "name": "Shock Centipede",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "Yeah... That centipede-ish thing, right?\n\nThey call it that, but I'm not sure if it's the right name for something clad in a big chain of steel armor.\n\nAh, well… I guess that's what Abnormalities are like.\n\nAlright… Starting with appearance, it looks like a huge series of blue plates of steel connected together. Kinda like a robot.\n\nThe eyes were red… and glinted sometimes.\n\nSometimes… No, was it actually pretty frequent? I saw sparks bounce around its body like electricity was flowing. If it's visible to the naked eye, that's gotta mean the voltage is pretty high... It won't just sting when it touches you, that's for sure.\n\n→ Centipede… To me, it looked more like a snake. It coiled up at kept glaring.\n\n→ Fair point, but… Did snakes have legs where you lived? You can't call that one a snake.\n\n→ They do, though?\n\n→ There are legged snakes.\n\n→ Oh, I saw 'em, too.\n\n→ ...Am I the odd one out?\n\n→ You're so funny, darling~"
        },
        {
          "level": 2,
          "story": "Haah... Electrocution was not what we should've been worrying about.\n\nI described it as wearing some steel armor, didn't I? I've gotta correct it; rather than armor, it was more like... blades sharpened on all sides covering its body.\n\nImagine it stabbing, pushing... even coiling around us with that kind of body. It did a number on the Sinners.\n\nWe were all bleeding ourselves dry as we fought...\n\nThat doesn't mean it had nothing to do with electricity. It looked like it had to stop whatever it was doing and coil itself up in order to shock us.\n\nNo wonder it was like that when we first faced it...\n\nWell, I guess that means it has one clear weakness.\n\nOnce its head was smashed in, it couldn't coil up any more... That has to mean no more electrocutions, right?\n\n→ Excuse me, Gregor. I trusted you and charged ahead only to be fried to char. What do you have to say about this?\n\n→ I can attest to that. Her discolored hair resembled a spoiled broccoli. I would eat no such thing as an orange broccoli even in battle.\n\n→ ...If you have a problem with my hair, say it directly.\n\n→ W-Whoa, there... Cool it down. Look, I'm sorry about what happened... Who could have thought breaking the head would make electricity flow througb its whole body?"
        },
        {
          "level": 3,
          "story": "Did you know...? Apparently, centipedes' nerves stay active and go wild for a good while even after their heart stops beating.\n\nThis one's the same.\n\nSeems to be some kind of final struggle... We got lax, but then the rich buddy got killed.\n\nFaust said, 'Since nerves are activated by electric stimuli, this may be an electric problem.'\n\nWell... She added that 'Although there is no guarantee such logic still stands with Abnormalities.' But I disagree with her there.\n\nWhen we broke its head last time, I noticed something... At least, this guy has got to be following some laws that make sense. We already saw short circuits and electric currents work with it, right?\n\nIf that's the case... If we wait for it to run out of power... It'll go down on its own.\n\nSee if I'm right, will ya?"
        }
      ]
    },
    {
      "id": 8046,
      "codeName": "T-02-11-03",
      "name": "Drifting Fox",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "Hmm... How do I put it...\n\nMy first impression of it was, pitiful... and poor.\n\nIt looked like a huge wolf... no, fox, actually. It looked at us and growled.\n\nOn its body... old umbrellas were stuck on it. Not one, several of them.\n\nIt doesn't look like they were left by someone trying to attack it... If that were the case, the sharp parts would've been lodged into its body first.\n\nI wonder why the handles of the umbrellas were stuck in it.\n\nIt seemed to be extremely wary of us. Not like there were a lot of Abnormalities that didn't show animosity, but... I don't think many of them stayed 'watchful' like this one.\n\n...Mm, I'll stop here for now..."
        },
        {
          "level": 2,
          "story": "The more umbrellas opened, the fiercer the fox seems to get.\n\nIn particular... it sometimes does nothing and waits, but the attack that comes after was especially poweful.\n\n...Huh.\n\nThe fox... sometimes cries.\n\nLooking at the sky, howling for long... as if it's laying bare some kind of sorrow into the sky.\n\nIt's not like I've talked to it, or learned anything about its past, but... every time I hear that sound, my heart aches so much.\n\nIt gets even worse when I break one of the umbrellas on its body... Like my own heart is breaking...\n\nThat's how it feels.\n\n→ Sinclar, what you're experiencing is simple loss of sanity during battle. Do not let the Abnormality influence you.\n\n→ But... the fox feels different from the Abnormalities we've fought... I'm sure it wasn't always hostile...\n\n→ Do not refer to it as a fox or a dog. It's nothing more than an Abnormality. You mustn't confuse it for an animal you can find in the City.\n\n→ Get over it, you think that fake fairy with a fat jelly bod was any easier to deal with? All we gotta do is fight and sleep as we're told. You'll end up dead trying to care about nonsense!"
        },
        {
          "level": 3,
          "story": "Ah... I finally realized it.\n\nThe fox was mad at those who only give it meaningless attention before leaving.\n\nLooking at the poor, abandoned thing on the street and giving it nothing but an umbrella...\n\nPeople who gave it such meager care and think themselves as gracious benefactors for it, feeding their own ego...\n\nThat's what the fox was sad and angry about.\n\nI, I see where it's coming from.\n\nWe have to take away the worn umbrellas on that poor child, and embrace it ourselves. We-\n\n→ Didn't have a choice here. Seemed like something he could only snap out of after dying. (Trails of blood can be seen on the log.)\n\n→ Although the method was rather extreme... It most certainly wasn't a condition that could be resolved in a short time otherwise."
        }
      ]
    },
    {
      "id": 8047,
      "codeName": "T-04-11-20",
      "name": "So That No One Will Cry",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "Well... It's a creepy-looking wood block.\n\nIt's got blood all over... and papers, too.\n\nThey weren't common, but I did see things like this in the Backstreets from time to time. What were they about, curses...? It was funny to me that some scallies actually believed that tosh.\n\n...Gah, I guess it wasn't a total load of bollocks, seeing that thing with my eyes.\n\nThat chop of wood, that thing moves.\n\nCould've sworn it was stiff as wood when we saw it in the mirror dungeons or whatever, like props for a horror film.\n\nThe attacks aren't much, but when you see a solid block of wood like that... fly at you at the speed it does, it does scare you a bit.\n\nFeels like one hit could crack a bone or two.\n\n...Well, I'm not about to sit down and let it hit me."
        },
        {
          "level": 2,
          "story": "Cor, why is it so bloody sticky... (A substance that seems to be yellow glue are smidged around this part.)\n\nI bet this bugger would've posted flyers in the Backstreets for a living if it were a human... doing nothing but that for years, I guarantee you.\n\nIt put several talismans over my body before I could notice. Dammit...\n\nNot sure if it was those creepy pieces of paper pissing me off, but it felt a bit like the bat was working better. Whatever it was, it didn't feel like a bad thing.\n\nOh, and the talismans on its body moved to my bat, too. Don't know how it works, but... I guess they wrapped around it.\n\nAnyway, this thing bugs me more the more I hit it. Some kinds of stress you gotta relieve by beating things, but this doesn't help.\n\n→ That's something only a thug would say. You really are crude.\n\n→...Huh? How's he holding off his anger when that comment's right up there?\n\n→ Faust deliberately prevented him from looking at this. It would have been a waste to fill the space with useless information.\n\n→ That's our wise bud.\n\n→ By the way... I think I felt myself feeling stronger with more talismans on me, too. Even if they didn't annoy me or make me feel anything.\n\n→ In that case... The talismans themselves might have some kind of effect. What if we tried attaching a lot of them on purpose?"
        },
        {
          "level": 3,
          "story": "Damn it, why are you telling me to write this separately?\n\nI could just keep writing where I was, you know... What's with the special treatment? It's narking me.\n\nForget it, I feel great turning that wood block into a pile of firewood, so I'll let it slide this time.\n\nWe tried getting a bunch of talismans on us like one of us suggested... but too many talismans actually weighed us down. It's weirdly tiring like some others said.\n\nInstead... That wood block sometimes puts up its guard instead of attacking, you see...?\n\nThe little lad swung his halberd right then, and the talismans on that weapon got pulled into the wood block.\n\nThen it turned purple...\n\nHeh, that's when I got it. It couldn't do anything as we kept putting the papers on it, so we turned it into regular firewood.\n\n→ Correction: the Abnormality returned to its ovate form. No experimental activities such as it actually turning into a pile of firewood or being lit on fire took place."
        }
      ]
    },
    {
      "id": 8048,
      "codeName": "F-01-11-12",
      "name": "Fairy Gentleman",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "Feels an awful lot like you keep making me do all the awful things... It's just a feeling, right…?\n\nPah, anyway... I'll write down what I know about that rotten tea-flavor jelly thingy.\n\nIf you're asking how I know it in so much detail~\n\n...It's 'cause I got put in that gross maw of his.\n\nI mean, as soon as our eyes met, he flew up, like swoosh~ all of a sudden and then squashed me with the mouth on its belly! Like, splorch, y'know?\n\nIt smelled so bad… Ugh, I hate it so much.\n\nOh... Now that I think about it, the smell itself wasn't all that weird.\n\nIt was just too... woefully sweet, I guess? My nose almost got numbed.\n\nAnyway, it felt really weird.\n\n→ Hmm... Was it that foul? As for me, the smell of those... jelly-like pieces bouncing off with each attack was pretty alright.\n\n→ It stimulated me. (Cigarette ash seeped into this segment of the note.)\n\n→ It had strengthening properties and provided an overall mental uplift."
        },
        {
          "level": 2,
          "story": "Grr... This guy really ticks me off.\n\nI dunno if it's the wobbly body, but every move of his feels so annoying! Especially when he dodges my attacks.\n\nIt's just like dealing with bullies on the streets as a kid. Y'know, how they laugh at you like 'Haha, can't even hit me?'. This is just like that...\n\nHngh... I guess I got really streesed out. I'm feeling a bit dizzy, too...\n\nI'll stop here for now. Sorry, Dante~\n\n→ Is she drunk?\n\n→ Impossible. There was no situation in which alcohol could have been ingested.\n\n→ ...RIght! W-When we were fighting the Abnormality, didn't she break a huge cup or something like that? I think she's been like this since then...\n\n→ Ah. Now that you mention it, I do remember that fatso dodging her axe and causing it to smash into a glass up."
        },
        {
          "level": 3,
          "story": "Sorry~ I was a bit messy with my last log.\n\nI asked Fau if I can erase it and write a new one, but she said I absolutely can't. Isn't she a meanie?\n\nAnyway... It did help with figuring some stuff out, so I hope you'll show some forgivenss.\n\nHere's what I can tell for sure: those bits of jelly that fly around as we fight boost our morale.\n\nAnd, the boost gets more powerful as the battle goes on.\n\nWhen someone whose morale is at its highest... I mean, like MAX! Kinda highest... breaks the glass of booze~\n\nBingo! That person gets super drunk right away!\n\nOnce someone got drunk, their attacks would get weaker and miss a lot more easily.\n\nAnd here's the catch~ The fatty jelly fella gobbled up one of our drunk pals once, right? Then he suddenly got all weird and stumbly!\n\nWe took the chance and swept him off the floor~~\n\nSee, I was super helpful!\n\n→ If you were just a little faster to grasp it, you certainly would have been.\n\n→ You just gotta say yes at times like this…"
        }
      ]
    },
    {
      "id": 8043,
      "codeName": "??-??-??-??",
      "name": "Lobotomy E.G.O::Sunshower - Dongbaek",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "[The paragraph below is a 'detailed description' found in a document left in the L Corp. branch facility located in Nest K.]\n...An umbrella that may have been used to stop the rain once. Now, it's too old and worn to perform that role well.\nThis umbrella must have been the compassion for an abandoned somebody. But it might have come across as hollow.\nHypocrisy, vanity, irresponsibility. Those are the emotions the umbrella has harbored now.\n\nTechnology liberation alliance... It is said to be a group of former researchers from various firms.\n\nThere may yet be members in the City who we haven't met.\n\nDongbaek seems to have been the leader of a subgroup.\n\nAs they forsook the world… the world will have forsaken them in return.\n\nShe has always been good at attracting like-minded individuals and encouraging them, so it must have been a breeze for her to gather the abandoned.\n\nHow did they accept her offer, then? I might see the answer to that question.\n\nHer hand would have been comparable to an umbrella in a heavy rain with no shelter to be found, a warm gesture of compassion.\n\nAn invitation to comfort and warmth.\n\n...Alas, the umbrella must be a holed one, like the one we are seeing now.\n\nDongbaek may have held an umbrella over them... It was only a means to further her own interests.\n\nShe knows it well herself.\n\nLook. See how she is helplessly caught in the falling rain. She must have no intention of avoiding it.\n\nShe is simply showering herself and all others in the rain...\n\nLike a rusted umbrella, it would seem she has chosen to be stained in rust along with everything else."
        }
      ]
    },
    {
      "id": 8044,
      "codeName": "??-??-??-??",
      "name": "Effloresced E.G.O::Spicebush",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "Dongbaek was rather fond of fireworks.\n\nIt's an activity of entertainment where gunpowder is launched into the sky and blown up.\n\nSome of us called it an aggressive hobby and teased it.\n\nSome others joked that she might showcase a bomb in a future conference.\n\nOf course, it was all an innocent jest.\n\nHowever... Dongbaek must have yearned to see something beyond that.\n\nAs we all did,\n\nShe wished to see stars form a stream in the skies, and flowers blooming across the land.\n\nThat was all there was to it.\n\nNow, the old League of Nine Littérateurs has fallen apart.\n\nAs I peeked into the course of her life, I saw the world fall apart in a tragedy caused by technology.\n\nShe must have been furious.\n\nShe must have been consumed with a longing, agony, sorrow, and despair.\n\nAs I was.\n\nAll of Dongbaek's emotions have now pushed through the flesh, blooming into a mass of petals.\n\nAhh. Are you stopping at last, Dongbaek?\n\nOnly after creating an ideal ruination where no technology remains...\n\nDo you finally effloresce the gorgeous scenery of our hometown with your own body.\n\nI see, now I see.\n\nThe reason you bloomed, sowing seeds of nostalgia, was to set your heart upon our new beginning.\n\nDongbaek... The fireworks you used to love are now being recreated on the soil, as you manage to get the buds to bloom.\n\n...Indeed, it is no wonder you would be fond of them."
        }
      ]
    },
    {
      "id": 8049,
      "codeName": "??-??-??-01",
      "name": "Dongrang, Who Denies All",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "Dongrang was fond of animals.\n\nBack home, he would tend to hurt and ailing creatures. That calf...the yellow one was one such animal.\n\nWhenever I visited Dongrang's home, he stood from where he nursed the calf. I remeber teasing him in jest that he may be sleeping in the cattle shed instead of his room.\n\nHe told me that the yellow calf was born frail. Because of that, it was abandoned by its own mother, or so I heard.\n\nWhen one friend of his asked what he tended to the calf for...and he would brush the question aside, saying that the calf is cute.\n\nHe didn't change after we moved to T Corp's territory. He readily picked up starving animals from the streets to raise them.\n\nI thought that he was perhaps reminded of the calf he left in his hometown, although I did not say it out loud.\n\nHowever, as the technologies in the League began to be evaluated for material value, he changed little by little.\n\nWhile Brother Young-ji's glass window attracted the attention of people in higher echelons and the public, and I presented my mirror... The worth of Dongrang's works wasn't regarded as highly. It must have disheartened the fellow.\n\nWhen T Corp. came to us for our technology, Dongrag's invention was thrown into the concept incinerator as a means to deceive the greedy guests...\n\nI can only think that the fire scorched his heart more ferociously at that moment.\n\nAfter the League scattered apart, Dongrang became a researcher working in an enviable position, dealing with matters of life as he had always wished.\n\nAlas...\n\nI no longer see the innocent gaze toward life in his eyes.\n\nIn consequence, as he unearths memories of the calf he left behind, buried under the thoughts of his technology falling behind...\n\n...I fear that he may have lost track of where to go."
        }
      ]
    },
    {
      "id": 8050,
      "codeName": "??-??-??-01",
      "name": "Effloresced E.G.O::Farmwatch",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "After being cast adrift, it would seem that he now has a clearly set path ahead.\n\nI no longer see the Dongrang who concealed shaky eyes with his usual smile.\n\nI now see a man striding forward and straight...toward claiming his glory and power.\n\nHe would have pondered a long time for this.\n\nBetween a life of the mind's fruitfulness borne out of tending to living beings, and a life of gluttony where he may escape the shadows of the League and find recognition for his own work.\n\nDongrang seems to have chosen the latter. Doing so, he must have faced the yellow calf that had been weighing his heart down in his mind...and killed it.\n\nSince he abandoned his hometown and the calf, he appeared hungry at all times.\n\nHunger for recognition, constant weighing of what he left behind and what he has now, and the infinitesimal weight of his share.\n\nDongrang...has found a way to lead himself onward through the barley hump, ending this period of famine and swiping what few grains of rice that remain for him to chew on.\n\nAnd now, he seems intent on killing me as his very first move.\n\nRemoving the closest shade of the past before his eyes.\n\nDongrang walks toward me, one step at a time...\n\nAnd each time his foot touches the ground, sceneries of all things falling ill and being sacrified hover before my eyes."
        }
      ]
    },
    {
      "id": 8059,
      "codeName": "F-01-11-15",
      "name": "Fairy-Long-Legs",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "It...was like a green, semi-transparent jelly.\n\nIt's not my first time seeing things like these... So when I peeped at observation logs, those things were all called fairies. In that case, I bet this thing is a fairy, too. It even has the unusually small wings.\n\nWell, whatever it's called, I guess it's nothing more than an Abnormality at the end of the day.\n\nAnyway... Its left arm was like a long paddle, if I can call it that... Right, it was also like those sticky tapes you sometimes see at Backstreets restaurants.\n\nAnd on the other hand...it held a giant leaf. A four-leaf clover, was it? It was putting it up like an umbrella.\n\nHuh... An umbrella.\n\nThat's right. It looked like it rained in that area all the time.\n\nThe rain was unpleasant... It felt muddy and damp. It was like being splashed with the sea water from a breaking wave.\n\nIt didn't feel too strong. Well, I'll figure out more as we fight."
        },
        {
          "level": 2,
          "story": "Ugh... It sure is an Abnormality. The \"fairy\" title gave me a bit of fantastical preconception, I'll admit. I was frankly expecting the battle to be more normal than what happened.\n\nHaah... That sticky sundew-like arm stretched out and brushed against us. I didn't think it'd stretch that long, so I couldn't think to block it.\n\nWhat it did after was just as difficult to respond to. Before I could make any decisions, it retracted its arm. At the tip of that arm...was bits of our flesh.\n\nIt shoved those flesh bits into the mouth (not sure if it's the right way to call it, but I can't think of anything else) on its torso and chewed it up like they were tasty cuts of a steak.\n\nSeems like that'show it heals itself up. We should try and stop it from taking our flesh...\n\nBut the attack is quick, so we'll want to plan out our course of action."
        },
        {
          "level": 3,
          "story": "It would occasionally make this giant clover...tree thing?\n\nCome to think of it, we were rarely hit by the rain while standing under it. And...the fairy seemed like it was doing it on purpose.\n\nThe clover it was holding sometimes got torn during battle; when that happened, it looked pretty displeased judging from its reaction. What's more...it seemed to get slower.\n\n\"The relish is lost\"...? I think it said something along the lines of that. The glare it gave us was intense for sure.\n\nThe rain might have actual effects on combat other than just feeling awful to be in.\n\nAha.\n\nIf that's the case, the reason it makes the clover tree to grow...is to keep us from being hit by the harmful rain so that gains more benefits when eating our flesh?\n\nTo...make its meals tastier.\n\nUgh, I really think that thing doesn't deserve to be called a fairy."
        }
      ]
    },
    {
      "id": 8064,
      "codeName": "S-08-04-01",
      "name": "Peccatulum Gulae",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "It happened while I was passing by a jungle.\nIt was a dense green wilderness full of tall flowers and trees, as well as outlandish bees and butterflies.\nYou can find all kinds of unfathomably strange creatures in a place like that.\nFor example... That flower.\nIt's said that a plant can't normally move on its own. One it takes root, it stays there for the rest of its life.\nThat's what people consider a major difference between plants and animals.\nBut those \"plants\" were like a pack of rabid beasts.\nA group of them charged at us, raising their teethed flowers like it was their head.\nTheir roots morphed into limbs that no longer serve the original purpose, and there didn't seem to be any space in their bodies for storing nutrients.\nYet, those scrawny stems were hungrily seeking the missing sustenance.\nContinuously shoving things into the mouth, despite being unable to absorb any of it...\nWhat an odd creature that was."
        }
      ]
    },
    {
      "id": 8065,
      "codeName": "S-08-04-03",
      "name": "Peccatulum Pigritiae",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "It resembled a rock.\nI am uncertain how an object of its mass is able to move. Its appearance could not be any less adherent to laws of science, but when I look back, it might have been an inherently scientific object after all.\nIt would levitate in the air and stay still.\nIt rolled its eyeball lodged in the center. And when it felt like it, it would ram into some persons.\nI am not yet sure what motivates it to move. Even so, I wonder if it's necessary to learn its reasons at all.\nIt's possible that this pebble is alive.\nNo one would call it an organism, but by the same token, I may not be alive if no one refers to me as such.\nPerhaps it was simply a matter of laziness.\nWe were lazy to think that it mustn't be what it thought to be.\nThat pebble is probably a lazy living being.\nAnd the same could be said of me."
        }
      ]
    },
    {
      "id": 8066,
      "codeName": "S-08-04-02",
      "name": "Peccatulum Irae",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "You want me to talk about that pointed thing, aye?\nThing's shaped like a dried tentacle... There was some kind of red liquid in the middle.\nSmacked it a couple times with my bat, and the lanky thing was a bit more durable it seemed.\nBigger problem, though... That thing's got a weird way of attacking.\nIt prods poor sods with its long snout, and... It starts shooting that red water into the body!\nIt gives me a heartburn like I had some hard stuff on an empty stomach... 's irritating...and suffocating...\nA-Anyway, it makes you feel all weird. Makes you mad over wee stuff.\nSome even blew up after getting hit by that juice. I really don't want that happening to me.\n→ Weren't you always prone to getting mad over the smallest things?\n→ Don't piss me off."
        }
      ]
    },
    {
      "id": 8067,
      "codeName": "S-08-10-01",
      "name": "Peccatulum Morositatis",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "-An insect-like entity with a transparent body.\n-Unable to identify several physical requirements for maintenance of life; cannot determine it as an organism.\n-Its body is filled with water.\n-Objects that appear to be organs are observed inside, but they do not appear to function as organs.\n-The water does not appear to play any part in biological activities, either.\n-The body of liquid appears to be stagnant.\n-It has the face of someone lost deep in thought. It could merely be a resemblance to a species of zooplankton.\n-Prolonged observation makes my mind sink.\n-Sinking… Reminding me of the past.\n-…It is not a pleasant feeling."
        }
      ]
    },
    {
      "id": 8068,
      "codeName": "S-08-11-02",
      "name": "Peccatulum Luxuriae",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Those look like awful lumps of flesh...\nHas an ugly maw at the front... I thought it was a tongue at first, but what's inside that maw was a hand.\nA hand, made from two twisted arms coiling around each other. I saw the eye inside stare into me.\nAs if that wasn't enough, it looked eager to devour me and nourish its flesh.\nEven if I couldn't hear it, I could tell.\n...It wasn't the first time I saw that kind of gaze."
        }
      ]
    },
    {
      "id": 8069,
      "codeName": "S-08-11-01",
      "name": "Peccatulum Superbiae",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "The wheel has often been the symbol of technological advancement.\nIt represents humanity's realization of its ability to think up and actualize things that weren't in the nature.\nAt the same time, it marks the beginning of humanity's transformation into prideful creatures.\nThat might be why pride takes the form of a wheel.\nThe steel circle doesn't ever seem to stop rotating.\nIt doesn't care if it gashes at flesh or crushes patches of grass.\nBecause, it can roll…\nWhile others cannot."
        }
      ]
    },
    {
      "id": 8075,
      "codeName": "T-01-23-04",
      "name": "Blubbering Toad",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "It wasn't the most pleasant encounter.\nYou might say that that's just the nature of facing any Abnormalities, but this one just... felt unusual, somehow.\nIt was sitting languidly still and crying strange noises, as though it had given up on everything.\nIts protruding blue eyeballs were shifting around nervously...\nYeah. It was kinda getting on my nerves. I thought I might go crazy if I had to hear its cry any longer.\nI would rather just...\n→ Is that why you went against the orders and swung your mace? I find that reasoning hardly convincing.\n→ Nah, I'm with her. I'd snap too if I had to endure that bloody croak. 'Sides, we're supposed to beat those Abnormalities or whatever until they're eggs, aye? What's the problem here?\n→ I, I thought so, too… I agreed it would've been better off to reduce it to an egg quickly…\n→ What's clockface on about now. They're ticking an awful lot.\n→ …Executive Manager asks for some respect for salvaging you tools after you got yourselves killed in that idiotic charge."
        },
        {
          "level": 2,
          "story": "I think I've learned one thing.\nI don't know how it came to attack its foes with its own eyeballs, but it looks like getting hit by it drains your energy (on top of it being incredibly gross).\n…Does it? Gimme a moment.\nHmm… I asked a few other Sinners about this.\nIn conclusion… The more times you're hit by its tongue, the deadlier the eyeball becomes to you.\nI couldn't figure out further details, but I think it's safe to strategize around avoiding its tongue, manager.\nWhich is good. It did not feel good to get hit.\n→ Talk about a weirdo. It's not really tough at all, but it makes me feel all weak and drowsy~\n→ Really? I, I felt a little different… Doesn't it make you more gloomy than anything?\n→ Huh? How?\n→ Like… Past memories popping up, or… Wanting to give up and die…\n→ …Um, Faustie? Looks like our kiddie needs some mental aid?"
        },
        {
          "level": 3,
          "story": "The left eye reduces health, and the right eye damages sanity.\nSo that's how they worked.\nWell... this doesn't change the fact that it's best to avoid both.\nIn any case, we now know why dragging the fight didn't do us any favors.\nI felt like I was being dragged deeper into the swamp of gloom as the fight went on.\nI suggest we make quick work of it with swift and powerful attacks, manager.\nP.S. This just occurred to me...\nI wonder what would've happened if we just waited until it's finished crying?\nNo, I'm not saying we should try it. I don't see it being very efficient, either.\nIt's just... I remember someone doing the same for me a long time ago, and it helped me back then."
        }
      ]
    },
    {
      "id": 8076,
      "codeName": "O-06-20-02",
      "name": "kqe-1j-23",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "I dunno much about robots or machines like this...\nWait, have I...? I might have seen this one before. It was standing still in a room back then.\nRight~ That souvenir robot!\nYeah, it had a panel on its chest where you could write stuff.\nNow this thing looks like it'll chop you in half if you dared touch it, though...\nCome to think of it, I remember running away from the robot because it tried to take away the thing it gave me. Robot arms came out clanking just like now, too.\nReflecting on it, back in my day…\nHah, guess it goes further back, actually. People much older than me used to work with hunks of metal like that, or so I've heard.\nIf the stories are to be believed, some were modified for combat purposes. That sure takes me back…\n→ Old fart.\n→ …Who wrote this?"
        },
        {
          "level": 2,
          "story": "Damn, I didn't expect this of all things to get me nostalgic.\nIn the Backstreets, you could sometimes find toys from ages past.\nOne of them was a claw crane toy where you'd grab dolls trapped behind the glass. You move the claw using a joystick from the outside, and send it down to grab whatever was in there.\nIt was pretty tight. Yep.\nAnd here I am... In the dolls' shoes after all this time.\nI sure as hell didn't see this stupid machine playing the crane game with us!\nAnd when it catches something, it saws the prize along the neck…\nUgh, talk about ruined childhood memories."
        },
        {
          "level": 3,
          "story": "Alright, I think I figured it out.\nThis is pretty disturbing, but... There was this one time we dodged it when it tried to grab us.\nThen, big robot claw ascended, and… Bah, sorry. I thought I was over it.\nIt came down again, holding some… machine egg thing.\nWhen I got close to it… I saw that the mechanical film was beating at regular intervals.\nLike a heart.\nI know, this normally wouldn't make much sense. So don't comment stuff like \"a heart can't beat outside an organism's systems\" or whatever. You saw that thing move too, right?\n.\n.\n.\nOkay, so I have to write everything we did regarding it, huh…\nI mean, what's more to say, really. We chopped that thing off.\nThe claw was a bother to get around, but when we cut into that thing somehow, that tin can stopped moving! Haha, that sure gave us a breather.\n…Well, it might be because the heart was the robot's.\nIt's creepy, but whatever. It's an Abnormality, yeah?\nI didn't get to spare much sympathy for others during the war, and I'm definitely not wasting any on unknown freaks like that.\nWe've got to live."
        }
      ]
    },
    {
      "id": 8078,
      "codeName": "M-04-04-04",
      "name": "My Form Empties",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "Recording the information gained from an encounter with the entity.\nThis entity was first identified by the Preliminary Observation of LCC Before Team, and it was to be captured by After Team's Special Ops department.\nHowever, it appears that we encountered it through the mirror before they could perform the task.\nConsidering the above-mentioned facts, I will describe the information gathered from Before Team's observation and our encounter with it in a comprehensive manner.\n-The Abnormality is speculated to be a statue created as an idol for worship.\n-The Abnormality appears to be suspended in the air at all times, and shows no particular movement outside of making gestures with one hand.\n-Is ■■■■ with a related Abnormality ■■■■■■; may suggest a connection of some kind, though details are unclear. [Higher security level authorization required to access the data.]\n-Similar to how it floats, it attacks by \"levitating\" and hurling objects.\nConcluding the report.\n→ Those cleaners found it first? I thought it was their job to catch 'em and put 'em away?\n→ As previously explained, we stand between multiple different possibilities via refractions. In this possibility, After Team may have been late, or may not even exist.\n→ (A writing seems to have been scribbled out with a pen.) Alright, I got that loud and clear.\n→ Someone is unconvincing."
        },
        {
          "level": 2,
          "story": "Recording the information gained from encountering the entity in battle.\nI will describe its behavior during combat.\nIt was always accompanied by a group of followers. Observation suggested that they were under some form of mind control. The lack of any common denominator among the followers in terms of attire or other external features added further plausibility to the speculation.\nIt appears to attack using a khakkhara of spiritual significance. The staff floated in a similar manner to the Abnormality. It looks as though the staff itself was sentient.\nAlso, due to an unidentified interference... most of our attacks proved ineffective.\nUntil this is identified, attacks to the core will not be viable.\nI will note progress made in a future report.\nConcluding the report.\n→ Wait, wait. You forgot that weird ring.\n→ It…gives a strange feeling. I don't know why it comes to us, but when it sticks to my back, it feels... strange. Like I'm getting mentally pressured…\n→ You had the time to feel all that? As for me, when I took a hit while the ring was attacked to my back, I was cut in half by the waist. I can still feel it, almost.\n→ Really…? I, I don't think it was that bad for me.\n→ Hm. That does remind me of the occasion when the airborne ring momentarily returned to the foe. It may be the case that there is a rule behind its movement."
        },
        {
          "level": 3,
          "story": "Recording the reason for the unsuccessful attacks.\nIt has been determined that its followers are directly linked to the Abnormality itself.\nThe Abnormality will most likely not suffer meaningful damage until all of its followers have been defeated.\nIt seems likely that there is a some kind of a contract that compels the followers to protect the Abnormality.\nThere is another discovery to report.\nOnce its body has been broken and the head has fallen, it started indiscriminately attacking its own followers.\nAlthough breaking the body was an arduous task, it proved to be quite the effective suppression method.\nConcluding the report.\n→ It almost looked furious, the way it moved. I guess… It was lashing out at its minions for failing to protect it?\n→ To think it would punish its soldiers on the front lines for its own tactical mistakes. It's hardly surprising that a floating statue makes an incompetent commander."
        }
      ]
    }
  ]
}