{
  "dataList": [
    {
      "id": 8605,
      "codeName": "O-02-20-05",
      "name": "Portrait of a Certain Day",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "This fella again. Remember? We'd always ran into it in some hallway.\n\nHmm… One part of this headless figure is wearing a snazzy suit, but a hideous face is attached to its lower half.\n\nI could gather from my exchanges with this thing that it used to work as a butler of some manor…\n\nWell, I know that’s not true. It’s an Abnormality, after all. I’m just writing down what it told me.\n\nCarrying around the master’s portrait… asking us if we can see him…\n\nOh, yeah. Lemme get off-topic for a moment and talk about the old times.\n\nThe higher-ups used to make me march in the streets with portraits or pictures of the dead in my hands.\n\nIt was kinda… no, very sickening.\n\nParading portraits, pictures, or even mementos of the dead like that is… how should I put this?\n\nYeah, it's like we're taking advantage of their deaths, isn't it?\n\nAnd that's just... Man, it's nothing."
        },
        {
          "level": 2,
          "story": "Uhm… Whassit. Yeah, that wasn’t the only portrait it carried.\n\nThere were, like, a few dozen of them zooming around the battlefield, and… huh.\n\nIt suddenly asked us which one of its portraits was its master. And… boy, how the heck should I know, right?\n\nSo I just made a random guess, and… those faceless portraits suddenly all turned to look at me. I know it sounds weird, but I'm pretty sure I felt it!\n\nMan, it really gave me the shivers.\n\nAnyways, we learned that the fake portraits fade away with a cackle when we hit them.\n\nBut you’ll know when you’ve struck the real one. You can really feel the punch at the tip of your hand.\n\nThe fake ones don’t really hurt that much, so I’m not sure if it’s worth wasting our time and energy destroying them one by one.\n\n→ Um… so, this is just a suggestion, but… how about we go for the real one first?\n\n→ Ooh, is this our Executive Manager’s stratagem? Such a brilliant idea can only come from a genius mind such as yours.\n\n→ That is a sound plan, Dante. Let us proceed in that order and observe the consequences of that effort."
        },
        {
          "level": 3,
          "story": "Well, to get straight to the point… Manager Bud was right.\n\nTrying to focus on each and every fake portrait would take forever.\n\nFighting the real portrait was slightly more work, but... once we took care of that one, the other ones all burnt to ashes too.\n\nBut after that...\n\n... the Abnormality grew really hostile and went on a full offensive. It started fuming, like it was somehow pissed off.\n\nIt seemed to obsessively focus its attacks against the person who got the last hit in.\n\nWell, that focus eventually spread out to all of us. I guess all that rage didn't help 'em keep a cool head.\n\nIt was trying to avenge the portrait or something… Man, I don’t even know if revenge is the right word to use, knowing that it has never actually worked as a butler or whatever.\n\n… Besides… throwing your life away for revenge is… it's stupid.\n\nThe living’s gotta keep on living, right? Revenge ain’t worth a damn if it gets you killed.\n\nTsk, wait. Just in case this report causes a misunderstanding…\n\nI-I wasn’t like, talking about you guys or anything, okay? Don’t go making a mountain out of a molehill.\n\n→ N-no misunderstanding here… Don’t worry about it too much.\n\n→ A flower, once bloomed with such resplendent radiance, has wilted for naught. … What you have conveyed here with your writing holds a degree of truth.\n\n→ I wasn’t really thinking about it until you mentioned it. So that’s what's been on your mind, huh? Gregor.\n\n→ This ain’t nothin’ to be ashamed about, mate. I’m right there with you. The living’s gotta keep on living so… we can remember.\n\n→ Can you gimme some time to make edits after writing these reports, Frau Faust? Man, this is… haah, oh man."
        }
      ]
    },
    {
      "id": 8606,
      "codeName": "O-02-20-05-a",
      "name": "Portrait",
      "clue": "Clue",
      "storyList": []
    },
    {
      "id": 8608,
      "codeName": "F-01-20-08",
      "name": "Dreaming Electric Sheep",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "Um… I thought it was a big storm cloud at first.\n\nWith the purple lightning through the wispy cloud and everything, and… Oh yeah, it was floating somewhere up high.\n\nBut I wasn’t looking at a storm cloud. I was looking at a sheep with… with very, very long legs.\n\nI don’t know if it’s the storm clouds casting shadow over it, or if it was always dark, but its legs were so long and dark that they just blended in with the background.\n\nBut I noticed something new with every strike of lightning, with every flash…\n\nIt was almost like a dream. A four-legged cloud, illuminated in the flares of violet…\n\nOh, and… there was something that stood out as odd from that dreamlike sight, though.\n\nThere was a machine in there, with its cables and plugs strewn all over the place. … Maybe it was like a power generator, or something?\n\nManager said something like “maybe the cables are the key to dealing with this Abnormality”…\n\nDo you think we have to plug those cables into the sheep? Ah, I see… What if that sheep is screaming so much because of the lightning in its body…?\n\nWell… I guess that's kinda like getting perpetually electrocuted. Of course it’ll hurt.\n\nU-um, maybe we should plug this cable into the sheep…?\n\nI can’t just sit back and do nothing forever, you know…\n\n→ Huh, so that's what you were thinking when ya suddenly started sprinting towards that thing, kiddo? That was one weird battle cry, by the way.\n\n→ Once Sinclair comes back, I'll let him know that there's no need to overexert himself."
        },
        {
          "level": 2,
          "story": "(There is some dark, ashen residue here. It’s been wiped away, but it left its mark.)\n\nAh… sorry, I coughed up ash onto the paper. I-it won’t cause any problems, right? I wiped it just in case.\n\nAnyways, what happened was…\n\n… The sheep began attacking me as soon as I grabbed the cable from the generator.\n\nIt would burst with lightning… or try to ram me with its body.\n\nAh…! Hey, I think plugging the cable into the sheep helped! The sparks spewing from the sheep’s gotten slightly less intense.\n\nNow that it's no longer tortured by lightning, hopefully it’s cal (this part of the report has been burnt away, leaving the contents of this record a mystery…)\n\n→ Where is the rest of this record? He left this report unfinished.\n\n→ T.P. A boring death, totally pulverized by the ramming sheep.\n\n→ It can be determined that his cause of death was his negligence to pay attention to the battle to the end. He should not have diverted his attention to writing this record in the middle of a fight.\n\n→ I really thought it would work… Maybe the lightning wasn’t its source of pain?\n\n→ Not enough lightning was drained from its body, perchance? Mayhaps we shall impale it with the other cables first, then observe?!"
        },
        {
          "level": 3,
          "story": "Just as we finally got all the cables attached to the sheep, lightning struck, and purple sparks flew everywhere…\n\n… and the sheep just collapsed on the spot. It’s probably sleeping, right? I don’t think it’s d-dead…\n\nOh, and… I-I know this sounds weird, but…\n\nMm, yeah. I don’t think this sheep’s dead. I think this electric sheep is dreaming… L-look, it just twitched!\n\nNothing says that Abnormalities dream of Abnormalities, right?\n\nMaybe it's enjoying gentle dream, free from the painful strikes of lightning. Maybe it's suffering a dark nightmare because we’ve taken its spark…\n\nWell, there’s no way for us to know now, but… I wonder if lightning actually hurts this Abnormality. Or… maybe having its electricity taken away hurt more.\n\n→ Hm? Frau Faust didn’t leave a note here. Now that’s a surprise.\n\n→ Faust does not always consider these ruminations as unnecessary. In fact, she considers this an interesting subject.\n\n→ So, can Abnormalities even dream? I’ve seen some entities among the Outskirts Monsters that'd fall catatonic like this sheep.\n\n→ Hmph, isn’t the answer obvious? They’re merely emulations of human behavior, nothing more.\n\n→ The ability to recollect may become the Abnormalities’ bridge from the waking world into the land of dreams. Yet, we know not whether what it reminisces is its past, or merely its figments. I lack sufficient evidence to speak with any more confidence."
        }
      ]
    },
    {
      "id": 8629,
      "codeName": "O-01-20-12",
      "name": "The King in Binds",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "We emerged into a great hall of crimson ornamentations.\n\nIts appearance summons to mind the shape of a banquet hall.\n\nA man wreathed in red fabric rested atop the throne of the crimson hall. He raised his hands in an endeavor of effort and gingerly gestured toward a gathering of masks manifestly made for a masquerade.\n\nA spectrum of emotions were carved unto a spectrum of masks laid about.\n\nThere was a mask of sorrow, a mask of wrath, yet I found myself most partial to the mask of joy.\n\nI know not the reason for which this mask embodies such expression of euphoria; yet, shan’t it be enough that it shall share the selfsame joy with others?\n\nTwo birds with one stone; solace shared, sorrow shrouded, the twain under a blanket of elation.\n\nI wear the mask and feel my thoughts grow clear as an autumn sky.\n\nUpon my approach, the king tensed his shoulders for a moment so brief that it was nigh unnoticed.\n\nPerhaps it was a gesture borne not out of thought but of instinct, shaped by the cloth-suppressed will to express.\n\nWe had but a moment to regard it before those akin in appearance to us appeared.\n\nThough their forms were opaque and their shapes half-shrouded in shadow, they held certain similitudes to our own forms.\n\nThe monarch, with certain torpidity, tipped his head to the side in a show of intent to behold our battle.\n\nThe long years spent in binds have filled the void left behind by your long-gone interests with tedium, have they not?\n\nA terribly tragic tale. Yet we battle in hopes that our clashes may bring this king in binds the smallest revelry.\n\nSuch is all I have to say."
        },
        {
          "level": 2,
          "story": "These umbral reflections of us bring to mind the ‘Identity Cards’ Dante holds.\n\nAn egoless incarnation of ‘Identities’ manifested may hold a certain resemblance to the way they appear before us.\n\nDefeating one of them merely makes a vacancy for another to fill, for they number the same as we do.\n\nNow that I have spent some time in observation of their operations, I have noticed a conspicuously considerable collection of similitudes between us.\n\nI can presume that their number is most likely equivalent to our own; their techniques in parallel to ours.\n\nYet what those Peccatula lack is the will to make decisions of their own.\n\nLike cards to be played with and discarded at the king’s whim.\n\nKings, both of eld and new it seems, enjoy plays of puppets, a musical of manikins.\n\nWielding men as cold tools, brandishing and flourishing them with abandon, breaking them. And upon their inevitable shattering, the king shall fill their spot with another puppet, its absence unnoticed.\n\nYet, this king may be quite fond of his own.\n\nTo shower his retinue with ceaseless blessings while leaving naught for the rest of us.\n\nMm… such is all I have to say.\n\n→ H-how many of them are there?\n\n→ If the king seeks to watch an evenly matched battle, then it can be assumed that our foes number the same as we do. If such is not the case, however, any further speculation may be a meaningless effort."
        },
        {
          "level": 3,
          "story": "Thus the battle came to an end with our victory.\n\nThus concluded it seemed the banquet, yet the King's tedium was yet to be sated; the bound monarch rose from his throne, tearing free his corpus from the bandage-chains.\n\nThe long time spent in confinement has rusted his joints, yet his imposing presence and grace have only grown to touch the formidable grandeur of his sublimity.\n\nHis resolute resolve roused awe in the hearts of those who beheld his emergence.\n\nYet awe was not the only sense it roused; a question arose as well.\n\nFor what did the king remain tethered to his throne, when he had the might to rise on his own?\n\nI… know not why the king remained in sedentary silence, bound not by the threads but by his own will.\n\nI write a few words here still, for I cannot very well put to sleep the simmering ruminations…\n\nIt appears that the king has aught to convey.\n\nA monarch fettered to this spot, ere the hail of those who may discern his fathoms. A wraithlike state the sovereign has taken.\n\nThis somber musing heaps and heaps with every blade-clash unto a mound of sorrow as sympathy starts to sink.\n\nWhyever does he hold one such banquet, his corpus bound to the throne, only to revel in such bizarre festivity?\n\nIt is but a pitiful tragedy, for this abyss is deep and wreathed in inexplicability.\n\nSuch is all I have to say.\n\n→ A tragedy? Bullshit.\n\n→ To be in command of others, to reign over another, is a declaration that one shall endure the responsibilities and the suffering that come with power. I would like to take this opportunity to extend my deepest gratitude to our Executive Manager, who leads us with a firm but fair, excellent hand."
        }
      ]
    },
    {
      "id": 8280,
      "codeName": "-",
      "name": "Peccatulum Invidiae",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "Eugh, ya sure this is the time to be writing a report?\n\nI mean, the ‘Peccatula’ are supposed to be like those monstrous things, aren’t they?\n\nLike that mass of flesh, or that toothy plant thing…\n\nBut… they’re just like us.\n\nNot just in their appearance, too. They’re copying our moves!\n\nAre ya sure you’re not leaving those ‘Identity Cards’ everywhere, Dante?\n\nPhew. Okay. Now that I’m taking a closer look at ‘em… I guess they’re not ‘just like us’.\n\nThere’s this dark layer over them, and they all look a bit opaque, too.\n\nWelp, good thing they appear to be weaker than us. They’re nothing but copycats.\n\nHeh heh, there really wasn’t much to worry about, huh?\n\nThey’re just cheap knockoffs, right~?\n\nIt really freaked me out when they used an E.G.O, though…\n\nAlso, um, ya sure ya didn’t let some of our Identity Cards slip out of your pocket? You should check, just in case.\n\n→ I don’t know if they were ‘weaker than us’… I’d say they were about as strong as you guys. Besides, I will never just leave something important like that lying around.\n\n→ Hm… I saw you hastily digging your pockets as we left, Manager Bud. Are ya sure?\n\n→ Dante, you must never misplace your Identity Cards. Please take greater care to store them safely. Losing them will result in a consequence greater than having to write an incident report.\n\n→ ... Are they really that expensive?\n\n→ They are not items that can be measured by monetary value. Please pay utmost care in storing them."
        }
      ]
    },
    {
      "id": 8292,
      "codeName": "-",
      "name": "Peccatulum Invidiae?",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "Mm… It’s like looking into a mirror, but not exactly.\n\nThese ones were all covered in some kinda dark, unsettling mist.\n\nThe way that the dark mist danced over their bodies... almost felt as though I was staring at my own shadow.\n\nYeah, a ‘shadow’. Almost like they’re manifestations of our darker sides. I know it makes no sense, but still.\n\nOh, and… this one was stronger than the last.\n\nThey used the same techniques that we do, but the force behind it was way stronger.\n\nOur attacks felt ineffective, while theirs really hurt when they connected.\n\nHaah… They know our moves, but they’re stronger than us? That’s… cheating.\n\nWould’ve helped a lot if we had their dark mist. I really could've used that extra power.\n\nBesides, getting killed by those things isn’t… the best feeling in the world, y’know?\n\nThey just stand there quietly, like we weren’t good enough to beat ‘em. It’s extremely irritating.\n\nHaah… Nah, I shouldn't be a downer.\n\nHey, let’s think about it like this. I can look into a mirror, but a mirror only shows a side of me, right~?\n\nI’m sure there’s something that those fakes can’t copy from us. Something they lack.\n\nWe’re real, and they’re not. There’s gotta be a way to beat those annoying Peccatula.\n\n→ What they lack is our Executive Manager’s splendiferous command. That will be the deciding factor in turning the tide of this battle.\n\n→ It is as Miss Rodya has said. We have prevailed against greater foes in the past; a path shall open for us, surely.\n\n→ Totes~ They’re nothing compared to what we…(something was written here, but it’s been erased) faced before!"
        }
      ]
    }
  ]
}