{
    "dataList": [
        {
            "id": 8152,
            "codeName": "??-??-??-??",
            "name": "Peccatulum Morositatis?",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 0,
                    "story": "- This is reminiscent of the previously observed insectoid entity with a translucent body.\n\n- More organs required to maintain a biological organism has been identified inside its body. Some of it has matured further.\n\n- However, no physiological characteristics enough to meet the criteria to constitute a living organism has been identified.\n\n- What appears to be a 'hand' has been identified. It is visible from the outside, and is wielding a round object.\n\n- A close analysis of its behaviors and attack patterns reveals that the round object is a fluid sac of sorts.\n\n- The fluid inside the entity's body appears to be connected with the sac. When the sac inflates, the internal fluid on its main body shrinks.\n\n- Several organs that may constitute a 'leg' or an 'antenna' has been identified. No particular usage outside of offensive use has been found.\n\n- Prolonged observation of this entity remains inadvisable.\n\n- Reminders of the negative past events remain unpleasant."
                }
            ]
        },
        {
            "id": 8151,
            "codeName": "??-??-??-??",
            "name": "Peccatulum Irae?",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 0,
                    "story": "Oh, it's grown!\n\nIts eyes are more bloodshot, and they're glarin' at me fierce... It's got a tail, too.\n\nI think I can summarize this report with \"it got creepier\".\n\nLooks like its wee dried squid legs got hydrated and slightly thickened. It's still got that red juice that gives me heartburn.\n\nIt's still got that stabby attack... but it certainly diversified its patterns.\n\nHere's the most memorable one. It tried to smack me with its tail! Remember? It couldn't do that before.\n\nOr maybe it could, but its stick-bug legs couldn't support its weight.\n\nWell, it's not really my business.\n\nOh, here's another thing. The bug learned how to spark fire. Watch out for that burn, yeah?\n\nI suppose I don't need to let it hit me to know that it'll irritate me.\n\nI'll pummel it with my bat before it has the chance to make its move."
                }
            ]
        },
        {
            "id": 8154,
            "codeName": "??-??-??-01",
            "name": "Distorted Bamboo-hatted Kim",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 0,
                    "story": "Performing the post-mortem report as ordered by the Executive Manager.\n\nJust as I expected, entering the fathoms seems to have intensified the Distortion of this 'Bamboo-hatted Kim'.\n\nHere are a few pieces of evidence supporting that notion: the unidentifiable black tendrils pouring out of his body, further intensified blue glow from his eyes, and the inability to communicate properly via verbal means.\n\n... Though the last part was always true, I suppose.\n\nEven from a quick observation, however, it is obvious that this individual holds great sorrow in his heart.\n\nThey call it 'han'... a resentment of sorts. It is a certain kind of resentment born when intense grief turns into wrath. Allowing it to grow would affect its combat capabilities.\n\nIf you would allow me to express my opinion... Someone called a 'mentor', presumably someone in a leadership position, should not maintain such an emotional state for a prolonged period of time. \n\nIf he has lost his mind as well, then... I suppose he is worthless as a leader of men.\n\nIt doesn't matter how famous he used to be, how powerful they say he used to be. We can more than easily handle such a weak-willed commander. \n\nConcluding the report.\n\nThank you."
                }
            ]
        }
    ]
}