{
  "dataList": [
    {
      "id": 1080,
      "codeName": "",
      "name": "Class 3 Peccatulum Pigritiae",
      "clue": "",
      "storyList": [
        {
          "level": 1,
          "story": "Thus gathered have the stones to raise a mountain.\n\nYet where lies the green, its placement so rightful upon the mountains? A glacial cold permeates a corner of heart mine.\n\nRocks are mired in the grasps of the red thing still.\n\nUnchanged are its motions, swinging and lashing the rocks with abandon—or casting them far away.\n\nYet, the head that had once wavered so is visible no more.\n\nNay, the stone is now rooted steadfast into the earth, and the rotund sphere has transfigurated into a deltoidal triangle;\n\nan accurate assessment would state as such—while the head remains still, the wavering has ceased.\n\nWhat stable form, what stalwart balance it has attained.\n\nIndeed, at the edge of change was evolution found for this entity.\n\nYet even evolution is no deliverance from torpidity.\n\nThe entity’s tranquility, a consequence of electing immobility with stability, is no assiduity at all.\n\nI know not what movement shall it take at the end’s end.\n\nShould its motions cease, so too shall it suspend its sentience.\n\nWhen, in the end, all comes to cease, it cannot be said any longer that it lives.\n\nHow unideal, how odd.\n\nSuch is all I have to say."
        }
      ]
    },
    {
      "id": 1081,
      "codeName": "",
      "name": "Class 3 Peccatulum Morositatis",
      "clue": "",
      "storyList": [
        {
          "level": 1,
          "story": "- The fluid sac has grown large on the previously observed insectoid entity with a translucent body.\n\n- With the increased volume of internal fluid in this entity, it may be distinguished from the previously observed entities by the fact that the outline of its organs are no longer clearly visible.\n\n- For the same aforementioned reason, it has been observed that using its internal fluid as a means of attack, proportionally speaking, no longer shrinks its reserves significantly.\n\n- A new organ that connects its head to its back has been observed. It is reminiscent of scales, waves, or diaphanous veil.\n\n- A new behavioral pattern has been observed in which it consumes an unknown substance from human brains via a passage that may be assumed to be an oral organ.\n\n- It was speculated that the entity was using parts or blood of the said organ as nutrients, but such was not the case. However, increase in its internal fluid has been observed immediately after the consumption.\n\n- The fluid filling its body cannot properly be defined within the confines of chemical compositions. On sight and on touch, the fluid has a distinctive property of strongly stimulating the memories of negative past events.\n\n- … Mental state that may be evaluated as ‘negative’ has been continuing long after contact.\n\n- It still remains unpleasant."
        }
      ]
    },
    {
      "id": 1082,
      "codeName": "",
      "name": "Distorted Hohenheim",
      "clue": "",
      "storyList": [
        {
          "level": 1,
          "story": "Bloody hell, why’s it gotta be my job to write this report?\n\nI didn’t feel like writing it myself, so I was going to ask someone to do it for me. Had I known this was going to be my responsibility, there’s no way in hell I would’ve accepted bein’ his assistant or whatever.\n\n… Well, what have I got to say? Looks like he’s just as much of a pain in the arse as he was as a human.\n\nHis outfit didn’t change much, but his neck got stretched out like some broccoli with eyeballs in its head.\n\nOh, maybe the outfit did change. There were those shadowy hand-like things stuck all over ‘im.\n\nHe’s… putting up quite the challenge. Shootin’ laser beams from his head…\n\nAbsorbing something and siphoning our energy…\n\nOh, and he’s been observing us through the whole mess, too. I guess these habits die hard, even after he's distorted.\n\nAnd once he observed us for a while… how should I put this? Yeah, his attacks hurt more. As though he’s analyzing our weaknesses.\n\n… And that’s pretty much it for the changes. Bloke’s just as irritatingly eloquent as ever.\n\nYou know what, though? He sure is bloody pompous, but I don’t know if he really is that much of a bastard.\n\nI’ve been feeling something familiar goin’ on between the researchers here while I worked as his assistant.\n\nIt’s like a bond, of sorts… kinda like… the same family-like solidarity I’ve felt before when I was a part of that Backstreets Syndicate.\n\nAnd… if we’re being honest here, even you lot don’t ever take my suggestions seriously, do you?\n\nBut he does. Whatever dumb suggestion I make, he listens earnestly. Sure, he’ll shut me down, but at least he’ll listen before he does and explain why I'm wrong. He doesn't just look away pretendin’ I didn’t say anything.\n\nHe’s not gonna bite it from a Distortion or whatever experiment this is.\n\nSo… let’s bring ‘im back.\n\nIt’s what we do best, innit?\n\n→ Damn, now that’s unexpected. I thought you two’d be like oil and water. I guess you grew pretty fond of Hohenheim, huh?\n\n→ We’ve all been too hard on him, that’s why… Alright! Heath, if ya need anyone to lend ya an ear, come to me. How’s that?\n\n→ Rodya, aren’t you the one who always 'ignores' Heathcliff's inputs…?\n\n→ W-well, that’s because Dante told me to~"
        }
      ]
    }
  ]
}