{
    "dataList": [
        {
            "id": 8363,
            "codeName": "??-??-??-??",
            "name": "",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 1,
                    "story": "Eww, more bugs... again...?\n\nWhy's it always gotta be bugs, huh? Why?\n\nI remember specifically writing that I hate bugs and critters and stuff!\n\nI'm starting to feel like you're making me write about bugs every chance we get... Seriously, do I really have to closely examine these gross critters? Gosh, I just don't understand...\n\nBleh, I guess a job is a job... let's see here...\n\nI guess it's um... a bumpy, squishy looking creature that slowly crawls around...\n\nThere's some purple liquid sloshing around in there, and...\n\nThere's this big vein-like thing on its... head? The front? Anyways, there's something there, and... eww... I hope it doesn't, like, shoot filth out of there or anything.\n\nOh, right! Didn't Faust say we gotta kill them as soon as possible? That something really bad might happen if we let them live?\n\nToo bad! That's enough observation, I guess!\n\nLet's just squish 'em, that's what we gotta do!\n\n→ This log is completely barren of any pertinent information save for your whining about how gross the bug is. This is one of the most useless reports I've had the displeasure of reading.\n\n→ It could be said that her decision was quite apt; a separate record has been found informing us that, should we allow these entities to survive for too long, they may affect nearby containment units by ending their own lives.\n\n→ H-huh, Gregor's been checking this entry pretty often. \n\n→ ... If, by any chance, you are concerned that a fellow among us may scribble an unsavory jest about bugs, then there is naught for you to worry.\n\n→ Thou must inform me posthaste in case of such rascality! I, Don Quixote, shall impart upon them a stern teaching!\n\n→ But that's not why I— Man, do I never get a say in this...?"
                }
            ]
        },
        {
            "id": 8366,
            "codeName": "??-??-??-??",
            "name": "",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 1,
                    "story": "It really appeared out of the blue.\n\nYou know how, sometimes, it just starts raining out of nowhere? Or how lightning suddenly strikes when the skies are blue?\n\nLike a gift from nature... or from some god... the stele fell right over our heads.\n\nWe would've been turned to mush... again... if it weren't for the Physical Intervention Shield Miss Hod shot us with.\n\nThankfully, it became dead still once it hit the ground, except for its tentacles.\n\nThe only threatening thing about the stele, once it fell, was its immense size and its scary tentacles... it seemed pretty docile as long as we didn't get too close to it.\n\nHm... Makes me wonder, though. How did this stele get here?\n\nI doubt it walked here, so somebody probably dropped it over our heads...\n\nOh, I just remembered something... this reminds me of a story my parents once told me in my childhood. It was a story about how a desperate wish came true in the worst, unluckiest way possible.\n\nMaybe this stele... is an outcome of that desperate desire...? Just like in that story, you know?\n\nIf only I could read what it says there, then I could at least try to figure out the intent.\n\nUmm... I don't know. These characters... I haven't seen anything like it, even back at my school.\n\nWait, didn't the training manual we saw on the wall say that something really bad might happen when it starts glowing? S-should we start smashing it to pieces?!\n\n→ Its intent will lie past the periphery of our understanding. And in turn, so will this stele fail to understand those beneath it.\n\n→ Ohh~ I think I know. Try as they might to say something with the stele, the employees of this company did not try to read it or understand it; instead, they immediately smashed it to pieces. Whoever sent the stele must've been pretty confused!\n\n→ Are you saying that this is like... a letter, or something? Tsk, I suppose I ain't too chuffed about getting my letters ignored either...\n\n→ Well, it's not like we've got any other options than smashing it to pieces. After all, how would we even begin to understand whoever it is that sent something like this down here?"
                }
            ]
        }
    ]
}