{
  "dataList": [
    {
      "id": 8577,
      "codeName": "O-01-20-07",
      "name": "Ardor Blossom Moth",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "I will describe my impressions of the encounter with this.\n\nIt has the appearance of a butterfly—a moth, perhaps—set aflame. \n\nNay, allow me to rearticulate. It would be more evocative to say that the flame itself has taken the form of such an insect.\n\nIt is surrounded by a crowd of red, fiery sparks.\n\nThis brings to mind memories from my youth. Oft did I collect twigs only to set them ablaze to watch as the fire consumed them.\n\nThe very same embers that disappeared into the night sky can be observed from this entity.\n\nWatching the little bonfire, watching the twigs turn into bright red lanterns, then into black soot—I could not help but reach out to appreciate its warmth.\n\nMany share this sentiment, no? We need not touch the fire to know that it blisters our skin and burns our bones. Yet we still yearn for its heat, to grow nearer to it.\n\nPerhaps I had mused as such as its blaze danced and flickered so gently before us.\n\nSuch is all I have to say.\n\n→ Right, mate, but fancy speech doesn’t explain why you decided to stroll right under its nose and burn yourself to a crisp, does it?\n\n→ We have garnered a piece of useful intelligence from his death, however. The ‘embers’ Yi Sang brought back could spread to others under certain circumstances.\n\n→ … And it spread right onto you and burned your skin. Most people I know would have a little more intense reaction to getting burned alive.\n\n→ Well, yes. But the pain was relatively manageable."
        },
        {
          "level": 2,
          "story": "I had an opportunity to engage it in combat.\n\nWe have learned that, with my last approach, its embers may latch onto our bodies and spread to others under particular circumstances.\n\nIt was a shard of information gained only by chance, but it will still aid us as we carefully work out a strategy against this foe. (This does not indicate self-absolution of responsibility. I apologize for acting without much discussion among us.)\n\nAllow its wings to touch us, and it will impart its embers upon our bodies.\n\nFrom my brush with it, I came to realize that its strength grew the more ember it held.\n\nThus, it follows that breaking its wings would allow us to take the offensive in this battle.\n\nI propose that we welcome the embers from its wings to our embrace.\n\nThese flames… they do not burn; they only bring us warmth. Perhaps accepting them may be of benefit to us.\n\nHowever, the burns that my fellows have suffered afore… I must wonder what has caused it to inflict such pain upon them.\n\nI know not enough information to comment further.\n\nSuch is all I have to say."
        },
        {
          "level": 3,
          "story": "I may have ascertained the method in which it ‘sparks’ the embers.\n\nIn hindsight, the answer was quite patently obvious.\n\nTo awaken the dying embers, to revive its flames, one must fan it until it rises.\n\nThere is a moment in which it flutters its wings with such strength that it creates a gust of wind.\n\nEvery ember near it explodes in size and assaults us as the unrelenting gust summoned in that instance makes it appear like a giant ball of flame.\n\nThe giant ball of flame, in turn, spreads the embers upon us, growing into a greater flame.\n\nThe embers then ‘ignite’, burning my fellows near me.\n\nThe more embers it has, the greater its strength grows. Perchance it would be to our benefit that we embrace the warmth…\n\n… but do mind that allowing its gust to overwhelm us could be devastating. \n\nThen, such is all I have to say."
        }
      ]
    },
    {
      "id": 8578,
      "codeName": "O-04-20-11",
      "name": "Drenched Gossypium",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "Oi! I’ve got a few things to say about this bastard before I get to the report.\n\nWhere the hell are these… good for nothing… cottonhead… gossypium shite comin’ from?\n\nWell… not that I expect these Abnormalities to ever be helpful.\n\nBut the things they give us from time to time… they’re supposed to be ‘gifts’ no?\n\nWhat kind of ‘gifts’ help our enemies keep their balance no matter what? They must be takin’ the piss out of us.\n\nSorry, had to vent a little here. You understand, yeah?\n\n… Hm. Anyway.\n\nIt just looks like a tree with a massive bundle of cotton on it. Appearance wise, it doesn't look any different from the last time we ran into it. Waving, luring us to approach... Same shite, different day, eh?\n\nAnd its center… is red. Like it’s sucking up blood instead of water.\n\nOn its sides it’s got… wriggling stems? Roots? Whichever it is, it’s bloody creepy. \n\nPretty obvious ploy, innit? I'm sure those vines are there to poke holes in us like straws and suck the blood out of our veins.\n\nLet’s tear’em to shreds before they can do anything like that."
        },
        {
          "level": 2,
          "story": "If you knew that the vines can’t be cut, then why didn’t you— Haah, nevermind.\n\nDon’t seem like we can stop these vines by cutting ‘em, Clockhead. Not sure if we can even cut them, in fact. \n\nCan’t help it. There’s no way to avoid getting punctured by these annoying things.\n\nDamn it, this chilling sensation of getting my blood sucked right out of my veins… it ain’t pleasant.\n\nNot to mention that this thing begins to turn red after it’s sucked enough blood out of us…\n\n… When it does turn red, expect it to use a powerful attack against us at any moment. We better finish it off before it tries anything.\n\nI suppose it’s easier said than done. Tsk, it’s not like we can pull these straws off us once they hit us.\n\nThe only way is to beat it into submission like fluffing the cotton inside a pillow. What other option have we got?"
        },
        {
          "level": 3,
          "story": "According to common sense, plants with deep roots and a good supply of water grow to be resilient.\n\nI remember that somebody once told me that common sense often doesn’t apply to Abnormalities…\n\n… yet here it is. An Abnormality that common sense does apply to. Blimey…\n\nI'm starting to figure it out, though. It’ll wallop whoever has the most of these straws in ‘em. I’ve had the pleasure of a first-hand experience with it, so I’m quite certain of that.\n\nOh, and here’s something funny.\n\nThis little shite gives ‘gifts’ that somehow help our enemies never get staggered…\n\nBut beating the living daylights out of it seems to stagger it no fuss. What an absolute muppet.\n\nWe have to kill it when we have the chance. If we miss that chance… I’ve no idea when we'll get a second one.\n\nThe point is, don’t dally. I think it fancies me—I’ve no clue why. But it keeps jabbing me with its straw vines."
        }
      ]
    },
    {
      "id": 8585,
      "codeName": "T-03-20-04",
      "name": "Spiral of Contempt",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "Y’know what used to really irk me back home?\n\nGoing without a meal, begging and pleading just so I can borrow some money… I never really minded that kinda thing. Only took a moment to put stuff like that behind me.\n\nWhat really got to me though, was… that look of contempt. Like I’m beneath them.\n\nI thought I’d gotten over that. Thought I’d grown out of it, learned to endure, ignore, and move on.\n\n… Until today.\n\nThat thing doesn’t even look like a person. I wouldn’t even know how to describe that floaty thing if someone asked me to. But…\n\nYou know what I mean, right? It’s got that… oddly demeaning gaze. At least that’s what it feels like.\n\nIt really got to me for some reason.\n\nWeird, squiggly artsy fartsy-lookin’… Tsk. I think it’s making some odd metallic noise, too.\n\nKinda looks like it's made of gold, doesn’t it? We should scrap it and sell its pieces so we can grab us tons of gourmet beef for a barbecue party.\n\n→ I must inquire: is the thought of food consumption all that you are capable of processing?\n\n→ Hey, I spent most of my life hungry, ‘kay? I guess rich kids with full bellies and cushy homes won’t understand.\n\n→ Mmm~ I understand! Beef always tastes good, hungry or not. Even though I’ve never been hungry before I joined the company, hehe.\n\n→ That’s not what I— ha ha."
        },
        {
          "level": 2,
          "story": "Haah… Yeah, I can tell that this one isn’t gonna be easy.\n\nI was right on the money about its ‘look of contempt’. The thing just glared at the one that attacked it most... before suddenly switching to a different kind of look?\n\n'Worthless wretch, your worth is not enough to even lay a finger on me.'\n\n… that’s what it would’ve said if it had a mouth, don'tcha think? That’s the impression I got, anyway.\n\nOh, and… sometimes, a huge pair of hands would just burst outta nowhere and snatch one of us away.\n\nMeursault got snatched last time… and we didn’t know what to do. And the thing just squeezed him ‘till it left nothing but what looked like crushed tomato puree behind...\n\nEeuughh… just awful, right? Anyways… the only way to free us is to literally smack the hand until it breaks. Didn’t know it’d be that straightforward, but yeah…\n\nAnd uh, if the hands ever get me… please, please make sure to prioritize breaking its grasp, ‘kay?\n\nSure, dying is never fun. But if I’m going to die anyway, I’d rather not get panini pressed to death."
        },
        {
          "level": 3,
          "story": "Okay, so I thought about this for a sec. Its grabby palm attack and its gaze full of contempt… they’ve gotta be related somehow.\n\nFirst things first: the palms don’t just randomly grab any Sinner.\n\nWe've been missing its logic and pattern this whole time. There’s a specific window where it grabs us if we attack its hands.\n\nAt first, I thought it was just plucking us one by one, like plucking weeds from a garden… going for the most annoying one of us.\n\nYou see the logic, right? If you could squash anything getting in your way into tomato paste, wouldn’t you?\n\nActually, it totally makes sense. Wouldn’t everyone?\n\n… I guess it’s my fault for expecting these things to follow any common sense.\n\nOh, but I think we can use its palms to our advantage. During the fight, we managed to free one of the captured Sinners who had its gaze on ‘em.\n\nAnd that seemed to… really catch it off guard.\n\nMust’ve been a shock, huh? Watching us, who are supposed to be nothing but lowly wretches, actually breaking its grasp and freeing our friend… know what I mean?\n\nIt seemed dazed for a good while, too. And that’s when we managed to really hurt it.\n\nMmm… still, we have to let it gaze at us with that weird look if we wanna pull off something like that again.\n\nI guess it’s all about managing the risk & return, y’know…?\n\nBoy, good luck, Dante! Hope your head doesn’t explode tryna work out this mess. … Oh my, is that why it’s always on fire?\n\nYou know I’m just joshin’ ya, right? Hehe.\n\n→ Though your intentions may not have been hostile, I believe it is inappropriate to ridicule the Executive Manager as you have done here.\n\n→ Well, this isn’t anything new. If you want to tackle every instance of you guys making fun of me, you'll be lecturing Heathcliff all week. And then some.\n\n→ I give him a fair share of warnings every time I get the chance, Executive Manager.\n\n→ What I’m saying is that I’m okay with it, so there’s no need to do something like that…\n\n→ Huh? Clockhead's scribbled something here. Oh... so that's why our resident stick-up-the-arse sighed at me earlier, eh?"
        }
      ]
    }
  ]
}