{
  "dataList": [
    {
      "id": 8082,
      "codeName": "00-00-00",
      "name": "Kromer",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "I really don't feel like writing logs...\nBut I will... if I have to.\nI haven't fought Kromer before or seen how N Corp's troops fight... But from what I could tell, she probably knows how to use a sword. She always carried one with her.\nAs for her looks... Not too different from what I remember, except a little taller...\nAnd, that disorienting laughter...\nUnnh, can I stop here?\n→ None of this helps."
        },
        {
          "level": 1,
          "story": "That bastard, she's killing our Sinners!\nShe murdered everyone in the back lines...\nBlowing that stupid whistle... She came to me, too...\nI couldn't do anything... Hearing that sound makes me go all stiff...\nI could only watch as Kromer slew the others...\nI wanted to crush her skull so dearly... But I couldn't move a muscle.\nWhat should I do... Can you tell me, manager?"
        },
        {
          "level": 2,
          "story": "I'm...\nI'm, still scared of Kromer.\nLooking at her face makes my face twitch, and her blade gives me the chills.\nHer maniacal eyes remind me of the tragedy on Christmas, and her creepy grin still has my eyes quivering.\nBut...\nBut I'm okay now.\nI can stand up to her whistles now.\nThe things she's done are too vile for me to stand by, and I'd be too ashamed to see the Sinners she's killed if I let that bitch go.\nI've changed a lot since then.\nI've died a lot of deaths, and claimed a lot of lives.\nI can go mad all the same now.\nSo, I will for sure…\nI'll skewer her chest with a stake, over and over again.\n→ You've got a good mindset. I like that.\n→ While the willingness to fight is admirable, this log is for observations rather than decrees of your determination.\n→ Sorry… I'll do it right next time."
        }
      ]
    },
    {
      "id": 8083,
      "codeName": "??-??-??-??",
      "name": "Kromer the Attempted Protoplast",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "When I think about it, Kromer always had an obsession with flesh.\nAnd that obsession cumulated into what we're seeing now... A gruesome creature.\nAt first... I agreed with her. The idea of replacing the flesh with something else was unpleasant to me.\nBut now I see. What's really unpleasant... is believing that your thought is the only correct one... and letting that thought consume your mind whole."
        }
      ]
    },
    {
      "id": 8084,
      "codeName": "O-02-11-26",
      "name": "Headless Ichthys",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "It has the appearance of a fish.\n-Its head has been cut off.\n-The cut surface is clean; it appears to have been done with a single-sided edge, such as a knife or a scythe.\n-It exhibits motion in spite of the lack of a head. I am aware that whether or not an Abnormality has an intact head is completely irrelevant to its ability to show activity, but I will note this regardless.\n-An inflated sack visible around the chest area. Could not make clear observation.\n-Will note new discoveries in a future report."
        },
        {
          "level": 1,
          "story": "A silhouette is observed inside the inflated sack around the chest.\n-It bears resemblance to a flower, or the central nervous system of a human.\n-It expands the sack to use as blunt instrument, and can squeeze it at high speed to expel liquid.\n-Overall, the sack is deemed to be a major component of its attacks; quick destruction should prove effective.\n-Will note new discoveries in a future report."
        }
      ]
    },
    {
      "id": 8085,
      "codeName": "O-02-10-11",
      "name": "Alleyway Watchdog",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "I will describe my impressions of the encounter with this.\nIt has the appearance of three dark-furred wolves stitched together in a delicate operation. No, there may have been more, as it possessed more than three mouths.\nAtop the canine heads was the figure of a person, charred beyond recognition. Though a combustion of that degree normally would have reduced such a figure to ashes, its form was as solid as it could be, its muscles even showing motion.\nIn addition, a heap of wooden telephone poles are lodged into the wolves' body as stakes would a prisoner. They seem to periodically emit electricity, but I couldn't fathom through what means they were able to do so.\nSuch is all I have to say."
        },
        {
          "level": 1,
          "story": "I had an opportunity to engage it in combat.\nIt ran at me, galloping in a possessed motion.\nIts visage was a far cry from a hound commanded to battle or a beast yearning to feed itself.\nRunning at me may have been its only choice.\nI saw a purple arc of electricity sprint across its back. Which reminded me of animals tested under similar conditions in the laboratory.\nUsing electric stimuli, those animals were made to move as some other being intended.\nIt made me wonder if the same is happening to this creature.\nWhile its claws hurt me gravely, I felt an ounce of pity for it as well.\nSuch is all I have to say."
        },
        {
          "level": 2,
          "story": "It had a thunderous roar.\nTo describe it in more detail, it gathered bolts of lightning as if all the storms and thunders in the world struck it at once, so it wouldn't be an exaggeration to say that its roar has a thunderous property.\nNaturally, I was able to identify the source of its electricity.\nThis creature was like a living battery. Collecting lightning in its body, it used the power to fuel itself.\nAlas, its usage of the lightning's energy was not for a self-motivated purpose such as pursuit of strength;\nthe accumulated electric forces appeared to dictate its motion, giving me the impression that it was the will of the sky that it followed.\nWhile drawing up such thoughts, Miss Faust reminded me that it's not right to have such impressions of Abnormalities.\nThus, I conclude the log here lest it becomes too sentimental."
        }
      ]
    },
    {
      "id": 8086,
      "codeName": "T-02-11-04",
      "name": "Shock Centipede",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "Yeah... That centipede-ish thing, right?\n\nThey call it that, but I'm not sure if it's the right name for something clad in a big chain of steel armor.\n\nAh, well… I guess that's what Abnormalities are like.\n\nAlright… Starting with appearance, it looks like a huge series of blue plates of steel connected together. Kinda like a robot.\n\nThe eyes were red… and glinted sometimes.\n\nSometimes… No, was it actually pretty frequent? I saw sparks bounce around its body like electricity was flowing. If it's visible to the naked eye, that's gotta mean the voltage is pretty high... It won't just sting when it touches you, that's for sure.\n\n→ Centipede… To me, it looked more like a snake. It coiled up at kept glaring.\n\n→ Fair point, but… Did snakes have legs where you lived? You can't call that one a snake.\n\n→ They do, though?\n\n→ There are legged snakes.\n\n→ Oh, I saw 'em, too.\n\n→ ... Am I the odd one out?\n\n→ You're so funny, darling~"
        },
        {
          "level": 2,
          "story": "Haah... Electrocution was not what we should've been worrying about.\n\nI described it as wearing some steel armor, didn't I? I've gotta correct it; rather than armor, it was more like... blades sharpened on all sides covering its body.\n\nImagine it stabbing, pushing... even coiling around us with that kind of body. It did a number on the Sinners.\n\nWe were all bleeding ourselves dry as we fought...\n\nThat doesn't mean it had nothing to do with electricity. It looked like it had to stop whatever it was doing and coil itself up in order to shock us.\n\nNo wonder it was like that when we first faced it...\n\nWell, I guess that means it has one clear weakness.\n\nOnce its head was smashed in, it couldn't coil up any more... That has to mean no more electrocutions, right?\n\n→ Excuse me, Gregor. I trusted you and charged ahead only to be fried to char. What do you have to say about this?\n\n→ I can attest to that. Her discolored hair resembled a spoiled broccoli. I would eat no such thing as an orange broccoli even in battle.\n\n→ ... If you have a problem with my hair, say it directly.\n\n→ W-Whoa, there... Cool it down. Look, I'm sorry about what happened... Who could have thought breaking the head would make electricity flow througb its whole body?"
        },
        {
          "level": 3,
          "story": "Did you know...? Apparently, centipedes' nerves stay active and go wild for a good while even after their heart stops beating.\n\nThis one's the same.\n\nSeems to be some kind of final struggle... We got lax, but then the rich buddy got killed.\n\nFaust said, 'Since nerves are activated by electric stimuli, this may be an electric problem.'\n\nWell... She added that 'Although there is no guarantee such logic still stands with Abnormalities.' But I disagree with her there.\n\nWhen we broke its head last time, I noticed something... At least, this guy has got to be following some laws that make sense. We already saw short circuits and electric currents work with it, right?\n\nIf that's the case... If we wait for it to run out of power... It'll go down on its own.\n\nSee if I'm right, will ya?"
        }
      ]
    },
    {
      "id": 8087,
      "codeName": "T-02-11-03",
      "name": "Drifting Fox",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "Hmm... How do I put it...\n\nMy first impression of it was, pitiful... and poor.\n\nIt looked like a huge wolf... no, fox, actually. It looked at us and growled.\n\nOn its body... old umbrellas were stuck on it. Not one, several of them.\n\nIt doesn't look like they were left by someone trying to attack it... If that were the case, the sharp parts would've been lodged into its body first.\n\nI wonder why the handles of the umbrellas were stuck in it.\n\nIt seemed to be extremely wary of us. Not like there were a lot of Abnormalities that didn't show animosity, but... I don't think many of them stayed 'watchful' like this one.\n\n... Mm, I'll stop here for now..."
        },
        {
          "level": 2,
          "story": "The more umbrellas opened, the fiercer the fox seems to get.\n\nIn particular... it sometimes does nothing and waits, but the attack that comes after was especially poweful.\n\n...Huh.\n\nThe fox... sometimes cries.\n\nLooking at the sky, howling for long... as if it's laying bare some kind of sorrow into the sky.\n\nIt's not like I've talked to it, or learned anything about its past, but... every time I hear that sound, my heart aches so much.\n\nIt gets even worse when I break one of the umbrellas on its body... Like my own heart is breaking...\n\nThat's how it feels.\n\n→ Sinclar, what you're experiencing is simple loss of sanity during battle. Do not let the Abnormality influence you.\n\n→ But... the fox feels different from the Abnormalities we've fought... I'm sure it wasn't always hostile...\n\n→ Do not refer to it as a fox or a dog. It's nothing more than an Abnormality. You mustn't confuse it for an animal you can find in the City.\n\n→ Get over it, you think that fake fairy with a fat jelly bod was any easier to deal with? All we gotta do is fight and sleep as we're told. You'll end up dead trying to care about nonsense!"
        },
        {
          "level": 3,
          "story": "Ah... I finally realized it.\n\nThe fox was mad at those who only give it meaningless attention before leaving.\n\nLooking at the poor, abandoned thing on the street and giving it nothing but an umbrella...\n\nPeople who gave it such meager care and think themselves as gracious benefactors for it, feeding their own ego...\n\nThat's what the fox was sad and angry about.\n\nI, I see where it's coming from.\n\nWe have to take away the worn umbrellas on that poor child, and embrace it ourselves. We-\n\n→ Didn't have a choice here. Seemed like something he could only snap out of after dying. (Trails of blood can be seen on the log.)\n\n→ Although the method was rather extreme... It most certainly wasn't a condition that could be resolved in a short time otherwise."
        }
      ]
    },
    {
      "id": 8089,
      "codeName": "T-04-11-20",
      "name": "So That No One Will Cry",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "Well... It's a creepy-looking wood block.\n\nIt's got blood all over... and papers, too.\n\nThey weren't common, but I did see things like this in the Backstreets from time to time. What were they about, curses...? It was funny to me that some scallies actually believed that tosh.\n\n...Gah, I guess it wasn't a total load of bollocks, seeing that thing with my eyes.\n\nThat chop of wood, that thing moves.\n\nCould've sworn it was stiff as wood when we saw it in the mirror dungeons or whatever, like props for a horror film.\n\nThe attacks aren't much, but when you see a solid block of wood like that... fly at you at the speed it does, it does scare you a bit.\n\nFeels like one hit could crack a bone or two.\n\n...Well, I'm not about to sit down and let it hit me."
        },
        {
          "level": 2,
          "story": "Cor, why is it so bloody sticky... (A substance that seems to be yellow glue are smidged around this part.)\n\nI bet this bugger would've posted flyers in the Backstreets for a living if it were a human... doing nothing but that for years, I guarantee you.\n\nIt put several talismans over my body before I could notice. Dammit...\n\nNot sure if it was those creepy pieces of paper pissing me off, but it felt a bit like the bat was working better. Whatever it was, it didn't feel like a bad thing.\n\nOh, and the talismans on its body moved to my bat, too. Don't know how it works, but... I guess they wrapped around it.\n\nAnyway, this thing bugs me more the more I hit it. Some kinds of stress you gotta relieve by beating things, but this doesn't help.\n\n→ That's something only a thug would say. You really are crude.\n\n→...Huh? How's he holding off his anger when that comment's right up there?\n\n→ Faust deliberately prevented him from looking at this. It would have been a waste to fill the space with useless information.\n\n→ That's our wise bud.\n\n→ By the way... I think I felt myself feeling stronger with more talismans on me, too. Even if they didn't annoy me or make me feel anything.\n\n→ In that case... The talismans themselves might have some kind of effect. What if we tried attaching a lot of them on purpose?"
        },
        {
          "level": 3,
          "story": "Damn it, why are you telling me to write this separately?\n\nI could just keep writing where I was, you know... What's with the special treatment? It's narking me.\n\nForget it, I feel great turning that wood block into a pile of firewood, so I'll let it slide this time.\n\nWe tried getting a bunch of talismans on us like one of us suggested... but too many talismans actually weighed us down. It's weirdly tiring like some others said.\n\nInstead... That wood block sometimes puts up its guard instead of attacking, you see...?\n\nThe little lad swung his halberd right then, and the talismans on that weapon got pulled into the wood block.\n\nThen it turned purple...\n\nHeh, that's when I got it. It couldn't do anything as we kept putting the papers on it, so we turned it into regular firewood.\n\n→ Correction: the Abnormality returned to its ovate form. No experimental activities such as it actually turning into a pile of firewood or being lit on fire took place."
        }
      ]
    },
    {
      "id": 8090,
      "codeName": "F-01-11-12",
      "name": "Fairy Gentleman",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "Feels an awful lot like you keep making me do all the awful things... It's just a feeling, right…?\n\nPah, anyway... I'll write down what I know about that rotten tea-flavor jelly thingy.\n\nIf you're asking how I know it in so much detail~\n\n...It's 'cause I got put in that gross maw of his.\n\nI mean, as soon as our eyes met, he flew up, like swoosh~ all of a sudden and then squashed me with the mouth on its belly! Like, splorch, y'know?\n\nIt smelled so bad… Ugh, I hate it so much.\n\nOh... Now that I think about it, the smell itself wasn't all that weird.\n\nIt was just too... woefully sweet, I guess? My nose almost got numbed.\n\nAnyway, it felt really weird.\n\n→ Hmm... Was it that foul? As for me, the smell of those... jelly-like pieces bouncing off with each attack was pretty alright.\n\n→ It stimulated me. (Cigarette ash seeped into this segment of the note.)\n\n→ It had strengthening properties and provided an overall mental uplift."
        },
        {
          "level": 2,
          "story": "Grr... This guy really ticks me off.\n\nI dunno if it's the wobbly body, but every move of his feels so annoying! Especially when he dodges my attacks.\n\nIt's just like dealing with bullies on the streets as a kid. Y'know, how they laugh at you like 'Haha, can't even hit me?'. This is just like that...\n\nHngh... I guess I got really streesed out. I'm feeling a bit dizzy, too...\n\nI'll stop here for now. Sorry, Dante~\n\n→ Is she drunk?\n\n→ Impossible. There was no situation in which alcohol could have been ingested.\n\n→ ...RIght! W-When we were fighting the Abnormality, didn't she break a huge cup or something like that? I think she's been like this since then...\n\n→ Ah. Now that you mention it, I do remember that fatso dodging her axe and causing it to smash into a glass up."
        },
        {
          "level": 3,
          "story": "Sorry~ I was a bit messy with my last log.\n\nI asked Fau if I can erase it and write a new one, but she said I absolutely can't. Isn't she a meanie?\n\nAnyway... It did help with figuring some stuff out, so I hope you'll show some forgivenss.\n\nHere's what I can tell for sure: those bits of jelly that fly around as we fight boost our morale.\n\nAnd, the boost gets more powerful as the battle goes on.\n\nWhen someone whose morale is at its highest... I mean, like MAX! Kinda highest... breaks the glass of booze~\n\nBingo! That person gets super drunk right away!\n\nOnce someone got drunk, their attacks would get weaker and miss a lot more easily.\n\nAnd here's the catch~ The fatty jelly fella gobbled up one of our drunk pals once, right? Then he suddenly got all weird and stumbly!\n\nWe took the chance and swept him off the floor~~\n\nSee, I was super helpful!\n\n→ If you were just a little faster to grasp it, you certainly would have been.\n\n→ You just gotta say yes at times like this…"
        }
      ]
    },
    {
      "id": 8092,
      "codeName": "F-01-11-15",
      "name": "Fairy-Long-Legs",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "It... was like a green, semi-transparent jelly.\n\nIt's not my first time seeing things like these... So when I peeped at observation logs, those things were all called fairies. In that case, I bet this thing is a fairy, too. It even has the unusually small wings.\n\nWell, whatever it's called, I guess it's nothing more than an Abnormality at the end of the day.\n\nAnyway... Its left arm was like a long paddle, if I can call it that... Right, it was also like those sticky tapes you sometimes see at Backstreets restaurants.\n\nAnd on the other hand... it held a giant leaf. A four-leaf clover, was it? It was putting it up like an umbrella.\n\nHuh... An umbrella.\n\nThat's right. It looked like it rained in that area all the time.\n\nThe rain was unpleasant... It felt muddy and damp. It was like being splashed with the sea water from a breaking wave.\n\nIt didn't feel too strong. Well, I'll figure out more as we fight."
        },
        {
          "level": 2,
          "story": "Ugh... It sure is an Abnormality. The \"fairy\" title gave me a bit of fantastical preconception, I'll admit. I was frankly expecting the battle to be more normal than what happened.\n\nHaah... That sticky sundew-like arm stretched out and brushed against us. I didn't think it'd stretch that long, so I couldn't think to block it.\n\nWhat it did after was just as difficult to respond to. Before I could make any decisions, it retracted its arm. At the tip of that arm...was bits of our flesh.\n\nIt shoved those flesh bits into the mouth (not sure if it's the right way to call it, but I can't think of anything else) on its torso and chewed it up like they were tasty cuts of a steak.\n\nSeems like that'show it heals itself up. We should try and stop it from taking our flesh...\n\nBut the attack is quick, so we'll want to plan out our course of action."
        },
        {
          "level": 3,
          "story": "It would occasionally make this giant clover...tree thing?\n\nCome to think of it, we were rarely hit by the rain while standing under it. And...the fairy seemed like it was doing it on purpose.\n\nThe clover it was holding sometimes got torn during battle; when that happened, it looked pretty displeased judging from its reaction. What's more...it seemed to get slower.\n\n\"The relish is lost\"...? I think it said something along the lines of that. The glare it gave us was intense for sure.\n\nThe rain might have actual effects on combat other than just feeling awful to be in.\n\nAha.\n\nIf that's the case, the reason it makes the clover tree to grow...is to keep us from being hit by the harmful rain so that gains more benefits when eating our flesh?\n\nTo...make its meals tastier.\n\nUgh, I really think that thing doesn't deserve to be called a fairy."
        }
      ]
    },
    {
      "id": 8094,
      "codeName": "O-02-04-06",
      "name": "Golden Apple",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Last time I wrote an observation log, I was a kid, so I'm not sure if I'm up to this, but...\nI guess orders are orders.\nSo, uhh... Start with describing its appearance?\nHm, alright. That was an apple.\nA huge, grotesque apple with limbs.\nPersonally speaking, doesn't it freak you out when a food item gets all massive or starts walking on its own? Is it just me?\nI went off-topic there. Anyway, that apple was golden. Definitely not something out of your average orchard. Mmm, right. It's what you call an Abnormality, yeah?\nThen yeah, that apple Abnormality was strutting all by itself.\nSo I... I was getting a growing urge to chop that apple. It was almost magnetic. Hard to explain.\n...Well, you won't find a lot of people who hate apples as much as I do. I guess that's on my unusual past.\nWe decided to fall back for now since we had too little intel to try and fight.\nWe'll probably take on it at some point, so I'll write down more when that time comes.\n→ How disorganized. Were your reports as terrible during your military service?\n→ Vergilius instructed us to write these however we wanted. Dante agreed with that, too.\n→ …If Executive Manager is fine with it, I won't object.\n→ [A cigarette burn is left on the paper.] S.P.C.\n→ Seriously, some petty complaint that was."
        },
        {
          "level": 1,
          "story": "Man, that was tiring.\nIt kept healing itself or whatever, it just wouldn't fall after we sliced, tore, smashed, and did all kinds of damage to it.\nFighting it was pretty simple... Well, it's not like all of us got out unscathed, though. What it does is run into us for a body slam. Not too hard to deal with once you're used to it.\nI think I get its schtick after fighting it a few times. You see, it's got a golden aura floating around it, yeah?\nBut the aura was gone after the apple recovered several times.\nMaybe that's its threshold of regeneration.\nI'll let manager bud know about this. It might be what helps end this tedious struggle."
        },
        {
          "level": 2,
          "story": "…[What appears to be foul words are scribbled out.]. This is why you put me in charge of the observation?\nDid you know this crap would happen and…\nYeah, no. There's no way you could have…\nNone of us could, this was our first time.\nGah… When I blew that golden apple up, it split open.\nThen some [What appears to be foul words are scribbled out.]ed branches popped out of the crack, and… That thing, that bastard…\nIt took Yuri…\nAnd with that new nutrient, a swarm of maggots piled up inside…\n\"Metamorphosing\" into a hideous face.\nHaha, funny, isn't it. I was feeling a sense of kinship with that crawler. I guess it's because we were both pests…\nRealizing that, I just couldn't stay calm. I had to tear that detestable face apart to find peace.\nAnd then, and then...\n→ Gregor was struggling to maintain his cool in his writing, so I relieved him of his pen. He didn't have much else to offer in terms of information, anyway.\n→ Those maggots squirmed harder than I expected when I scorched 'em with my cigarette. Does this count as intel?"
        }
      ]
    },
    {
      "id": 8095,
      "codeName": "O-02-04-06",
      "name": "False Apple",
      "clue": "Clue",
      "storyList": [
        {
          "level": 0,
          "story": "Last time I wrote an observation log, I was a kid, so I'm not sure if I'm up to this, but...\nI guess orders are orders.\nSo, uhh... Start with describing its appearance?\nHm, alright. That was an apple.\nA huge, grotesque apple with limbs.\nPersonally speaking, doesn't it freak you out when a food item gets all massive or starts walking on its own? Is it just me?\nI went off-topic there. Anyway, that apple was golden. Definitely not something out of your average orchard. Mmm, right. It's what you call an Abnormality, yeah?\nThen yeah, that apple Abnormality was strutting all by itself.\nSo I... I was getting a growing urge to chop that apple. It was almost magnetic. Hard to explain.\n...Well, you won't find a lot of people who hate apples as much as I do. I guess that's on my unusual past.\nWe decided to fall back for now since we had too little intel to try and fight.\nWe'll probably take on it at some point, so I'll write down more when that time comes.\n→ How disorganized. Were your reports as terrible during your military service?\n→ Vergilius instructed us to write these however we wanted. Dante agreed with that, too.\n→ …If Executive Manager is fine with it, I won't object.\n→ [A cigarette burn is left on the paper.] S.P.C.\n→ Seriously, some petty complaint that was."
        },
        {
          "level": 1,
          "story": "Man, that was tiring.\nIt kept healing itself or whatever, it just wouldn't fall after we sliced, tore, smashed, and did all kinds of damage to it.\nFighting it was pretty simple... Well, it's not like all of us got out unscathed, though. What it does is run into us for a body slam. Not too hard to deal with once you're used to it.\nI think I get its schtick after fighting it a few times. You see, it's got a golden aura floating around it, yeah?\nBut the aura was gone after the apple recovered several times.\nMaybe that's its threshold of regeneration.\nI'll let manager bud know about this. It might be what helps end this tedious struggle."
        },
        {
          "level": 2,
          "story": "…[What appears to be foul words are scribbled out.]. This is why you put me in charge of the observation?\nDid you know this crap would happen and…\nYeah, no. There's no way you could have…\nNone of us could, this was our first time.\nGah… When I blew that golden apple up, it split open.\nThen some [What appears to be foul words are scribbled out.]ed branches popped out of the crack, and… That thing, that bastard…\nIt took Yuri…\nAnd with that new nutrient, a swarm of maggots piled up inside…\n\"Metamorphosing\" into a hideous face.\nHaha, funny, isn't it. I was feeling a sense of kinship with that crawler. I guess it's because we were both pests…\nRealizing that, I just couldn't stay calm. I had to tear that detestable face apart to find peace.\nAnd then, and then...\n→ Gregor was struggling to maintain his cool in his writing, so I relieved him of his pen. He didn't have much else to offer in terms of information, anyway.\n→ Those maggots squirmed harder than I expected when I scorched 'em with my cigarette. Does this count as intel?"
        }
      ]
    },
    {
      "id": 8096,
      "codeName": "M-01-11-07-tear",
      "name": "Brazen Bull - Tearful",
      "clue": "Clue",
      "storyList": [
        {
          "level": 1,
          "story": "- Composed of steel plates with bluish rust and marks left by heat.\n- Its appearance resembles that of an animal commonly referred to as the bull.\n- Though the analysis isn't precise, the material's properties suggest it consists of an alloy of copper and zinc.\n- It has another component other than steel plates; there appears to be a humanlike being inside it.\n- K Corp's drones are flying around it. They appear to be filming Sinners occasionally.\n- Though the reason or principle is unclear, it's thrown into a state of agitation. Because it was expected to make the battle more unfavorable for us as it went on, I suggested to the manager that the drones be destroyed first.\n- The being inside constantly had a facial expression one would make while in pain.\n- Its movement tends to be erratic and abrupt, possibly due to the pain caused by the heat.\n- Its body is assumed to have intense heat. Whenever a Sinner was attacked by it, causalgia and burns could be observed.\n- Clouds of gas assumed to be breaths or steam were observed near its head.\n- It sometimes raised its body to slam a Sinner with its weight. And other times, from the head...the humanlike being emerged for an attack. Its dizzying cry left a lasting impression.\n- When a Sinner was attacked by the humanlike being, they would display serious depression. The mental damage possibly caused them to be immobilized or become reluctant in combat. This effect is expected to be temporary.\n- Concerned that it might render Sinners unable to further participate in battle, the manager has ordered to prioritize disabling its head. It is deemed to be an effective approach. The humanlike being could no longer be observed in battle once dealt with.\n- No further discoveries to be made; the observation log is concluded.\n\n→ Aah… It suffered for such a long time… Unable to do anything about the raging thirst, the flesh endlessly burning and searing…\n\n→ Oi, kid's still messed up.\n\n→ Faust will take care of it."
        }
      ]
    }
  ]
}