{
    "dataList": [
        {
            "id": 8373,
            "codeName": "??-??-??-??",
            "name": "Peccatulum Luxuriae??",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 1,
                    "story": "The mass of flesh... has only gotten larger.\n\nIt was still lifting its upper body, like it's preparing to... pound on something.\n\nThe giant... mouth that was almost like its head... split even further, to the point where its entire body seemed to become a vertical maw.\n\nIts flesh is just as awful as before. That unpleasant, rotten fruit-like texture...\n\nAh, yeah... it still has those hands inside its maw, but...\n\n... they've merged together, their nerves and muscle tissue seemingly... all twisted into one big arm. It's no longer in that weird spiral.\n\nThe hand at the end of that arm tried to grab anything it could get a grip on...\n\nIts eye rolling around furiously to find something that could... fill it up.\n\nBut the hand was so unwieldy, like it wasn't made to grab things in the first place...\n\nEventually, when it failed to grab anything properly, it turned into something like... a nail or a stake, and impaled us...\n\nWhich means that... the...\n\nAh... I'm sorry... I'm feeling a bit nauseous. I promise I'll finish this entry next time...\n\n→ Huh? Where's the rest of the report, then?\n\n→ It must've reminded him of that friend from school~\n\n→ If I was the lad, I won't be callin' that girl a 'friend'.\n\n→ I think we have everything we need? Don't worry about coming back to this, Sinclair.\n\n→ Indeed. This appears to be sufficient information to constitute a report.\n\n→ ... Thanks."
                }
            ]
        },
        {
            "id": 8374,
            "codeName": "??-??-??-??",
            "name": "Peccatulum Superbiae??",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 1,
                    "story": "Human hands and arms are not only parts of a body, but also indispensable tools of creation. \n\nFrom creating small trinkets, to simple mechanisms, to the complicated designs of Workshop weaponry.\n\nThey are tools given to humans at the moment of birth; tools used to bring humanity to endless heights.\n\nThat is why the second Pride has free use of its arms.\n\nYet, the fact that it remains bound to a wheel must originate from the comfort-seeking part of the freedom availed by the two free, dextrous arms.\n\nYet Pride will not, as humans have done, use their greatest tools only for creation.\n\nIt will thrash and rip with its arms and hands... and inevitably be a part of some destruction.\n\nIts motivation for such violence is simple.\n\nBecause it can.\n\n→ It is a tragic thing for an invention to grow distant from the mind that first conceived it. A greater sorrow is that such is true of most creations of men. Including those of my design...\n\n→ Does it have to be tragic? Destruction is but a beautiful part of creation.\n\n→ Such is also not necessarily an incorrect sentiment."
                }
            ]
        },
        {
            "id": 8376,
            "codeName": " F-01-16-10",
            "name": "Rose Hunter",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 1,
                    "story": "Woah~ Looks like this Abnormality is a hunter with a rose growing on top of his head~\n\nHe arrived like the wind, riding a handsome steed with roses blooming from its eyes.\n\nI was so surprised, because when we first met, he greeted me by throwing that lasso at me!\n\nHe kept tugging the lasso, which kept pulling me away from everyone... that was a bit troublesome.\n\nIt could've been pretty bad if Ryōshū hadn't chopped the lasso.\n\nGood thing it could be cut, because I remember some unbreakable ropes from back home.\n\nI was worried that this might've been the same, but looks like it's not too hard to break Mr. Hunter's ropes!\n\n→ So... the Abnormality didn't hesitate to bind everyone, but... why did he keep whipping me and just me, I wonder?\n\n→ It appears to prefer ensnaring and whipping targets with psychological weaknesses. That must be why its whips focused that much on Sinclair.\n\n→ Ohh~ Well, Sinclair does have very delicate sensibilities, like a sugar sculpture.\n\n→ Thanks for the... compliment...\n\n→ S.S.O.F.T."
                },
                {
                    "level": 2,
                    "story": "The more people he's got bound, the faster Mr. Hunter seems to get.\n\nShouldn't he get slower if he has that much to carry?\n\nMaybe having so many people lasso'd up like this is making the horse excited.\n\nOr, maybe he has to hurry somewhere with so many people tied to himself?\n\nHmm, then why might that be, I wonder?\n\nShouldn't homeward journeys be an opportunity to see more things, to experience as much as possible?\n\nGoing too fast with tunnel vision might cause you to miss so many things.\n\n→ Well, can't help gettin' right impatient when goin' back, eh?\n\n→ Agreed, for once. There is no need to dally on a return journey. The faster it is, the better it is.\n\n→ I meant to ask— So what got you so rearing to go back to that manor, Heathcliff?\n\n→ Huh... that's a good question. Yeah, what was up with all the rush back then? Whoever sent the letter wasn't even there at the manor.\n\n→ Oi, you— (Something used to be scribbled here in violent anger, but it's gone now)\n\n→ Let's stop bringing that up, guys."
                },
                {
                    "level": 3,
                    "story": "Mr. Hunter is probably a very Obsessive gentleman.\n\nI couldn't avoid his lasso throws, no matter how much I tried.\n\nHe kept throwing more and more lassos, and every time he did... he grew increasingly accurate.\n\nHe even started throwing two lassos at the same time, without a single miss, too!\n\nAh, but he had a hard time avoiding our attacks because he was so focused on throwing his lassos.\n\nThat makes me wonder, though. Why didn't he just run off once he had all of us in snares?\n\nMaybe he wasn't exactly looking to capture us?\n\nThen, maybe his purpose was to wear us down as soon as possible so he could leave here.\n\nAnd if that was his purpose... I wonder what he was trying to capture with that thorny lasso?\n\nI'd like to ask him if we can meet again.\n\n→ It is likely that this entity is in pursuit of the apple, considering the encounter in the Mirror Dungeon.\n\n→ So he must've been desperately searching for something. I've know a few people like that back home, I understand~\n\n→ Oh... didn't your little sister say that... your family was looking for you?\n\n→ They must really miss me. Hehe, I'm glad."
                }
            ]
        },
        {
            "id": 8379,
            "codeName": "T-04-16-02",
            "name": "Hurting Teddy Bear",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 1,
                    "story": "I'm glad this one isn't so gross-looking~\n\nBut... uh, doesn't it look a bit... creepy instead?\n\nA teddy bear's gotta look soft, plushy, and cutesy, am I right?\n\nIt's got burst seams everywhere, and... a buncha nails protruding in and out of it.\n\nAnd it's got the gall to ask us for hugs... like, who'd wanna hug this thing?\n\nThere's more. Once we played along, it kept getting more aggressive...\n\nHm? Ohh, I've an idea! How about we just ignore it completely?\n\nLet's not play its games and just press the offensive. Attack, attack, attack.\n\nY'know what I mean, right? That strat Dante sometimes suggests where we gotta attack 'em, throwin' caution to the wind, goin' down swinging.\n\nI might be wrong, but... hey, it's kinda plausible, right?\n\nDante, let's try my strat this time. Hm?\n\n→ I wouldn't say that the \"goin' down swinging\" part is true, but... it's an idea. Let's try it.\n\n→ Mm... its claw attacks are more painful than expected. Let's try a different approach.\n\n→ It can be inferred from this attempt that complete neglect may provoke anger.\n\n→ Darn... Then how about this? Let's all play with it together next time."
                },
                {
                    "level": 2,
                    "story": "Okay... so playing with it all together was not the solution either, huh...\n\nIt got rougher and rougher, until it suddenly hugged all of us! Like, like a huge bear hug!\n\nAnd the nails inside its body started stabbing us in the process, and...\n\nUgh! Awful, awful stuff. Getting stabbed has got to be the worst sensation.\n\nWhat now? We can't neglect it, we can't play with it, so...\n\nHm, maybe it's got something to do with the teddy bear's... mood?\n\nYou guys felt it too, right? It's like... y'know, that oddly sad feeling?\n\nEvery time we played with it, that 'feeling' seemed to diminish a little.\n\nSo here's what we gotta do. Don't play with it too much, but also don't completely neglect it.\n\nPlay with it just the right amount.\n\n→ Ill rests my heart at the sight of that faint sorrow, though my head knew well that it is but an Abnormality.\n\n→ Right. So we've just got to... kick its arse just the right amount, then?\n\n→ Just the right amount of entertainment may be permitted, but I will not tolerate a careless approach to battle\n\n→ So... what exactly is 'just the right amount'...?"
                },
                {
                    "level": 3,
                    "story": "When it started runnin' at me all aggressive to hug me again, I thought it was gonna be my death # whatever today.\n\nBut... it wasn't.\n\nIt hugged me so tightly, but I felt so... comfy and warm.\n\nIt didn't hurt at all. Even its sharp nails turned cushy and sponge-like.\n\nMaybe it was tryna repay us for playing with it?\n\nAnyways, after that, it just... sat there, not doing anything, like it was satisfied.\n\nLike it was done with the playtime.\n\nWe killed it, since it's just an Abnormality that happened to be standing in our way, but...\n\nI didn't like doing it.\n\n... Besides, it was kinda cute, in hindsight.\n\n→ ...Writing stuff that... Faust might come to chastise you about it...\n\n→ I do not 'chastise'. Those comments are only rational warnings against emotional treatment of Abnormalities that does not take into account the definition and the particularities of each Abnormality.\n\n→ C'mon, go easy on me, Fau~ Lemme dote a little on a cute Abno after a series of gross subjects~\n\n→ ... A measure will be put in place to have less... externally grotesque entities assigned for your observation logging duty."
                }
            ]
        },
        {
            "id": 8375,
            "codeName": "F-04-16-04-TE",
            "name": "Four-hundred Roses",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 1,
                    "story": "- No meaningful distinguishing features could be identified when comparing this entity to sub-entities of other Abnormalities.\n\n- Their exteriors, while partially hinging on the host's original appearance, share the following commonalities: bodies bound by vines and a flower bloomed upon their heads.\n\n- Upon corrosion of the hosts, the following symptoms could be observed: major loss of rationality and a constant yearning for blood.\n\n- However, another observed aspect of this corroded state is that their consciousness is not completely lost, and a rudimentary level of communication could be established.\n\n- In the case of corroded humans, transformation into a state similar to that of ravenous Bloodfiends could be observed; it was also observed that corroded humans' ability to maintain consciousness was relatively diminished compared to corroded Bloodfiends(however, due to the small sample size, contradictory findings may be present in future research).\n\n- In the case of Bloodfiends, uncorroded subjects have also demonstrated the blood-craving characteristic. It appears that the long period of starvation lowers their ability to rationalize.\n\n- Thus, a deeper level of observation of study is required to determine the distinguishing factors between ravenous Bloodfiends and rose-corroded Bloodfiends.\n\n- Will note new discoveries in a future report."
                },
                {
                    "level": 2,
                    "story": "- Other Sinners have posited that the corroded entities would attack utilizing their roses or briar vines.\n\n- It has been confirmed, however, that they employ the same method of combat prior to their corrosions.\n\n- The entity who wielded a greatsword continued to wield it, and entities wielding umbrellas continued to wield them.\n\n- Their combat capabilities do not appear to have changed in a meaningful metric when compared to themselves prior to corrosion.\n\n- There have been two discoveries of note: all corroded entities were surrounded by lights of unidentified sources, and they have been observed to siphon a portion of blood lost from the Sinners.\n\n- The siphoned blood is used to reconstruct itself, but a part of it seems to be channeled to a separate entity.\n\n- Will note new discoveries in a future report.\n\n→ It is likely that the entity that receives the channeled blood is the Abnormality itself."
                },
                {
                    "level": 3,
                    "story": "- After compiling and referencing all available data that has been gathered through encounters, it can be concluded that these entities are very similar to Bloodbags.\n\n- There is a high probability that siphoned blood is channeled to the source Abnormality that corroded them.\n\n- Sinner #11 made the following query: what happens when a corroded Bloodfiend attempts to create a Kindred or a Bloodbag?\n\n- However, as corroded Bloodfiends have not attempted such activities, no further deductions could be made in that avenue.\n\n- Upon post-mortem inspection of deceased entities, small roses could still be observed on their bodies.\n\n- The roses subsist on the remaining blood on the cadaver; upon exhaustion of such subsistence, it is likely that they will begin to wither.\n\n- No further discoveries are to be made. This observation log is concluded.\n\n→ As the rose is also categorized as an Abnormality, it is reasonable to assume that the entity would not necessarily follow the natural law.\n\n→ Corrections to the report will be made, should we discover a sample disproving my statement."
                }
            ]
        },
        {
            "id": 8377,
            "codeName": "F-01-16-10-a",
            "name": "Rose Hunter",
            "clue": "Clue",
            "storyList": []
        }
    ]
}