{
    "dataList": [
        {
            "id": 8349,
            "codeName": "",
            "name": "Passenger Bloodbag",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 1,
                    "story": "Oi, have I seriously got to write a report *now*?\n\nHah, well.. I suppose it could come in handy later.\n\nFirst off, it’s got dark red stuff comin’ out of its body like bloody bones. I don’t think they’re real bones, but…\n\nUsed to know some bloke from the pub who worked in the mines. One time, he nicked an unprocessed gemstone or somethin’ and showed it off to everyone. The red stuff reminds me of that gemstone.\n\nThe creatures’ got red eyes, by the way.\n\nNo, not like they’re bloodshot, more like their eyes are naturally red… Oh, they did attack us like bloodshot, rabid animals, of course.\n\nThey also looked a tad… starved?\n\nThis is just a stab in the dark, based on my first impressions of ‘em, but they’ve all got the eyes of a… a starving tramp.\n\nRight, so far they’ve all attacked us without any provocation from our side, yeah?\n\nIt ain’t like they were particularly hostile against us. It’s more like the smell of blood flowing through our veins drove ‘em barmy.\n\nBeastlike things, in the shape of a human, if you ask me.\n\nWhat else… Oh, make sure to completely immobilize them before turning your backs to ‘em. These sods regenerate.\n\nWell. Our resident smartarse, Faust, did say that the specific manner of ‘immobilization’ I'm talking about ain't possible on the train, but…\n\n… at least keep their body parts far, far away from one another, and that’ll probably buy us a day or two.\n\nTheir sheer aggression can be pretty hard to deal with, but it ain’t nothing we can’t manage.\n\nAlso, watch out for the red stuff on their hands. They’re quite prickly.\n\n→ Woah! Like unprocessed gemstones? Hey, we could make a fortune selling them!\n\n→ T-that doesn’t make any sense, Rodya…\n\n→ The crystals are unlikely to be of any significant financial worth. They are simply congealed blood.\n\n→ Aw, darn. What a way to rain on my parade."
                }
            ]
        },
        {
            "id": 8348,
            "codeName": "",
            "name": "W Corp. Bloodbag",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 1,
                    "story": "Oi, have I seriously got to write a report *now*?\n\nHah, well.. I suppose it could come in handy later.\n\nFirst off, it’s got dark red stuff comin’ out of its body like bloody bones. I don’t think they’re real bones, but…\n\nUsed to know some bloke from the pub who worked in the mines. One time, he nicked an unprocessed gemstone or somethin’ and showed it off to everyone. The red stuff reminds me of that gemstone.\n\nThe creatures’ got red eyes, by the way.\n\nNo, not like they’re bloodshot, more like their eyes are naturally red… Oh, they did attack us like bloodshot, rabid animals, of course.\n\nThey also looked a tad… starved?\n\nThis is just a stab in the dark, based on my first impressions of ‘em, but they’ve all got the eyes of a… a starving tramp.\n\nRight, so far they’ve all attacked us without any provocation from our side, yeah?\n\nIt ain’t like they were particularly hostile against us. It’s more like the smell of blood flowing through our veins drove ‘em barmy.\n\nBeastlike things, in the shape of a human, if you ask me.\n\nWhat else… Oh, make sure to completely immobilize them before turning your backs to ‘em. These sods regenerate.\n\nWell. Our resident smartarse, Faust, did say that the specific manner of ‘immobilization’ I'm talking about ain't possible on the train, but…\n\n… at least keep their body parts far, far away from one another, and that’ll probably buy us a day or two.\n\nTheir W Corp.-issued weapons can be a bit tricky to handle, but it’s manageable.\n\nAlso, it seems that they’ve retained their combat skills from before they became those monsters. Watch yourselves.\n\n→ Hey, how much dough do ya think those W Corp. weapons will fetch if we pawn them? Ohh, or maybe we can even use ‘em ourselves~!\n\n→ Selling them is probably a bad idea, right…? I don’t know if we should use them, either…\n\n→ … It is my wish that we will not resort to plundering and peddling the weapons of a Wing…\n\n→ Aw, darn. What a way to rain on my parade."
                }
            ]
        },
        {
            "id": 8347,
            "codeName": "",
            "name": "Sasha",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 1,
                    "story": "I did think this Fixer was kind of an asshole. Rude, rough… but never in my wildest dreams did I imagine that she was a Bloodfiend.\n\nAll because she didn’t want to die… honestly, I get it. I really do.\n\nI’ve seen enough folks during the war, surrendering to the enemy for that very same reason.\n\nBut surrendering was rarely ever better than continuing to fight. Without someone or something major to back them up, to vouch for them… they’d just get executed.\n\nMaybe… maybe that’s why I can’t bring myself to condemn her choice like Don Quixote does. Because I've seen people like her with my own eyes.\n\n... Of course, that’s that, and this is this.\n\nIf it's between her life or my escape, I'll choose to be selfish. Spending thousands of years trapped inside this train, doing nothing? No, that’s such a ridiculous idea that I don’t even want to think about it.\n\nBy the way, do you know what else is ridiculous? Suddenly getting woken up in the middle of an active WARP trai— Fine, I’ll move on.\n\nAnyways… though red crystals were poking through her prosthetic body, she continued to function at a decent capacity.\n\nShe still uses the same, familiar prosthetic fighting style: suddenly raising her power output or using the prosthetic parts as disposable shields.\n\nAnd… let’s see… Right. Don’t let her cut you, because you’ll be bleeding from that wound for a while.\n\nI felt her weapons, covered in some serrated, crystallized sawblades, rip my skin apart. But I don’t think there was much more to her than that.\n\nThe biggest threat she posed was her ability to regenerate almost infinitely, thanks to the train’s weird environment. But she wasn’t very different from those Bloodbaskets otherwise.\n\nFrau Faust told me that it’s because she’s a newborn Kindred.\n\n→ An obvious, shameful conclusion awaits those who step onto the field of battle with such pathetic, weak-willed minds. They don’t deserve even an iota of respect, and rightly so.\n\n→ Do I seriously have to keep butting heads with you every time we talk about this subject? Don't tell me you've never felt even a tinge of empathy for them.\n\n→ How can I trust someone who defects to the enemy the moment they fear for their lives? I have nothing but contempt for them.\n\n→ … Fine. Maybe on a battlefield. But that’s all in the past. It's over.\n\n→ No, it’s not. It’s not over, none of it is. You only wish that it was.\n\n→ Observation logs are not forums for debate. Please refrain from engaging in one.\n\n→ Also, their designation is ‘Bloodbags’, not ‘Bloodbaskets’. It is regrettable that you continue to fail to refer to often-mentioned subjects by their often-mentioned, correct names.\n\n→ That’s uh… yeah, okay. My bad…"
                }
            ]
        },
        {
            "id": 8346,
            "codeName": "",
            "name": "Prosthetic Bloodbag",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 1,
                    "story": "Oi, have I seriously got to write a report *now*?\n\nHah, well.. I suppose it could come in handy later.\n\nFirst off, it’s got dark red stuff comin’ out of its body like bloody bones. I don’t think they’re real bones, but…\n\nUsed to know some bloke from the pub who worked in the mines. One time, he nicked an unprocessed gemstone or somethin’ and showed it off to everyone. The red stuff reminds me of that gemstone.\n\nThe creatures’ got red eyes, by the way.\n\nNo, not like they’re bloodshot, more like their eyes are naturally red… Oh, they did attack us like bloodshot, rabid animals, of course.\n\nThey also looked a tad… starved?\n\nThis is just a stab in the dark, based on my first impressions of ‘em, but they’ve all got the eyes of a… a starving tramp.\n\nRight, so far they’ve all attacked us without any provocation from our side, yeah?\n\nIt ain’t like they were particularly hostile against us. It’s more like the smell of blood flowing through our veins drove ‘em barmy.\n\nBeastlike things, in the shape of a human, if you ask me.\n\nWhat else… Oh, make sure to completely immobilize them before turning your backs to ‘em. These sods regenerate.\n\nWell. Our resident smartarse, Faust, did say that the specific manner of ‘immobilization’ I'm talking about ain't possible on the train, but…\n\n… at least keep their body parts far, far away from one another, and that’ll probably buy us a day or two.\n\nTheir prosthetics are still fully functional, so that could pose some trouble for us. But I reckon we’re pretty evenly matched.\n\nAnd another thing: it ain’t so easy to tell these Bloodbags apart from civvies, so keep your wits about. Look for the red stuff pokin’ outta their shells.\n\n→ Guys. What if we picked up a few of their prosthetics for ourselves?\n\n→ I have wished to speak to you about these comments, Rodya. Please refrain from collecting items aboard the train, as it may interfere with the restoration procedure.\n\n→ Also, maybe they’re watching all of our moves through something? The higher-ups love surveillance, you know~\n\n→ I’m just kiddin’ this time, guys. Just joshin’ ya. Jeez.\n\n→ Wait, you weren’t kidding earlier…?"
                }
            ]
        },
        {
            "id": 8350,
            "codeName": "",
            "name": "Cassetti",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 1,
                    "story": "Recording the information gained from an encounter with the entity.\n\nThe Bloodfiend who introduced himself as ‘the Sixth Kindred’, or ‘a Kindred of the Sixth Generation’ displays a high degree of psychological instability.\n\nThe subject’s speech patterns are fragmentary and highly illogical. The cause of this instability is unclear at present, though it is not without a few possible candidates: a symptom inflicted by the ‘Familia’ the subject has fled from, or the natural outcome of the claustrophobic environment of WARP trains.\n\nHowever, taking into account the records of [Authorization from a higher security level is required to access the data.], it is likely to be the former.\n\nThe subject has a lexical idiosyncrasy of repeatedly vocalizing the following words in his sentences: ‘the Parade’, ‘Mask’, and ‘Prince’. While the possibility that the subject may have held the title of a ‘Prince’ is non-zero, various responses and the records of attempted conversation suggest that the subject was involved in a form of stageplay prior to boarding the WARP train.\n\nFurther attempts at communication resulted in a hostile encounter.\n\nDuring the hostile encounter, the subject used crystallized blood to summon a powerful weapon in his hands. Similar observational records have been identified in ■■■■■, as characteristics of [Authorization from a higher security level is required to access the data.]’s child Kindreds.\n\nIn the same vein, the said weapon has been identified to have exceptional levels of hardness, strength, and sharpness. The damages inflicted by this weapon were observed to be significantly more severe than those caused by standard weapons.\n\nThis matches the data from [Authorization from a higher security level is required to access the data.], conducted and collected based on observation of ■■■■■.\n\nThe subject absorbed blood stored in his Bloodbags. It has been confirmed that, as is the case with other Bloodfiend entities, the subject’s strength grows exponentially with the amount of stored blood.\n\nAfter what has been subjectively measured as several hours of continuous battle, the following fact could be determined: the subject is, with the combination of naturally rapid regenerative abilities of Bloodfiends and the time moratorium active within the WARP train, functionally immortal.\n\nBecause the subject could not be neutralized by any standard means, [Authorization from a higher security level is required to access the data.].\n\nFortunately, [Authorization from a higher security level is required to access the data.].\n\nHowever, due to potential risks to [Authorization from a higher security level is required to access the data.], [Authorization from a higher security level is required to access the data.].\n\nIn conclusion, the subject was successfully neutralized.\n\nConcluding the report.\n\n→ Fau… ya kinda censored like… most of the report.\n\n→ That is due to the insufficient security level.\n\n→ Hm. And how would one go about raising one’s security level? I believe that the Executive Manager, at the very least, is entitled to this knowledge.\n\n→ To raise one’s security level, [Authorization from a higher security level is required to access the data].\n\n→ Seriously? You’re hiding that, too? Man…"
                }
            ]
        }
    ]
}