{
    "dataList": [
        {
            "id": 8165,
            "codeName": "??-??-??-??",
            "name": "Hindley, The Reaved Lamenter",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 0,
                    "story": "I never even had a moment of contentment as long as I was here at the manor, but… I at least lived like a human being when Mr. Earnshaw was alive.\n\nEven then, Hindley was always looking for a chance to torture me, but… Mr. Earnshaw would always raise his cane and drag Hindley to his room.\n\nRight. Mr. Earnshaw favored me. I had his affection.\n\nThe same affection that would’ve gone to Hindley had I not been there.\n\nI was still a poor child with nothing to my name, but… to this bastard, that affection was what mattered the most.\n\nExpensive augmentation procedures, his inheritance, all the Butlers who were to be in his service… none of that mattered more than his father’s love.\n\nI knew that. Even as a boy, I had a knack for sussing out these things.\n\nSo, whenever Hindley would provoke me with my relationship to Catherine, I always shot back at him using his craving for his father’s love.\n\n… That was the only way I could deny the truth that, at least in this manor, I was beneath him.\n\nIt must’ve been around then when he started blaming me for every single one of his misfortunes.\n\nThe fact that he never got that violin. The fact that his father stopped receiving his morning greetings.\n\nPerhaps… even when he lost the manor to gambling, when he learned that Catherine left nothing for him in her will… he might've blamed me still.\n\nRight. Maybe he did.\n\nI thought something was off when he started talking so boldly at me, not even realizing what a mess he'd become.\n\nNow… it looks like this blighter's just walking himself into hell.\n\nMaking himself look large and threatening, swinging his claws about with abandon… but I can see right through this façade.\n\nI see a poor, abandoned dog. Abandoned by Mr. Earnshaw, cast out from Wuthering Heights.\n\nA part of me just thinks he’s pathetic… but I also feel a bit of pity…\n\nTsk, all of that musing to say nothing in the end. Let’s put him out of his misery first."
                }
            ]
        },
        {
            "id": 8159,
            "codeName": "??-??-??-??",
            "name": "Peccatulum Pigritiae?",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 0,
                    "story": "Red things seeped from what resembles a rock.\n\nIts nature could not be determined; it very well could be veins, muscle tissue, or aught else that carries blood. Thus the most ideal nomenclature for the fluid, for the moment, would be ‘red things’.\n\nWith its every movement, the four smaller rocks held by the red things wavered precariously.\n\nIt rolls its eyeball still, yet naught seems enough to stir it; it refuses to even ram us with its body.\n\nInstead, it merely swings with what is in its grasp.\n\nThough it oft lashes with two or so of what is grasped, it swings all four rocks at once, from time to time.\n\nAs those numbers must originate from its own conscious decisions… I consider this to be a living being.\n\nIn other words, I am, in turn, alive as well still.\n\nI merely find it regrettable that the rock is no longer levitating.\n\nIt is quite miraculous that such a thin thing can endure the weight of such a heavy boulder… Yet, as it is attached to the earth, it is self-evident truth that it can no longer be said to be in a state of levitation.\n\nWhat has once levitated, though bereft of wings, has fallen to the earth.\n\nAnd the rock vacillates hither to thither, fettered to the swaying red thing with no freedom to call its own.\n\nThough its form has changed, its nature remains that it is a lazy living being.\n\nYet, it may also be said that such staunch resilience to change may itself be a form of assiduity.\n\nWhat changes is slothfulness, yet what changes not is diligence.\n\nWhat an odd sophistry.\n\nSuch is all I have to say.\n\n→ I.D.K.W.T.H.H.T.A.\n→ C’mon, mate. Even the incomprehensible lass can’t understand what the hell you’re talking about. Write plainly for once, yeah?\n→ I believe that this record was composed in quite the luculent incontrovertibility…\n→ Lucu— Incontro— Haah. C’mon, Yi Sang. You’re doing this on purpose at this point, aren't ya?\n\n→ … I have naught else to say."
                }
            ]
        },
        {
            "id": 8160,
            "codeName": "??-??-??-??",
            "name": "Peccatulum Gulae?",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 0,
                    "story": "Looks like it’s bloomed a bit more than before, doesn’t it? It looks a bit greener.\n\nI remember it looking completely dried out, like it’s about to wither away… Not that it’s gotten any easier on the eyes, that is.\n\nNow it has three flower heads and stems stretched out like limbs. I think I saw a tail, too… It’s only gotten more unsettling to look at.\n\nMaybe it devoured a human or something. It’s got plenty of blood on its sharp and fearsome teeth that reminds me of a catfish's…\n\nActually, never mind that. There’s something weird about these things.\n\nThe monster snatched us up using its roots… stems… or whatever it is… like arms.\n\nAnd immediately devoured us like a starving beast.\n\nBut… after it devoured us, it immediately spat us back out like it tasted something awful. I suppose this means that it didn’t eat us for nutrients. Not that it could, given that I didn’t see any digestive tracts or any other organs for that purpose.\n\nBut it kept trying and trying… to shove something in its maws.\n\nNot because it’s hungry, not because it needs the nutrients…\n\nKnowing that its stomach, if it even exists, can’t be filled.\n\nMaybe, at the end of the day, this monster doesn’t even need to eat.\n\nMaybe it’s all about the desire to devour. And that’s all it’s got.\n\nLike I was myself, not so long ago.\n\n→ Do you still remember the things she said?\n→ Well… I doubt I’ll ever forget what that bastard said, but that’s all. I might turn around to look at the path I sailed through… but I’m not going back."
                }
            ]
        }
    ]
}