{
    "dataList": [
        {
            "id": 8166,
            "codeName": "-",
            "name": "Heathcliff, The Heartbroken",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 1,
                    "story": "Allow me to describe Sir Heathcliff!\n\n(There used to be records of Don Quixote’s subjective opinions regarding Heathcliff here, but it’s gone now. Erased by Faust, most likely.)\n\n… Allow me to describe Sir Heathcliff, who had transformed into a wolf...\n\nMayhap it has aught to do with the fact that they are both wolven, yet I saw quite a bit of similarities between Sir Heathcliff and Hindley! The mournful look, for one!\n\nHmmmmm, howbeit, Sir Heathcliff was much more fierce and wrathful! I sensed much more stubbornness and bullheadedness in him than in Hindley.\n\nThe greatest contrast may be the fact that Sir Heathcliff’s eyes were gleaming with violet light, and that he carried a sack attached to his body by a chain!\n\nIndeed, the selfsame sack he swung in battle afore! Whoosh! He doth the very same even in his wolven form!\n\nI had thought that he was swinging with abandon, yet there was method to his madness! Oft did I espy him targeting strategically, as though he was out on a hunt! It appeared that he primarily targeted those who destroyed the chain.\n\nThus we sought to flank him, hoping that this indicated a frail body… alas! His entire body was ironclad, covered from head to paw with sturdy metal plates!\n\nHm, ‘twas quite difficult to strike his back thanks to the numerous thorns on his back, and… Ah! Verily, attacking a friend was, in of itself, a difficult task indeed! Prithee, let there be no misunderstanding regarding my stance on the matter!\n\nWell, we still did return Sir Heathcliff back to his usual self with our combined might! Let thee never change again!\n\nAha! Forsooth, worry not should thee find thyself changed again! We shall beat thee senseless back to thy original form!\n\n→ I-I wish there was a different way to bring people back. It looked like he was in a lot of pain whenever we hit him...\n\n→ Then I shall beat him less painfully!\n\n→ That’s not at all what I’m talking about...\n\n→ We lack the sufficient information regarding Distortions to devise a different plan of action. Even if we were to discover a way, there is no guarantee that it is something universally applicable. Therefore, I conclude that we must prioritize suppression via martial strength. However, if you consider inflicting pain to be an unsavory element in the process, utilizing weaker strikes may be an alternative method.\n\n→ You know what…? Nevermind."
                }
            ]
        },
        {
            "id": 8161,
            "codeName": "-",
            "name": "Peccatulum Irae Type 3",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 1,
                    "story": "… Haah, an even bigger version of these sods, eh.\n\nIt’s grown even bigger than before… like it’s gotten physical augmentations or something.\n\nIt stabs with its horn-like hands instead of pecking us with its beaks.\n\nIt’s just as irritatin’ when it hits me, but… the red water’s now hot like lava. That’s another layer of difficulty.\n\nWhen it stabs the ground, pillars of fire burst from the earth. Now I see why the Backstreets blokes say that we should avoid death by fire at all costs.\n\nThese bastards, they keep… getting in my way. Glarin’ at me fierce with their blood-red eyes, bursting with flames from the top of its head...\n\nWhat the hell does it even have to be so mad about?\n\nI’m the one that’s frustrated. This… this awful feeling, like I’m about to burst. Like I’m trapped in.\n\nLook, I don’t even have the time to waste on writing shite like this...\n\nI’ve got to go. Right before me, there’s— (The log continues, but whatever was there is now scorched and illegible.)"
                }
            ]
        }
    ]
}