{
    "dataList": [
        {
            "id": 8100,
            "codeName": "T-03-21-09",
            "name": "Skin Prophet",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 0,
                    "story": "Performing the post-mortem report as ordered by the Executive Manager.\n\nThe entity was encountered around 1600 hours today… But we failed to immediately recognize its presence as we were in a low-light environment.\n\nThus, it can be said that our first real encounter was around 1610 hours today.\n\nThe entity was positioned next to candles and was furiously writing something down on a large book. It held what looked like a flaming quill pen in its hands.\n\nIt was quite dark in there without the properly lit candles, that… we had some trouble recognizing its shape.\n\nI am unsure how it managed to write in that dark or how it continued to write, but… maybe its three eyeballs and the flaming quill pen worked as sort of reading lamps.\n\nI surmise that it would exhibit attack patterns using lights. It would be best that we refrain from going on the offense until we can observe further and identify meaningful behavioral patterns of the entity.\n\nPlease consult this guide in your future commands.\n\nThank You.\n\n→ … How long were we going to ‘refrain from going on the offense’ huh?\n\n→ It has been determined that attacking the entity before lighting the candles around it was a fruitless effort. Our long standby appears to have been meaningless.\n\n→ Misjudgements are common occurrences in battles. I have taken responsibility for my mistake by taking the candles’ attacks. (Some of the letters glisten with what appears to be wax drippings.)"
                },
                {
                    "level": 1,
                    "story": "Though the battle progressed in a much different manner than I had initially expected, I will continue to write this report according to my findings.\n\nWe engaged with the entity in a meaningful capacity around 2215 hours today.\n\nIts strategies are quite elementary. In a way, it announces its attacks from a mile away—not the most sound strategy in modern warfare, in my opinion.\n\nAfter some time, or after the Sinners lit the Candles, it will recognize that it is under attack. That is when the entity will engage in a full frontal attack against its enemies.\n\nThis means that we have plenty of time to strategize before it shows its full force.\n\nThere could be multiple strategies to fight it, yes. But… since we have the numerical advantage, and since the formerly aggressive Candles will no longer be hostile, all we need to do is to not let our guards down.\n\nIf it trumps our ally in a contest of strength due to their incompetence, however, it will trigger the entity to commence a wide-ranging attack that could strike all of us at once.\n\nThe flames will constantly flicker on and off, so it would be important to keep a close eye on them as we battle.\n\nConcluding the report.\n\nThank you."
                },
                {
                    "level": 2,
                    "story": "Additional intel has come to light, so I will add an addendum to the report.\n\nI have devised a plan to minimize our losses against this enemy.\n\nRemember, the entity can recognize our presence only when the Candles are lit. Therefore, snuffing out the Candles as the entity was preparing to attack us has proven quite effective.\n\nOnce darkness descended, it had much trouble directing its attacks toward us… eventually destroying itself with its own attacks. Foolish.\n\nOh, and there is an additional addendum I must add to this report.\n\nThe book the entity was holding does not seem to be a normal book. Although it did not occur every time, a single glimpse of the book was enough to cause intense headaches and confusion in the Sinners.\n\nPlease consult the above information in your future commands.\n\nConcluding the report.\n\nThank you."
                }
            ]
        },
        {
            "id": 8101,
            "codeName": "O-02-21-11",
            "name": "Ambling Pearl",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 0,
                    "story": "Um… So, that green clam, right?\n\nIt reminded me a lot of one of those Trash Crabs. Like the green slime, the ocean smell… you know.\n\nIt looked and acted like… a clam. I think. It had these shells that were shut tight.\n\n… Though the Clams I’ve seen before didn’t have arms or legs like this one.\n\nAnd… they weren't as big as this one.\n\nWe decided to wait and see for a bit before attacking, and… its shells would open up.\n\nAnd in there was some… gurgling, bubbling green liquid that was spilling out of it, and… oh.\n\nYeah… There were some weird… larva-like things in there, and…\n\n(There is a mark on the page. Something wet dripped here and dried.)\n\n→ Huh? What’s this here? Where’d the lad go without finishing the log?\n\n→ If by ‘lad’ you refer to Sinclair, I witnessed him leaving hurriedly to the deck. I could tell from his pale countenance that he was, like myself, suffering from seasickness…\n\n→ Augh, bloody hell! That’s disgusting!\n\n→ A closer observation of the residue reveals that it is perspiration, not vomit. Do not worry; this will not have a negative effect on the cleanliness of the records.\n\n→ Fau… I didn’t need to hear that either…"
                },
                {
                    "level": 1,
                    "story": "Its shell… was too durable.\n\nWe could strike at it for ages and it won’t break. It’s like our attacks were doing nothing…\n\nOh, uh… I did try something, though.\n\nSince my halberd’s pretty long, I thought that maybe I could wedge it between the clam’s shells and try to twist it open by pressing it down…\n\nI learned it in school, uh… what was it again? Like a counterweight on a lever…\n\nWell… it didn’t work, though. All it managed to do was to break my halberd in half.\n\nBut I think I learned something from that experiment.\n\nWhen the thing’s shells are shut, green slime seems to gather around it, making sure that the shells would stay shut.\n\nSo while I couldn’t open it… I was able to tear some of the slime off, at least.\n\nMaybe getting rid of those slimes first could help us open it up and attack its softer parts?\n\n→ Hmph, why did you not record the part where you flailed wildly with the broken pieces of your halberd, soldier?\n\n→ H-how is that relevant?!\n\n→ That is pertinent information. Despite your ineffectual attempts at drawing their attention, the larvae from the entity’s effluvia instead opted to attack allies that were in a better state than you were.\n\n→ This was a meaningful discovery. However, your meaningless struggle with an ineffective weapon could have been a part of this record as well.\n\n→ … Meursault… Faust… come on…"
                },
                {
                    "level": 2,
                    "story": "There was a pearl inside the Clam.\n\n… I don’t even know if it’s right to call it a pearl. All I saw was that odd, twinkling light inside the bubbling toxin. \n\nBut I’m sure that twinkling light… is this Abnormality’s core.\n\n… It’s just a shame that we had to suffer so much before getting the chance to attack its pearl.\n\nI-I guess I’m starting to understand… now. Or maybe I’ve just grown used to it.\n\nWe’ve always had to sacrifice ourselves to solve anything, after all…\n\n→ Glad you’re learning something new, kiddo… but how about this? Say… like, not just standing around in an emergency?\n\n→ No need to coddle him about it. Oi, we all died because you were busy celebrating, goin’ “I-I did it!” after getting the clam’s gob open.\n\n→ … Sorry…"
                }
            ]
        },
        {
            "id": 8102,
            "codeName": "T-02-21-06",
            "name": "Dream-Devouring Siltcurrent",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 0,
                    "story": "Allow me to describe this grand and epic beast!\n\n‘Twas in the form of a pelagic creature, yet ‘twas also levitating where there was no water!\n\nHm, I am unsure if I could refer to it as its ‘back’. Howbeit, the creature’s back was riddled with lengthy, incandescent, fluorescent light rods.\n\nTheir purpose could not be told… yet are they not akin to pretty trinkets? Behold, ‘tis slowly glowing and dimming!\n\nI wished to grow nearer to pet the creature, yet my fellows have held me back with all their might… shame!\n\nAha! I spy a chance! (The following records are indecipherable, as though they were soaked in water before the ink had the chance to dry)\n\n→ I assigned her the task of recording the larger Abnormalities to prevent similar occurrences such as the one with… the chickens. Yet… unexpected incidents seem to occur regardless of the Abnormality’s size.\n\n→ … I would appreciate it if you could please share with us which Sinner you had chosen to write the records afore our first encounters with the Abnormalities.\n\n→ So this is the first time I’m experiencing the sensation of drowning 12 times. Simultaneously. … Let’s… try not to make this a repeat occurrence. Please…"
                },
                {
                    "level": 1,
                    "story": "We had a kerfuffle!\n\nSoon after the kerfuffle began, it immediately flooded the area, submerging not only itself but our fine company as well!\n\n… Ah, I am feeling a terrible bundle of guilt for what the mistake that I have committed out of mine impatience has wrought. Prithee, understand that I had to…\n\nYet! ‘Twas I! Who hath, earlier than anyone,\n\n… figured out the function of those fluorescent light-sticks!\n\nWhat may be the function of those light-sticks, you ask? They are none other than tools that allows us to breathe! Using that stick, I was able to breathe underwater!\n\nThough I am yet unaware of the reason, the sticks are rather prone to breaking and shattering! ‘Tis a conundrum indeed… If this be a tool for breathing, then why is it so brittle, one must wonder!\n\nSo, I had a thought! If this sea-beast makes us unable to breathe… what if I were to share this stick among us?!\n\nJust as I had thought! Breaking the stick to pieces and sharing them with mine comrades allowed us to breathe!\n\nForsooth, we may now properly focus on battling the sea-beast…!"
                },
                {
                    "level": 2,
                    "story": "‘Tis nothing of much import, yet I shall impart thee a few more words of advice!\n\nOnce we were allowed to breathe, there was naught too difficult about the way the sea-beast battled! The moment we are availed air is a moment of our victory, forsooth!\n\nYet I scribble on, in hopes of reducing the harm it may regardless deliver unto mine allies!\n\nThe sticks one may break off the sea-beast are rather sharp.\n\nAs I have written afore, its primary means of attack is to body-slam us with its rather sizeable bulk.\n\nNow, combine these two truths together!\n\nI, Don Quixote, hath come across a revelation!\n\nWhat if we were to shatter the sticks into sharp, pointy pieces and draw the sea-beast’s attention…?\n\nWe may foil its charge by placing it between us and the sea-beast! Truly a plan capable of capturing two birds with one stone, is it not?\n\nOutis called it… called it… barry? I believe Outis called it a barry-kate!\n\nA strategy oft used in warfare, indeed.\n\nLet this be a useful guide to thee, dear Manager Esquire!"
                }
            ]
        },
        {
            "id": 8106,
            "codeName": "??-??-??-??",
            "name": "Effloresced E.G.O::GasHarpoon",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 0,
                    "story": "I once looked up to her.\n\nThere was a time when… I wanted to be just like her.\n\nMaybe I didn’t really care about hunting the Whale.\n\nInstead, I was… envious of her. For her ability to focus on something so hard to the point where others considered you insane. Having a reason to live, to have something you can dedicate your entire being to.\n\nAhab… Yeah. That’s the bait she sank into people’s hearts.\n\nYou don’t realize it until she drags you out to the surface with the hook in your mouth. Because through the water, she looked so radiant.\n\nI was lucky.\n\nWhen she used Stubb like a net to ensnare the entire crew, I managed to stay out of it.\n\nIf I hadn’t… I would’ve been one of her Pallidified crew by now.\n\n… But that’s all I did. All I did was staying out of it.\n\nI couldn’t—no. I thought I couldn’t do anything.\n\nAll I managed to do was… survive.\n\nAnd all that’s left in my heart is vengeance. Obsession.\n\nEven now… I’m burning with the desire to squeeze the very life out of her."
                }
            ]
        },
        {
            "id": 81062,
            "codeName": "??-??-??-??",
            "name": "Effloresced E.G.O::GasHarpoon",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 0,
                    "story": "I once looked up to her.\n\nThere was a time when… I wanted to be just like her.\n\nMaybe I didn’t really care about hunting the Whale.\n\nInstead, I was… envious of her. For her ability to focus on something so hard to the point where others considered you insane. Having a reason to live, to have something you can dedicate your entire being to.\n\nAhab… Yeah. That’s the bait she sank into people’s hearts.\n\nYou don’t realize it until she drags you out to the surface with the hook in your mouth. Because through the water, she looked so radiant.\n\nI was lucky.\n\nWhen she used Stubb like a net to ensnare the entire crew, I managed to stay out of it.\n\nIf I hadn’t… I would’ve been one of her Pallidified crew by now.\n\n… But that’s all I did. All I did was staying out of it.\n\nI couldn’t—no. I thought I couldn’t do anything.\n\nAll I managed to do was… survive.\n\nAnd all that’s left in my heart is vengeance. Obsession.\n\nEven now… I’m burning with the desire to squeeze the very life out of her."
                }
            ]
        },
        {
            "id": 81063,
            "codeName": "??-??-??-??",
            "name": "Effloresced E.G.O::GasHarpoon",
            "clue": "Clue",
            "storyList": [
                {
                    "level": 0,
                    "story": "I once looked up to her.\n\nThere was a time when… I wanted to be just like her.\n\nMaybe I didn’t really care about hunting the Whale.\n\nInstead, I was… envious of her. For her ability to focus on something so hard to the point where others considered you insane. Having a reason to live, to have something you can dedicate your entire being to.\n\nAhab… Yeah. That’s the bait she sank into people’s hearts.\n\nYou don’t realize it until she drags you out to the surface with the hook in your mouth. Because through the water, she looked so radiant.\n\nI was lucky.\n\nWhen she used Stubb like a net to ensnare the entire crew, I managed to stay out of it.\n\nIf I hadn’t… I would’ve been one of her Pallidified crew by now.\n\n… But that’s all I did. All I did was staying out of it.\n\nI couldn’t—no. I thought I couldn’t do anything.\n\nAll I managed to do was… survive.\n\nAnd all that’s left in my heart is vengeance. Obsession.\n\nEven now… I’m burning with the desire to squeeze the very life out of her."
                }
            ]
        }
    ]
}