{
  "dataList": [
    {
      "id": 862901,
      "name": "",
      "subDesc": "",
      "desc": "An empty banquet hall, wreathed in ambient crimson light.\n\nThe solitary king, bound to his throne, raises his arm in an unhurried motion.\n\nYour feet grow drenched in the cold mist of a vague tune.\n\nThe lone king gently points to a platform near you with an inviting cadence.\n\nOn it are masks, each depicting different spectrum of emotions.\n\nThere is a mask of joy. A mask of sorrow. A mask of wrath.\n\nWhat face shall be worn in this audience with the king?",
      "options": [
        {
          "message": "Wear the mask of joy.",
          "messageDesc": "Select to gain increased Max Speed, SP heal for all allies, and Grand Welcome for this Encounter.",
          "result": [
            "You place the mask of joy over your face.\n\nConfidence fills you, and nothing seems out of the realm of possibilities.\n\nThe Sinners march into the banquet hall, their feet unbound by uncertainty.\n\nTo the throne that could never be a respite.\n\nLet this battle bring a fleeting moment of joy for the lone-king who shall reign eternal, reign unaccompanied.\n\nThus, the Sinners, wearing expressions of boundless joy, open the prelude to this grand banquet."
          ]
        },
        {
          "message": "Wear the mask of sorrow.",
          "messageDesc": "Select to gain Clash Power, SP heal for all allies, and Grand Welcome for this Encounter.",
          "result": [
            "You place the mask of sorrow over your face.\n\nThe omnipresent pressure slowly evaporates.\n\nThe Sinners walk gently into the banquet hall, wreathed in silence.\n\nTo the throne that could never be a respite.\n\nLet this battle bring a fleeting moment of solace for the lone-king who shall reign eternal, reign unaccompanied.\n\nThus, the Sinners, wearing expressions of solemn sorrow, open the prelude to this grand banquet."
          ]
        },
        {
          "message": "Wear the mask of wrath.",
          "messageDesc": "Select to deal more damage, gain SP heal for all allies and Grand Welcome for this Encounter.",
          "result": [
            "You place the mask of wrath over your face.\n\nYour body feels lighter, yet your fists curl with great might.\n\nThe Sinners sprint passionately toward the throne.\n\nTo the throne that could never be a respite.\n\nLet this battle spark the flames of battle-joy for the lone king who shall reign eternal, reign unaccompanied.\n\nThus, the Sinners, wearing expressions of battle, open the prelude to this grand banquet."
          ]
        }
      ]
    },
    {
      "id": 862902,
      "name": "",
      "subDesc": "",
      "desc": "Passion grows hotter as the banquet slowly reaches a crescendo.\n\nThe King in Binds motions for the battle to pause.\n\nThis gives us enough time to leave our broken masks and don new ones for ourselves.\n\nWhat new face shall we wear in audience of the king?",
      "options": [
        {
          "message": "Wear the mask of joy.",
          "messageDesc": "Select to heal SP for all allies.",
          "result": [
            "You wear the mask of joy over your face.\n\nYour thoughts become refreshingly clear."
          ]
        },
        {
          "message": "Wear the mask of sorrow.",
          "messageDesc": "Select to gain E.G.O resources.",
          "result": [
            "You wear the mask of sorrow over your face.\n\nThe Sinners' hearts absorb its strength and determination like sponges."
          ]
        },
        {
          "message": "Wear the mask of wrath.",
          "messageDesc": "Select to gain Damage UP for this Encounter.",
          "result": [
            "You wear the mask of wrath over your face.\n\nPassion compels the Sinners' hands to fiercely grasp their weapons."
          ]
        }
      ]
    }
  ]
}