{
  "dataList": [
    {
      "id": 10511,
      "name": "Factory Laborer",
      "subDesc": "",
      "desc": "Just another busy, busy watch factory.\n\n\"!@#$!#$#!$@#$!$#@$.\"\n\nA man in shiny dress shoes and a clean set of suit, clearly the factory's owner, is shouting at his employees in dirty, oil-gunked work clothes.\n\nSomething seems to catch his eye, causing him to glare at one of the employees and scream with anger.\n\nThe employee, who is already occupied with his work, gets flustered and tries to say something. But it takes him ages to even open his mouth.\n\nThe owner pulls out a recorder in a frustrated attempt to communicate, but it doesn't help.\n\n\"I just checked the security camera. You've been napping for two whole hours! Explain yourself.\"\n\n\"F… … … a… … …\"\n\n\"… … c… … … t…\"\n\n\"Can't you speak any faster, man?!\"\n\nMaybe there's something around here to resolve this situation?",
      "options": [
        {
          "message": "Take a general, sweeping look around the factory.",
          "messageDesc": "Gluttony & Pride Advantage check. Pass to gain a Tremor E.G.O Gift."
        },
        {
          "message": "Take a closer look at the factory owner and the employee.",
          "messageDesc": "Gloom & Sloth Advantage check. Pass to gain a Tremor E.G.O Gift."
        }
      ]
    },
    {
      "id": 10512,
      "name": "T Corp. Tax Collection",
      "subDesc": "",
      "desc": "You find yourself at a random T Corp. street. A Collection Staff is collecting taxes from a citizen.\n\n\"Will you be making your payments in time, or in cash?\"\n\n\"Like I said, we already paid our Time Taxes in full! Besides, three-hundred-million Ahn? That's absurd...!\"\n\n\"The records state that you have accrued additional Time Tax responsibilities due to the donation gift tax.\"\n\n\"No way. Is this because I gave away my time to those kids in the Backstreets?\"\n\n\"I only gave them three hundred hours, so how the hell does that suddenly snowball into a three-hundred-million Ahn in taxes?! That doesn't make any sense!\"\n\n\"Tax calculations in T Corp. are always exceptionally accurate.\"\n\nThe Time Collector strides toward the citizen to neutralize them.",
      "options": [
        {
          "message": "Talk to them.",
          "messageDesc": "Gloom & Sloth Advantage check. Pass to gain a Keywordless E.G.O Gift."
        },
        {
          "message": "Walk away.",
          "result": [
            "Looks like he'll have to defend himself somehow at the Collections Office.\n\nIt's not like you can change anything by stepping in.\n\n... You suddenly come to a realization that this is the kind of thought that transformed T Corp. to a place like this. You whip around and try to intervene...\n\n... But the Time Collector had already extracted time from the citizen, slowing him to a crawl."
          ]
        }
      ]
    },
    {
      "id": 10513,
      "name": "Streets of T Corp.",
      "subDesc": "",
      "desc": "People from all walks of life, all with different hours to spend in a given day, speak and move about in varying speeds.\n\nThe sound coming from this odd inequality fills the street with incongruence.\n\nTwo people catch your attention in that chaos.\n\nA rich-looking youth, despite his apparent time affluence, is walking in a brisk pace toward the streets...\n\n... and a poor-looking old man, despite his apparent time poverty, is slowly walking into an alley with a leisurely look on his face.\n\nWho to follow?",
      "options": [
        {
          "message": "Follow the youth.",
          "messageDesc": "Pride & Gluttony Advantage check. Pass to gain a Tremor E.G.O Gift."
        },
        {
          "message": "Follow the old man.",
          "messageDesc": "Sloth & Lust Advantage check. Pass to gain a Tremor E.G.O Gift."
        },
        {
          "message": "Don't follow anyone.",
          "result": [
            "They're just two people minding their own business, spending their own time as they see fit.\n\nWhy go after them? Let's just spend our time as we see fit.\n\nYou continue down the street, your head brimming with thoughts of time inequality."
          ]
        }
      ]
    },
    {
      "id": 10514,
      "name": "Yurodiviye Hideout",
      "subDesc": "",
      "desc": "A secret hideout of the Yurodiviye. A Yurodivy is fervently reciting the texts given to them by the Saint.\n\n\"We have become nothing but cogs in a machine that exists solely for the industrialists, the bourgeoisie, and the Wings.\"\n\n\"What else, what other human relation remains among the Citizens but the narrow self-interest and heartless bonds created by capital?\n\n\"Thus, we shall cast aside the cold, unfeeling metal we call coin; instead, we shall trade our warmth with one another based on our needs!\"\n\n\"To the haves, the laws of the Nests are shields that protect their privileges; yet, to the have-nots, they are chains that shackle us!\"\n\n\"Then we shall defy the laws of the Nest! We shall show them the wrath of the have-nots!\"\n\n\"All that the Yurodiviye have to lose is our chains; all that we have to gain is a world without hunger!\"\n\nThe Yurodivy suddenly points in our direction.\n\nLooks like we're going to have to say something.",
      "options": [
        {
          "message": "T-the Yurodiviye of the City, Unite!",
          "messageDesc": "Wrath & Envy & Gluttony Advantage check. Pass to gain a Tremor E.G.O Gift."
        },
        {
          "message": "I like the idea, but there's no way it'll work right.",
          "result": [
            "As soon as the Sinner finishes speaking, the room immediately falls cold and silent.\n\nThe Yurodivy who appears to be their leader points at the door and motions you to leave.\n\nYou leave the place before something happens."
          ]
        }
      ]
    },
    {
      "id": 10515,
      "name": "The Timekilling Scene",
      "subDesc": "",
      "desc": "You see a victim of the Time Ripper.\n\nYou can't even touch them thanks to the spatio-temporal displacement superposition phenomenon.\n\nIs there anything you can do here to help?",
      "options": [
        {
          "message": "Try to help.",
          "messageDesc": "Sloth & Gluttony & Pride Advantage check. Pass to gain a Keywordless E.G.O Gift."
        },
        {
          "message": "Ignore them and move on.",
          "result": [
            "You have to go after the Time Ripper.\n\nNo time to waste."
          ]
        }
      ]
    },
    {
      "id": 10516,
      "name": "Before Entry",
      "subDesc": "",
      "desc": "You enter the Dungeon of the Fathoms. It resembles a T Corp. street.\n\nPast the crowds of busy passers-by, you notice the glowing vending machine nearby.\n\nWith the streets completely devoid of color...\n\n... the vending machine's light seems to resonate much more vibrantly with your heart.",
      "options": [
        {
          "message": "Follow the light.",
          "result": [
            "We're *this* close to unveiling the truth of the Timekilling Time.\n\nWe don't exactly know how this case will end...\n\n... but we decided to forge on, the brilliance our guiding light."
          ]
        }
      ]
    }
  ]
}