{
  "dataList": [
    {
      "id": 971027,
      "name": "",
      "desc": "A ticket booth inside a WARP train platform.\n\nIn front of it is a long line of people trying to get their tickets.\n\nAs we were waiting in line, a passenger approached us. They're dressed like an employee of a Wing...\n\n\"'Scuse me, can I ask you folks something?\"\n\n\"Verily! Ask away!\"\n\n\"If it's gonna take just ten seconds to get there anyway... what's the real difference between first class and economy class seats?\"\n\n\"I did make bank from this work trip, but... first class ticket's probably a waste of money, right?\"\n\nThe Sinners all turn to look at me as the passenger waits for our reply.",
      "options": [
        {
          "message": "You should buy a first class ticket.",
          "messageDesc": "Gain a Keywordless E.G.O Gift depending on the result of the following choice",
          "result": [
            "Well, now that we've talked to one another... I suppose a little tip couldn't hurt.\n\nWhile we couldn't explain the details, we recommended that, as long as they could afford it, they should buy a first class ticket.\n\n\"Wha? A first class ticket?\"\n\nThe passenger's eyes open wide, surprised."
          ]
        },
        {
          "message": "Economy class isn't so bad.",
          "messageDesc": "",
          "result": [
            "We've never met this person before. No reason for us to give them advice on a sensitive subject like a Wing's Singularity.\n\nWe ended the conversation with a polite goodbye.\n\nA subtle look of guilt appears on the Sinners' faces."
          ]
        }
      ]
    },
    {
      "id": 97102701,
      "name": "",
      "desc": "A first class ticket...? That's like... my two months' salary. Are you sure it's worth that much money?",
      "options": [
        {
          "message": "You SHOULD buy a first class ticket.",
          "messageDesc": "Envy & Sloth Advantage check. Pass to gain a Keywordless E.G.O Gift."
        },
        {
          "message": "Eh, not really.",
          "messageDesc": "",
          "result": [
            "\"Yeah, it's just ten seconds, right? It's probably a waste of money.\"\n\nWe ended the conversation with a polite goodbye.\n\nA subtle look of guilt appears on the Sinners' faces."
          ]
        }
      ]
    },
    {
      "id": 971028,
      "name": "",
      "desc": "As we were waiting around on the platform, we happened across a Fixer equipped with various prosthetic parts.\n\nA cool costume and four mechanical arms.\n\nThat was more than enough to draw the interest of a few Sinners. They all look at them intently.\n\nMaybe the Fixer felt their gaze.\n\nThey turn around and look back in our direction.\n\n\"I noticed that you've been watching me for a while. What's up?\"",
      "options": [
        {
          "message": "\"Are you from up north?\"",
          "messageDesc": "Gain a Keywordless E.G.O Gift depending on the result of the following choice",
          "result": [
            "\"Yep, from up north. Was it the outfit? I guess northern outfits do stand out with how heavily we're dressed.\"\n\n\"Whew, I really enjoy the sights down south. I can actually take in the horizon, 'yknow? Up north, we've got so many damn tall buildings that we basically don't ever see a proper horizon. It's even worse in downtown areas. It's like I'm walking through a building jungle.\"\n\n\"Hm, your weapons are pretty simple, huh? Gotta color 'em, put some dangly bits on 'em, make 'em stand out, catch my drift? They'll look down on you if you can't immediately show how impressive you are.\"\n\n\"Oh, also, another thing. Lemme tell you folks about the tricolor canned ice cream they sell back in my hometown. Man, it's a real delicacy. If you ever—\"\n\n\"…….\"\n\nIt's not like I've got ears myself, but I'm starting to understand what it means to \"talk someone's ear off\".\n\nWe learned a lot more than we wanted to about the northern regions.\n\nI think we lost them somewhere around a harangue about various canned items of P Corp."
          ]
        },
        {
          "message": "\"What are the benefits of having four arms?\"",
          "messageDesc": "Gain a Keywordless E.G.O Gift depending on the result of the following choice",
          "result": [
            "\"First, it's sturdy. I commissioned it from one of the more expensive workshops, you know. Also, think about how often you hurt your arms and hands as you're doing Fixer work.\"\n\n\"I'm tellin' ya, prosthetic maintenance is way cheaper than getting your flesh regenerated.\"\n\n\"Oh, another thing. You don't have to hold your phone awkwardly with your cheek when you're typing and calling at the same time. You can open a can of ice cream with a pair of hands while the other goes over some documents...\"\n\n\"Man, back when I was working in the western regions, I had so, so much work that I even thought about installing more sets of arms beyond these four!\"\n\n\"…….\"\n\nIt's not like I've got ears myself, but I'm starting to understand what it means to \"talk someone's ear off\".\n\nNow we know for sure how nice it is to have four arms.\n\nAnd we'll probably never forget how much one can get done while opening a can."
          ]
        },
        {
          "message": "\"Nothing. Have a nice trip.\"",
          "messageDesc": "",
          "result": [
            "\"Hm? S-sure. Have a nice trip to you, too.\"\n\nWe quickly said our farewells and moved to a different line..."
          ]
        }
      ]
    },
    {
      "id": 97102801,
      "name": "",
      "desc": "Should we ask some more questions?",
      "options": [
        {
          "message": "\"What are the benefits of having four arms?\"",
          "messageDesc": "Select to gain a Keywordless E.G.O Gift",
          "result": [
            "\"First, it's sturdy. I commissioned it from one of the more expensive workshops, you know. Also, think about how often you hurt your arms and hands as you're doing Fixer work.\"\n\n\"I'm tellin' ya, prosthetic maintenance is way cheaper than getting your flesh regenerated.\"\n\n\"Oh, another thing. You don't have to hold your phone awkwardly with your cheek when you're typing and calling at the same time. You can open a can of ice cream with a pair of hands while the other goes over some documents...\"\n\n\"Man, back when I was working in the western regions, I had so, so much work that I even thought about installing more sets of arms beyond these four!\"\n\n\"…….\"\n\nIt's not like I've got ears myself, but I'm starting to understand what it means to \"talk someone's ear off\".\n\nNow we know for sure how nice it is to have four arms.\n\nAnd we'll probably never forget how much one can get done while opening a can.\n\n\"Oh boy, looks like my train's here. Gotta go.\"\n\n\"Well, my curious friends, they say that there are no chance meetings in this world. Take this, why don't you?\""
          ]
        },
        {
          "message": "\"Nothing. Have a nice trip.\"",
          "messageDesc": "",
          "result": [
            "\"Hm? S-sure. Have a nice trip to you, too.\"\n\nWe quickly said our farewells and moved to a different line..."
          ]
        }
      ]
    },
    {
      "id": 97102802,
      "name": "",
      "desc": "Should we ask some more questions?",
      "options": [
        {
          "message": "\"Are you from up north?\"",
          "messageDesc": "Select to gain a Keywordless E.G.O Gift",
          "result": [
            "\"Yep, from up north. Was it the outfit? I guess northern outfits do stand out with how heavily we're dressed.\"\n\n\"Whew, I really enjoy the sights down south. I can actually take in the horizon, 'yknow? Up north, we've got so many damn tall buildings that we basically don't ever see a proper horizon. It's even worse in downtown areas. It's like I'm walking through a building jungle.\"\n\n\"Hm, your weapons are pretty simple, huh? Gotta color 'em, put some dangly bits on 'em, make 'em stand out, catch my drift? They'll look down on you if you can't immediately show how impressive you are.\"\n\n\"Oh, also, another thing. Lemme tell you folks about the tricolor canned ice cream they sell back in my hometown. Man, it's a real delicacy. If you ever—\"\n\n\"…….\"\n\nIt's not like I've got ears myself, but I'm starting to understand what it means to \"talk someone's ear off\".\n\nWe learned a lot more than we wanted to about the northern regions.\n\nI think we lost them somewhere around a harangue about various canned items of P Corp.\n\n\"Oh boy, looks like my train's here. Gotta go.\"\n\n\"Well, my curious friends, they say that there are no chance meetings in this world. Take this, why don't you?\""
          ]
        },
        {
          "message": "\"Nothing. Have a nice trip.\"",
          "messageDesc": "",
          "result": [
            "\"Hm? S-sure. Have a nice trip to you, too.\"\n\nWe quickly said our farewells and moved to a different line..."
          ]
        }
      ]
    },
    {
      "id": 971029,
      "name": "",
      "desc": "Past the dividing door, I see several W Corp. Cleanup Agents who have been turned into Bloodbags.\n\nThey're endlessly wandering the train car like they're patrolling the area.\n\nSigns of a brutal fight litter the floor. Various agent gears covered in blood and viscera...\n\nThey haven't noticed us yet.\n\nWe could probably sneak by them...\n\n... but maybe there's something we can use among the gears littered on the floor.",
      "options": [
        {
          "message": "Sneak by.",
          "messageDesc": "",
          "result": [
            "We successfully snuck by the Bloodbags.\n\nPicking up those gear would've been nice, but there's no need to take unnecessary risks at this moment."
          ]
        },
        {
          "message": "Look for anything useful on the floor.",
          "messageDesc": "Envy & Gluttony Advantage check. Pass to gain a Charge E.G.O Gift.",
          "result": [
            ""
          ]
        },
        {
          "message": "Attempt a preemptive attack.",
          "messageDesc": "Begin a combat encounter. Win to gain a Charge E.G.O Gift.",
          "result": [
            "Sneaking by the agents won't be easy.\n\nWe can't just take our time looking for a useful gear on the floor, either. The Bloodbags are alert.\n\nMabye it's a better idea to attempt a preemptive attack before they notice us.\n\nWe decided to quietly sneak up to them for an ambush."
          ]
        }
      ]
    },
    {
      "id": 97102902,
      "name": "",
      "desc": "The Sinner in the vanguard looks to the left, to the right, then at me.\n\nThe Cleanup Agents are stepping on two different items on the floor.\n\nEvery single Bloodbag in this car will notice us as soon as we take even one of them.\n\nBeing greedy and trying to take both of them will slow us down too much.\n\nLet's choose which of the two seems more useful to us.",
      "options": [
        {
          "message": "A powerful-looking weapon",
          "messageDesc": "Select to gain a Charge E.G.O Gift",
          "result": [
            "We sprinted to the next car as soon as we picked up the weapon."
          ]
        },
        {
          "message": "A useful-looking gear",
          "messageDesc": "Select to gain a Charge E.G.O Gift",
          "result": [
            "We sprinted to the next car as soon as we picked up the gear."
          ]
        }
      ]
    },
    {
      "id": 971030,
      "name": "",
      "desc": "Hearts beating. Muscle tissues straining. Skin brushing.\n\nThose were the sounds that filled the giant train car we emerged into.\n\nBlue outlines of the WARP train flash intermittently between an imposing machine of blood and flesh.\n\nIt is a data center of sorts, made to store something. But the parts that form the machine are made from organic material of humans.\n\nA voice speaks, saying that biometric authentication is needed for us to cross over to the next car.\n\nWe'll have to walk to the center of the room where the worming, intertwined mass of flesh is.",
      "options": [
        {
          "message": "Proceed with the authentication.",
          "messageDesc": "Gloom & Pride Advantage check. Pass to gain a Charge E.G.O Gift.",
          "result": [
            ""
          ]
        },
        {
          "message": "Refuse the authentication process.",
          "messageDesc": "Select to gain a Charge E.G.O Gift",
          "result": [
            "Bio-cables woven from a passenger's body reaches out toward the Sinners.\n\nThe writhing mass, the disgusting sensation is too much for the Sinners; they immediately move to cut off the cables.\n\nCountless blood veins, bone shards, and viscera shamble like boiling water.\n\nAnother thick cable reaches out toward the Sinners...\n\n... but we managed to make it to the next car.\n\nThere's something over the heart of one of the Sinners who made it out."
          ]
        }
      ]
    },
    {
      "id": 971031,
      "name": "",
      "desc": "A prosthetic body blocks the passageway between two train cars.\n\nWe approach them carefully, just in case that it is a Bloodbag.\n\n... It is a Bloodbag, just dormant and immobilized.\n\nA closer inspection through the mechanical joints reveals that any flesh that was once there has been completely desiccated.\n\nThe swollen veins broke through the steel armor, turning into red crystal growths all over the prosthetic body.\n\nThough their expression is unobservable, it isn't hard to imagine that palpable pain must have been involved in this process. The Fixer's last moments left them in a twisted form that couldn't have been born from anything else but unimaginable pain.",
      "options": [
        {
          "message": "See if anything can be done to help.",
          "messageDesc": "Pride & Envy & Gloom Advantage check. Pass to gain a Charge E.G.O Gift.",
          "result": [
            ""
          ]
        },
        {
          "message": "Investigate if this has anything to do with a Bloodfiend.",
          "messageDesc": "Select to gain a Keywordless E.G.O Gift",
          "result": [
            "There is no doubt that this Fixer was attacked by a Bloodfiend.\n\nThe Sinners grow alarmed at the sight of desiccated viscera visible through the crystallized blood and the prosthetic husk.\n\nAfter a brief discussion with the Sinners, I decided to take a sample of the crystallized blood.\n\nIt might come in useful."
          ]
        }
      ]
    }
  ]
}