{
  "dataList": [
    {
      "id": 971042,
      "name": "",
      "desc": "We're at the starting point of the Dungeon of the Fathoms.\n\nWe found ourselves in a room that appears to be a workshop of E.G.O gears.\n\n'If you have scored below 100% synchronization rate in the aptitude test, take only a single E.G.O from here.'\n\nAn ominous warning sign greets us all, and the same words repeat ceaselessly from the speaker.\n\nThe Sinners all go to take a look, enticed by the sign telling us that we can pick up E.G.O gears here... but what we find there are E.G.O Gifts.\n\n\"Wha? These ain't E.G.O gears. These are... them gifts or something, right?\"\n\n\"It appears that E.G.O are manifest here in the shape of E.G.O Gifts.\"\n\n\"Hm. Can't we just take them all?\"\n\n\"This is a Dungeon of the Fathoms. As it differs from the usual Mirror Dungeons, it is highly advisable that its rules are followed.\n\nWhat should we do?",
      "options": [
        {
          "message": "Take the flaming gauntlet.",
          "messageDesc": "Select to gain a Burn E.G.O Gift",
          "result": [
            "This one seems best suited for the situation we're in.\n\nWe take the 'Combustion Gloves' E.G.O Gift."
          ]
        },
        {
          "message": "Take the combat boots with spiky bits on them.",
          "messageDesc": "Select to gain a Rupture E.G.O Gift",
          "result": [
            "This one seems best suited for the situation we're in.\n\nWe take the 'Spiked Combat Boots' E.G.O Gift."
          ]
        },
        {
          "message": "Take the cleaning solution spray.",
          "messageDesc": "Select to gain a Keywordless E.G.O Gift",
          "result": [
            "This one seems best suited for the situation we're in.\n\nWe take the 'Illusory Hunt' E.G.O Gift."
          ]
        }
      ]
    },
    {
      "id": 971043,
      "name": "",
      "desc": "We came across a group of researchers passionately poring over various documents.\n\nThey're having a debate about two subjects: emotions and flame.\n\n\"Regular flames don't seem to hurt the Abnormalities very much. So why does this work, I wonder...?\"\n\n\"Perhaps a greater degree of wrathful emotions opens up the room for the fire's heat to touch Abnormalities and Distortions, both entities of the unknown.\"\n\nThey must've noticed us listening in to their conversation intently—one of them approaches us with a glint in their eyes.\n\n\"Are you the 'sample' who's agreed to this experiment?\"\n\n\"If so, try this on.\"\n\nIn the researcher's hands was what looked like an ignition plug... or a testing machine of sorts.",
      "options": [
        {
          "message": "You have the wrong person.",
          "messageDesc": "",
          "result": [
            "\"Wha? You're not the sample?\"\n\n\"Then what the hell are you doing in here? Get out, now!\"\n\nWe were kicked out."
          ]
        },
        {
          "message": "We're the 'samples'.",
          "messageDesc": "Run a Wrath & Lust Advantage check to gain a Burn E.G.O Gift.",
          "result": [
            ""
          ]
        }
      ]
    },
    {
      "id": 971044,
      "name": "",
      "desc": "Several researchers are moving about busily in a hectic-looking laboratory.\n\nDid something escape, or something?\n\nAs we stood there gawking at the mess, someone walked up to the Sinners.\n\n\"Get outta my way!\"\n\n\"A-actually, you know what? Perfect timing.\"\n\n\"Eat this. C'mon, we don't have much time 'till the clinical trial report deadline!\"",
      "options": [
        {
          "message": "Eat it.",
          "messageDesc": "Run a Gluttony & Gloom Advantage check to gain a Rupture E.G.O Gift.",
          "result": [
            ""
          ]
        },
        {
          "message": "We're not eating that. We don't even know what that is.",
          "messageDesc": "",
          "result": [
            "\"Well, then get the hell outta my way!\"\n\nThe researcher pushed us aside."
          ]
        }
      ]
    },
    {
      "id": 971045,
      "name": "",
      "desc": "We see the Ardor Blossom Moth within the containment unit.\n\nSmall, crimson particles of flame surround it like an aura.\n\nThe flaming wings die out one moment, only to roar vigorously in the next.\n\nAn incessant attempt to set fire to everything around it.\n\n\"What a beautiful specimen, this Ardor Blossom Moth. Have you finished your observations?\"\n\n\"We've been learning a lot about the Abnormality recently.\"\n\n\"There's still a lot of unknowns, but still.\"\n\n\"Speaking of which, here's a pop quiz. What E.G.O Gift can you get from the Ardor Blossom Moth?\"",
      "options": [
        {
          "message": "Subaquatic Blossom",
          "messageDesc": "Select the right answer to gain a Burn E.G.O Gift",
          "result": [
            "\"…….\"\n\n\"Pay more attention next time.\"\n\nThe researcher brushed past us."
          ]
        },
        {
          "message": "Hellterfly’s Dream",
          "messageDesc": "Select the right answer to gain a Burn E.G.O Gift",
          "result": [
            "\"Right on the money. You know your Ardor Blossom Moth.\"\n\n\"But that's not all. Recently, it's been giving out these things, too.\"\n\n\"Take this with you. I'm just glad to have run into a kindred soul.\"\n\nYou receive a burning, flickering flame. It seems to have come directly from the Ardor Blossom Moth itself."
          ]
        }
      ]
    },
    {
      "id": 971046,
      "name": "",
      "desc": "We see the Faelantern within the containment unit.\n\nA cyan-hued fairy flutters toward the wiry, ancient branches of the tree and softly lands on one of them.\n\nThe branch seating the fairy sways, as though to entice us to get closer to them...\n\nBright, countless yellow eyes glimmer from the shadows beneath its roots.\n\n\"What a beautiful specimen, this Faelantern. Have you finished your observations?\"\n\n\"We've been learning a lot about the Abnormality recently.\"\n\n\"There's still a lot of unknowns, but still.\"\n\n\"Speaking of which, here's a pop quiz. What E.G.O Gift can you get from the Faelantern?\"",
      "options": [
        {
          "message": "Midwinter Nightmare",
          "messageDesc": "Select the right answer to gain a Rupture E.G.O Gift",
          "result": [
            "\"Right on the money. You know your Faelantern.\"\n\n\"But that's not all. Recently, it's been giving out these things, too.\"\n\n\"Take this with you. I'm just glad to have run into a kindred soul.\"\n\nYou receive a bony twig. It seems to have come directly from the Faelantern itself."
          ]
        },
        {
          "message": "Concavity",
          "messageDesc": "Select the right answer to gain a Rupture E.G.O Gift",
          "result": [
            "\"…….\"\n\n\"Pay more attention next time.\"\n\nThe researcher brushed past us."
          ]
        }
      ]
    },
    {
      "id": 971047,
      "name": "",
      "desc": "At the end of this hallway, a group of researchers is having a discussion in front of an unnaturally dark place.\n\nNoticing our presence, their faces brighten up as they approach us.\n\n\"Please, will you investigate this area ahead for us?\"\n\n\"We will help with the best of our abilities should you accept.\"",
      "options": [
        {
          "message": "Accept and investigate.",
          "messageDesc": "Heal all allies\nRun a Pride & Envy Advantage check to gain a Keywordless E.G.O Gift.",
          "result": [
            ""
          ]
        },
        {
          "message": "Refuse.",
          "messageDesc": "",
          "result": [
            "\"Fine, walk away.\"\n\n\"We're not the ones losing out on a good deal.\"\n\nThe researchers all turned around without a moment's hesitation."
          ]
        }
      ]
    },
    {
      "id": 971048,
      "name": "",
      "desc": "Several messy, frantic letters are carved into the wall with knives.\n\nI can practically feel the sheer horror and desperation of their writers from the wild letters.\n\nUpon close inspection, the deep marks tell a tale written in terror.\n\n'They're swarming us the monsters I hear them their breathing they're going to kill us all'\n\n'Save me please someone anyone save me I dont want to die please'\n\n'Fear is what drives men to madness. The monsters are near, I can feel the rumble of their feet. They are coming…'\n\nThere are unfinished sentences written on the wall.\n\nDeath has carved deep marks between them.",
      "options": [
        {
          "message": "Ignore them and move on.",
          "messageDesc": "",
          "result": [
            "Nothing good can possibly come out of poking around in here. This won't be good for the Sinners.\n\nWe decided to quickly walk away from that place."
          ]
        },
        {
          "message": "Look around some more.",
          "messageDesc": "Run a Wrath & Gloom Advantage check to gain a Keywordless E.G.O Gift.",
          "result": [
            ""
          ]
        }
      ]
    }
  ]
}