{
  "dataList": [
    {
      "id": 971038,
      "name": "",
      "desc": "Amidst this blue-aura filled place, a shadowy being approaches us and holds out his hand.\n\nIn the palm of the being is a bullet. It pulsates with a foreboding aura.\n\n'This is a magic bullet that will never miss, no matter what.'\n\n'But... it has one condition. The final bullet will always fly toward the one you love most.'\n\n'If you are still willing to fire this bullet, or have someone you would like to shoot... I can grant you that.'",
      "options": [
        {
          "message": "Express doubt.",
          "messageDesc": "Run a Pride & Envy Advantage check to gain a Keywordless E.G.O Gift.",
          "result": [
            ""
          ]
        },
        {
          "message": "Express willingness to shoot the bullet myself.",
          "messageDesc": "Run a Wrath & Pride Advantage check to gain a Pierce E.G.O Gift.",
          "result": [
            ""
          ]
        }
      ]
    },
    {
      "id": 971039,
      "name": "",
      "desc": "Gunfire echoes from a close distance.\n\nWhen we sought out the sound, we only found ourselves the bloody remains of a battle.\n\nThe combatants must've already left the scene; it is quiet here.\n\nSeveral gears, now inert, litter the bloodied floor.\n\nAmidst them is an intact chair.\n\nThere's a gear on the chair that's still turning.",
      "options": [
        {
          "message": "Take a seat.",
          "messageDesc": "Run a Pride & Envy Advantage check to gain a Poise E.G.O Gift.",
          "result": [
            ""
          ]
        },
        {
          "message": "Walk past it.",
          "messageDesc": "",
          "result": [
            ""
          ]
        }
      ]
    },
    {
      "id": 971040,
      "name": "",
      "desc": "We found ourselves in what appeared to be a rather empty office building.\n\nThere were Fixers here, discussing the details of their upcoming contract.\n\n'Got it. We'll bring just two sniper rifles for this contract.'\n\n'I'd say we need an assault rifle just in case.'\n\n'Fine by me.'\n\nAs soon as the discussion was over, the Fixers picked up their packs and left the room.",
      "options": [
        {
          "message": "Observe the desk.",
          "messageDesc": "Run a Pride & Envy Advantage check to gain a Pierce E.G.O Gift.",
          "result": [
            ""
          ]
        },
        {
          "message": "Follow them outside.",
          "messageDesc": "",
          "result": [
            ""
          ]
        }
      ]
    },
    {
      "id": 971041,
      "name": "",
      "desc": "I can hear the sounds of gun assembly and flipping book pages.\n\nThis place seems to be an educational facility of sorts. Rather serious, too.\n\nMaybe the Sinners can learn something from one of the instructors.",
      "options": [
        {
          "message": "Learn CQB.",
          "messageDesc": "Run a Wrath & Lust Advantage check to gain a Poise E.G.O Gift.",
          "result": [
            ""
          ]
        },
        {
          "message": "Learn the art of war.",
          "messageDesc": "Run a Wrath & Envy Advantage check to gain a Keywordless E.G.O Gift.",
          "result": [
            ""
          ]
        }
      ]
    }
  ]
}