{
  "dataList": [
    {
      "id": 10506,
      "name": "Black Ledger Choice",
      "subDesc": "",
      "desc": "\"It's us Kurokumo Clan's turf from here on out.\"\n\n\"Is it that hard for you to understand that you gotta pay the toll to use our road? Huh?\"\n\nPeople dressed in Kurokumo Clan garb stand in the way of unarmed civilians, threatening them.\n\n\"... I suppose that excuse was enough for them to tread on our territory as well.\"\n\nAeng-du does not hide her indignation. She is gritting her teeth.\n\nWhat should we do about them?",
      "options": [
        {
          "message": "Save the civilians."
        },
        {
          "message": "Turn a blind eye.",
          "result": [
            "\"Another day, another mugging in the City.\"\n\nOne of the Sinners mutters with a sigh.\n\n\"......\"\n\nAeng-du stands there with her eyes pleading us to do something, but does not step forward.\n\nWe should avoid unnecessary battles...\n\n... if we are to survive the coming challenges and face Distorted Bamboo-hatted Kim who awaits us at the end of this path.\n\nThis left a bad taste in our mouths as we ignored the commotion and walked away."
          ]
        }
      ]
    },
    {
      "id": 1050602,
      "name": "Black Ledger Choice #2",
      "subDesc": "",
      "desc": "\"Thank you, thank you so much...\"\n\nThe civilians, freed from the threat of the Kurokumo Clan, each bow and give us their thanks.\n\n\"But... You're not dressed like a local.\"\n\n\"If you don't mind us prying... who might you be?\"",
      "options": [
        {
          "message": "Say that you're just passing by.",
          "result": [
            "\"Huhh...?\"\n\nThe civilians appear puzzled.\n\n\"You're just... 'passing by' with this many people behind you?\"\n\nMaybe I should've given my answer more thought before replying...\n\n\"Why would you help us if you don't have anything to do with the Kurokumo Clan...?\"\n\nThey looked at each other, clearly perplexed.\n\n\"T-thank you anyways.\"\n\n\"Sa-safe travels to you!\"\n\nWith that, they hurriedly left the scene."
          ]
        },
        {
          "message": "Say that you're with the Blade Lineage.",
          "messageDesc": "Pass to gain an E.G.O Gift."
        }
      ]
    },
    {
      "id": 10507,
      "name": "Rusted Hilt Choice",
      "subDesc": "",
      "desc": "\"This must be a tavern...\"\n\nThis bar or an inn is bustling, and its patrons are energetically chattering away. They all seem to be in a rather good mood.\n\nA trio among the crowd is quite boisterously arguing and pointing fingers at each other.\n\n\"No, NO! I don't understand why this is even a matter of dispute! A blade is a weapon made for cutting, and the 'right' way to use a blade is to slash with it.\"\n\n\"You don't know what you're talking about! Stab a single point with all your might, and your foe shall surely fall!\"\n\n\"... You're both wrong. Your half-hearted cuts and stabs won't do anything but piss 'em off. They'll be back on their feet immediately!\"\n\n\"Smack their skulls with the blunt end—hilt or the scabbard, and knock them down for good! Make 'em too dazed to get up!\"\n\nThe trio appeared to be talking about something pretty serious, so we'd stopped to listen to their debate...\n\nThey suddenly turned in our direction and called over to us.\n\n\"You there! Your band can clearly handle your weapons, am I wrong?\"\n\n\"Answer us. What is the best way to wield your sword?\"\n\n\"Of course, to slash is the best way to use a blade, is it not?\"\n\nWhat should I say to that?",
      "options": [
        {
          "message": "Right. Slashing is the way to go when wielding a blade.",
          "messageDesc": "Pass to gain an E.G.O Gift."
        },
        {
          "message": "Not true. Slash, Pierce, and Blunt all have their uses.",
          "result": [
            "\"Hm.\"\n\nThe three of them suddenly grow very obviously uncomfortable.\n\n\"That's the right answer, isn't it?\"\n\n\"That's certainly the textbook answer.\"\n\n\"It's not like we don't know what the right answer is...\"\n\nThey all take frustrated swigs from their respective cups.\n\n\"What, you think we're sitting here talking about weapons like generals preparing for war?\"\n\n\"It's just a fun topic to argue about with liquor in our bellies. What a way to kill the mood with that uninspired answer...\"\n\n\"Bah, forget it. Be on your way, then!\"\n\nThey turned away from us and returned to drinking, clearly having lost interest."
          ]
        }
      ]
    },
    {
      "id": 10508,
      "name": "Fractured & Broken Blade Choice",
      "subDesc": "",
      "desc": "\"This is odd... this mist is...\"\n\nI don't know when it happened, but a thick layer of mist had descended all around us.\n\n\"I have heard a tale of one such nightly stroll. In this tale, a clueless traveler heedlessly wanders into a brumous haze, and finds himself afore an otherworldly being—\"\n\n\"AAAGH! Stop, stop it!\"\n\nJust as the Sinners began loudly bickering with each other, I realized that there was something hazy standing in our way.\n\n\"Is that thing... dancing?\"\n\nA mysterious thing, dressed in white, danced gracefully before us with a large blade in hand.\n\nWhen it met my gaze... or, when I thought it did...\n\n... a sheathed blade had materialized in my hand.\n\nWhat does it want me to do with it?",
      "options": [
        {
          "message": "Assume a stance like I'm about to draw the sword.",
          "messageDesc": "Pass to gain an E.G.O Gift."
        },
        {
          "message": "Unsheathe the sword and hold it on my side.",
          "messageDesc": "Pass to gain an E.G.O Gift."
        },
        {
          "message": "Leave the sword, let's leave.",
          "result": [
            "It's not an Abnormality we have to deal with, and the company never said that we had to engage them.\n\nI should always avoid battles against unknown entities.\n\nI tossed the sword on the ground before fleeing from the scene with the Sinners.\n\nA weeping laughter seemed to follow me the entire way back."
          ]
        }
      ]
    },
    {
      "id": 10509,
      "name": "Red Tassel Choice",
      "subDesc": "",
      "desc": "We hear a pair of voices as we walk alongside a stone fence. The two travelers are both carrying blades.\n\n\"I pity the people here...\"\n\n\"Well, the decision of a Wing is absolute for its feathers. There is very little they can do about it.\"\n\nOne of them stands out—their clothing sets them apart from the locals. Maybe they're not from around here.\n\n\"Still, to allow the Kurokumo Clan to make their way in here? That's too much.\"\n\n\"The Wing cares about naught else but fluttering its wings. All else becomes insignificant.\"\n\nSounds like they're talking about the current S Corp.\n\n\"More outsiders, I see. How convenient.\"\n\nThe pair stops in their tracks, then turns around to face us.\n\n\"The Kurokumo Clan... no. You do not wear their garb. You don't appear to be peasants seeking to make some cash in the chaos of the Backstreets, either...\"\n\n\"Well, then. What do you outsiders think of the current climate?\"\n\nHow should I answer this?",
      "options": [
        {
          "message": "It's the City. That's just what happens to small fries getting mixed up in large-scale conflicts.",
          "messageDesc": "Pass to gain an E.G.O Gift."
        },
        {
          "message": "I have no thoughts regarding the matter. A pity, though.",
          "result": [
            "\"A pity, you say...\"\n\nThe sword-carrying man crosses his arms, then sighs.\n\n\"Sure, I suppose that's one way of looking at it. A thought must remain free, indeed.\"\n\n\"Yet, if you have no thoughts regarding the matter, do understand that to feel pity may be a sin of its own.\"\n\nThe pair walks away. They both wear a dark expression."
          ]
        }
      ]
    },
    {
      "id": 10510,
      "name": "Bamboo Hat & Dopo Robe Choice",
      "subDesc": "",
      "desc": "Shimmering blue letters float before you.\n\nThe way that these similar words are ordered makes it difficult to understand what it's trying to say.\n\nTo say what is right is right and what is wrong is wrong is not right,\n\nbut that is not to say that to say what is wrong is right and right is wrong is wrong.\n\nTo say that what is wrong is right and right is wrong is not wrong,\n\nand to say that what is right is right and what is wrong is wrong is, in turn, to say that this wrong is right.\n\n... Does it want my impression of these words?\n\nWhat is it talking about?",
      "options": [
        {
          "message": "What is 'right' and what is 'wrong'... is it really that important to tell which is which? Say that what really matters is something else.",
          "messageDesc": "Pass to gain an E.G.O Gift."
        },
        {
          "message": "Still, it must be said that what is right, is right.",
          "messageDesc": "Pass to gain an E.G.O Gift."
        }
      ]
    }
  ]
}