{
  "dataList": [
    {
      "id": 971001,
      "name": "The Chicken Strife",
      "desc": "Some folks are blocking the way.\nThey’re sitting on a deck, yelling at each other.\n“Look at this succulent piece! The rich juice running down the fibers of luscious meat… This is what chicken is about!”\n“Wrong. This piece has a clean taste, with not an ounce of grease tainting the tongue. This is the real deal.”\nThe two turn around at the same time to face you.\n“You there! Tell us which is better!”",
      "options": [
        {
          "message": "Chicken’s chicken, duh.",
          "messageDesc": "Select to gain a Burn E.G.O Gift and a Rupture E.G.O Gift",
          "result": [
            "“That’s… true.”\n“An irrefutable point.”\nThey lowered their hands and settled down.\n“What a strange thing we were fighting over.”\n“They’re right… The one truth is that the chicken is always right.”\nAfter a passionate handshake, the two gave you their bucket of chicken.\n“A wise gourmet such as yourself deserves both pieces. Please, take this, we insist.”"
          ]
        },
        {
          "message": "Gotta be the drumsticks, all rich and juicy.",
          "messageDesc": "Select to gain a Burn E.G.O Gift",
          "result": [
            "“You see! The drumsticks are better!”\n“You don’t know what good taste is.”\nThe person holding a chicken breast let out a baffled sigh.\n“Ey! Here’s your reward. You deserve a drumstick of your own.”\nSatisfied, the one with a drumstick handed you another from the bucket.\n“I’m counting on you to keep that leg up!”\nUnsure of what you’re being trusted with, you left the table with the drumstick."
          ]
        },
        {
          "message": "The breast, of course, unsullied and spotless.",
          "messageDesc": "Select to gain a Rupture E.G.O Gift",
          "result": [
            "“There ain’t no way! You’d give up this banquet of juiciness…?”\n“It’s fat, not just juice. The breast is healthy, light, comes in hefty servings, and is easy to eat—it’s obviously the reasonable choice.”\nThe person holding a piece of chicken breast pleasantly remarked.\n“Here, a reward for you. Take this breast.”\nA sizable piece was brought out of the bucket.\n“Best of luck with your gains. I hope you stay healthy.”\nUnsure of what you’re supposed to gain, you left the table with the chicken breast."
          ]
        }
      ]
    },
    {
      "id": 971003,
      "name": "Tango of Poultry Passion",
      "desc": "A bright spotlight shines on a portion of the noisy area.\nIt seems as though the chickens are attending a… ball.\n“That’s the tango.”\nLooking at their movements which might be a dance or a tussle, you notice sauce leaking from one of them.\nIt doesn’t seem to be aware of this…",
      "options": [
        {
          "message": "Alert it truthfully.",
          "messageDesc": "Gain a Bleed E.G.O Gift depending on the result of the following choice",
          "result": [
            "“Heed me!!!!! Sauce is leaking from thy body!!!!!!”\n“Don’t shout it that loud, you dummy…”\nNotified of its leakage, the chicken quickly ran its wings over its back—or what appeared to be its back, rather.\nSadly, the knot had loosened on its stitching.\n“Kieegh, kiiierg…”\nDoes it mean it can’t do it on its own? Approaching with a trail of sauce dripping behind, it held some thread and a needle in its hands, er, wings.\nDoes it want you to stitch its back?"
          ]
        },
        {
          "message": "You saw nothing.",
          "messageDesc": "Select to gain a Keywordless E.G.O Gift",
          "result": [
            "“Should we not inform them?”\n“Yeah, but~ They look pretty happy right now, don’t they? Couldn’t hurt to sit and watch just a bit longer, right?”\n“What will become of it when it loses all its sauce?”\n“Maybe it’ll just become an underseasoned chicken.”\nIn time, the leakage ceased.\n“Kiehg!”\nPerhaps it noticed that it’s become lighter? It suddenly performed a highly technical move.\n“Astonishing.”\nThe chickens around it stopped their dances and watched its performance, mesmerized. Soon enough, they approached the performer, letting out screams that sounded like cheers.\nThey walked out of the light, tossing the special one up and down as a celebration.\nAll that remained… was the spilled sauce."
          ]
        },
        {
          "message": "Give a few subtle hints.",
          "messageDesc": "Select for a 50% chance to gain a Keywordless E.G.O Gift.",
          "result": [
            "“Mm-mmm~ Boy, I smell something tasty! I sure wonder where this smell’s coooming frooom~?!”\n“…I suppose it would be foolish of me to expect more believable acting.”\nThe Sinner’s voice caused the chickens to stop their passionate dance at once.\nExamining each other’s backs, they soon found the source of the leakage.\n“Kieh, kierg.”\n“Giiegh.”\nWithout panicking, they brought some thread and a needle to sew up its back—or what appears to be its back.\nThey were unsullied in their expertise.\nOnce the stitching was done, they scuttled into the dark.\nAll that remained was the thread and needle they used."
          ]
        }
      ]
    },
    {
      "id": 971012,
      "name": "Black Ledger Choice",
      "subDesc": "",
      "desc": "\"It's us Kurokumo Clan's turf from here on out.\"\n\n\"Is it that hard for you to understand that you gotta pay the toll to use our road? Huh?\"\n\nPeople dressed in Kurokumo Clan garb stand in the way of unarmed civilians, threatening them.\n\n\"... I suppose that excuse was enough for them to tread on our territory as well.\"\n\nAeng-du does not hide her indignation. She is gritting her teeth.\n\nWhat should we do about them?",
      "options": [
        {
          "message": "Save the civilians.",
          "messageDesc": "Gain a Keywordless E.G.O Gift depending on the result of the following choice"
        },
        {
          "message": "Turn a blind eye.",
          "result": [
            "\"Another day, another mugging in the City.\"\n\nOne of the Sinners mutters with a sigh.\n\n\"......\"\n\nAeng-du stands there with her eyes pleading us to do something, but does not step forward.\n\nWe should avoid unnecessary battles...\n\n... if we are to survive the coming challenges and face Distorted Bamboo-hatted Kim who awaits us at the end of this path.\n\nThis left a bad taste in our mouths as we ignored the commotion and walked away."
          ]
        }
      ]
    },
    {
      "id": 97101202,
      "name": "Black Ledger Choice #2",
      "subDesc": "",
      "desc": "\"Thank you, thank you so much...\"\n\nThe civilians, freed from the threat of the Kurokumo Clan, each bow and give us their thanks.\n\n\"But... You're not dressed like a local.\"\n\n\"If you don't mind us prying... who might you be?\"",
      "options": [
        {
          "message": "Say that you're just passing by.",
          "result": [
            "\"Huhh...?\"\n\nThe civilians appear puzzled.\n\n\"You're just... 'passing by' with this many people behind you?\"\n\nMaybe I should've given my answer more thought before replying...\n\n\"Why would you help us if you don't have anything to do with the Kurokumo Clan...?\"\n\nThey looked at each other, clearly perplexed.\n\n\"T-thank you anyways.\"\n\n\"Sa-safe travels to you!\"\n\nWith that, they hurriedly left the scene."
          ]
        },
        {
          "message": "Say that you're with the Blade Lineage.",
          "messageDesc": "Pride Advantage check. Pass to gain a Keywordless E.G.O Gift."
        }
      ]
    },
    {
      "id": 971013,
      "name": "Rusted Hilt Choice",
      "subDesc": "",
      "desc": "\"This must be a tavern...\"\n\nThis bar or an inn is bustling, and its patrons are energetically chattering away. They all seem to be in a rather good mood.\n\nA trio among the crowd is quite boisterously arguing and pointing fingers at each other.\n\n\"No, NO! I don't understand why this is even a matter of dispute! A blade is a weapon made for cutting, and the 'right' way to use a blade is to slash with it.\"\n\n\"You don't know what you're talking about! Stab a single point with all your might, and your foe shall surely fall!\"\n\n\"... You're both wrong. Your half-hearted cuts and stabs won't do anything but piss 'em off. They'll be back on their feet immediately!\"\n\n\"Smack their skulls with the blunt end—hilt or the scabbard, and knock them down for good! Make 'em too dazed to get up!\"\n\nThe trio appeared to be talking about something pretty serious, so we'd stopped to listen to their debate...\n\nThey suddenly turned in our direction and called over to us.\n\n\"You there! Your band can clearly handle your weapons, am I wrong?\"\n\n\"Answer us. What is the best way to wield your sword?\"\n\n\"Of course, to slash is the best way to use a blade, is it not?\"\n\nWhat should I say to that?",
      "options": [
        {
          "message": "Right. Slashing is the way to go when wielding a blade.",
          "messageDesc": "Lust & Pride Advantage check. Pass to gain a Slash E.G.O Gift."
        },
        {
          "message": "Not true. Slash, Pierce, and Blunt all have their uses.",
          "result": [
            "\"Hm.\"\n\nThe three of them suddenly grow very obviously uncomfortable.\n\n\"That's the right answer, isn't it?\"\n\n\"That's certainly the textbook answer.\"\n\n\"It's not like we don't know what the right answer is...\"\n\nThey all take frustrated swigs from their respective cups.\n\n\"What, you think we're sitting here talking about weapons like generals preparing for war?\"\n\n\"It's just a fun topic to argue about with liquor in our bellies. What a way to kill the mood with that uninspired answer...\"\n\n\"Bah, forget it. Be on your way, then!\"\n\nThey turned away from us and returned to drinking, clearly having lost interest."
          ]
        }
      ]
    },
    {
      "id": 971014,
      "name": "Fractured & Broken Blade Choice",
      "subDesc": "",
      "desc": "\"This is odd... this mist is...\"\n\nI don't know when it happened, but a thick layer of mist had descended all around us.\n\n\"I have heard a tale of one such nightly stroll. In this tale, a clueless traveler heedlessly wanders into a brumous haze, and finds himself afore an otherworldly being—\"\n\n\"AAAGH! Stop, stop it!\"\n\nJust as the Sinners began loudly bickering with each other, I realized that there was something hazy standing in our way.\n\n\"Is that thing... dancing?\"\n\nA mysterious thing, dressed in white, danced gracefully before us with a large blade in hand.\n\nWhen it met my gaze... or, when I thought it did...\n\n... a sheathed blade had materialized in my hand.\n\nWhat does it want me to do with it?",
      "options": [
        {
          "message": "Assume a stance like I'm about to draw the sword.",
          "messageDesc": "Lust & Gloom Advantage check. Pass to gain a Bleed E.G.O Gift."
        },
        {
          "message": "Unsheathe the sword and hold it on my side.",
          "messageDesc": "Pride & Wrath Advantage check. Pass to gain a Poise E.G.O Gift."
        },
        {
          "message": "Leave the sword, let's leave.",
          "result": [
            "It's not an Abnormality we have to deal with, and the company never said that we had to engage them.\n\nI should always avoid battles against unknown entities.\n\nI tossed the sword on the ground before fleeing from the scene with the Sinners.\n\nA weeping laughter seemed to follow me the entire way back."
          ]
        }
      ]
    },
    {
      "id": 971016,
      "name": "Red Tassel Choice",
      "subDesc": "",
      "desc": "We hear a pair of voices as we walk alongside a stone fence. The two travelers are both carrying blades.\n\n\"I pity the people here...\"\n\n\"Well, the decision of a Wing is absolute for its feathers. There is very little they can do about it.\"\n\nOne of them stands out—their clothing sets them apart from the locals. Maybe they're not from around here.\n\n\"Still, to allow the Kurokumo Clan to make their way in here? That's too much.\"\n\n\"The Wing cares about naught else but fluttering its wings. All else becomes insignificant.\"\n\nSounds like they're talking about the current S Corp.\n\n\"More outsiders, I see. How convenient.\"\n\nThe pair stops in their tracks, then turns around to face us.\n\n\"The Kurokumo Clan... no. You do not wear their garb. You don't appear to be peasants seeking to make some cash in the chaos of the Backstreets, either...\"\n\n\"Well, then. What do you outsiders think of the current climate?\"\n\nHow should I answer this?",
      "options": [
        {
          "message": "It's the City. That's just what happens to small fries getting mixed up in large-scale conflicts.",
          "messageDesc": "Gloom & Pride Advantage check. Pass to gain a Slash E.G.O Gift."
        },
        {
          "message": "I have no thoughts regarding the matter. A pity, though.",
          "result": [
            "\"A pity, you say...\"\n\nThe sword-carrying man crosses his arms, then sighs.\n\n\"Sure, I suppose that's one way of looking at it. A thought must remain free, indeed.\"\n\n\"Yet, if you have no thoughts regarding the matter, do understand that to feel pity may be a sin of its own.\"\n\nThe pair walks away. They both wear a dark expression."
          ]
        }
      ]
    },
    {
      "id": 971017,
      "name": "Bamboo Hat & Dopo Robe Choice",
      "subDesc": "",
      "desc": "Shimmering blue letters float before you.\n\nThe way that these similar words are ordered makes it difficult to understand what it's trying to say.\n\nTo say what is right is right and what is wrong is wrong is not right,\n\nbut that is not to say that to say what is wrong is right and right is wrong is wrong.\n\nTo say that what is wrong is right and right is wrong is not wrong,\n\nand to say that what is right is right and what is wrong is wrong is, in turn, to say that this wrong is right.\n\n... Does it want my impression of these words?\n\nWhat is it talking about?",
      "options": [
        {
          "message": "What is 'right' and what is 'wrong'... is it really that important to tell which is which? Say that what really matters is something else.",
          "messageDesc": "Lust & Pride Advantage check. Pass to gain a Poise E.G.O Gift."
        },
        {
          "message": "Still, it must be said that what is right, is right.",
          "messageDesc": "Gloom & Pride Advantage check. Pass to gain a Slash E.G.O Gift."
        }
      ]
    },
    {
      "id": 971021,
      "name": "Factory Laborer",
      "subDesc": "",
      "desc": "Just another busy, busy watch factory.\n\n\"!@#$!#$#!$@#$!$#@$.\"\n\nA man in shiny dress shoes and a clean set of suit, clearly the factory's owner, is shouting at his employees in dirty, oil-gunked work clothes.\n\nSomething seems to catch his eye, causing him to glare at one of the employees and scream with anger.\n\nThe employee, who is already occupied with his work, gets flustered and tries to say something. But it takes him ages to even open his mouth.\n\nThe owner pulls out a recorder in a frustrated attempt to communicate, but it doesn't help.\n\n\"I just checked the security camera. You've been napping for two whole hours! Explain yourself.\"\n\n\"F… … … a… … …\"\n\n\"… … c… … … t…\"\n\n\"Can't you speak any faster, man?!\"\n\nMaybe there's something around here to resolve this situation?",
      "options": [
        {
          "message": "Take a look around the factory.",
          "messageDesc": "Gluttony & Pride Advantage check. Pass to gain a Tremor E.G.O Gift."
        },
        {
          "message": "Take a good look at the factory owner and the employee.",
          "messageDesc": "Gloom & Sloth Advantage check. Pass to gain a Tremor E.G.O Gift."
        }
      ]
    },
    {
      "id": 971022,
      "name": "T Corp. Tax Collection",
      "subDesc": "",
      "desc": "A random T Corp. street. A Collection Staff is collecting taxes from someone.\n\n\"Will you be making your payments in time, or in cash?\"\n\n\"Like I said, we already paid our Time Taxes in full! Besides, three-hundred-million Ahn? That's absurd...!\"\n\n\"The records state that you have accrued additional Time Tax responsibilities due to the donation gift tax.\"\n\n\"No way. Is this because I gave away my time to those kids in the Backstreets?\"\n\n\"I only gave them three hundred hours, so how the hell does that transform into a three-hundred-million Ahn in taxes?! That doesn't make any sense!\"\n\n\"Tax calculations in T Corp. are always exceptionally accurate.\"\n\nThe Time Collector strides toward the citizen to neutralize them.",
      "options": [
        {
          "message": "Talk to them.",
          "messageDesc": "Gloom & Sloth Advantage check. Pass to gain a Keywordless E.G.O Gift."
        },
        {
          "message": "Walk away.",
          "result": [
            "Looks like he'll have to defend himself somehow at the Collections Office.\n\nIt's not like you can change anything by stepping in.\n\n... You suddenly come to a realization that this is the kind of thought that transformed T Corp. to a place like this. You whip around and try to intervene...\n\n... But the Time Collector had already extracted time from the citizen, slowing him to a crawl."
          ]
        }
      ]
    },
    {
      "id": 971023,
      "name": "Streets of T Corp.",
      "subDesc": "",
      "desc": "People from all walks of life, all with different hours to spend in a given day, speak and move about in varying speeds.\n\nThe sound coming from this odd inequality fills the street with incongruence.\n\nTwo people catch your attention in that chaos.\n\nA rich-looking youth, despite his apparent time affluence, is walking in a brisk pace toward the streets...\n\n... and a poor-looking old man, despite his apparent time poverty, is slowly walking into an alley with a leisurely look on his face.\n\nWho to follow?",
      "options": [
        {
          "message": "Follow the youth.",
          "messageDesc": "Pride & Gluttony Advantage check. Pass to gain a Tremor E.G.O Gift."
        },
        {
          "message": "Follow the old man.",
          "messageDesc": "Sloth & Lust Advantage check. Pass to gain a Tremor E.G.O Gift."
        },
        {
          "message": "Don't follow anyone.",
          "result": [
            "They're just two people minding their own business, spending their own time as they see fit.\n\nWhy go after them? Let's just spend our time as we see fit.\n\nYou continue down the street, your head brimming with thoughts of time inequality."
          ]
        }
      ]
    },
    {
      "id": 971024,
      "name": "Yurodiviye Hideout",
      "subDesc": "",
      "desc": "A secret hideout of the Yurodiviye. A Yurodivy is fervently reciting the texts given to them by the Saint.\n\n\"We have become nothing but cogs in a machine that exists solely for the industrialists, the bourgeoisie, and the Wings.\"\n\n\"What else, what other human relation remains among the Citizens but the narrow self-interest and heartless bonds created by capital?\n\n\"Thus, we shall cast aside the cold, unfeeling metal we call coin; instead, we shall trade our warmth with one another based on our needs!\"\n\n\"To the haves, the laws of the Nests are shields that protect their privileges; yet, to the have-nots, they are chains that shackle us!\"\n\n\"Then we shall defy the laws of the Nest! We shall show them the wrath of the have-nots!\"\n\n\"All that the Yurodiviye have to lose is our chains; all that we have to gain is a world without hunger!\"\n\nThe Yurodivy suddenly points in our direction.\n\nLooks like we're going to have to say something.",
      "options": [
        {
          "message": "T-the Yurodiviye of the City, Unite!",
          "messageDesc": "Wrath & Envy & Gluttony Advantage check. Pass to gain a Tremor E.G.O Gift."
        },
        {
          "message": "I like the idea, but there's no way it'll work right.",
          "result": [
            "As soon as the Sinner finishes speaking, the room immediately falls cold and silent.\n\nThe Yurodivy who appears to be their leader points at the door and motions you to leave.\n\nYou leave the place before something happens."
          ]
        }
      ]
    },
    {
      "id": 971025,
      "name": "The Timekilling Scene",
      "subDesc": "",
      "desc": "You see a victim of the Time Ripper.\n\nYou can't even touch them thanks to the spatio-temporal displacement superposition phenomenon.\n\nIs there anything you can do here to help?",
      "options": [
        {
          "message": "Try to help.",
          "messageDesc": "Sloth & Gluttony & Pride Advantage check. Pass to gain a Keywordless E.G.O Gift."
        },
        {
          "message": "Ignore them and move on.",
          "result": [
            "You have to go after the Time Ripper.\n\nNo time to waste."
          ]
        }
      ]
    }
  ]
}