{
  "dataList": [
    {
      "id": "10101",
      "title": "Vroom-vroom",
      "place": "Mephistopheles",
      "desc": "The ride is awkward and intimidating. Even though I’ve been handed the title of ‘Manager’, I have no idea what to do at a time like this. I decided to ask the Sinner with a bug’s arm where we’re currently headed."
    },
    {
      "id": "10102",
      "title": "Dance Time",
      "place": "Some Backstreets of District 4",
      "desc": "After being “asked” a favor I couldn’t turn down, I was forced to bear a series of pains worse than death rewinding the clock. The bus fell quiet in a less-than-pleasant way, and I kept my mouth shut. Let’s hope nothing else happens until we reach District 4…"
    },
    {
      "id": "10103",
      "title": "The Bus Deck",
      "place": "Some Backstreets of District 4",
      "desc": "A band of thugs attacks us, trying to take the bus. For some reason, we leave them barely breathing instead of killing them outright, placing them in front of Mephistopheles…"
    },
    {
      "id": "10104",
      "title": "Enkephalin",
      "place": "Some Backstreets of District 4",
      "desc": "We watched Mephistopheles as it consumed the corpses, its maw looking more reliable than the Sinners. I knew something was up from the moment I saw this bus for the first time, but what is this thing exactly? Faust seems to have something to say."
    },
    {
      "id": "10105",
      "title": "Yuri",
      "place": "Some Backstreets of District 4",
      "desc": "When the bus had just about finished its “meal”, Vergilius shouted to me that we’re expecting a guest. I’m curious to see who’d be joining us on this less-than-pleasant trip."
    },
    {
      "id": "10106",
      "title": "Map",
      "place": "Some Backstreets of District 4",
      "desc": "Our guest was a Fixer named Yuri, a former employee of Lobotomy Corporation. Seeing as she showed an indifferent response to the bus devouring bodies, she must’ve gone through a lot herself. But then she grows nervous as she checks the map and looks at the driver’s seat…"
    },
    {
      "id": "10107",
      "title": "The Trio",
      "place": "Some Backstreets of District 4",
      "desc": "I was shocked to learn that… Charon has virtually no sense of direction. Though, I guess it’s fortunate that it’s come to light this early into the trip. Yuri took matters into her own hands and started teaching her how to read a map, and Sinclair joined, too. They’re rather noisy, but still… I can’t say that I hate to see it."
    },
    {
      "id": "10108",
      "title": "Pests",
      "place": "Some Backstreets of District 4",
      "desc": "Rodya looks out through the window at the Backstreets before flinching abruptly. Her eyes fell on a group of people with the heads of bugs. Then, Gregor’s expression shifted as well. It was not out of flinching disgust like Rodya, though."
    },
    {
      "id": "10109",
      "title": "Guides",
      "place": "District 4 - LC Branch Entrance",
      "desc": "After a number of scuffles and scrapes, we arrived at an old Lobotomy Corporation branch. Near the entrance, new faces were waiting for us…"
    },
    {
      "id": "10110",
      "title": "Grade 8 Fixers",
      "place": "District 4 - LC Branch Entrance",
      "desc": "Just before we entered the LC branch facility, Vergilius stopped me all of a sudden. It seems he has something to say to me alone."
    },
    {
      "id": "10111",
      "title": "Branch D-02",
      "place": "District 4 - LC Branch Interior",
      "desc": "We descended into a fetid underground facility. The place was lined with corpses and critters. Just what happened here? And can we come back in one piece with the Golden Bough in our hands?"
    }
  ]
}