{
  "dataList": [
    {
      "id": 2010000,
      "title": "Indistinguishable Space",
      "desc": "A quiet noise is in the air. You cannot begin to imagine what might await here once you enter.\nIt exudes a smell.\nAt one moment, it’s sweet.\nYet it soon turns sour, musky, then refreshing, clear.\n\nThe experience shifts repeatedly even as you approach the door from outside."
    },
    {
      "id": 2011000,
      "title": "Radiating Malice",
      "desc": "Seeing this gives you an odd sense of relief.\nEven though you can feel a clear hostility coming from the area, you know well that there are far more terrifying encounters in this spiral of uncanny spaces.\n\nOf course, this does not mean that you can relax.\nThe enemies you face here might crush your Sinners at any moment."
    },
    {
      "id": 2011001,
      "title": "Radiating Malice",
      "desc": "This zone is radiating an even deeper malice.\nThe Sinners are no longer in their top shapes.\nThey are all exhausted, barely dragging their feet onward after this long journey.\nWe shouldn't let our guards down... lest we lose the Sinners here."
    },
    {
      "id": 2011002,
      "title": "Radiating Malice",
      "desc": "The air in these spots has become considerably more oppressive than it was at first.\nEach step forward is a considerable undertaking for the Sinners.\n\nIf you’re unable to keep fatigue from taking over, any level of danger is sure to tear your team apart."
    },
    {
      "id": 2012000,
      "title": "Uncanny Presentiment",
      "desc": "The space ahead induces a hair-raising sensation.\nThough you’ve yet to see anything, you get the vivid feeling that something strange awaits ahead.\n\nYou know you’re about to come face to face with an unfathomable and otherworldly being."
    },
    {
      "id": 2012001,
      "title": "Uncanny Presentiment",
      "desc": "The chill up your spine tells you what this space contains.\nThose things did not belong to this world. Neither a removed head nor a detached spinal cord ended their lives. You don’t know what you will face this time.\n\nThe one thing we can do…\nIs study them as quickly as possible."
    },
    {
      "id": 2013000,
      "title": "Unknown Screams",
      "desc": "Something even more threatening seems to be ahead.\nThe scent of an unknown animal’s blood is stronger than ever.\nThe lights flicker eerily, but those are not your only clues.\nAn indescribable feeling, beyond your five senses…\nIt licks your entire body with a clear warning.\n\nYou must brace yourself to get through this area."
    },
    {
      "id": 2013001,
      "title": "Unknown Screams",
      "desc": "A more vivid sense of danger breathes down your neck. Strange nightmares, maddening shrills, and eerie noises in mimicry of a fruit being drained of its lifeblood all constantly assault your senses.\nAt one point, your thighs even begin to tremble. Your own body might be trying to prevent you from approaching such imminent peril.\n\nNevertheless, you know that the only path is forward."
    },
    {
      "id": 2014000,
      "title": "Inordinately Warped Reflection",
      "desc": "This looks to be another point of refraction.\nIf you can just make it past here…\nBut, you also get the feeling that it might repel you rather than take you deeper inside. Whichever direction it decides to lead you, there will be no going back.\n\nA solid wall of fear overwhelms you."
    },
    {
      "id": 2014001,
      "title": "Inordinately Warped Reflection",
      "desc": "You’ve been through this at least once before.\nEven still, foreboding terror stands tall like a castle wall.\nWill you be able to refract downwards to the area below?\nWill you be reflected between the cracks of the damaged mirror straight into nothingness?\n\nTurning back is out of the question now.\nYou have to accept whatever outcome it grants you."
    },
    {
      "id": 2014002,
      "title": "Inordinately Warped Reflection",
      "desc": "You meet the wall once again.\nIt seems as though it might tip over and crush your Sinners at any second.\nYou try running left and right to circumvent it, but the wall is endless.\nYour only two choices are to turn around and walk away…\nOr break this wall to move forward.\n\nFacing the fear is how you secure your safety."
    }
  ]
}