{
  "dataList": [
    {
      "id": 850101,
      "name": "Reminisced Augmentation",
      "desc": "At the start of the turn, if at less than 50% HP, heal 20% of Max HP."
    },
    {
      "id": 851001,
      "name": "Gloomy Noises",
      "desc": "After losing a clash, gain 1 Fragile."
    },
    {
      "id": 851002,
      "name": "Blue Resin",
      "desc": "When an Eye Part breaks, the enemy with the least SP loses 35 SP."
    },
    {
      "id": 851003,
      "name": "Septic Weakness",
      "desc": "At the start of the turn, gain 3 Fragile if the Part is broken."
    },
    {
      "id": 851901,
      "name": "Initiating Town Tour",
      "desc": "At the start of the turn, if Charge Count is at 10+, change behavior."
    },
    {
      "id": 852001,
      "name": "Damage Detected!",
      "desc": "When this unit is defeated, Kqe-1j-23 takes 100 damage and becomes Staggered next turn.\nIt then loses arm-related skills for the rest of the battle."
    },
    {
      "id": 852101,
      "name": "Overload",
      "desc": "At the start of the turn, if below 60 HP, enter a powered-up state."
    },
    {
      "id": 852301,
      "name": "Overloaded HP Bullet",
      "desc": "At the start of the turn, gain 2 Damage Up and 2 Fragile."
    },
    {
      "id": 852701,
      "name": "Dhyāna",
      "desc": "At the start of the turn, if an ally is present, gain 10 Protection."
    },
    {
      "id": 852702,
      "name": "ANIKSHANA",
      "desc": "NOT FOR SEEING OR LOOKING AT"
    },
    {
      "id": 852703,
      "name": "Cyclical Karma",
      "desc": "All units transfer 10 of their Karma to their targets after a successful attack.\n(5 more Karma is transferred per Clash count.)\nKarma is not transferred to My Form Empties as long as its allies are alive."
    },
    {
      "id": 852704,
      "name": "Anatman",
      "desc": "At the start of the turn, if the Mūrti is broken, apply 30 Karma and 3 Fragile to a random other ally, then enter a mode of Anatman (Non-Self).\nDuring this state, the Abnormality’s behavior changes, and all its attacks target units indiscriminately."
    },
    {
      "id": 852705,
      "name": "Nirmāna",
      "desc": "Whenever the Mūrti recovers, its Max HP increases by 20%."
    },
    {
      "id": 852706,
      "name": "THREE WISE TEXTS",
      "desc": "SEE OF NO TEXT HERE\nHEAR OF NO TEXT HERE\nSPEAK OF NO TEXT HERE"
    },
    {
      "id": 852707,
      "name": "Bhaishajya",
      "desc": "At the start of the turn, fully recover HP."
    },
    {
      "id": 852102,
      "name": "HP Ampule Injection",
      "desc": "At the start of the turn, if this unit’s HP is not at full, heal 25% of Max HP. (Up to 3 times)"
    }
  ]
}