{
  "dataList": [
    {
      "id": 800101,
      "name": "An Apple’s Twilight",
      "desc": "When the Fruit is destroyed, all parts are inflicted with 2 Fragile.\nThe Fruit regenerates after 1 turn.",
      "summary": "When the Fruit is destroyed, apply 2 Fragile to all parts"
    },
    {
      "id": 800102,
      "name": "NOT FOR DISPLAY1",
      "desc": "After the head regenerates once, bringing the head’s HP to 50% initiates a choice prompt."
    },
    {
      "id": 800103,
      "name": "NOT FOR DISPLAY2",
      "desc": "At the start of Turn 3, a choice prompt where you can remove the Green Stem effect is initiated."
    },
    {
      "id": 800104,
      "name": "Entangling Roots",
      "desc": "At the start of the turn, inflict 1 Bind on all enemies.\nThis lasts until the Roots have been broken.",
      "summary": "Inflict 1 Bind on all enemies until Roots are broken"
    },
    {
      "id": 800105,
      "name": "One Sole Root",
      "desc": "The Roots gain 2 Attack Power Up for each intact Arm."
    },
    {
      "id": 800201,
      "name": "Let the Blood Festival Flow",
      "desc": "The battle proceeds to the next phase after all the Clay Dolls are defeated."
    },
    {
      "id": 800202,
      "name": "DON'T LET THE KIDS READ THIS",
      "desc": "At the start of turn 2 in phase 2, choice prompt 1 is initiated."
    },
    {
      "id": 800203,
      "name": "Let the Fire Festival Ignite",
      "desc": "If both Arms are destroyed or the main body’s HP is brought to 70%, the battle proceeds to the next phase."
    },
    {
      "id": 800204,
      "name": "Frenzy",
      "desc": "During Phase 3\nAt the start of the turn, inflict 3 Burn on all enemies."
    },
    {
      "id": 800205,
      "name": "NOT FOR DISPLAY",
      "desc": "When HP is brought to 60%, choice prompt 2 is initiated."
    },
    {
      "id": 800206,
      "name": "Let the Star Festival Fall",
      "desc": "When HP is brought to 25%, the battle proceeds to the next phase."
    },
    {
      "id": 800207,
      "name": "NOT FOR DISPLAY",
      "desc": "At the start of turn 2 in phase 4, choice prompt 3 is initiated."
    },
    {
      "id": 800301,
      "name": "Idolatry",
      "desc": "Does not die at 0 HP; instead, remains on the stage as an immobile and untargetable unit.\nSuppressed when the Doomsday Calendar is suppressed."
    },
    {
      "id": 800801,
      "name": "Cracked Gold",
      "desc": "Heals HP every turn based on the amount of Golden Sheen."
    },
    {
      "id": 800901,
      "name": "",
      "desc": ""
    },
    {
      "id": 800902,
      "name": "Frail Core",
      "desc": "When the Head is destroyed, all parts are inflicted with Immobilize next turn.\nThe Head regenerates after 1 turn."
    },
    {
      "id": 800903,
      "name": "Rotting Apple",
      "desc": "After the body is destroyed, all parts are inflicted with 2 Attack Power Down every turn."
    },
    {
      "id": 800904,
      "name": "NOT FOR DISPLAY",
      "desc": "NOT FOR DISPLAY"
    },
    {
      "id": 801001,
      "name": "Upgrade Factory at Work",
      "desc": "When this unit is defeated, it revives the next turn and gains 1 Surgery."
    },
    {
      "id": 801002,
      "name": "You Must Become Strong",
      "desc": "At the start of the turn, gain 1 Protection."
    },
    {
      "id": 801201,
      "name": "You Must Become Strong",
      "desc": "At the start of the turn, gain 2 Protection."
    },
    {
      "id": 801301,
      "name": "Wavering Desires",
      "desc": "While Desirous, the unit gains 2 Fragile and 10 Bind, gains 1 skill slot, and changes behavior."
    },
    {
      "id": 801302,
      "name": "Ensnaring Desires",
      "desc": "The unit becomes Desirous every time it loses 30% of its HP."
    },
    {
      "id": 801904,
      "name": "Shuddering Terror",
      "desc": "Gain 1 Protection for every ally that died this wave. (Max 5.)"
    },
    {
      "id": 802401,
      "name": "Pulsating Arms",
      "desc": "At the start of the turn, gain Attack Power Up and Protection by the Count of Instincts."
    },
    {
      "id": 802402,
      "name": "Damaged Arms",
      "desc": "Lose 1 Instincts whenever the unit takes damage from attacks."
    },
    {
      "id": 802403,
      "name": "Regenerating Shell",
      "desc": "At the end of the turn, if the unit didn’t take any damage from attacks during the turn, heal 5% HP and gain 1 Instincts."
    },
    {
      "id": 802404,
      "name": "Frantic Eyes",
      "desc": "Behavior depends on the Count of Instincts.\nUses aggressive skills at +4 Instincts, and becomes defensive at 3 or less."
    },
    {
      "id": 802501,
      "name": "Amplified Aggression",
      "desc": "When hit by an attack, gain 1 Instincts.\nIf the unit has +4 Instincts at the end of the turn, enter a state of Frenzy."
    },
    {
      "id": 802502,
      "name": "Frenzy",
      "desc": "In the Frenzy state, the unit gains 3 Attack Power Up and 3 Fragile, changes behavior, and does not gain Instincts from being attacked."
    },
    {
      "id": 802503,
      "name": "Shimmering Rage",
      "desc": "At less than 50% HP, enters Frenzy every turn."
    },
    {
      "id": 802701,
      "name": "Amplified Aggression",
      "desc": "When hit by an attack, gain 1 Instincts.\nIf the unit has +4 Instincts at the end of the turn, enter a state of Frenzy."
    },
    {
      "id": 802702,
      "name": "Frenzy",
      "desc": "In the Frenzy state, the unit gains 3 Attack Power Up and 3 Fragile, changes behavior, and does not gain Instincts from being attacked."
    },
    {
      "id": 802801,
      "name": "Rotting Skin",
      "desc": "At the start of the turn, if at less than 50% HP, inflict 3 Poison when attacked."
    },
    {
      "id": 802802,
      "name": "Molt",
      "desc": "After this part is broken, if the other arm is not broken at the end of the following turn, this part regenerates with the same HP as it."
    },
    {
      "id": 802803,
      "name": "Pained Writhing",
      "desc": "When both arms are broken, the unit gains 5 Fragile and inflicts 10 Poison on all enemies every turn."
    },
    {
      "id": 802804,
      "name": "Wriggling Instincts",
      "desc": "Behavior depends on the Count of Instincts.\nUses aggressive skills at +4 Instincts, and becomes defensive at 0."
    },
    {
      "id": 803302,
      "name": "Severed Arm",
      "desc": "When the arm is broken, the unit gains 5 Fragile every turn."
    },
    {
      "id": 802901,
      "name": "Fearsome Whistles",
      "desc": "If you have collected less than 3 of A Sign, Sinclair is inflicted with 1 Bind and Paralyze every turn."
    },
    {
      "id": 802902,
      "name": "Courage to Triumph Fear",
      "desc": "If you have collected 3 or more of A Sign, Sinclair gains 1 Attack Power Up and 2 Protection every turn."
    },
    {
      "id": 802903,
      "name": "You Must Accept the Pain!",
      "desc": "At the start of the turn, if the unbroken part has Bleed or Burn, heal 15% of Max HP and gain 3 Attack Power Up.\nThe healing and status effects gained are decreased based on the number of A Sign, down to 0."
    },
    {
      "id": 802904,
      "name": "Bliss of Execution",
      "desc": "After defeating an enemy, gain 2 Haste and 5 Damage Up next turn."
    },
    {
      "id": 803001,
      "name": "Overflowing Ecstasy",
      "desc": "Starting with Turn 3, becomes Ecstatic every 2 turns."
    },
    {
      "id": 803002,
      "name": "Blooming Purity",
      "desc": "If Kromer’s main body is brought to 50% HP, she gains Purity for the remaining turns."
    },
    {
      "id": 803003,
      "name": "Flawless Flesh",
      "desc": "When the arm is broken, the part is inflicted with 2 Attack Power Down."
    },
    {
      "id": 803101,
      "name": "Blood Sac",
      "desc": "Wrath Resistance increases.\nGloom Resistance decreases."
    },
    {
      "id": 803102,
      "name": "Fluid Sac",
      "desc": "While the Fluid Sac status is active, the Core heals (20 * Fluid Sac Count) HP."
    },
    {
      "id": 803103,
      "name": "Boiling Blood",
      "desc": "If the body is broken while Blood Sac is active, all enemies take 20 fixed damage."
    },
    {
      "id": 803201,
      "name": "Lightning Rod",
      "desc": "When the Telephone Pole is hit, inflict 2 Shock on the attacker this turn.\nAt 5+ Lightning, all Parts will inflict 3 Shock on the attacker, starting next turn.\n(Lasts until Lightning reaches 0.)\nWhen hit by a Sloth attack, the amount of Shock inflicted is halved. (Rounded up.)"
    },
    {
      "id": 803202,
      "name": "Lightning",
      "desc": "While the telephone pole isn’t broken, gain 1 Lightning after an attack.\nWhenever the telephone pole is hit by an attack, lose 1 Lightning."
    },
    {
      "id": 803203,
      "name": "Breaking Pieces",
      "desc": "When the telephone pole is Staggered or Broken, lose all Lightning.\nAll attacks of Alleyway Watchdog will then be canceled for the turn."
    },
    {
      "id": 803401,
      "name": "Bongy Chicken Struts",
      "desc": "At the end of the turn, deal 3 SP damage to a random enemy."
    },
    {
      "id": 803701,
      "name": "Bongy Chicken Beefs Up",
      "desc": "At the end of the turn, apply 2 Damage Up and 2 Protection to all allies next turn."
    },
    {
      "id": 803901,
      "name": "Vigorous Volaille",
      "desc": "At the end of the turn, heal 5 HP for each Raw Chicken in battle."
    },
    {
      "id": 803902,
      "name": "Gloomy Gallus",
      "desc": "At the end of the turn, deal 5 SP damage to all enemies for each Raw Chicken in battle."
    },
    {
      "id": 803903,
      "name": "Fragile Fowl",
      "desc": "When a Part breaks, gain 1 Fragile every turn for each Raw Chicken that died before the Part was broken."
    },
    {
      "id": 803904,
      "name": "Powerful Poussin",
      "desc": "If the Part isn’t broken, gain 1 Damage Up for each living Raw Chicken."
    },
    {
      "id": 804101,
      "name": "Expanding Sorrow",
      "desc": "At the end of the turn, if the unit has 3+ Unresolved Sorrow, generates a head next turn and changes behavior."
    },
    {
      "id": 804102,
      "name": "Inconsolable Sorrow",
      "desc": "At the end of the turn, if the unit has 3+ Unresolved Sorrow and the head is broken, becomes staggered next turn."
    },
    {
      "id": 804103,
      "name": "Taken by the Horns",
      "desc": "When the head is staggered, all parts become staggered next turn."
    },
    {
      "id": 804104,
      "name": "Downed by the Horns",
      "desc": "When the head is broken, all parts become staggered next turn. Afterwards, all parts have 3 Attack Power Down for the duration of the battle."
    },
    {
      "id": 804501,
      "name": "Living Nerves",
      "desc": "Upon death, all Skills are cancelled for the turn.\nDoubles currently owned Self-charge."
    },
    {
      "id": 804502,
      "name": "Motioning Nerves",
      "desc": "After dying, attack skills spend 1 Self-charge.\nAttacks enemies until Self-charge runs out."
    },
    {
      "id": 804503,
      "name": "Undying Persistence",
      "desc": "Every 5 turns, gains a Shield equal to the head's HP."
    },
    {
      "id": 804504,
      "name": "Terminated Persistence",
      "desc": "After using 'Coil Up', if the Shield is exhausted, spend Self-charge.\nAll parts become staggered next turn."
    },
    {
      "id": 804601,
      "name": "Broken Umbrella",
      "desc": "After the back is broken, gain 3 Fragile every turn. Inflict +2 Rupture."
    },
    {
      "id": 804602,
      "name": "Ragged Umbrella",
      "desc": "After the head umbrella is broken, gain 5 Offense Level Down every turn. Inflict +2 Sinking."
    },
    {
      "id": 804603,
      "name": "Last Struggle",
      "desc": "At 15% HP, the unit's Speed is fixed at 1, and gains 1 Attack Power Down.\nNewly spawned Old Umbrellas have 30% more HP. Uses 'Cries Seeking Something' every turn."
    },
    {
      "id": 804701,
      "name": "Spreading Ember",
      "desc": "At the end of the turn, if this unit has Burn, inflict the same amount to all units with Entangled Curse Talisman next turn"
    },
    {
      "id": 804702,
      "name": "Broken Means",
      "desc": "When the arm is broken, it deals -20% damage"
    },
    {
      "id": 804801,
      "name": "Booze Makes You Hicc!",
      "desc": "After using 'I'll Have This!' on enemies with 5+ Tipsy and successfully landing the attack, become staggered."
    },
    {
      "id": 804802,
      "name": "Stimulating Smell, Isn't It?",
      "desc": "A mysterious smell from within boosts the spirit.\nA random Sinner gains 5 Morale Boost at the start of the wave."
    },
    {
      "id": 805201,
      "name": "Old and Abandoned",
      "desc": "When this unit is defeated, the Sinner that defeated it gains 2 Haste next turn.\nAll parts of Drifting Fox are inflicted with 2 Bind and 1 Umbrella Splinters."
    },
    {
      "id": 804301,
      "name": "Perilous Mind",
      "desc": "At the end of each turn, lose 10 SP."
    },
    {
      "id": 804302,
      "name": "Perilous Heart",
      "desc": "While in low morale, gain 2 Attack Power Up and 3 Bind."
    },
    {
      "id": 804303,
      "name": "Faltering Heart",
      "desc": "In panic, become staggered."
    },
    {
      "id": 804304,
      "name": "Determination",
      "desc": "When recovering from panic, fully heal SP, and gain 2 Haste and 2 Attack Power Up."
    },
    {
      "id": 804305,
      "name": "Lobotomy E.G.O",
      "desc": "Starts the battle with 1200 Shield HP"
    },
    {
      "id": 805301,
      "name": "Walled Heart",
      "desc": "Whenever this unit is broken, Dongbaek is inflicted with +5 Sinking Count, and all Sinners lose 2 Sinking Count; all Sinners gain 1 Protection and 2 Attack Power Up next turn."
    },
    {
      "id": 804401,
      "name": "Into Full Bloom",
      "desc": "At the start of Turn 5, spawn 4 Soon-to-bloom Flowers with 3 Growing"
    },
    {
      "id": 804402,
      "name": "Flowering Mind",
      "desc": "When HP drops to 50%, proceeds to the next phase. HP does not go below 50% until the phase changes."
    },
    {
      "id": 804403,
      "name": "Dueling",
      "desc": "When HP falls below 50%, uses a special skill to target 1 unit, then becomes immune to Stagger and Panic for the next 2 turns.\nIf Yi Sang has 'Dueling', Dongbaek gains 1 Attack Power Up.\nIf Yi Sang wins the duel, all allies gain 3 Damage Up next turn.\nIf Dongbaek wins the duel, Dongbaek fully heals SP."
    },
    {
      "id": 804404,
      "name": "Cost of Blooming",
      "desc": "If 'Magnificent Spring Breeze' loses in a clash, lose 10 SP"
    },
    {
      "id": 805401,
      "name": "Growing Flower",
      "desc": "Spawns with 1 Growing"
    },
    {
      "id": 804901,
      "name": "나오면 안되는 텍스트 (번역 x)",
      "desc": "나오면 안되는 텍스트 (번역 x)"
    },
    {
      "id": 804902,
      "name": "나오면 안되는 텍스트 (번역 x)",
      "desc": "나오면 안되는 텍스트 (번역 x)"
    },
    {
      "id": 804903,
      "name": "Self Destruction",
      "desc": "All skills target indiscriminately. With each skill used, this unit loses 2% of Max HP."
    },
    {
      "id": 804904,
      "name": "Self Salvation",
      "desc": "HP healing effects heal twice as much."
    },
    {
      "id": 805601,
      "name": "Radiant Vanity",
      "desc": "While this unit is present, Dongrang gains 1 Protection and 1 Attack Power Up at the start of each turn."
    },
    {
      "id": 805602,
      "name": "Earnest Accomplishment",
      "desc": "While this unit has Earnest Accomplishment, the following effects apply:\n- Can only be defeated with Dongrang's attacks.\n- If a Sinner drops this unit's HP to 1, the Sinner heals HP, and this unit gains Empty Honor.\n- If Dongrang defeats this unit, Dongrang heals HP and powers up next turn."
    },
    {
      "id": 805603,
      "name": "Empty Honor",
      "desc": "While this unit has Empty Honor, the following effects apply:\n- Can only be defeated with Dongrang's attacks.\n- If Dongrang defeats this unit, Dongrang loses HP, gains 1 Emptiness, and is weakened next turn"
    },
    {
      "id": 805701,
      "name": "Borne Fruition",
      "desc": "The unit that defeated this unit heals by 5% of Max HP, and gains 1 Haste and 1 Attack Power Up next turn"
    },
    {
      "id": 805001,
      "name": "Toward the Ideal",
      "desc": "When the HP is brought to 85% and 50% of Max HP, respectively, spawns 2 Trees of Desires and changes behavior."
    },
    {
      "id": 806001,
      "name": "Radiant Desire",
      "desc": "While this unit is present, Dongrang gains 1 Damage Up and 1 Protection at the start of each turn."
    },
    {
      "id": 805004,
      "name": "Price of Neglect",
      "desc": "If 'Time of Harvest' loses in a clash, lose 5 SP"
    },
    {
      "id": 805005,
      "name": "Bitter Smile",
      "desc": "When in panic, gain 2 Protection and reset SP to 0 at the start of the next turn."
    },
    {
      "id": 805006,
      "name": "Inefficient Judgement",
      "desc": "When recovering from stagger, gain 1 Attack Power Up."
    },
    {
      "id": 805007,
      "name": "Exhausting Endeavor",
      "desc": "After using the skill Please Be My Nutrient 3 times, become staggered next turn."
    },
    {
      "id": 805002,
      "name": "Toward the Ideal",
      "desc": "When the HP is brought to 85% of Max HP, spawns 2 Trees of Desires and changes behavior."
    },
    {
      "id": 805003,
      "name": "Toward the Ideal",
      "desc": "When the HP is brought to 50% of Max HP, spawns 2 Trees of Desires and changes behavior."
    },
    {
      "id": 805801,
      "name": "Fairy Lure",
      "desc": "When the fairy is attacked, only that part loses HP."
    },
    {
      "id": 805802,
      "name": "Exposed Base",
      "desc": "When the fairy part is broken, the roots can be attacked next turn.\nAll parts gain 1 Attack Power Up, 2 Bind, and 3 Fragile next turn."
    },
    {
      "id": 805803,
      "name": "Spare Lure",
      "desc": "The fairy regenerates the turn after the roots are exposed. (One time only)\nAfter the roots are exposed 3 times or destroyed, the unit is enraged."
    },
    {
      "id": 805804,
      "name": "Discovered Weakness",
      "desc": "If the fairy has Tremor, it takes damage by its Potency at the end of the turn. (Max 20)"
    },
    {
      "id": 805805,
      "name": "Connected Weakness",
      "desc": "If the part has Burn, it takes more damage based on its Potency. (Max +15%)"
    },
    {
      "id": 805901,
      "name": "Manufactured Respite",
      "desc": "If the giant clover is present, this unit heals 30 HP at the end of the turn."
    },
    {
      "id": 805902,
      "name": "Lost Means",
      "desc": "When the arm is broken, the unit gains 2 Attack Power Down every turn."
    },
    {
      "id": 805903,
      "name": "Damaged Shade",
      "desc": "When the head is broken, the unit gains 4 Defense Level Down and 1 Fragile every turn."
    },
    {
      "id": 806201,
      "name": "Contaminating Leaf",
      "desc": "At the start of the turn, give 1 HP Healing Boost and 1 Attack Power Up to Fairy-Long-Legs."
    },
    {
      "id": 80620101,
      "name": "Contaminating Leaf",
      "desc": "At the start of the turn, give 1 HP Healing Boost and 1 Attack Power Up to Fairy-Long-Legs."
    }
  ]
}