{
  "dataList": [
    {
      "id": "301",
      "title": "First Stop: Cogwheel",
      "desc": "<color=#990000><b>[Refraction Rate: 0%]</b></color>\n\nI can hear the metal cogwheels turning and creaking.\nSomething heavy and massive seems to be taking a step with every teeth that click into each other."
    },
    {
      "id": "302",
      "title": "Station #2: Waves",
      "desc": "<color=#990000><b>[Refraction Rate: 14%]</b></color>\n\nAn opaque, shimmering wave crashes unto us.\nPerhaps its countless emotions, all of it lodged into its back, is reminiscent of that shimmering.\nSilently yet ponderously, it crashes unto us."
    },
    {
      "id": "303",
      "title": "Station #3: Nostalgia",
      "desc": "<color=#990000><b>[Refraction Rate: 28%]</b></color>\n\nA nostalgic sight appears before us.\nThe scene seems to beckon us—perhaps it brings out in us a faint remembrance of the past.\nSome Sinners appear rather distraught…\nThis time, we’ll have to approach it with our weapons drawn."
    },
    {
      "id": "304",
      "title": "Station #4: Interlude",
      "desc": "<color=#990000><b>[Refraction Rate: ??%]</b></color>\n\nA heavy noise echoes once.\nThe teeth on the cogwheel click into one another—tick, tock, then it comes to a stop with a heavy grating noise.\nThe cogs will begin to turn again as soon as we exit this place.\nLet’s prepare ourselves before moving to the next stop."
    },
    {
      "id": "305",
      "title": "Station #5: Drudgery",
      "desc": "<color=#990000><b>[Refraction Rate: 39%]</b></color>\n\nWe’ve gone through this salty scent of the sea before.\nThe one who painfully bears the multitude of filth, salt, and other similar things within it awaits us there."
    },
    {
      "id": "306",
      "title": "Station #6: Truth",
      "desc": "<color=#990000><b>[Refraction Rate: 51%]</b></color>\n\nAn odd, miasmatic scent of a burning candle fills this place.\nIn it is the one who seeks the truth. Its massive eyes roll about to capture every little detail and knowledge.\nIt would be best that we stop it from consuming more knowledge before the flames of truth begin burning."
    },
    {
      "id": "307",
      "title": "Station #7: Eclosion",
      "desc": "<color=#990000><b>[Refraction Rate: 66%]</b></color>\n\nThe heat from the flaming sunset can be felt all the way from here.\nA mere brush against its flames will burn everything to ashes, but its fiery embrace may be a warmth that cannot be found anywhere else.\nThe potential, born again from the flames, gently beckons us."
    },
    {
      "id": "308",
      "title": "Station #8: Interlude",
      "desc": "<color=#990000><b>[Refraction Rate: ??%]</b></color>\n\nA heavy noise echoes once.\nThe teeth on the cogwheel click into one another—tick, tock, then it comes to a stop with a heavy grating noise.\nThe cogs will begin to turn again as soon as we exit this place.\nLet’s prepare ourselves before moving to the next stop."
    },
    {
      "id": "309",
      "title": "Station #9: Pallidification",
      "desc": "<color=#990000><b>[Refraction Rate: 14%]</b></color>\n\nThey crawl down and appear before us, those whose hearts were painted over.\nThey are pallid, whiter than white.\nWhat were their colors before something painted over them and turned them into empty canvases?"
    },
    {
      "id": "310",
      "title": "Station #10: Brainwash",
      "desc": "<color=#990000><b>[Refraction Rate: 83%]</b></color>\n\nIf there are those whose hearts are painted, then there is one who paints hearts.\nWhen the train comes to a stop, I can see from a distance a confident figure. She is flanked by her followers.\nShe stands as though to greet us, to paint over our hearts as well.\nThen we will meet her with our weapons drawn."
    },
    {
      "id": "311",
      "title": "Station #11: Gaslight",
      "desc": "<color=#990000><b>[Refraction Rate: 89%]</b></color>\n\nI thought we had defeated her in the previous Station, but…\nThe one who paints hearts had only grown even more hideous.\nShe is no longer flanked by her followers, yet… it feels as though they are now within her.\nWe mustn’t let ourselves be distracted by the flickering, dancing flames on her weapon arm.\nFocus on her instead."
    },
    {
      "id": "312",
      "title": "Station #12: Interlude",
      "desc": "<color=#990000><b>[Refraction Rate: ??%]</b></color>\n\nA heavy noise echoes once.\nThe teeth on the cogwheel click into one another—tick, tock, then it comes to a stop with a heavy grating noise.\nThe cogs will begin to turn again as soon as we exit this place.\nLet’s prepare ourselves before moving to the next stop."
    },
    {
      "id": "313",
      "title": "Terminus: Spiral",
      "desc": "<color=#990000><b>[Refraction Rate: 99%]</b></color>\n\nWe emerge from the long tunnel and arrive at the Terminus; there lies the land of gold.\nI can hear an odd, metallic noise echoing from the distance.\nIt’s not the kind of metallic noise that makes one shudder, but the sound digs deep under our skin.\nWe have to finish this fight before this twisted and formless sensation scrambles our brains."
    }
  ]
}