{
  "dataList": [
    {
      "id": "retunPolicy_Info",
      "content": "Refund Policy"
    },
    {
      "id": "retunPolicy_Info_Paragraph_1",
      "content": "We would like to inform you of our Refund Policy as per the information written in the 「Limbus Company Terms of Service」.\n\n"
    },
    {
      "id": "retunPolicy_Info_Desc_1",
      "content": "1. Members who have signed a contract for the purchase of paid Contents with the Company can withdraw their subscription without the burden of additional fees or penalties within 7 days from the later of the date of the purchase contract or the date the Contents is available.\n\n"
    },
    {
      "id": "retunPolicy_Info_Desc_2",
      "content": "2. Members cannot withdraw their subscriptions under Paragraph 1 against the will of the Company in the following cases. However, in the case of a purchase contract consisting of divisible Contents, this does not apply to the remaining parts of divisible Contents that do not fall under each of the following subparagraphs."
    },
    {
      "id": "retunPolicy_Info_Desc_2_1",
      "content": "(1) Contents used or applied immediately upon purchase"
    },
    {
      "id": "retunPolicy_Info_Desc_2_2",
      "content": "(2) Contents in which additional benefits are used, if additional benefits are provided"
    },
    {
      "id": "retunPolicy_Info_Desc_2_3",
      "content": "(3) If there is an act of opening Contents that can be seen as a use or whose utility is determined at the time of opening\n\n"
    },
    {
      "id": "retunPolicy_Info_Desc_3",
      "content": "3. In the case of Contents that cannot be withdrawn under each subparagraph of Paragraph 2, the Company clearly displays the fact in a place where Members can easily find out and provides trial use products for the Contents (temporary use permitted, experience only) or if it is difficult to provide it, the Company provides information about the Contents so that the exercise of the Member's right to withdraw the subscription is not hindered.\n\n"
    },
    {
      "id": "retunPolicy_Info_Paragraph_2",
      "content": "[Refund Policy Guide]"
    },
    {
      "id": "table_ItemCategory_Title",
      "content": "Category"
    },
    {
      "id": "table_ItemList_Title",
      "content": "Title"
    },
    {
      "id": "table_ReturnPolicy_Title",
      "content": "Refundability"
    },
    {
      "id": "table_Detail_Title",
      "content": "Details"
    },
    {
      "id": "BATTLEPASS_A",
      "content": "Battle Pass"
    },
    {
      "id": "PACKAGE_A",
      "content": "Packs"
    },
    {
      "id": "PACKAGE_B",
      "content": "Packs"
    },
    {
      "id": "PACKAGE_C",
      "content": "Packs"
    },
    {
      "id": "GROWTH_A",
      "content": "Growth"
    },
    {
      "id": "LUNACY_A",
      "content": "Lunacy"
    },
    {
      "id": "LUNACY_B",
      "content": "Lunacy"
    },
    {
      "id": "VENDINGMACHINE_A",
      "content": "Dispenser"
    },
    {
      "id": "PACKAGE_A_Comment",
      "content": "[※ Packs with Banners, Decorative Tickets, Announcers, or special items that cannot otherwise be obtained by playing through the game]"
    },
    {
      "id": "PACKAGE_B_Comment",
      "content": "[※ Packs with Seasonal currency]"
    },
    {
      "id": "LUNACY_A_Comment",
      "content": "[※ Includes First-time offers]"
    },
    {
      "id": "VENDINGMACHINE_A_Comment",
      "content": "[※ Items purchasable from the Dispenser via Paid Lunacy]"
    },
    {
      "id": "detail_not_return",
      "content": "- Cannot be refunded: contents used or applied immediately upon purchase"
    },
    {
      "id": "detail_return_7day",
      "content": "- Can be refunded within 7 days of purchase"
    },
    {
      "id": "detail_not_return_get_mail",
      "content": "- Cannot be refunded if Pack contents are claimed from the Inbox"
    },
    {
      "id": "detail_not_return_platform",
      "content": "- However, for this product, should the member refund through the platform, the member has a one-time opportunity to have their in-game currency withdrawn instead of receiving account suspension."
    },
    {
      "id": "detail_not_return_get_mail_one_item",
      "content": "- Cannot be refunded if one or more Pack contents are claimed from the Inbox"
    }
  ]
}