{
  "dataList": [
    {
      "id": 910701,
      "title": "District 20 Backstreets",
      "place": "Aboard Mephistopheles",
      "desc": "It's been a while since we entered the T Corp. Backstreets...\nThe deeper we go into the Backstreets, the world outside the bus becomes increasingly colorless.\nHeathcliff, who's been looking out the window for a while, suddenly furrows his brow."
    },
    {
      "id": 910702,
      "title": "Strife",
      "place": "Backstreets of T Corp.",
      "desc": "The first thing we noticed the moment we disembarked the bus was a crowd of swordsmen, all garbed in black cloaks, engaged in a fierce battle.\nOne side was loud and bustling, while the other side was quiet and somber. Perhaps the latter side was losing...\nWhat could we possibly have to gain from this?"
    },
    {
      "id": 910703,
      "title": "Lineage of Blades",
      "place": "Aboard Mephistopheles",
      "desc": "We brought the wounded woman aboard the bus.\nVergilius was none to happy about it, but... I'm pretty confident in my decision. I will see this through to the end.\n... Looks like she's waking up."
    },
    {
      "id": 910704,
      "title": "The Uninvited",
      "place": "Aboard Mephistopheles",
      "desc": "When we returned to the bus, an oddly familiar yet previously unacquainted person was waiting for us.\nIf she was wearing a blue uniform, a slightly different looking vest... she would have reminded me of some people we've met before.\nWhy did Vergilius let her board the bus?"
    },
    {
      "id": 910705,
      "title": "To Yong-jin Building",
      "place": "Backstreets of T Corp.",
      "desc": "Orders came from the higher-ups of Limbus Company that we are to retrieve a Distortion-related artifact from this 'Yong-jin Building'.\nI'm not sure how this is related to retrieving the Golden Boughs, but I'm starting to feel that none of us really have much say in the matter anyway.\nIt seemed to me that Vergilius already knew where we were headed. What was the point in not telling us and letting us go through a roundabout route?"
    },
    {
      "id": 910706,
      "title": "To Yong-jin Building 2",
      "place": "Backstreets of T Corp.",
      "desc": "Orders came from the higher-ups of Limbus Company that we are to retrieve a Distortion-related artifact from this 'Yong-jin Building'.\nI'm not sure how this is related to retrieving the Golden Boughs, but I'm starting to feel that none of us really have much say in the matter anyway.\nIt seemed to me that Vergilius already knew where we were headed. What was the point in not telling us and letting us go through a roundabout route?"
    },
    {
      "id": 910707,
      "title": "Mentor and Fellows",
      "place": "Yong-jin Building",
      "desc": "Aeng-du is cutting enemies down left and right in her desperate search for the mentor... this Bamboo-hatted Kim.\nI'm pretty sure her wounds are far from healed... I suppose she's just that determined.\nIt makes me wonder, though. What was Bamboo-hatted Kim like?"
    },
    {
      "id": 910708,
      "title": "Mentor and Fellows 2",
      "place": "Yong-jin Building",
      "desc": "Aeng-du is cutting enemies down left and right in her desperate search for the mentor... this Bamboo-hatted Kim.\nI'm pretty sure her wounds are far from healed... I suppose she's just that determined.\nIt makes me wonder, though. What was Bamboo-hatted Kim like?"
    },
    {
      "id": 910709,
      "title": "Origin of Sin",
      "place": "Yong-jin Building",
      "desc": "Thick, hazy gloom. Burning wrath. My head spins from the sheer intensity of these overwhelming sensations.\nWhy am I sensing the Peccatula here...?\nAnd...\nThese sensations are far stronger than what I usually feel from these Peccatula...!"
    },
    {
      "id": 910710,
      "title": "Dark Cloud",
      "place": "Yong-jin Building",
      "desc": "We finally arrived at the top floor of the building, the 6th floor. There, a nervous-looking man was checking his pocket watch.\nHe carries a large sword and wears a nasty scowl...\nThis guy has to be the leader of the gang of Kurokumo Clan henchmen we've defeated along the way."
    },
    {
      "id": 910711,
      "title": "Bamboo-hatted Kim",
      "place": "Yong-jin Building",
      "desc": "We finally came face-to-face with Aeng-du's mentor.\nCold blue light from his eye seeps past the crack of a slanted bamboo hat.\n... He won't go down without a fight."
    },
    {
      "id": 910712,
      "title": "A Blade Fiend's Fathoms",
      "place": "Mirror Dungeon of the Fathoms"
    }
  ]
}