{
    "dataList": [
        {
            "id": 910401,
            "title": "The Beach Episode!",
            "place": "Aboard Mephistopheles",
            "desc": "After a long, long journey through a tunnel, we finally arrived at a place called the Great Lake.\nTaking in the view of the vast and turquoise waters, the Sinners begin excitedly chattering about what they want to do at the beach.\nBut... are we really here on vacation?"
        },
        {
            "id": 910402,
            "title": "Mudflat Scrapyard",
            "place": "Backstreets of District 21",
            "desc": "Of course, our destination was some squelchy, green, and fetid mudflat.\nThough I can see the blue sea in the distance, it feels as far away as a dream... buried in mountains of trash from who-knows-where.\nWhat could we possibly be here for?"
        },
        {
            "id": 910403,
            "title": "Trash Crabs?",
            "place": "Backstreets of District 21",
            "desc": "From mountainous refuse, out crawled crustacean creatures covered in all sorts of scrap. According to Ishmael, they're pretty infamous in the Backstreets of U Corp.\nSpeaking of which... I wonder what's going on with her? She's been in the doldrums all day."
        },
        {
            "id": 910404,
            "title": "The Boatwrights",
            "place": "Molar Boatworks",
            "desc": "The pair called Mika and Rain seems to have been expecting us. I guess the LCCB already informed them of our arrival.\nLooks like we're going to have to modify Mephistopheles in order to get to our next destination."
        },
        {
            "id": 910405,
            "title": "Time to Collect Scrap!",
            "place": "Backstreets of District 21",
            "desc": "Time to salvage scrap and prepare the bus for both hell and high water."
        },
        {
            "id": 910406,
            "title": "Makeshift Bus Mods",
            "place": "Molar Boatworks",
            "desc": "We finally collected enough scrap for them to start working on the bus modifications.\nI wonder if we can get some time off?\nIf we do... then I should try talking to Ishmael."
        },
        {
            "id": 910407,
            "title": "Beach... Volleyball?",
            "place": "Backstreets of District 21",
            "desc": "Taking Don Quixote and Yi Sang's advice to mend the growing rift between Ishmael and the other Sinners, I decided that we should all try out a few rounds of beach volleyball.\nMaybe this activity can be an opportunity to build some rapport."
        },
        {
            "id": 910408,
            "title": "Dissolution",
            "place": "Molar Boatworks",
            "desc": "The beach volleyball plan completely backfired…\nEveryone has a scowl on their face as they fight off the trash crabs.\nI have to do something about this…"
        },
        {
            "id": 910409,
            "title": "Time to Collect Scrap...",
            "place": "Backstreets of District 21",
            "desc": "The situation's bleaker than the color of this mudflat...\nBut, we have to keep collecting more scrap."
        },
        {
            "id": 910410,
            "title": "Troubled Waters",
            "place": "Molar Boatworks",
            "desc": "We continued to collect scrap for a few more days.\nI decided to watch as the Sinners got to work,\nwondering what I could do about Ishmael and Heathcliff..."
        },
        {
            "id": 910411,
            "title": "The Last Scrap",
            "place": "Molar Boatworks",
            "desc": "Nothing's been resolved, but Mephistopheles' modifications are almost complete.\nMika grimly requested that everyone gather to watch the test drive.\nI'm glad that the modifications are finally complete... but can we really press on in this state?"
        },
        {
            "id": 910412,
            "title": "King Trash Crab Hunt",
            "place": "Backstreets of District 21",
            "desc": "Let's battle the King Trash Crab, and get us a huge piece of scrap."
        }
    ]
}