{
    "dataList": [
        {
            "id": 10501,
            "title": "Setting Sail",
            "place": "Mephistopheles the Busboat",
            "desc": "We sail on, the incident with the green lights finally behind us. Faust approaches the helm as though she noticed something."
        },
        {
            "id": 10502,
            "title": "The Laws",
            "place": "Mephistopheles the Busboat",
            "desc": "The engine came to a sputtering halt as Outis's seafaring lecture reached its climax. But we still have so much to go..."
        },
        {
            "id": 10503,
            "title": "The Resonance Tuning Fork",
            "place": "Mephistopheles the Busboat",
            "desc": "Our busboat with a dead engine was still sailing, with every Sinner's hearts and bodies... well, not exactly every Sinner, but most Sinner's hearts and bodies working as one. Oh, and we learned a very valuable lesson about surviving in the Great Lake: that breaking its laws can have catastrophic results.\n... And that's when we noticed that our busboat was getting dragged by something off course."
        },
        {
            "id": 10504,
            "title": "Kidnappers",
            "place": "U Corp.'s Marlin Portship",
            "desc": "After numerous trials and tribulations, we finally arrived at our destination. Looks like this place is called Marlin Portship of U Corp., a giant seafaring vessel made by merging together countless shipping containers."
        },
        {
            "id": 10505,
            "title": "Insubordination",
            "place": "U Corp.'s Marlin Portship",
            "desc": "In place of the LCCB Agent we were supposed to meet was a posse of kidnappers who demanded ransom from us. As we were discussing our plan of action, Ishmael suddenly decided to act. I could see from her eyes... that there was a mix of numerous, complex feelings. Now, we have no choice but to take these kidnappers out, even if we are yet to learn if the LCCB Agent is alive or not."
        },
        {
            "id": 10506,
            "title": "The Club",
            "place": "U Corp.'s Marlin Portship",
            "desc": "Maybe not everyone felt a sense of unity, a sense of belonging from this group. We headed to the boss's location that Ishmael threatened out of the kidnappers. "
        },
        {
            "id": 10507,
            "title": "The Club 2",
            "place": "U Corp.'s Marlin Portship",
            "desc": "Following the kidnapper's directions, we found ourselves at the entrance of a club blaring with music. I wanted to do this quietly... But we broke into a fight pretty much immediately as we tried to talk to the bouncers. We had to find different ways to convince them to let us in."
        },
        {
            "id": 10508,
            "title": "The Club 3",
            "place": "U Corp.'s Marlin Portship",
            "desc": "Following the kidnapper's directions, we found ourselves at the entrance of a club blaring with music. I wanted to do this quietly... But we broke into a fight pretty much immediately as we tried to talk to the bouncers. We had to find different ways to convince them to let us in."
        },
        {
            "id": 10509,
            "title": "The First Mate",
            "place": "U Corp.'s Marlin Portship",
            "desc": "We trashed the club and defeated members of the Syndicate that the kidnappers were part of. Hopefully we can learn their boss's location soon..."
        },
        {
            "id": 10510,
            "title": "The First Mate 2",
            "place": "U Corp.'s Marlin Portship",
            "desc": "We learned where the boss's room was, all thanks to Sinclair. She introduced herself as the first mate of the Twinhook Pirates..."
        },
        {
            "id": 10511,
            "title": "Shipping Containers",
            "place": "U Corp.'s Marlin Portship",
            "desc": "Smee, first mate of the Twinhook Pirates, told us where they were keeping the captured LCCB Team Leader. Ishmael wanted to leave no loose threads behind... But I stopped her, even if it meant putting myself in danger. I have no logical explanation for what I did, nor could I convince Ishmael... But I don't regret what I did."
        },
        {
            "id": 10512,
            "title": "Shipping Containers 2",
            "place": "U Corp.'s Marlin Portship",
            "desc": "Smee, first mate of the Twinhook Pirates, told us where they were keeping the captured LCCB Team Leader. When we got there, we found a whole mountain of shipping containers."
        },
        {
            "id": 10513,
            "title": "Mr. Pilot",
            "place": "U Corp.'s Marlin Portship",
            "desc": "When we opened the shipping container Smee singled out, an unexpectedly tearful and youthful face of an LCCB Agent greeted us. I'm glad that he looks mostly unharmed, but... Is he really the Team Leader?"
        },
        {
            "id": 10514,
            "title": "Mr. Pilot 2",
            "place": "U Corp.'s Marlin Portship",
            "desc": "We met an LCCB survivor who called himself Pilot. He shared a very good news with us—that Saude was alive! It's time to listen to what he's got to say."
        },
        {
            "id": 10515,
            "title": "Ice Cream",
            "place": "U Corp.'s Marlin Portship",
            "desc": "Pilot handed us the variable coordinates to the Lobotomy Corp. Branch where the Golden Bough was last seen. Pilot, who so far has been trying to appear nonchalant, broke into tears. I really wanted to believe that there are survivors at the upcoming Lobotomy Corp. Branch."
        },
        {
            "id": 10516,
            "title": "Pirates",
            "place": "Mephistopheles the Busboat",
            "desc": "We have to make our way to the Lobotomy Corp. Branch based on the variable coordinates that Pilot gave us. Meanwhile, Ishmael keeps nervously checking the telescope."
        },
        {
            "id": 10517,
            "title": "Pirates 2",
            "place": "Mephistopheles the Busboat",
            "desc": "The Twinhook Pirates were tailing us. I decided to follow Ishmael's advice and board their ship first before they did ours."
        },
        {
            "id": 10518,
            "title": "The Waves",
            "place": "Mephistopheles the Busboat",
            "desc": "We defeated the Pirates, but... I can't shake this uneasy feeling. Well, no choice but to continue our voyage while minding the laws of the Great Lake."
        },
        {
            "id": 10519,
            "title": "The Waves 2",
            "place": "Mephistopheles the Busboat",
            "desc": "Outis suggested that we break the laws of the Great Lake and sail headfirst into the Waves. The sky immediately darkens, and the unknown Waves begin crashing into us."
        }
    ]
}