{
    "dataList": [
        {
            "id": 10520,
            "title": "Cruise Party",
            "place": "Mephistopheles the Busboat",
            "desc": "We finally made it out of the Waves and into calmer seas.\nI briefly wondered if we can finally start smooth-sailing toward the coordinates...\n... and that's when I noticed a stationary cruise ship floating in the middle of a Lake."
        },
        {
            "id": 10521,
            "title": "Cruise Party 2",
            "place": "Cruise Ship",
            "desc": "We boarded the cruise ship to gather some intel. Though it's littered with gaudy decorations, I don't see anyone on board... Something about this whole affair is creeping me out."
        },
        {
            "id": 10522,
            "title": "Cruise Party 3",
            "place": "Cruise Ship",
            "desc": "I ran into the cabins of the ship in search of Sinclair, who fled from Hong Lu's scary tales. Thankfully, I was able to find him without much trouble.\nBut..."
        },
        {
            "id": 10523,
            "title": "Cruise Party 4",
            "place": "Cruise Ship",
            "desc": "The Cruise was an aftermath of a devastation. The consequences of breaking the laws of the Great Lake were severe.\n... I'll have to be more careful from now on."
        },
        {
            "id": 10524,
            "title": "The Calamity",
            "place": "Abandoned Lobotomy Corp. Drilling Ship",
            "desc": "The elusive Lobotomy Corp. Branch of U Corp. finally appeared from beyond the veil of mist. But... it was completely covered under a layer of bizarre, white membrane. I think we're on the correct path, at least..."
        },
        {
            "id": 10525,
            "title": "The Whaler",
            "place": "Abandoned Lobotomy Corp. Drilling Ship",
            "desc": "The bizarreness continued deep into the Lobotomy Corp. Branch. That white, pallid membrane was covering every inch of its interiors.\nAnd... we found those that were shambling around, wrapped under that very same membrane."
        },
        {
            "id": 10526,
            "title": "The Lake and the Butterfly",
            "place": "Abandoned Lobotomy Corp. Drilling Ship",
            "desc": "We followed the mysterious butterfly deeper into the Lobotomy Corp. Branch. A man with a flowing head was waiting for us in there."
        },
        {
            "id": 10527,
            "title": "The Lake and the Butterfly 2",
            "place": "Abandoned Lobotomy Corp. Drilling Ship",
            "desc": "Rim disappeared from our sights like a butterfly leaving its brief respite upon the water surface. It was as though we had all awakened from a dream. From him we saw that familiar red mark. \n... The Mermaids are coming back."
        },
        {
            "id": 10528,
            "title": "The Lake and the Butterfly 3",
            "place": "Abandoned Lobotomy Corp. Drilling Ship",
            "desc": "Rim disappeared from our sights like a butterfly leaving its brief respite upon the water surface. It was as though we had all awakened from a dream. From him we saw that familiar red mark. \n... The Mermaids are coming back."
        },
        {
            "id": 10529,
            "title": "The Lake and the Butterfly 4",
            "place": "Abandoned Lobotomy Corp. Drilling Ship",
            "desc": "Rim was right. We could not find even a hint of the Golden Bough from within the Lobotomy Corp. Branch.\n... We'll have to search for the Whale like he said, then."
        },
        {
            "id": 10530,
            "title": "Harpoons",
            "place": "Lobotomy Corp. Drilling Ship Entrance",
            "desc": "We were waiting by the entrance when a sudden shock shook the Lobotomy Corp. Branch. We hurried out and gazed into the mists... and saw an intimidating-looking vessel emerge."
        },
        {
            "id": 10531,
            "title": "Harpoons 2",
            "place": "Lobotomy Corp. Drilling Ship Entrance",
            "desc": "We were waiting by the entrance when a sudden shock shook the Lobotomy Corp. Branch. We hurried out and gazed into the mists... and saw several intimidating-looking vessels emerge."
        },
        {
            "id": 10532,
            "title": "The Big Brother",
            "place": "Lobotomy Corp. Drilling Ship Entrance",
            "desc": "We were making relatively short work of the ambushing pirates, but I had a feeling that they were just gauging our capabilities... Now that I mention it, the largest and gaudiest vessel from their fleet has yet to hook us."
        },
        {
            "id": 10533,
            "title": "The Big Brother 2",
            "place": "Lobotomy Corp. Drilling Ship Entrance",
            "desc": "This is nothing short of a massacre. A humiliation. He kills Ishmael again and again. I keep bringing her back, feeling that very same pain that killed her.\n... This battle is lost. Maybe Faust is right... Maybe this is where our journey ends."
        },
        {
            "id": 10534,
            "title": "The Indigo Elder",
            "place": "Mephistopheles the Busboat",
            "desc": "Blue embers flickered from the old man's cigar. We didn't need anyone to tell us that he was overwhelmingly powerful; we knew instinctively. Faust, who seemed to recognize the old man, led him to Vergilius after a quick exchange of pleasantries."
        },
        {
            "id": 10535,
            "title": "Rocks",
            "place": "Mephistopheles' Skiff",
            "desc": "We rowed toward the gray Lake as we previously discussed with the Indigo Elder. We can see some rocks poking out of the pale, opaque waters of the Lake. Looks like we'll have to maneuver our way between them."
        },
        {
            "id": 10536,
            "title": "Rocks 2",
            "place": "Mephistopheles' Skiff",
            "desc": "We rowed toward the gray Lake as we previously discussed with the Indigo Elder. We can see some rocks poking out of the pale, opaque waters of the Lake. Looks like we'll have to maneuver our way between them."
        },
        {
            "id": 10537,
            "title": "The Pallid Whale",
            "place": "Mephistopheles' Skiff",
            "desc": "What we thought to be a rock was a Porous Whale. When its Mermaids crawled out of the holes, we defeated them. But... This isn't the Whale we're looking for, is it? What is Ishmael thinking?\nI could tell from the look on Heathcliff's face that I wasn't the only one wondering about this."
        },
        {
            "id": 10538,
            "title": "The Pallid Whale 2",
            "place": "Mephistopheles' Skiff",
            "desc": "We waded past the ocean mist and entered the obsidian Lake.\nThe Lake of legends, as told by Ishmael. Within it...\n... Was the Pallid Whale, pale as the midnight moon."
        }
    ]
}