{
    "dataList": [
        {
            "id": "DanteNoteDetail_64",
            "title": "",
            "desc": "- It’s our mobile office, our home, and our vehicle. The Sinners and I eat, sleep, go to work, and fight here.\n- It looks like a mix of a train and a bus, but everyone calls it a bus for some reason. I guess it makes sense, considering our department’s name.\n- Apparently, it’s powered by an engine that Faust designed.\nEverything special about Mephistopheles comes from its engine. Not only does it power the vehicle so that the bus can drive us to places, but it also lets us extract Identities from other worlds. We can also enter breakrooms or training rooms via its Backdoor, all thanks to the engine.\n- It seems that Mephistopheles can be upgraded and fitted with additional functions. I think one of the Sinners said it’s like the bus itself is growing, or something. (I don’t remember who said it, though.)"
        },
        {
            "id": "DanteNoteDetail_65",
            "title": "",
            "desc": "- A door… on the back end of Mephistopheles. Past it is a corridor full of doors connected to each Sinner’s private lodgings or breakrooms.\n- The Sinners tell me that each room has unique looks and different interior designs. Faust explained that they may be reflections of each Sinner’s personal psyche or memories.\n- There are more people on this bus than the number of doors we actually use, but the ones we do use can lead to different spaces depending on who opens them first. Two sinners could enter the same door only to end up in different rooms, for example.\n- The doors are labeled with names denoting whose rooms they lead to.\n- There are also doors that just lead to the other side of the walls they're on."
        },
        {
            "id": "DanteNoteDetail_66",
            "title": "",
            "desc": "- The door to my room opens to a corridor leading to the Mirror Dungeons and the Luxcavation Dungeons.\n- I can see that the corridor past the Backdoor extends beyond the area we use, but somebody put a sign there warning us not to trespass.\nWe almost had a huge accident when Heathcliff tried to go past the threshold in spite of the warnings. Something tells me that there are dangerous things or territories in the deeper parts of the corridor.\nHeathcliff’s panicked face is still fresh in my memory… And Faust’s uncharacteristic urgency, too.\n- Ryōshū calls this endless space ‘the Corridor’. I can tell that she’s not talking about just any corridor. But what else could she possibly be talking about…?"
        },
        {
            "id": "DanteNoteDetail_67",
            "title": "",
            "desc": "- They're 'dungeons’ we can access via the Backdoor.\nThe corridor that leads to the Mirror Dungeon is made of cold, heavy metal. It inspires a different kind of anxiety from our usual wooden doors and corridors.\n- At first, there was just a single door leading to a Mirror Dungeon while the others were shut. A second door opened at some point though, so now we’ve got two. Considering that Faust let us know when the doors would open, I’m gonna guess that there are specific conditions for them to open. Or maybe they follow a certain schedule.\n- Whenever I enter a Mirror Dungeon, I emerge to a place resembling a misty cosmos. I can choose which Sinners to bring with me into each of the Mirror Dungeons."
        },
        {
            "id": "DanteNoteDetail_68",
            "title": "",
            "desc": "- One of the dungeon types we can enter via the Backdoor.\n- Once we enter, there’s the Training Ticket Luxcavation Dungeon to the left, and the Thread Luxcavation Dungeon to the right.\n- Looks like we can gather resources to strengthen the Sinners by battling Abnormalities or enemies we’ve faced in the past.\n- We have to spend Enkephalin to enter these since they also require Mephistopheles’ engine to operate."
        },
        {
            "id": "DanteNoteDetail_69",
            "title": "",
            "desc": "- According to Faust, Mephistopheles’ engine actively stabilizes the Mirror Dungeons we’re allowed to enter via the Backdoor.\n- Their ultimate purpose seems to be to improve mine and the Sinners’ capabilities. Faust recommended that we make frequent visits to the Mirror Dungeons of the Backdoor, even if it meant expending Enkephalin used for the engine."
        },
        {
            "id": "DanteNoteDetail_70",
            "title": "",
            "desc": "- A place we can access using the Backdoor.\n- Gregor tells me that it looks a lot like the City's subway stations.\n- It looks pretty dilapidated, as though it’s been here for a long time. There’s what appears to be a subway train on the rails.\n- The subway train kinda resembles our Mephistopheles, except it looks like it’s been left to rot for a long time.\n- The subway train didn’t budge with just one Sinner inside it. When the other Sinners joined, however, the door closed all on its own and began taking us somewhere.\n- The Sinners told me that it took us to the next stop.\n- What I can tell from my experience here so far is that each station led to a different environment, some of which were places we’ve been to in the past.\n- The door closes behind us once we get off the subway train onto a new station. Then, an Abnormality or some enemies attack us with no rhyme or reason, leading to immediate combat.\n- Once the fight’s over, the subway train door opens again. Once we’re all aboard, it takes us to the next stop. Rinse and repeat until we reach the Terminus."
        },
        {
            "id": "DanteNoteDetail_71",
            "title": "",
            "desc": "- Faust tells me that they appear to be like… 'simulations, or a series of locations generated in order to improve our capabilities akin to the functions of Mirror Dungeons or the Luxcavation Dungeons from the Backdoor'.\nThat makes sense. We encountered enemies like Kromer in there, but all they did was fight us. Maybe they’re also just simulations, after all.\n- Not sure if it’s putting us through a very realistic simulation, or if it’s actually taking us to where the Abnormalities reside. I still don’t know enough about this place to say for sure.\n- Once we made it to the end of the subway route, we were allowed to return to the bus via one of the stations.\n- One of the Sinners was furious, complaining that it sent us on a wild goose chase for absolutely nothing… until he saw Faust popping open the Lost & Found box and picking up a whole horde of resources."
        },
        {
            "id": "DanteNoteDetail_72",
            "title": "",
            "desc": "- Though it’s closed now, we've been to this station before.\n- The whole place had a blueish tint to it.\n- We encountered and fought some familiar faces, but many of the Abnormalities in there were entities we hadn’t encountered in the Lobotomy Corp. Branches so far.\n- I recall that we’ve interacted with some of these Abnormalities before in the Mirror Dungeons. Faust says that our interaction with them in the Mirror Dungeons were through some kinds of… spaces. Their mental spaces and worlds, that is.\nI guess the railway happened to stop by one of those worlds?\n- Then maybe it’s not a simulation? I don’t know…"
        },
        {
            "id": "DanteNoteDetail_73",
            "title": "",
            "desc": "- This place has a greenish tint, unlike Line 1 with its blue hue. I bet the next one will be a different color. And so on and so forth.\n- Again, we fought some more Abnormalities we’d only had glimpses of before.\n- Everyone cheered when they saw that Line 2 had way fewer Stations than Line 1 did… Until Yi Sang noticed some symbols on the wall and theorized that we were supposed to run this Line multiple times.\n- A new Station was added with each new Cycle, though we still had to go through the earlier stations first.\n- Around the time we were on our fourth Cycle, Heathcliff began loudly complaining that he was tired of doing the same thing over and over and over and over again. Some Sinners seemed to grow increasingly restless as well, but the crisis was averted thanks to Yi Sang who said that the sign seemed to say that the fifth Cycle was the last one they had to complete.\n- Once we wrapped up our fifth Cycle, we were able to find a large horde of various resources from the Lost & Found. From what I can tell, each Line’s going to have different routes and conditions to completing them."
        },
        {
            "id": "DanteNoteDetail_74",
            "title": "",
            "desc": "- They seem to specialize in the collection and research of knowledge.\n- They say the Association members use equipment that draws physical strength from knowledge.\n- The harder to obtain and more precious the knowledge is, the greater the strength it grants its users. Looks like they lose the knowledge once they draw strength from it, however.\n- Looks like they’ve got Fixers who fight with their fists and Fixers who fight with their… keys? (What?)"
        },
        {
            "id": "DanteNoteDetail_75",
            "title": "",
            "desc": "- I didn’t quite understand why they were flying a bunch of drones around the city, filming scenes of death and pain… but looks like there was a reason for all that.\n- I learned some things about K Corp.'s Nest while carrying out their request… But I’m not sure if it’s okay for me to leave a record of them."
        },
        {
            "id": "DanteNoteDetail_76",
            "title": "",
            "desc": "- Okay. Below are some information that I’m NOT supposed to write down… But I wanted to record it anyway. Here goes nothing.\n- … Who knows. One day, even I might end up forgetting everything.\n- They explained that HP ampules were actually infinitesimally tiny nanobots helping regenerate the body. Apparently, they were so small that a collection of them just happened to look like some green fluid.\nBut none of that was true. They weren’t anything even remotely close to nanobots. The ampules were just filled with some green fluid.\n- K Corp’s HP bullets, also known as Regeneration Ampules, aren’t like ointments. It uh… returns the body of the person injected with it to a form they remember as being unhurt.\n- Stephanette, K Corp.’s founder, went to the Outreaches of the Outskirts and brought back this organism they call the ‘Tearful Thing’, from which they extract the fluid.\n- I think that ‘Tearful Thing’ was once a human, from what I’ve seen through resonating with the Golden Bough.\n- It seems like their wish was that no one would ever suffer from pain again. And that wish was granted… in some form, anyway. Theoretically speaking, its tears can heal literally any part of a body as long as its brain is intact.\n- Just like its name, the Tearful Thing sheds tears when it feels sorrow. And by processing or watering down its tears are the ampules, K Corp’s Singularity, made.\n- At first, the founder Stephanette drew its tears by sharing sad or emotional stories. But once she passed away, those who seized power afterward buried it in a constant stream of violent, shocking imageries to produce its tears more efficiently.\n- That’s why the drones were filming people’s deaths. So that they could force the Tearful Thing to watch those violent and shocking tragedies.\n- Looks like making it watch the same tragedy over and over isn’t as efficient. They have to keep feeding it new, different scenes of violence. That’s why they’re importing similar footage from the other Nests. They were planning to use the glass window tech similar to the mirror to give it a constant supply of footage, but our involvement seems to have thwarted that.\n- Considering that the ‘Tearful Thing’ is, after all, an organism, it also seems to be capable of producing offsprings. Alfonso called the one we saw… a child entity.\n- I don’t know how… but if I were to hazard a guess, I’d say that they’re trying to improve their production rates by using the Tearful Thing’s children."
        }
    ]
}
