{
    "dataList": [
        {
            "id": "DanteNoteDetail_77",
            "title": "",
            "desc": "- I’m only a little curious, but I wonder what would happen if a prosthetics user were to be injected with a K Corp. Ampule?\n- We learned everything about their Singularity, from its origin to its production methods, but after they put us through the memory wipe procedure, I’m the only one who remembers it. I decided to lay low and pretend that the procedure worked. Even with my limited knowledge of the City, I felt like that this information was probably pretty important.\n- I usually don’t show these notes to the Sinners anyway, but… I'll have to be extra careful about it from now on."
        },
        {
            "id": "DanteNoteDetail_78",
            "title": "",
            "desc": "- A technology used to wipe specific memories.\n- I recall that we took turns entering some room. The procedure ended when the Sinners walked out with all their relevant memories wiped.\n- Odd. I remember everything that K Corp wanted me to forget, but that room… I can’t remember a thing about the memory wipe procedure itself.\n- This leaves me with so many questions. Why didn’t the procedure work on me? If it didn’t work, why can’t I remember anything about the memory wipe procedure itself?"
        },
        {
            "id": "DanteNoteDetail_79",
            "title": "",
            "desc": "- Located in District 20’s Nest.\n- Looks like they specialize in using temporal technology.\n- I’ve only experienced T Corp. through resonating with the Golden Bough. I’ve never actually been to T Corp. Nest before, so I’m not sure how true to life that experience was.\n- They seem to value technology and inventions.\n- The whole Nest is literally monochromatic. I think having any color is a privilege permitted only to those with power. Black fumes constantly spewing out of numerous buildings have darkened its skies."
        },
        {
            "id": "DanteNoteDetail_80",
            "title": "",
            "desc": "- Located in District 21’s Nest.\n- They use this Singularity called the resonance tuning fork. It can meld together two items of entirely different nature into one, as though they've always been a part of each other.\n- Somehow, the power of the resonance tuning fork melded guns and monstrous crabs called Trash Crabs together. They could use those melded firearms as though they were naturally born with them.\n- U Corp. is scattered across the Great Lake, with most of its major institutions located on its surface.\n- Which means that we’re in dire need of a ship if we want to go anywhere in U Corp. So we got Mephistopheles modified into a ship using the resonance tuning fork.\n- Seems to me that it overlaps this other region called ‘the Outskirts’… Hmm."
        },
        {
            "id": "DanteNoteDetail_81",
            "title": "",
            "desc": "- I’ve only heard it mentioned in passing, but I don’t suppose they were talking about just any old library.\n- Fixers from Molar Boatworks mentioned it. They said that they went in there, something awful happened, and they… returned from a book? I don’t know enough about the City to connect these dots or make any meaningful guesses from them, so I’ll just write down what I heard and put a pin in it for now."
        },
        {
            "id": "DanteNoteDetail_82",
            "title": "",
            "desc": "- I knew it. The Associations aren’t the only kind of organizations a Fixer might work for. Some of them also work for Offices. They all seem to specialize in different things, just like the Fixers themselves."
        },
        {
            "id": "DanteNoteDetail_83",
            "title": "",
            "desc": "- They seem to specialize in collecting intelligence.\n- Intelligence, knowledge… I thought they’d be pretty similar to the Dieci association, but one of the Identities explained their differences to me.\n- While Seven Association specializes in using whatever means to collect intelligence that they have been contracted to find, Dieci Association specializes in making the found knowledge their own by analyzing and deconstructing them.\n- Still, I bet they have a lot of overlap, given their similar specializations."
        },
        {
            "id": "DanteNoteDetail_84",
            "title": "",
            "desc": "- They seem to specialize in delivery and transportation.\n- The City is full of dangers around every corner, so it’s extremely difficult to deliver important items or information to the intended recipients on time without losing it in the process.\n- Yi Sang told me that, “While the City may appear miniscule in the bird’s eye view that the map avails one, an approach that contemplates its surface area and not what a single surface of it shows a world vastly different. The City is tight with brimming buildings in both heaven and earth, their labyrinthine construction and the Singularities paint a picture hidden afore a screen…”. I wasn’t sure what he was talking about, so I just nodded along."
        },
        {
            "id": "DanteNoteDetail_85",
            "title": "",
            "desc": "- Looks like they left behind some of the E.G.O equipment the Lobotomy Corp. Branches once used to manage their Abnormalities.\n- I think there are some conditions and risks to using those E.G.O equipment like the weapons or the armor. Makes sense, since they’re extracted from the Abnormalities that Lobotomy Corp. used to manage. They also seem to affect their users’ mood or speech patterns.\n- Considering that they’re made from Abnormalities… they might pose a problem during our future visits to the Lobotomy Corp. Branches."
        },
        {
            "id": "DanteNoteDetail_86",
            "title": "",
            "desc": "- They specialize in building and modifying gears used by the Fixers.\n- Technically, they go under the same umbrella as the Offices. Unlike the Fixer Offices with various specializations, though, people refer to these specifically as Workshops.\n- Primarily, they craft and sell weapons, armor, and other tools that Fixers use. Sometimes they’re contracted to build custom gear as well. At least that’s the impression I got.\n- Considering that they’re also run by Fixers, Workshops don’t shy away from taking contracts involving combat if they have to. Like the Rosespanner Workshop did, for example."
        },
        {
            "id": "DanteNoteDetail_87",
            "title": "",
            "desc": "- Huh... The bus really transformed into a boat.\nI guess this is what the ‘additional functions’ meant…\nFurther modifications and performance upgrades were made possible by using both the resonance tuning fork and Mephistopheles’ engine. (That Mika person was in a constant state of astonishment, now that I think about it.)\nHeck, it’s bigger on the inside than it is outside. I won’t be surprised if all kinds of fantastical functions get added to it in the future."
        },
        {
            "id": "DanteNoteDetail_88",
            "title": "",
            "desc": "- Looking at the map, there is a zone outside the general area where the Nests are. That zone's called the Outskirts.\n- There are ‘monsters’ at the Outskirts. Ishmael and Outis called them ‘monsters’ and not ‘Abnormalities'… Considering that they’ve encountered Abnormalities before, I’m going to guess that there are monstrous things out there that aren’t Abnormalities.\n- Well, it’s not like we’ll ever have to visit the Outskirts. I doubt even Lobotomy Corp. would build a branch outside the City.\n- … I just remembered that Ishmael said that the Great Lake overlaps with the Outskirts."
        },
        {
            "id": "DanteNoteDetail_89",
            "title": "",
            "desc": "- A massive lake at the South end of the City. Some call it the sea or the ocean.\n- The Great Lake isn’t just one big pool of water. It’s divided by straight lines into several smaller sections, all of which have unique colors. I’ve seen only a little bit of it, but it reminds me of patchwork fabric.\n- According to Ishmael, looks like the Great Lake’s chock full of treacherous natural disasters and monsters.\nEven if she’s right, that it might be too early for us to go to the Great Lake… It's not like we've got much say in the matter. Limbus Company ordered us to go in that direction, so we gotta.\n- I guess that decision’s what got us into this mess… I’m still not sure what I’m supposed to do.\n- In a way, I guess we should consider ourselves lucky. Nothing disastrous has happened yet. Maybe we’re still in the coastal area Ishmael mentioned."
        },
        {
            "id": "DanteNoteDetail_90",
            "title": "",
            "desc": "- I thought all monsters were either Abnormalities or Distortions, but it seems like the opposite is true. All Abnormalities are monsters, but not all monsters are Abnormalities… I think.\n- They say that the Trash Crabs are the prime example of monsters that aren’t Abnormalities.\n- Though they’re not so prevalent, I think they're sometimes mentioned in creepy tales or legends of the City.\n- Apparently, the Outskirts and the Great Lake are both brimming with these ‘monsters’…\n- Still, this means there are monsters within and without the City. I’m not sure how I'll categorize them yet."
        },
        {
            "id": "DanteNoteDetail_91",
            "title": "",
            "desc": "- It seems to be a special period when we can extract Identities and E.G.O that we normally can’t.\n- Though the timelines and the worlds we can access are expanded during this period, it’s not like we’ll be extracting random Identities and E.G.O from all over the place. Faust explained that whoever we end up extracting during this period will be relevant to all of us. Relevant… to Limbus Company’s current state in some way.\n- Walpurgis Night seems to arrive once in a while. As usual, Faust doesn’t tell me everything, but at least I could tell that the next Walpurgis Night will be different from this one."
        }
    ]
}
