{
    "dataList": [
        {
            "id": "DanteNoteDetail_92",
            "title": "",
            "desc": "- Each Abnormality is categorized into different Risk Levels, divided into five levels.\n- According to the brief manual Faust gave me… the five levels seem to be ZAYIN / TETH / HE / WAW / ALEPH.\n- It seems that the postmortem observation logs written by the Sinners are sent to the upper echelons of Limbus Company, which then the company uses to determine their Risk Levels.\n- Apparently, there are times when some Abnormalities' Risk Levels were already rated even before we submitted the observation logs. (Heathcliff told me that when he finally got to write the observation log after putting it off for a long while, he noticed that it was already marked with a Risk Level.) Since these logs are probably connected directly to the Limbus Company headquarters, maybe they’re checking these pretty frequently?"
        },
        {
            "id": "DanteNoteDetail_93",
            "title": "",
            "desc": "- It seems pretty obvious, but the Risk Levels are rated based on the potential amount of damage that each Abnormality can cause, and the difficulty of facing it in combat. I see… I suppose that’s why they told the Sinners to focus on the details of the combat encounter and each Abnormality’s identifying characteristics when writing the logs.\n- Hm, but I also remember that some of the lower-risk level Abnormalities were harder and more complicated to fight than the higher-risk Abnormalities.\n- Maybe it’s the Golden Bough suppressing the Abnormalities’ strength (I’m gonna guess that’s what ‘Qliphoth Deterrence’ means)… but it’s probably just that there are some errors in the Risk Levels.\n- So I asked Faust about those possible errors, and she proceeded to clear up a few questions I had about the difference between the Abnormalities’ Risk Levels and the actual difficulty we felt when facing them.\n- The standards to rating each Abnormality's Risk Levels followed Lobotomy Corporation's definition of each Risk Levels, which then the LCA used to rate them. Turns out the data from Lobotomy Corporation didn't exactly match our on-field experience against the Abnormalities.\n- LCA is aware of this disparity. Sounds like they're going to announce some new standards to categorize them by.\n- I was told that they were going to use our combat data and the samples collected by Limbus Company to re-organize and re-categorize the Risk Levels."
        },
        {
            "id": "DanteNoteDetail_94",
            "title": "",
            "desc": "- The Sinners and I... well, the 'Bus Team' is mainly tasked with finding the Golden Boughs, but the Limbus Company is trying to grow its reputation as a company that provides Distortion suppression, capture, and prevention services."
        },
        {
            "id": "DanteNoteDetail_95",
            "title": "",
            "desc": "- The most influential department in Limbus Company.\n- Not sure what the acronym stands for.\n- Maybe they work in tandem with the LCD for important Distortion or Monolith retrieval missions?\n- A team known as the special operations unit is a part of the LCA. Everyone in that team that we've seen were all tall, bulky, and dressed in black."
        },
        {
            "id": "DanteNoteDetail_96",
            "title": "",
            "desc": "- A phenomenon in which a person turns into a monstrous form after a certain trigger.\n- Somehow we ended up facing several Distorted people through our journey... and I've found a throughline that connects them all together.\n- I think people Distort when they're pushed to the brink of emotional breakdown.\n- One question, though. From what I've seen of the City, I'm pretty sure that there are literally countless people out there who are pushed to their emotional extremes. So why aren't we seeing more Distortions?\n- Maybe there's a secondary trigger, a secondary condition other than being pushed to one's emotional limits."
        },
        {
            "id": "DanteNoteDetail_97",
            "title": "",
            "desc": "- They give off a similar energy to the Distortions, but these entities lack much identifying characteristics between them. At least between the same types.\n- We have confirmed six types of Peccatulum so far. Yi Sang says that they're even closer to beasts than the Distortions are.\n- Yi Sang says that, when comparing the Peccatula to Distortions with what samples we've encountered so far, the Peccatula showed much higher levels of aggressiveness and antagonism than the Distortions did."
        },
        {
            "id": "DanteNoteDetail_98",
            "title": "",
            "desc": "- The higher-ups of Limbus Company have so far categorized Distortions by the same Risk Levels they grade Abnormalities with. But with this new announcement of Abnormality Risk Level adjustments and overhauls, they decided to classify the Distortions with a different system.\n- Looks like they determined the fact that Distortions can be permanently killed as the biggest differentiator between Distortions and Abnormalities. Thinking back on it, Abnormalities always reverted into an egg-like shape whenever we defeated them."
        },
        {
            "id": "DanteNoteDetail_99",
            "title": "",
            "desc": "- I'm not sure if this is thanks to the Golden Bough in my head, but I can somehow tell Abnormalities and Distortions apart just by the feelings they give off. Just like how Abnormalities and Distortions are oddly similar yet different from each other, the Peccatula appear to be oddly similar yet different from Distortions.\n- Sinclair heard me and mused that if they feel similar yet different... then maybe they both come from the same source, and what failed to become a Distortion becomes one of the Peccatula.\n- Yeah, that makes sense to me. Those that fail to become Distortions become Peccatula... that seems to be the most likely guess unless anything new crops up.\n\n- Risk Level assessments and serial numbers for each Peccatulum are also getting reworked. Probably thanks to those new Peccatula we saw at Yong-jin building.\n- Faust added that our encounter with the new entities and the need for the company to categorize Abnormalities, Distortions, and Peccatula separately was what brought on the overhaul of the company's categorization system. Yeah, that's pretty much what I was thinking."
        },
        {
            "id": "DanteNoteDetail_100",
            "title": "",
            "desc": "- Located in District 19's Nest.\n- Looks like they've got a... 'King'...? And this 'King', whatever that means, has 'retainers'.\n- Okay, according to some brief explanations, it seems to be a form of governance. Kinda like the Nests and the Wings... but not exactly the same. Don Quixote's eyes were practically twinkling as she listened, so I'm pretty sure it's far from a standard governance system.\n- It's really setting in that each Nest has a different culture and a way of running things.\n- I still have no idea what kind of Singularity they're supporting their Nest with."
        },
        {
            "id": "DanteNoteDetail_101",
            "title": "",
            "desc": "- The LCCA. The After Team doesn't seem to think so highly of me and the Sinners. They look down on pretty much the entirety of LCB.\n- They probably think that the company's giving us special treatment or something. They think we have it easy? Maybe they should try dying over and over again if they really think we're a bunch of spoiled babies.\n- ... Or feel the pain of death again, again, and again. With no end."
        },
        {
            "id": "DanteNoteDetail_102",
            "title": "",
            "desc": "- Limbus Company Distortion.\n- Looks like they're the department that specializes in dealing with Distortions.\n- This department was made to expand Limbus Company's business within the City.\n- An employee from the LCD called Ezra actively helped us during the Monolith retrieval operation.\n- ... I imagine she's what Don Quixote would be like if her personality was a bit more... mature."
        },
        {
            "id": "DanteNoteDetail_103",
            "title": "",
            "desc": "- Yi Sang is from S Corp. I was told that S Corp. deals with much of the agriculture and the livestock industry.\n- The Blade Lineage members we recently ran into were also from S Corp. From the sound of it, they left the Nest for a reason similar to Yi Sang: internal issues and the tyranny of the corrupt.\n- Things seem incredibly chaotic at S Corp.... Hopefully that's not where we're headed next."
        },
        {
            "id": "DanteNoteDetail_104",
            "title": "",
            "desc": "- Saude's alive! Now, this is a correction I'm happy to make.\n- Sounds like she healed up nicely after what happened and got promoted to manager. I know that what happened had been weighing heavily on Sinclair's mind. Hopefully, this will put Sinclair's heart at ease, even a little bit.\n- The Before Team, like Saude and Pilot, at least worked alongside us... But that woman from LCCA, Caiman, treated us and the LCCB like we were beneath them. I felt pretty awful after that."
        },
        {
            "id": "DanteNoteDetail_105",
            "title": "",
            "desc": "- A black stele that 'forces people to distort'. I think Limbus Company internally calls it the 'Monolith'.\n- I think it does something similar to the Golden Boughs: causing or amplifying Distortions. But unlike the Golden Boughs, it seems that that's all it's good for.\n- I've been around enough Golden Boughs to know that the Monolith and the Golden Boughs are different, despite some similarities."
        },
        {
            "id": "DanteNoteDetail_106",
            "title": "",
            "desc": "- We encountered an entity that seemed to be a more mature version of the Peccatula we have encountered so far.\n- Sounds like the higher-ups at Limbus Company are trying to categorize them by something like 'stages'.\n- It can't be a coincidence that, after so many encounters with these Peccatula, we've only now run into a Stage 2 Peccatula."
        },
        {
            "id": "DanteNoteDetail_107",
            "title": "",
            "desc": "- The Golden Bough amplifies and releases every feeling, from the hottest emotions to the warmest emotions. But the Monolith makes people face what's boiling in the deepest abyss of one's self.\n- Unlike the Golden Bough, though, it seems to have some mechanism to it. Like it's a device of sorts. The control mechanism alone was so complicated that whatever interaction I did with it felt like I was navigating through a maze puzzle."
        },
        {
            "id": "DanteNoteDetail_108",
            "title": "",
            "desc": "- A railroad glowing with orange light. Says it's \"Line 3\" inside.\n- Just as I predicted, each new railway seems to come with a different color. I'm sure the next one will be different, too.\n- The subway train followed a circular track, and it stopped by every Station it passed by. There were rest stations along the way, so this wasn't as bad as the one we suffered through the last time.\n- Again, we found Abnormalities we'd never seen before. If it really is as Faust said... if the subway trains are really stopping by the world of Abnormalities... maybe we can go even further?"
        },
        {
            "id": "DanteNoteDetail_109",
            "title": "",
            "desc": "- The Sinners have really grown stronger through our bus journey... but the Peccatula have also grown powerful.\n- I've been thinking, and I've come to the conclusion that maybe these new types of Peccatula are showing up because of the Golden Bough. This probably has something to do with the fact that collecting the Golden Boughs powers up our Identities, too.\n- If we continue to collect the Golden Boughs... the types of Peccatula will grow as well.\n- Golden Boughs, Sinners, and... the Peccatula. And there's a Golden Bough in my head, too. I'm sure they're all connected to me in some way... There's no other way to look at this."
        },
        {
            "id": "DanteNoteDetail_110",
            "title": "",
            "desc": "- Going through the Mirror Dungeons kind of feels like we're wading through an abstract ocean of a world... but the Refraction Railways have a more detailed appearance, kind of like a corridor of sorts.\n- So many unknowns. Who built the Stations? Who puts those rewards in the Lost & Found? Where's this subway train, that looks a bit like Mephistopheles, coming from? How did it even get placed on the subway tracks?"
        },
        {
            "id": "DanteNoteDetail_111",
            "title": "",
            "desc": "- There seems to be more than one way to get stronger in the City. Prosthetics and augmentation procedures, for example.\n- But a physically strong body isn't all there is to being powerful; combat experience and techniques matter, too.\n- Fixer Offices, Associations, Syndicates... they each have their unique way of fighting, which sometimes evolves into swordplay styles, martial arts styles, dojos, and things like that.\n- Heathcliff tells me that an untrained, inexperienced body enhanced by surgeries just turns you into a slightly sturdier punching bag. Ryōshū chimed in to add that the type of procedure, choice of weapon, and style of martial arts matter, too."
        },
        {
            "id": "DanteNoteDetail_112",
            "title": "",
            "desc": "- I overheard some identities with a lot of combat experience chatting... and they were saying that investing money in your body will take you only so far.\n- Sure, it can make your body sturdier and physically stronger, but you need the right experience and training to actually use that body.\n- But Rodya clarified to me that while more money doesn't automatically mean more power, we should be ready to shell out some cash if we do want to get stronger."
        },
        {
            "id": "DanteNoteDetail_113",
            "title": "",
            "desc": "- Thanks to Heathcliff and Don Quixote, I recently and involuntarily came to learn that there are villages in the Outskirts. Human villages, at that...\n- I don't really remember when it was, but I remember hearing that there are 'Monsters' in the Outskirts that are separate from Abnormalities or Distortions. Seems like they're just about as intent on killing humans, though."
        },
        {
            "id": "DanteNoteDetail_114",
            "title": "",
            "desc": "- Gnomes and Giants... Intelligent non-human beings. They were definitely different from the Abnormalities.\n- We only stopped by a factory in the Outskirts, so I don't really have a grasp on what the rest of the 'Outskirts' is really like. Other than the Great Lake part of it, that is. But if they had a whole factory all the way out there... I guess I shouldn't even know what to expect from a place like that.\n- Sinclair did say that, like Demian said, it might be a nicer place than we think. Ishmael immediately rebutted that no place, no matter how beautiful and rich, can be described as 'nice' if it's filled to the brim with things that are full of nothing but hatred for humans."
        }
    ]
}
