{
    "dataList": [
        {
            "id": "DanteNoteDetail_122",
            "title": "",
            "desc": "- The Mirror shows possibilities that may or may not have been. When Catherine, Nelly, and Heathcliff from the Mirror World gazed into the Mirror, they only saw all kinds of tragedies in their futures. If there really are worlds of infinite possibilities, then… there must be an infinity of time they have to observe, right? So, can we really say that they saw every possible future? In other words, is it even possible to do something like that? It makes me wonder if we can actively interact or something with the Mirror Worlds.\n- We make use of these Mirror technologies almost daily, but we know so little about it. Yi Sang also said that Mirror Worlds are like a terribly tangled knot of mysteries we must carefully unravel."
        },
        {
            "id": "DanteNoteDetail_123",
            "title": "",
            "desc": "- T Corp.’s Chief Executive Director offered to purchase the Monolith from Limbus Company. Now we’re selling artifacts that can induce Distortions? It doesn’t make sense—our main business, at least on the surface, is Distortion Management… but we’re selling items that can make Distortions? … Maybe we’re just building our reputation as Distortion experts so we can guarantee safety even with these artifacts. Well… if we’re selling artifacts that create Distortions, and take care of Distortions when it inevitably causes someone to Distort… I guess that makes a business model with a cycle of profit."
        },
        {
            "id": "DanteNoteDetail_124",
            "title": "",
            "desc": "- The unique powers of each Distortion are somewhat like Singularities… or sometimes, even surpass them. Even the T Corp. Chief Executive Director said that he saw a new possibility through the Distortion called the Time Ripper. What’s their true potential, I wonder."
        },
        {
            "id": "DanteNoteDetail_125",
            "title": "",
            "desc": "- Their Nest is located in District 16. \n- It’s full of extremely tall skyscrapers and spires that I have to bend my neck to see how tall they really are.\n- Their specialty is… canned items of sorts. Meursault listed off all kinds of canned items, and I was able to learn that there were a lot of them.\n- Various flyers covered the train station walls and pillars from top to bottom. Is something awful going on here, I wonder?"
        },
        {
            "id": "DanteNoteDetail_126",
            "title": "",
            "desc": "- They seem to specialize in protecting and upholding the public peace of the zone requested by their clients.\n- They often call themselves your(as in, the clients’) shield.\n- I learned from conversations with Zwei Identities that they specialize in protecting things. But only if they are contracted to do so, of course."
        },
        {
            "id": "DanteNoteDetail_127",
            "title": "",
            "desc": "- Apparently, they make deliveries using dimensional bags equipped with an AI ‘Poludnitsa’, called ‘Courier Trunks.’ To be more exact, it seems like the Association assigns the type of Poludnitsa most appropriate for the contract and the path each Devyat’ Fixer.\n- Faust explained that they embed the core, or a module, installed with AI to each individual Courier Trunk and… The point is, they install the AI on the bag and use it to deliver stuff.\n- Any items in each trunk are often well-preserved and their deliveries are rarely late, making them a vital Association in the City. Maybe we can make use of their services one day? Sounds pretty convenient.\n- After a brief conversation with the Identity, I learned that Poludnitsa, the AI, greatly empowers its users if they determine that it may be difficult to make the delivery on time. Failure to make punctual deliveries could result in death… no wonder they rarely ever miss the deadline."
        },
        {
            "id": "DanteNoteDetail_128",
            "title": "",
            "desc": "- A Syndicate founded by Sonya. Rodya once told me that they used to help the downtrodden of the Backstreets, but eventually devolved into armchair revolutionaries who did nothing but sit around talking about how they’re going to change the city.\n- They’ve been slowly spreading their influence through the Nests. We even ran into the Yurodiviye terrorists using various inventions to cause trouble in the T Corp. Nest.\n- The Yurodiviye, who venerate Sonya as their ‘Saint’, said they’re waiting for the ‘right moment’. I don’t know why they’re calling Sonya the Saint, or what moment they’re talking about… but something about it rubs me the wrong way.\n- From what I gathered from listening to the Dieci Identities, Sonya is not the same kind of ‘Saint’ as the Dieci Association’s."
        },
        {
            "id": "DanteNoteDetail_129",
            "title": "",
            "desc": "- We encountered Peccatula, which can mimic not only the Sinners’ appearances but also their identities and E.G.O. I asked Faust how the Peccatula, which are just things that failed to even Distort, were able to use E.G.O… but Faust shut the entire discussion down by saying that it was still classified information.\n- How did they even mimic Sinners from Mirror Worlds if they don’t have the Identity Cards pulled through the Mirror tech?"
        },
        {
            "id": "DanteNoteDetail_130",
            "title": "",
            "desc": "- The bags that Butlers carry are called ‘dimensional cases’, or dimensional attache cases. It seems pretty convenient, being able to store things greater than its external appearance may suggest. Maybe it’s kinda like the Backdoor of Mephistopheles.\n- The size and capacity of each dimensional case depend on the make. The more expensive it is, the bigger its capacity, and smaller its external size.\n- We can’t stuff a person into these dimensional cases, apparently. Maybe it’s like the WARP trains where it needs to differentiate between people and items."
        }
    ]
}
