{
  "dataList": [
    {
      "id": "DanteNoteDetail_25",
      "title": "",
      "desc": "- Seems to refer to the large organizations that manage Fixers.\n- Each Association appears to have a specific field it specializes in to account for how free and open a Fixer’s line of work can usually be.\nThere’s a pretty wide variety… I’ve seen a few Associations through the identities of Sinners and their mirror worlds.\n- One major difference from freelance Fixers is that they can’t choose the jobs they want to take."
    },
    {
      "id": "DanteNoteDetail_26",
      "title": "",
      "desc": "- They seem to specialize in assassination requests.\n- Should note that it doesn’t exactly mean they’re the only Fixers who ever take assassination jobs. To start, requesting an Associate Fixer is gonna cost a fortune…\nPlus, the demand for assassination is awfully high in the City, so even unknown Offices on obscure streets seem to get those requests pretty often."
    },
    {
      "id": "DanteNoteDetail_27",
      "title": "",
      "desc": "- They seem to specialize in combat requests that involve groups of people.\n- “Although few Fixers in the City go their lives without once ever embroiling themselves in battle…” (Quoted from Donqui.)\n- The Liu Association seems to be unique in that each individual member is equipped to deal with multiple foes at once."
    },
    {
      "id": "DanteNoteDetail_28",
      "title": "",
      "desc": "- Term that encompasses all the corporate bodies (or any place of business, really?) that’re founded by Fixers.\n- There seems to be some sorta rule that requires Fixers to be part of an authorized organization of any kind if they want to work, and setting up a *one-person Office* is apparently an option."
    },
    {
      "id": "DanteNoteDetail_29",
      "title": "",
      "desc": "- Name of the L Corp. that existed in the past. It was an energy provider.\n- It transported *Abnormalities* (like those we’ve encountered) to facilities in their eggy forms, and *managed them in containment units* to produce energy in the form of *Enkephalin*.\n- I’m told it once supplied energy to many other companies and Wings—pretty much all over the City, basically—so it must have been a pretty weighty enterprise…\n- Then, one day, a fierce ray of light shot out of the headquarters and the company went under just like that.\nI even heard that after the company was gone, some… *tower thing* appeared in its place, and then disappeared sometime after. The Wing’s spot is still vacant as I write this, which apparently has the whole District in chaos.\n- With its headquarters gone, the branch facilities around the City all shut down and were *buried underground*."
    },
    {
      "id": "DanteNoteDetail_30",
      "title": "",
      "desc": "- According to Don Quixote (“Discerning the two may yet be a task too daunting for novice aficionados!”, she also added), while the Cinq Association covers one-on-one situations like duels, the Liu Association handles engagements between multiple combatants. Come to think of it, most of those identities did seem to value cooperation and coordination over individual action.\nThey also looked rather carefree, too…\n- Gregor’s Liu Association identity also told me that it was common for him to take on groups of five or six at once. (He didn’t forget to proudly mention that he’d “whooped those kids’ hineys”.)"
    },
    {
      "id": "DanteNoteDetail_31",
      "title": "",
      "desc": "- It looks like there’s a pretty wide variety of Offices.\n- Thinking back on the time we were in the Backstreets of District 4 (D Corp’s territory), the Office Yuri and Aya belonged to might have been the most common type.\n- Anyways, I guess I can say Fixers, Offices, and Associations are all entities that handle requests for a price."
    },
    {
      "id": "DanteNoteDetail_32",
      "title": "",
      "desc": "- Seems to be what the glowing green fuel originally produced by Lobotomy Corporation is called.\n- Mephistopheles has a device converting humans into Enkephalin built into it, and the green liquid filling up the tubes seems to be just that.\n- Enkephalin can also be stored in containers of our choice for easier transport, boxes and modules being the two vital examples."
    },
    {
      "id": "DanteNoteDetail_33",
      "title": "",
      "desc": "- Another thing of note is the incendiary devices built into all their weapons.\n- When I asked why they use fire-starting weaponry, they gave me varying answers like “harmony” or “flow”…\nBut those honestly felt like roundabout remarks. In my opinion, it’s probably because fire is effective as a means to strike foes around the target. Flames can spread, after all."
    },
    {
      "id": "DanteNoteDetail_34",
      "title": "",
      "desc": "- I still don’t think I can exactly define what an Abnormality “is”.\n- So far, the ones I’ve encountered (for now, anyway) usually had an appearance unlike any human or animal and possessed extraordinary powers…\nThey’re beings you’d only expect to see in abnormal fantasies, both in terms of what they look like and what they can do."
    },
    {
      "id": "DanteNoteDetail_35",
      "title": "",
      "desc": "- The old L Corp’s logo can still be seen on the bottom of some Enkephalin boxes, which probably means the Wing used them as well.\n- Reading the warning on the side, ingesting it apparently has “hallucinogenic effects”… Who would think to do that?"
    },
    {
      "id": "DanteNoteDetail_36",
      "title": "",
      "desc": "- When I tried asking Faust, she’d keep saying “Abnormalities are entities of their own category; you shouldn’t attempt to define them based on any preconceived standards”, and refused to give a more detailed answer…"
    },
    {
      "id": "DanteNoteDetail_37",
      "title": "",
      "desc": "- They seem to specialize in single-combat and dueling requests.\n- Though it doesn’t happen often, I hear there are still cases of people trying to settle disputes with a fair and honorable “duel”.\n- When a person gets involved in a duel (or has to challenge someone to it) and figures their opponent will clearly tear them a new airway, they send this Association a request. Sounds like they stand in for the client or something.\n- All I know about this Association comes from what I heard from the Seven Association identities, so I couldn’t learn much…\nSince the Association doesn’t get requests too often, it seems to be in charge of holding joint conferences and events with other Associations as well."
    },
    {
      "id": "DanteNoteDetail_38",
      "title": "",
      "desc": "- A strangely shaped object is inside, kinda like a… bulb-like thing.\n- I don’t know how I should describe it… It sometimes wiggles and twitches.\n- Staring into this glimmering “thread” makes me feel rather woozy.\n- Faust wouldn’t let me hold it in my hands for long, so I put it back in place and let her explain what it is."
    },
    {
      "id": "DanteNoteDetail_39",
      "title": "",
      "desc": "- Shorthand for “Extermination of Geometrical Organ”. [sic] (Idk what this means?)\n- Seems to be a byproduct of the Enkephalin generation once done by the now-collapsed L Corp.\n- Reports say the Wing originally produced weapons and equipment out of the E.G.O for its employees to use, which doesn’t really seem to match what I’ve seen of it."
    },
    {
      "id": "DanteNoteDetail_40",
      "title": "",
      "desc": "- Simply put, some kind of incredible technology owned by the Wings.\n- I was curious how they’re different from the other technologies in the City…\nI guess it’s the fact that Singularities are monopolized by the Wings that own them."
    },
    {
      "id": "DanteNoteDetail_41",
      "title": "",
      "desc": "- In summary…\nIt’s all sorts of possibilities woven into spindles of thread… or something like that.\nTo be frank, I can’t really call this a summary when I just wrote down what Faust said almost word for word. I couldn’t understand what she meant exactly…\nIt gives me a similar feeling to looking up at the *star* that appears when I wind the clock. Sorta like awe."
    },
    {
      "id": "DanteNoteDetail_42",
      "title": "",
      "desc": "- The Sinners seem to experience a kind of dizziness when they get near this thing.\nI hear it’s called “resonating”; it might be similar to how I get headaches.\n- Once we return with a Bough, Vergilius calls people from some other department to take care of it.\nWhen I asked him about this, he just said it’s “submitted to headquarters”."
    },
    {
      "id": "DanteNoteDetail_44",
      "title": "",
      "desc": "- Apparently, you can’t be a Fixer just cause you want to; some Fixer-related identities told me that there are tests you need to pass to earn a license.\n- Looks like Fixers are graded with a number: 9 being the lowest and 1 being the highest…\n- There’s also a special grade called being a *Color*. Vergilius appears to be one; he has the moniker of the “Red Gaze”. He’s supposedly pretty skilled and famous."
    }
  ]
}
