{
  "dataList": [
    {
      "id": "DanteNoteDetail_1",
      "title": "",
      "desc": "- Limbus Company: The place I work for.\n- It’s a name that should be the most closely related to me… but it’s also the hardest to describe for me.\nCause… they won’t tell me anything. I didn’t join the company of my own accord.\nAt first, I thought the company’s initiative was to find and retrieve the Golden Boughs, but that only seems to be *our* department’s goal, not the entire company’s."
    },
    {
      "id": "DanteNoteDetail_2",
      "title": "",
      "desc": "- From what I can tell, each department has its own aims, and there’s no common goal shared by all of them.\n- It looks like the company has substantial backing. The company’s support was never lacking whenever we got its help. (Though Rodya seems to have a lot to say about the meals.)"
    },
    {
      "id": "DanteNoteDetail_3",
      "title": "",
      "desc": "- Limbus Company Bus.\n- Its name comes from the fact we’re on a bus.\nFeels like they didn’t put a lot of thought into the name, but the other departments aren’t far ahead in terms of sophistication.\n- The team includes people like me and the ones called… Sinners(?) who’re sitting back behind. (Still not used to this word.)\nThe purpose is to retrieve things called “Golden Boughs” from the underground facilities of “Lobotomy” or whatever the “L” Corp. stood for.\nI dunno what Golden Boughs are, but from the sound of it: some physical objects shaped like tree branches. (Will make a separate note when I learn more.)"
    },
    {
      "id": "DanteNoteDetail_4",
      "title": "",
      "desc": "- Seems retrieving Golden Boughs isn’t the only job.\nWe’re sent to deal with any task on the way to the company’s objective that needs capabilities unique to me or the Sinners.\n- I’m starting to wonder how this company came to be, and why it had to be me and the Sinners to do all this, but Faust won’t tell me.\nShe says the security level is too low for me to access the information, but she seems to know something more.\nWhy does a “Sinner” know more about the company when I’m the “Executive Manager”…?"
    },
    {
      "id": "DanteNoteDetail_5",
      "title": "",
      "desc": "- Limbus Company Clearance.\n- Its name comes from the fact they “clear” things up and out.\nIt was formed to aid the bus team’s work.\nUnlike the Sinners, I can’t revive them with my powers, which explains the care put into their gear and equipment.\n- The department seems to be split into two teams. The Before Team (LCCB) handles scouting and preparation work, while the After Team (LCCA) handles gathering and cleaning up what we’ve done.\nI haven’t met them yet, but the teams seem to be divided into several sections if Vergilius’s phone calls are anything to go by.\n- Met with Effie and Saude from Preliminary Observation of the Before Team.\n- I asked them a few questions when I had the time, I’ll try to write down what I learned.\n- Also wanted to ask what exactly they do, but the session got interrupted by Don Quixote suddenly causing a scene.\n- Effie sighed that Preliminary Observation pays the least out of all Before Team’s subsections. Judging from what I heard about the department having far more staff than the others, they might be treated as expendables.\n- …Effie and Saude died during our operation."
    },
    {
      "id": "DanteNoteDetail_6",
      "title": "",
      "desc": "- Seems to be a term that refers to the 12 people on the LCB’s bus with me.\n- Based on conversations I overheard, they appear to have “joined” the company similar to how I did, but they’ve been nicknamed like they’re bound here somehow.\n- I asked Vergilius about the term, but he didn’t give me a clear answer.\nHim and his “You’ll see in due time…” He’s shut down several questions with remarks like that.\n…Looks like I have no other option here, I’ve gotta write down whatever I learn."
    },
    {
      "id": "DanteNoteDetail_7",
      "title": "",
      "desc": "- Adding a couple new discoveries about the Sinners.\n- First, it looks like “Sinner” is specifically used to refer to those who’ve formed a contract (that I had no choice for opting out of) with me.\n- And it appears they’re the only people I can bring back to life with my clock."
    },
    {
      "id": "DanteNoteDetail_8",
      "title": "",
      "desc": "- The Sinners might be the ones who can resonate with the Golden Boughs we seek.\n- When we approach one, it seems to reveal the *fathoms of the Sinner’s ego*, making us experience their past or peer into their psyche."
    },
    {
      "id": "DanteNoteDetail_9",
      "title": "",
      "desc": "- Seems to be a term that refers to urban centers in the City.\n- The City is divided into multiple sections, and each of them comprises a “Nest” and a “Backstreets” portion.\n- A Nest is basically under the management and protection of a conglomerate called a *Wing*, while the Backstreets aren’t too big of an influence. I think?\n- Asked Vergilius if I came from a Nest or the Backstreets, but he ignored me."
    },
    {
      "id": "DanteNoteDetail_10",
      "title": "",
      "desc": "- Companies with the most advanced and influential technology in their Districts, practically ruling over them.\nSupposedly they’re corporate entities, but the more I hear about the Wings, the more they sound like governing bodies.\n(Come to think of it, Limbus Company doesn’t seem to fit the conventional idea of a company, either. We’re on a bus all the time, for one.)\n- Each Wing has trademarked technologies called “Singularities”, and uses the funds earned from them (and ridiculous taxes) to manage the high-class urban area inside its District, known as a *Nest*.\n- People who work for a Wing seem to be nicknamed “Feathers”."
    },
    {
      "id": "DanteNoteDetail_11",
      "title": "",
      "desc": "- Located in District 11’s Nest.\n- As evidenced by our nightmarish battle at the checkpoint… K Corp’s Singularity seems to give the user the capability to continuously heal—or regenerate, rather—their body.\nFaust called it “Helapoiesis”, but it seems to be more commonly referred to as HP “bullets” or “ampules” by regular denizens of the City.\nThanks to that, all the Sinners died and I almost fainted bearing 12 people’s worth of pain at once…\nBut, those HP ampules did also help restore my melted lower half to perfectly good health.\n- K Corp. seems to be utilizing this technology for a number of industries."
    },
    {
      "id": "DanteNoteDetail_12",
      "title": "",
      "desc": "- According to Samjo, an employee we met at Eunbong’s, the Wing might also be developing food-related tech using the Singularity."
    },
    {
      "id": "DanteNoteDetail_13",
      "title": "",
      "desc": "- Full Name: Lobotomy Corporation. \n- Its Nest was in District 12. A fallen Wing, its spot currently vacant.\nIt was apparently the epicenter of a City-wide event called the *White Nights and Dark Days*, which everyone seems to know. (Except for me, or would that be the amnesia…?)\nThe facilities we search through for the Golden Boughs all once belonged to this now-defunct L Corp."
    },
    {
      "id": "DanteNoteDetail_14",
      "title": "",
      "desc": "- Nagel und Hammer: Located in District 14’s Nest. Nagel obviously means “nail”.\n- Having spoken with Meursault, apparently there are *two* factions under the names of ‘Nail’ and ‘Hammer’.\nAccording to him, the armor-clad “Inquisitors” we faced weren’t nearly as prevalent when he worked for the Wing, and they weren’t the majority faction during his time there.\n- Unlike the group led by Kromer, N Corp. as a whole doesn’t appear too different from other big corporations outside some rigidness."
    },
    {
      "id": "DanteNoteDetail_15",
      "title": "",
      "desc": "- Not sure what its main business is, but some Sinners seem to know a couple things about the Wing.\n…If only they’d speak to me at all about it."
    },
    {
      "id": "DanteNoteDetail_16",
      "title": "",
      "desc": "- Areas of a District not included in the Nest, outside of the Wing’s domain.\nThe residents are mostly people who can’t afford to live in the Nest.\n- Each area is stacked with restaurants, local businesses, living quarters, schools, academies, and a variety of other facilities.\nAs the name suggests, though, the roads tend to be twisted and intertwined, and there’s a constant air of dampness wherever you go.\nFun thing I’ve noticed is that the boundaries between the Backstreets and the Nests were clearly drawn in every District I’ve visited. (Though I’ve only been to like, three of them)."
    },
    {
      "id": "DanteNoteDetail_17",
      "title": "",
      "desc": "- A Syndicate of sword-wielding ruffians and libertines roaming the Backstreets.\n- Guessing from conversations with the Sinners who wore such Identities, they don’t seem to act or move in groups much despite belonging to a Syndicate.\nTo be more precise… they do have temporary company from time to time, but there’s no strict subgroups or pecking order.\n- …It’s unfortunate that half of their answers were taking the piss, so I am unable to write proper answers here."
    },
    {
      "id": "DanteNoteDetail_18",
      "title": "",
      "desc": "- Sorta freelancers who take care of or help with various jobs and requests in the City.\n- They don’t work for free, of course. The whole society seems to be based around money. But… I don’t think I can say for sure that there are absolutely no Fixers willing to do charity work, I guess?\n- The ones I’ve seen and heard about were from all walks of life, too diverse for me to neatly summarize. (If talking with mirrored identities counts, too). Maybe it’s a common career?"
    },
    {
      "id": "DanteNoteDetail_19",
      "title": "",
      "desc": "- A giant Syndicate spread deep and wide across the Backstreets.\n- They seem to be characterized by long, single-edged swords with sheaths and dark/wavy clothes.\n- They basically earn their keep by taking protection fees from Backstreets businesses under the pretext of offering “safety”.\n- From what I heard from the Identities, they seem to be in some kind of conflict with another Syndicate called the Blade Lineage. I didn’t get to hear the reason.\n- They follow some sort of hierarchy, and henchmen are generally forbidden from disobeying their superiors.\n- …There do seem to be special exceptions if Hong Lu is to be believed."
    },
    {
      "id": "DanteNoteDetail_20",
      "title": "",
      "desc": "- Small branch-shaped objects that emit a golden glow.\n- Don’t really feel like tree branches. My head gets these tingling sensations whenever I get close to one…\n- Whatever these are, they certainly aren’t your ordinary gilded twigs that we’re made to go after."
    },
    {
      "id": "DanteNoteDetail_21",
      "title": "",
      "desc": "- An invention that overlays a person’s identity with a different possibility from numerous other worlds.\n- I heard Yi Sang was one of its developers, but he always blabbers things I can’t wrap my head around whenever I ask, so I don’t expect to get any useful down-to-earth info out of him.\n- The identities themselves are found via the engine of Mephistopheles. Not sure how it works, but it looks like you can’t just find and grab the identities you want. Trial and error can sometimes stumble upon previously unseen versions of the Sinners, too."
    },
    {
      "id": "DanteNoteDetail_22",
      "title": "",
      "desc": "- Although I can’t write how exactly those identities are used in full… (Feels like attempting to makes me unsure somehow.)\nSynchronizing the extracted identity with my LCB-PDA and the bus window allowed me to communicate with or feel it, in a way.\nCalling forth the image of the identity in my mind, I get a sense of understanding as if I'm talking to the Sinner like usual… And once the Sinner and I make an unspoken agreement, the identity overrides the Sinner, accompanied by the sound of glass shattering.\n…Can’t think of a more suitable description.\n- While overlaid with an identity, the Sinner appears pretty different from usual. On top of attires and weapons, their personalities can also change pretty wildly, and sometimes make me question if they’re really the Sinners I know.\nFortunately, they seem to go back to their original selves when they’re done using an identity. But, prolonged use might cause small side effects like headaches or residual traces of the identity’s personality surfacing from time to time."
    },
    {
      "id": "DanteNoteDetail_23",
      "title": "",
      "desc": "- Seems to be what they call all kinds of gangs and organizations in the City.\n- The term covers such a wide range of things, you can call pretty much any group of people together under a name a Syndicate."
    },
    {
      "id": "DanteNoteDetail_24",
      "title": "",
      "desc": "- From turning rudimentary cogs to overlaying an alternate identity via a mirror, the City has every level of technology."
    }
  ]
}
