{
    "dataList": [
        {
            "id": "DanteNoteDetail_115",
            "title": "",
            "desc": "- Don Quixote explained that they are Fixers signed onto long-term contracts, bound by individuals, families, or estates.\n- Due to the wide range of their responsibilities, their pay is often decently lucrative, so a lot of high-Grade Fixers often take on Butler contracts after retirement.\n- … Huh. So these Fixers are retiring to… become a different brand of Fixers?\n- Butlers bound to families or estates sometimes even forget what their initial contracts used to be. But apparently quitting is also a risky decision, given that Taboo hunters or contract-related Offices might come after them looking for bounty.\n- It’s unfair, but it’s not like they have an abundance of options. It’s one of those rare, guaranteed long-term tenure jobs in the City that pays a decent wage, so most of them settle for staying as Butlers instead of risking unemployment."
        },
        {
            "id": "DanteNoteDetail_116",
            "title": "",
            "desc": "- It seems that Fixers in each cardinal direction of the City differ in outfits and practices. \n- Though I haven’t had much of a first-hand experience with them as of now… Now that I’m up north, I’m sure we’ll have plenty of chances to observe the differences."
        },
        {
            "id": "DanteNoteDetail_117",
            "title": "",
            "desc": "- I still have no clue how these Golden Bough work. But if it really can grant people’s wishes… it’s got to be something incredible.\n- Thinking back on it, resonating with a Golden Bough would create a sort of dungeon of the fathoms… or fathoms of ego, which we had to battle through.\n- Perhaps the power of Golden Boughs is to realize the… thoughts or imaginations of people. I know it barely makes any sense… but when has anything, in this adventure?\n- Whichever is the case, these Golden Boughs sure are something. So what is Limbus Company trying to achieve by collecting them? Some say that the Golden Boughs have something to do with the Mirror technology, but… how? Every little thing I learn seems to lead only to more questions…"
        },
        {
            "id": "DanteNoteDetail_118",
            "title": "",
            "desc": "- Well, I do understand that I accidentally manipulated a lot of time. But I asked Yi Sang, out of pure curiosity, how we ended up saddled with more than ten-billion Ahn of Time Tax.\n- Yi Sang explained that each person has a different Time Tax rate, and how having more ‘time’ means that one would have more Time Tax to pay. He continued to elaborate with various mathematical formulas, but I didn’t understand even half of what… I mean, not even a quarter of what he said.\n- No matter how much time someone has, they can’t put it to use unless they withdraw a time balance the day before. With that withdrawn time, they can use them all at once to make their days longer… or save the time to invest them in a different occasion. Not that poor people would have the financial leeway to even think about doing the latter.\n- T Corp.’s Chief Executive Director was this guy called ‘Hubert’. Don’t think I’ve ever met the actual head of an entire Wing before…\n- Hubert helped the Sinners, pretending to be our ‘assistant’. He used to strive to make the City a better place, or so he says… Honestly, given the state T Corp. is in, I'm not sure if I buy that.\n- He appeared somewhat resigned, at first. Letting the League of Nine Littérateurs go, ignoring the presence of Yurodiviye in his Nest… But something about me seemed to have motivated him again. The question is… why?\n- He also gave me an ominous warning that… turning back time always comes with a cost.\n- … But how could I not turn the clock?"
        },
        {
            "id": "DanteNoteDetail_119",
            "title": "",
            "desc": "- After I found myself plenty of W Corp. employee Identities, and learned quite a bit about WARP trains from them, I felt comfortable enough to share that information with the Sinners. Which turned out to have been a good move in hindsight. It would’ve been a disaster to have to explain WARP trains to them at that moment.\n- Other than letting us cryosleep through the WARP train journey, we were also given complimentary snacks as a part of the First Class package. Rodya(who took my portion as well, as I had no mouth to eat them with)’s blissful expression made it pretty clear that it was quite the delicacy.\n- I did find it kind of unusual that a train that, as far as the public knows, runs only for ten seconds, bothered to sell package items or in-train meals. When I asked Faust, she explained that their purposes were less practical and more thematic to give its passengers the impression of going on a trip.\n- Another thing: I definitely remember seeing that employee crawl into an emergency escape pod. So where’d he go?\n- So why don’t the WARP trains specialize in shipping cargo? If they have to go through so much trouble and manpower to transport people, wouldn’t it be much more efficient if they just transported cargo?\n- Wait, I think I’ve sparked a debate—\n- Heathcliff said that it was because transporting people was the whole point of the train. That suggestion seemed to have given Yi Sang an idea.\n- Yi Sang noted that, from W Corp.’s cooperation with T Corp., it is likely that they need ‘time’ to operate their trains. Moreover, the T Corp. Chief Executive Director said that emotions don’t change with time; instead, time changes with emotions. It was something to that effect, at least.\n- Based on what everyone has said, we came to a pretty plausible conclusion. That a state of emotionally transformative consciousness in an effective infinity of time is what moves, or powers, the WARP trains. Either that, or that state of consciousness is precisely what WARP trains are built to induce. Some Sinners and I applauded Yi Sang and Heathcliff for this hypothesis."
        },
        {
            "id": "DanteNoteDetail_120",
            "title": "",
            "desc": "- A blue-ish station themed after a banquet hall.\n- Several stations arrived one after another without a break, and we even had Peccatula that looked just like the Sinners’ Identities and E.G.O, attacking us. No wonder the Sinners were exhausted by the end of it. Faust called them Peccatula of Envy… or Peccatulum Invidiae.\n- Thankfully, this railway was kind enough to give us breaks between every few waves of enemies. And because we managed to blast through multiple stations at once, some Sinners expressed that this one was preferable to the previous ones as it at least ended quickly.\n- This makes me wonder, though. What happened to all those Peccatula Invidiae who first boarded the train? Did they get killed at the banquet of the King in Binds? Or maybe they're still roaming somewhere within the stations? Who knows."
        },
        {
            "id": "DanteNoteDetail_121",
            "title": "",
            "desc": "- It’s my company-issued device. I write journal entries on it like I’m doing now, and I sometimes communicate with the Sinners’ Identities, too. There probably was some of that Mirror technology involved in the making of this device.\n- I used this device to converse with Catherine. It must’ve been the Golden Bough’s powers that allowed me to talk directly to her. Did they stick a Golden Bough inside this device or something? Or… maybe the presence of that Golden Bough allowed me to communicate with her through some supernatural channel, even with a mundane device like this."
        }
    ]
}
