{
  "dataList": [
    {
      "id": "tutorial_1001_renewal_01",
      "content": "In dungeons, you may encounter entities known as Abnormalities. Even among the enemies you may face over your journey, they require the utmost caution and careful decision-making."
    },
    {
      "id": "tutorial_1001_renewal_02",
      "content": "Entities such as these require a more meticulous, hands-on approach than the other enemies."
    },
    {
      "id": "tutorial_1001_renewal_03",
      "content": "Encounters with these enemies is called \"Focused Encounters\"."
    },
    {
      "id": "tutorial_1001_renewal_04",
      "content": "In Regular Encounters, you gave command to your sinners by chaining Skills from the left end of the Dashboard to the right."
    },
    {
      "id": "tutorial_1001_renewal_05",
      "content": "In Focused Encounters, however, you must select the Sinners' Skill icons and chain them directly against the Abnormalities' Skill Slots."
    },
    {
      "id": "tutorial_1001_renewal_06",
      "content": "Let us perform a hands-on field exercise. Select a Skill from the leftmost column of the Dashboard."
    },
    {
      "id": "tutorial_1001_renewal_07",
      "content": "Chain the selected Skill icon to the entity's Skill Slot."
    },
    {
      "id": "tutorial_1001_renewal_08",
      "content": "Precisely. Remember: in Focused Encounters, connect the Sinners' Skills directly to the enemies' Skill Slots."
    },
    {
      "id": "tutorial_1001_renewal_09",
      "content": "Please press the gear on the left if you would like to zoom out and view the entire battlefield."
    },
    {
      "id": "tutorial_1001_renewal_10",
      "content": "Good. Pressing the gear on the left while zoomed in will reset your field of view."
    },
    {
      "id": "tutorial_1001_renewal_11",
      "content": "Once you have selected and connected every available Skill to the enemies' Skill Slots, the gear on the right will activate. Then, you can proceed to the Combat Phase."
    },
    {
      "id": "tutorial_1001_renewal_12",
      "content": "Then, dear Manager. Please command your Sinners so that we may continue the battle."
    },
    {
      "id": "tutorial_1001_renewal_13",
      "content": "Thus ends the basics of introduction to Focused Encounters. \"Speed\" before we continue further into the battle."
    },
    {
      "id": "tutorial_1001_renewal_14",
      "content": "Abnormalities often have multiple parts that can be targeted. The \"Speed\" displayed above their Skill Slots reflect the Speed of the corresponding Parts."
    },
    {
      "id": "tutorial_1001_renewal_01_popup_title",
      "content": "Abnormality Parts"
    },
    {
      "id": "tutorial_1001_renewal_01_popup_desc",
      "content": "Abnormalities often have multiple Parts that can be targeted.\nEach Part will use Skills from the Skill Slots assigned to them.\nThe Skill Slots' Speed is the same as the Speed of the Part using them."
    },
    {
      "id": "tutorial_1001_renewal_15",
      "content": "Speed determines the order of actions in encounters."
    },
    {
      "id": "tutorial_1001_renewal_16",
      "content": "Unlike in Regular Encounters, you can select which enemies to target in Focused Encounters. You can use Sinners with higher Speed values to force enemies with lower Speed values to target them instead."
    },
    {
      "id": "tutorial_1001_renewal_17",
      "content": "Sinners with higher Speed values can force Abnormalities with lower Speed values to target them instead, resulting in a Clash."
    },
    {
      "id": "tutorial_1001_renewal_18",
      "content": "Sinners with lower or equal Speed values can not force Abnormalities with higher Speed values to target them. Chaining the Skill of a slower Sinner to a faster Abnormality will cause them to conduct an Unopposed attack instead of Clashing with the Abnormality."
    },
    {
      "id": "tutorial_1001_renewal_19",
      "content": "Sinners that are targeted by an Abnormality's Skill, however, can use their Skill to Clash with the Abnormality's Skill that's targeting them. In such a case, Speed is not a relevant factor."
    },
    {
      "id": "tutorial_1001_renewal_20",
      "content": "I understand that hands-on experience may be the best way to learn. For now, simply keep in mind that Sinners with higher Speed values can redirect attacks from enemies with lower Speed values to themselves."
    },
    {
      "id": "tutorial_1001_renewal_02_popup_title",
      "content": "Sinner's Speed > Enemy's Speed"
    },
    {
      "id": "tutorial_1001_renewal_02_popup_desc",
      "content": "Sinners with higher Speed values can force Abnormalities with lower Speed values to target them instead.\nThis will lead to a Clash(marked by yellow arrows) between the Sinner and the Abnormality."
    },
    {
      "id": "tutorial_1001_renewal_03_popup_title",
      "content": "Sinner's Speed ≤ Enemy's Speed"
    },
    {
      "id": "tutorial_1001_renewal_03_popup_desc",
      "content": "Sinners with lower or equal Speed values can not force Abnormalities with higher Speed values to target them.\nIn such a case, the Sinner will conduct an Unopposed attack(marked by blue arrows) instead of Clashing with the Abnormality."
    },
    {
      "id": "tutorial_1001_renewal_04_popup_title",
      "content": "When targeted by an enemy Skill"
    },
    {
      "id": "tutorial_1001_renewal_04_popup_desc",
      "content": "Sinners that are targeted by an Abnormality's Skill can use their Skill to Clash(marked by yellow arrows) with the Abnormality's Skill that's targeting them. In such a case, Speed is not a relevant factor."
    }
  ]
}