{
  "dataList": [
    {
      "id": "tutorial_401_01",
      "content": "Each character has a <Skillset>.\nThis is the list of skills from which they draw."
    },
    {
      "id": "tutorial_401_02",
      "content": "Press a character to open their info tab."
    },
    {
      "id": "tutorial_401_03",
      "content": "With this, you can check various details including their skills."
    },
    {
      "id": "tutorial_401_04",
      "content": "Each Sinner you control has their own group of skills.\nA number of them from those Skillsets will be randomly selected and deployed on the Dashboard."
    },
    {
      "id": "tutorial_401_05",
      "content": "Used skills are treated as “discarded” from the set.\nThey will not reappear until every other skill in the Skillset has been used, thus refilling it."
    },
    {
      "id": "tutorial_401_06",
      "content": "Additionally, attack skills have an “offense level”.\nIn clashes, the differences in offense levels may affect the outcome."
    },
    {
      "id": "tutorial_401_07",
      "content": "That should cover the basics of your Sinners’ skills.\nNow, give them your orders."
    },
    {
      "id": "tutorial_402_01",
      "content": "Besides skills, your Sinners have <Passive Abilities>.\nSinners in battle have their Combat Passives active."
    },
    {
      "id": "tutorial_402_02",
      "content": "Sinners who are not directly participating in battle will provide aid with their Support Passives."
    },
    {
      "id": "tutorial_402_03",
      "content": "To put theory into practice, activate the Passive by chaining two Pride skills."
    },
    {
      "id": "tutorial_402_04",
      "content": "This portion will indicate what Passives are active.\nPassives activate when you possess a certain number of E.G.O resources or chain skills of certain Affinities to cause Resonance."
    },
    {
      "id": "tutorial_403_00",
      "content": "Our current encounter comes in multiple waves."
    },
    {
      "id": "tutorial_403_01",
      "content": "To help with this, your Sinners possess powerful skills called <E.G.O>, manifested by resonating with their emotions."
    },
    {
      "id": "tutorial_403_02",
      "content": "To use <E.G.O>, you need E.G.O resources."
    },
    {
      "id": "tutorial_403_03",
      "content": "You can view the E.G.O resources you currently have stockpiled here on the right."
    },
    {
      "id": "tutorial_403_04",
      "content": "As this is your first time trying your hand at <E.G.O>, I’ve collected the necessary resources for you.\nThis is a special power, so you’ll need to gather them on your own from now on."
    },
    {
      "id": "tutorial_403_05",
      "content": "Sinners who can currently use <E.G.O> will be highlighted."
    },
    {
      "id": "tutorial_403_06",
      "content": "<E.G.O Skills> must be generated on the Dashboard, much like defense skills. Please press and hold here."
    },
    {
      "id": "tutorial_403_07",
      "content": "Press the icon of the <E.G.O> you will use.\nThis can also be used to cancel the ones you’ve generated."
    },
    {
      "id": "tutorial_403_08_title",
      "content": "E.G.O"
    },
    {
      "id": "tutorial_403_08",
      "content": "E.G.O is powerful equipment that manifests by resonating with your Sinners’ emotions.\nTo use an E.G.O skill, you need Sin Affinity-based E.G.O resources.\nWhenever you use an attack skill, you’ll gain an E.G.O resource matching its Affinity."
    },
    {
      "id": "tutorial_403_09_title",
      "content": "E.G.O Corrosion"
    },
    {
      "id": "tutorial_403_09",
      "content": "On top of requiring E.G.O resources, E.G.O takes a toll on a Sinner’s Sanity.\nAt low Sanity, the Sinner might suffer from <E.G.O Corrosion>.\nSinners corroded by E.G.O will ignore your commands, so ensure that your Sinners are in good mental health."
    },
    {
      "id": "tutorial_403_10_title",
      "content": "E.G.O Passives"
    },
    {
      "id": "tutorial_403_10",
      "content": "After using an E.G.O Skill, its Passive ability will activate on the next turn and further empower the Sinner for the rest of the battle.\nMake good use of the variety of Passives that E.G.O has to offer."
    },
    {
      "id": "tutorial_403_11",
      "content": "Attack skills can be single-target or multi-target;\nthe latter are called “AoE Skills”."
    },
    {
      "id": "tutorial_403_12",
      "content": "It seems the E.G.O that’s about to be in play has an AoE Skill."
    },
    {
      "id": "tutorial_403_13_title",
      "content": "Area-of-Effect Skills"
    },
    {
      "id": "tutorial_403_13",
      "content": "Targets of AoE skills are divided into two categories:\nthe main target, and sub-targets."
    },
    {
      "id": "tutorial_403_14",
      "content": "Clashes with AoE skills can only occur from the chosen main target."
    },
    {
      "id": "tutorial_403_15",
      "content": "If an AoE skill loses its Clash, the attack will be canceled for every target."
    },
    {
      "id": "tutorial_403_16",
      "content": "Sub-targets are determined by the targeting range of the skill."
    },
    {
      "id": "tutorial_403_17_title",
      "content": "Targets of AoE skills are divided into two categories:\nthe main target, and sub-targets."
    },
    {
      "id": "tutorial_403_17",
      "content": "AoE skills target enemy skill slots."
    },
    {
      "id": "tutorial_403_18",
      "content": "Each AoE skill has an attack weight (Atk Weight)."
    },
    {
      "id": "tutorial_403_19",
      "content": "Each slot has a “weight” which can take up a portion of an AoE skill's Atk Weight."
    },
    {
      "id": "tutorial_403_20",
      "content": "In regular encounters, an enemy is only attacked once by an AoE skill, even if the unit is taking up multiple targets."
    },
    {
      "id": "tutorial_403_21",
      "content": "In Focused Encounters, the slots on their body parts are only attacked once, even if said slots are taking up multiple targets."
    },
    {
      "id": "tutorial_404_00",
      "content": "Utilizing E.G.O will be an important part of your strategy."
    },
    {
      "id": "tutorial_404_01",
      "content": "Our current encounter comes in multiple waves."
    },
    {
      "id": "tutorial_404_02",
      "content": "Before we proceed, allow me to introduce you to a useful feature."
    },
    {
      "id": "tutorial_404_03",
      "content": "You can now let the game chain skills for you.\nChains will be automatically chosen depending on what button you press."
    },
    {
      "id": "tutorial_404_04",
      "content": "‘Win Rate’ picks skills that are the most likely to win Clashes.\n‘Damage’, as the name implies, picks skills that can hurt your enemies the most."
    },
    {
      "id": "tutorial_404_05",
      "content": "However, do keep in mind that auto-chaining does not take the full extent of every complex factor into consideration."
    },
    {
      "id": "tutorial_404_06",
      "content": "Also, you can toggle target arrow displays using the panel on the upper right, and configure the skill tooltip display and Coin flip controls from the settings."
    },
    {
      "id": "tutorial_404_07",
      "content": "That’s the last of my advice.\nNow, manage the Sinners without my help.\nI expect to receive superb commands from you, Dante."
    },
    {
      "id": "tutorial_404_08_title",
      "content": "Damage & Win Rate Auto-chaining"
    },
    {
      "id": "tutorial_404_08",
      "content": "‘Win Rate’ picks skills that are the most likely to win Clashes."
    },
    {
      "id": "tutorial_404_09",
      "content": "‘Damage’, as the name implies, picks skills that can hurt your enemies the most."
    },
    {
      "id": "tutorial_404_10",
      "content": "For regular encounters, auto-chaining is only available on stages where you’ve cleared the EX Conditions.\nAuto-chaining can always be used for Focused Encounters.\nNote that auto-chains are not necessarily the guaranteed optimal solution."
    },
    {
      "id": "tutorial_ego_overclock_title",
      "content": "E.G.O Overclock"
    },
    {
      "id": "tutorial_ego_overclock_1",
      "content": "E.G.O Overclock can be Stable or Unstable depending on resources available."
    },
    {
      "id": "tutorial_ego_overclock_2",
      "content": "Overclocking spends 1.5 times as many E.G.O resources and SP as the E.G.O skill’s usual cost."
    },
    {
      "id": "tutorial_ego_overclock_3",
      "content": "To overclock an E.G.O skill, you need to possess at least the base E.G.O resource cost; if you have the base cost but not enough for overclock, the overclock cost will be subtracted from your possession beyond 0."
    },
    {
      "id": "tutorial_ego_overclock_4",
      "content": "The unit can still be corroded upon overclocking; in this case, only the base E.G.O resource cost will be consumed."
    },
    {
      "id": "tutorial_ego_overclock_5",
      "content": "Stable overclocked E.G.O skills have the same effects and damage values as the corrosion skill while being able to distinguish allies from foes."
    },
    {
      "id": "tutorial_ego_overclock_6",
      "content": "Unstable overclocked skills carry the risk of targeting indiscriminately and have the same effects and values as the corrosion skill."
    },
    {
      "id": "tutorial_403_06_New",
      "content": "<E.G.O Skills> must be generated on the Dashboard, much like defensive skills. Press and hold the highlighted portrait."
    },
    {
      "id": "tutorial_403_07_New",
      "content": "Press the icon of the <E.G.O> you want to use."
    },
    {
      "id": "tutorial_403_07_1",
      "content": "Consume E.G.O Resources to generate an E.G.O. Skill icon on the Dashboard."
    },
    {
      "id": "tutorial_403_07_2",
      "content": "E.G.O. Skills can be canceled by tapping on the portrait twice once they are added to the Dashboard. The E.G.O. skill will be canceled and your resources will be refunded."
    }
  ]
}