{
  "dataList": [
    {
      "id": "tutorial_101_01",
      "content": "Allow me to show you the basics of management and command."
    },
    {
      "id": "tutorial_101_02",
      "content": "You can give orders to the Sinners by connecting (chaining) skills on the Dashboard at the bottom of the screen."
    },
    {
      "id": "tutorial_101_03",
      "content": "Press and hold this gear on the left."
    },
    {
      "id": "tutorial_101_04",
      "content": "From here, form a chain of skills all the way to the gear on the right."
    },
    {
      "id": "tutorial_101_05",
      "content": "After you have formed a chain of skills, press the right gear to begin combat."
    },
    {
      "id": "tutorial_102_01",
      "content": "It appears we need a powerful attack.\nLet’s form the proper chain for it."
    },
    {
      "id": "tutorial_102_02",
      "content": "By chaining 2 or more skills of the same Affinity this turn, you will cause <Resonance>."
    },
    {
      "id": "tutorial_102_03_popup_title",
      "content": "Resonance Input"
    },
    {
      "id": "tutorial_102_03",
      "content": "Resonance boosts the damage of skills with the same\nSin Affinity. (Their color, in other words.)\nThe Power of each skill is boosted by the number of skills that come before it."
    },
    {
      "id": "tutorial_103_01",
      "content": "That wasn’t enough. We must strike them even harder.\nTry chaining our skills again."
    },
    {
      "id": "tutorial_103_02",
      "content": "By chaining 3 or more skills of the same Affinity in direct succession, you will cause <Absolute Resonance>."
    },
    {
      "id": "tutorial_103_03_popup_title",
      "content": "What is Absolute Resonance?"
    },
    {
      "id": "tutorial_103_03",
      "content": "As we just covered, chaining 3 or more skills of the same Affinity in succession causes <Absolute Resonance>.\nEvery skill under <Absolute Resonance> receives a Power boost based on their total number.\nLikewise, this boost especially shines with more resonating skills."
    },
    {
      "id": "tutorial_104_01",
      "content": "You will find yellow Stagger Thresholds on the health bars of both your Sinners and enemies."
    },
    {
      "id": "tutorial_104_02_popup_title",
      "content": "What is Stagger?"
    },
    {
      "id": "tutorial_104_02",
      "content": "When an attack puts a unit’s HP below one of the yellow-lined thresholds, they will become <Staggered>.\nWhile <Staggered>, all physical resistances change to Fatal.\nIf a unit’s HP drops past multiple Stagger Thresholds in a single turn, their <Stagger Level> will increase.\nThis <Stagger Level> can go up to 3, and as it increases, the damage the unit takes is amplified."
    },
    {
      "id": "tutorial_104_03",
      "content": "Well done. We’ve <Staggered> an enemy. Now, keep up the fight with what I’ve taught you so far."
    },
    {
      "id": "tutorial_201_01",
      "content": "All actions are dictated by a <Speed> value."
    },
    {
      "id": "tutorial_201_02_popup_title",
      "content": "What is Speed?"
    },
    {
      "id": "tutorial_201_02",
      "content": "Speed is a random number chosen from within a given range each turn.\nThe positions of units are rearranged every turn according to their Speeds.\nThose with lower Speeds are placed at the front, making them easier targets."
    },
    {
      "id": "tutorial_201_05",
      "content": "Before using a skill, characters will flip Coins to determine its final Power value.\nHigher Power means higher damage."
    },
    {
      "id": "tutorial_201_06",
      "content": "The number of Coins indicates how many attacks are made. Two Coins means two hits."
    },
    {
      "id": "tutorial_201_07",
      "content": "Before using a skill, characters will flip Coins to determine its final Power value.\nHigher Power means higher damage."
    },
    {
      "id": "tutorial_201_08",
      "content": "Usually, if a Coin lands on heads, its Power will be added to the skill’s Power.\nLooks like the skill will be strengthened this time."
    },
    {
      "id": "tutorial_201_09",
      "content": "The added Power persists over to the next coin toss."
    },
    {
      "id": "tutorial_202_01",
      "content": "At the start of each turn, a skill slot will be added for a Sinner in the order they were deployed during team setup, regardless of if the Sinner is <Staggered>, <in Panic>, or <E.G.O corrosion>."
    },
    {
      "id": "tutorial_202_02",
      "content": "When a Sinner and their target both use attack skills, a <Clash> occurs."
    },
    {
      "id": "tutorial_202_03_popup_title",
      "content": "What are Clashes?"
    },
    {
      "id": "tutorial_202_03",
      "content": "A <Clash> occurs when two characters attack each other.\nThe side with the higher Power wins, removing 1 Coin from the loser.\nIf both sides still have Coins, more Clashes will occur until one side has lost all of its Coins.\nThe side that loses all their Coins will have their attack skill canceled.\nThe winner will then attack with their remaining Coins, gaining a damage bonus based on the total number of Clashes."
    },
    {
      "id": "tutorial_202_04",
      "content": "In a <Clash>, the Clash Power of two opposing skills is compared, and the side with greater Power wins.\nThe gauge and text shown at the top of the screen predict your odds of winning."
    },
    {
      "id": "tutorial_202_05",
      "content": "When a Clash begins, the two characters will each toss a Coin to determine their skills’ power in the Clash. Then, the side with more Power wins and destroys the opponent’s Coin."
    },
    {
      "id": "tutorial_202_06",
      "content": "The Clash will continue until one side has run out of Coins.\nWhen a character’s final Coin is destroyed, their skill is canceled, and the Clash will end in complete defeat."
    },
    {
      "id": "tutorial_203_01",
      "content": "The blue orb next to a character’s health bar is an indicator of their <Sanity>, or SP."
    },
    {
      "id": "tutorial_203_02_popup_title",
      "content": "What is Sanity?"
    },
    {
      "id": "tutorial_203_02",
      "content": "The sphere on a unit’s right indicates their <Sanity>, or SP. It has a range of -45 to +45.\nUnits with higher Sanity have a higher chance of their Coin flips landing heads.\nDefeating enemies boosts Sanity, while ally deaths will harm Sanity.\nEnemy units at low Sanity may fall into states of “Low Morale” or “Panic”."
    },
    {
      "id": "tutorial_203_06",
      "content": "You can view the effects and ailments on a unit in the indicated area."
    },
    {
      "id": "tutorial_203_07",
      "content": "Press or hover over one of the effect icons to examine it in detail."
    },
    {
      "id": "tutorial_203_08",
      "content": "All of our foes have fallen into panic. Now’s our chance. Give us orders at your discretion."
    },
    {
      "id": "tutorial_301_01",
      "content": "Please form a chain of skills. I have more to teach you."
    },
    {
      "id": "tutorial_301_02_popup_tItle",
      "content": "Attack Types and Affinities"
    },
    {
      "id": "tutorial_301_02",
      "content": "Skills have two major properties:\nTheir <Attack Type> and <Sin Affinity>.\nThe Attack Types are Slash, Pierce, and Blunt.\nThe Sin Affinities are Wrath, Lust, Sloth, Gluttony, Gloom, Pride, and Envy.\nCombined with Resistances, Attack Types and Affinities determine the damage of skills."
    },
    {
      "id": "tutorial_301_03",
      "content": "Here, you can check the Attack Type and Sin Affinity of your Sinners' Skills."
    },
    {
      "id": "tutorial_301_04",
      "content": "You can see the resistances and weaknesses of each unit up here. This hooligan is vulnerable to Slash attacks."
    },
    {
      "id": "tutorial_302_01",
      "content": "You can also use defense skills to deal with an enemy offense.\nDefense skills activate against the enemy attack paired with it.\nIf a defense skill isn't paired, it will activate when the unit is subject to an unopposed attack."
    },
    {
      "id": "tutorial_302_02",
      "content": "Unlike attack skills, defense skills need to be generated."
    },
    {
      "id": "tutorial_302_03",
      "content": "Let’s generate a Guard skill first."
    },
    {
      "id": "tutorial_302_04",
      "content": "If you’d be so kind as to press Gregor’s portrait."
    },
    {
      "id": "tutorial_302_05_popup_title",
      "content": "Defense Skills: Guard"
    },
    {
      "id": "tutorial_302_05",
      "content": "Guard creates a shield with health equal to its Power value.\nThis shield will absorb incoming damage first.\nUsing Guard multiple times in a single turn will have it activate that many times."
    },
    {
      "id": "tutorial_302_06",
      "content": "Good. A Guard skill has been generated.\nLet’s do the same for a Counter skill."
    },
    {
      "id": "tutorial_302_07",
      "content": "If you’d be so kind as to press Rodya’s portrait."
    },
    {
      "id": "tutorial_302_08_popup_title",
      "content": "Defense Skills: Counter"
    },
    {
      "id": "tutorial_302_08",
      "content": "Unlike other defense skills, Counter has an Affinity and will generate its corresponding E.G.O resource.\nWhen using Counter, the unit will launch an unopposed attack after being hit.\nHowever, the unit cannot launch a Counter while Staggered."
    },
    {
      "id": "tutorial_302_09",
      "content": "Gut gemacht.\nLastly, we’ll generate an Evade skill."
    },
    {
      "id": "tutorial_302_10",
      "content": "If you’d be so kind as to press Faust’s portrait."
    },
    {
      "id": "tutorial_302_11_popup_title",
      "content": "Defense Skills: Evade"
    },
    {
      "id": "tutorial_302_11",
      "content": "When using Evade, the character will dodge if the Evade’s final Power value is greater than or equal to the incoming attack’s.\nThe attack will hit with full force if the Evade’s Power is lower, so be careful."
    },
    {
      "id": "tutorial_302_12",
      "content": "These skills have been generated without a problem.\nNow, utilize them and continue the battle.\nYour goal is to eliminate all of our enemies."
    },
    {
      "id": "tutorial_1001_01",
      "content": "In dungeons, creatures we call <Abnormalities> exist.\nEncounters with them will be unavoidable."
    },
    {
      "id": "tutorial_1001_02_popup_title",
      "content": "Abnormalities and their Parts"
    },
    {
      "id": "tutorial_1001_02",
      "content": "Abnormalities consist of at least one body part.\nEach part has its own slots, as well as individual skills."
    },
    {
      "id": "tutorial_1001_03",
      "content": "Choose one of your Sinner’s skills and drag it to the Abnormality’s skill slot."
    },
    {
      "id": "tutorial_1001_04",
      "content": "Abnormality skills also have <Speed> values.\nAlongside determining the order of actions, an Abnormality’s Speeds are something to pay attention to when you wish to redirect its attacks."
    },
    {
      "id": "tutorial_1001_05",
      "content": "When you order a Sinner with *higher* Speed to target one of the Abnormality’s skill slots, it will be forced to engage in a <Clash> with its new target."
    },
    {
      "id": "tutorial_1001_06",
      "content": "Drag a skill belonging to a character with higher Speed to change the Abnormality’s target."
    },
    {
      "id": "tutorial_1001_07",
      "content": "You’ve redirected the Abnormality’s target. These two will now get into a Clash this turn."
    },
    {
      "id": "tutorial_1001_08",
      "content": "By using Speed this way,\nyou can freely manipulate who an Abnormality attacks.\nIn Focused Encounters, it is vital to *switch targets*\nso that they are forced into Clashes that will play out in your favor."
    },
    {
      "id": "tutorial_1001_09",
      "content": "Now, give your orders to the rest of the Sinners."
    },
    {
      "id": "tutorial_1001_10",
      "content": "After you’ve planned out your Sinners’ moves, press here to begin combat."
    },
    {
      "id": "tutorial_1001_99_popup_title",
      "content": "Breaking Parts"
    },
    {
      "id": "tutorial_1001_99",
      "content": "When the HP of a body part is reduced to 0, it is <Broken>.\nA broken part becomes vulnerable to all physical attack types.\nSome parts may lose certain skills or passives after breaking.\nDo note that some Abnormalities have regenerative parts, as well as that breaking certain ones may instead enrage an Abnormality."
    },
    {
      "id": "tutorial_1101_01",
      "content": "You may find Abnormalities with multiple parts in the dungeons you explore.\nIn such cases, each part will have different Resistances and Passives, and use different skills."
    },
    {
      "id": "tutorial_1101_02",
      "content": "We’ve prepared an <Abnormality Encyclopedia> for occasions like this.\nIt lists the Resistances, Skills, and Passives for each part.\nSelect an Abnormality to view its entry."
    },
    {
      "id": "tutorial_1101_03_popup_title",
      "content": "However, the encyclopedia is incomplete at the moment.\nSurface-level analysis can only yield so much information.\nOur entries will be supplemented with more info as you encounter Abnormalities in the field."
    },
    {
      "id": "tutorial_1101_03",
      "content": "The Abnormality Encyclopedia records information on Abnormalities and their parts.\nBy nature, the Encyclopedia starts out incomplete.\nThe more you fight an Abnormality, the more its entry will be penned in the Encyclopedia.\nAfter enough encounters, the Observation Level for the Abnormality will go up.\nHigher Observation Levels increase the damage you deal against an Abnormality."
    },
    {
      "id": "tutorial_1201_01",
      "content": "During Focused Encounters, you may occasionally be tasked to make key <Decisions>.\nThese require you to choose a Sinner or an action based on your current situation.\nAn Abnormality’s response may vastly differ by the choices you make, so choose wisely."
    },
    {
      "id": "tutorial_1301_01_popup_title",
      "content": "Area-of-Effect Skills"
    },
    {
      "id": "tutorial_1301_01",
      "content": "Area-of-Effect skills, or AoE skills for short, have an attack weight (Atk Weight) assigned to them.\nThe targets of an AoE skill depend on its targeting range. (Front, Middle, Back, Special, etc.)\nWith AoE skills, Clashes can only occur against the manually targeted unit.\nIf an AoE skill loses in a Clash, the attack will be canceled against all its targets.\nDefense skills will still activate against AoE skills."
    }
  ]
}