{
  "dataList": [
    {
      "id": "tutorial_main_low_0",
      "content": "Main Menu Tutorial #1"
    },
    {
      "id": "tutorial_main_low_1",
      "content": "Main Menu Tutorial #2"
    },
    {
      "id": "tutorial_main_low_2",
      "content": "Main Menu Tutorial #3"
    },
    {
      "id": "tutorial_main_low_3",
      "content": "Main Menu Tutorial #4"
    },
    {
      "id": "tutorial_main_low_4",
      "content": "Main Menu Tutorial #5"
    },
    {
      "id": "tutorial_dungeon_formation_1",
      "content": "During the final stretch of each chapter, you’ll be exploring a <Dungeon>, a branch facility of the former L Corp."
    },
    {
      "id": "tutorial_dungeon_formation_2",
      "content": "Designate the Identities who will enter the Dungeon with you. You can’t adjust your team once inside, so choose wisely."
    },
    {
      "id": "tutorial_dungeon_formation_start_button",
      "content": "When you’re fully prepared, press the [Enter] button."
    },
    {
      "id": "tutorial_dungeon_entry_0_title",
      "content": "Dungeon Structure"
    },
    {
      "id": "tutorial_dungeon_entry_0",
      "content": "Your goal is to reach the last section of the bottom floor and retrieve the Golden Bough.\nThe Dungeon consists of multiple floors, each rife with events and encounters.\nClear the sector at the end of the floor to proceed to the next."
    },
    {
      "id": "tutorial_dungeon_entry_1_title",
      "content": "Dungeon Navigation"
    },
    {
      "id": "tutorial_dungeon_entry_1",
      "content": "Each sector is connected to one or more paths.\nYou can travel to adjacent sectors by selecting them.\nIt’s possible to retrace your steps, so feel free to explore where you want first."
    },
    {
      "id": "tutorial_dungeon_entry_2_title",
      "content": "Sustained Damage"
    },
    {
      "id": "tutorial_dungeon_entry_2",
      "content": "Sinners don’t heal after battle while in Dungeons.\nSinners with 0 HP are unable to participate, so keep track of their status.\nReaching a checkpoint will allow you to fully restore your Sinners."
    },
    {
      "id": "tutorial_dungeon_entry_3_title",
      "content": "Defeats and Retries"
    },
    {
      "id": "tutorial_dungeon_entry_3",
      "content": "After losing a battle, you can reattempt it from the start with whatever living Sinners remain on your full team."
    },
    {
      "id": "tutorial_dungeon_saveroom",
      "content": "You can find checkpoints as you explore the Dungeon.\nYour Sinners will fully heal their HP and reset their SP upon reaching one.\nWhen all of your Sinners die, you’ll be brought back to your last checkpoint.\nDo note that progress made beyond said checkpoint will be reset as well."
    },
    {
      "id": "tutorial_dungeon_ab_part_title",
      "content": "Abnormality Parts"
    },
    {
      "id": "tutorial_dungeon_ab_part_1",
      "content": "Abnormalities consist of at least one body part.\nEach part has its own slots, as well as individual skills."
    },
    {
      "id": "tutorial_dungeon_ab_speed_title",
      "content": "Abnormality Speed"
    },
    {
      "id": "tutorial_dungeon_ab_speed_1",
      "content": "Each Abnormality part has slots with the skills it intends to use.\nThe parts also have Speed values that determine their order of action.\nIf you target a skill slot with a Sinner whose Speed is higher, they can redirect that attack and Clash with it."
    },
    {
      "id": "tutorial_dungeon_ab_destroypart_title",
      "content": "Breaking Parts"
    },
    {
      "id": "tutorial_dungeon_ab_destroypart_1",
      "content": "When the HP of a body part is reduced to 0, it is <Broken>.\nA broken part becomes vulnerable to all physical attack types.\nSome parts may lose certain skills or passives after breaking.\nDo note that some Abnormalities have regenerative parts, as well as that breaking certain ones may instead enrage an Abnormality."
    },
    {
      "id": "tutorial_dungeon_ab_guide_title",
      "content": "The Abnormality Encyclopedia"
    },
    {
      "id": "tutorial_dungeon_ab_guide_1",
      "content": "The Encyclopedia records information on Abnormalities and their parts.\nBy nature, the Encyclopedia starts out incomplete.\nThe more you fight an Abnormality, the more its entry will be penned.\nAfter enough encounters, its Observation Level will go up.\nHigher Observation Levels can increase the damage you deal."
    },
    {
      "id": "tutorial_dungeon_ab_selection_title",
      "content": "Checks"
    },
    {
      "id": "tutorial_dungeon_ab_selection_1",
      "content": "Checks presented by Abnormalities have a required Sin Affinity and a threshold to pass.\nChoose a Sinner with the right affinity for a higher likelihood of success.\nThe Abnormality will react differently depending on your choice and its results.\nPassing the check usually gives you benefits, and failing it burdens you with disadvantages."
    },
    {
      "id": "tutorial_dungeon_saveroom_title",
      "content": "Checkpoints"
    },
    {
      "id": "tutorial_dungeon_saveroom_1",
      "content": "You can find checkpoints as you explore the Dungeon.\nYour Sinners will fully heal their HP and reset their SP upon reaching one.\nWhen all of your Sinners die, you’ll be brought back to your last checkpoint.\nDo note that progress made beyond said checkpoint will be reset as well."
    },
    {
      "id": "tutorial_skill_command_title",
      "content": "Ordering Attacks"
    },
    {
      "id": "tutorial_skill_command_1",
      "content": "For the combat phase to begin, every Sinner must be given an order.\nIn regular encounters, you select skills by chaining them across the Dashboard, from the left gear to the right one."
    },
    {
      "id": "tutorial_skill_coin_title",
      "content": "Skill Coins"
    },
    {
      "id": "tutorial_skill_coin_1",
      "content": "Each skill consists of at least 1 Coin, which represents the number of attacks it can perform.\nThe Coin is tossed when the attack is initiated, and its outcome may boost or reduce the Power of the skill.\nThis modifier carries over to the next Coin if there is one.\nThe two types of Coins are plus (+) and minus (-)."
    },
    {
      "id": "tutorial_adding_slot_title",
      "content": "Added Slots"
    },
    {
      "id": "tutorial_adding_slot_1",
      "content": "On the Dashboard, a new column is added for one Sinner at a time each turn in the order they were deployed, up to a total of 12.\nSinners that have gained one will not receive another until all of their allies gain one of their own.\nOnce every Sinner has an additional column, they are all once again eligible.\nEnemies also gain additional slots as the battle goes on."
    },
    {
      "id": "tutorial_passive_title",
      "content": "Passives"
    },
    {
      "id": "tutorial_passive_1",
      "content": "Passive abilities activate when skills of certain Affinities are chained."
    },
    {
      "id": "tutorial_ab_assign_skill_title",
      "content": "Attacking Abnormalities"
    },
    {
      "id": "tutorial_ab_assign_skill_1",
      "content": "Select a Sinner’s skill, then drag it to one of the Abnormality’s slots to designate the target.\nNote that each skill slot represents a different body part."
    },
    {
      "id": "ui_tutorial_2_1",
      "content": "You could send every Sinner into battle at once, yes. But commanding so many personnel at once will not be an easy task."
    },
    {
      "id": "ui_tutorial_2_2",
      "content": "Therefore, I will inform you of the appropriate number of participants depending on the particularities of each battle.\nFor this occasion, 5 Sinners will make an appropriate force."
    },
    {
      "id": "ui_tutorial_2_3",
      "content": "Select 5 Sinners you would like to deploy for this battle.\nYou can select the lower half of each Sinner's cards to deploy them."
    },
    {
      "id": "ui_tutorial_2_4",
      "content": "First, please select Faust."
    },
    {
      "id": "ui_tutorial_2_5",
      "content": "Precise work.\nSelect the rest of the Sinners you would like to deploy for this encounter."
    },
    {
      "id": "ui_tutorial_2_6",
      "content": "Selecting 'To Battle' will commence battle with the Sinners you have deployed."
    },
    {
      "id": "ui_tutorial_3_1",
      "content": "The Sinners you have deployed in the last encounter will automatically be selected for the next, saving you the trouble of selecting them again. Feel free to change them before entering the battle, however."
    },
    {
      "id": "ui_tutorial_3_2",
      "content": "Select the 'To Battle' button."
    },
    {
      "id": "ui_tutorial_4_1",
      "content": "One of Mephistopheles' various functions is 'Extraction'.\nYou can collect various Identities and E.G.O from here."
    },
    {
      "id": "ui_tutorial_4_2",
      "content": "Select the Extract button."
    },
    {
      "id": "ui_tutorial_4_3",
      "content": "You have acquired a new Identity.\nCollecting new Identities and E.G.O will be contributive to improving our combat performance."
    },
    {
      "id": "ui_tutorial_4_4",
      "content": "Now, let us return to battle.\nBattles can be accessed via the 'Drive' window."
    },
    {
      "id": "ui_tutorial_4_5",
      "content": "Select the top part of the Sinners to swap them out for a different Identity."
    },
    {
      "id": "ui_tutorial_4_6",
      "content": "Select Sinner Ishmael, if you will."
    },
    {
      "id": "ui_tutorial_4_7",
      "content": "From this menu, you may select one of the Identities you have Extracted to deploy them into battle.\nPlease select the newly acquired Identity for Ishmael."
    },
    {
      "id": "ui_tutorial_4_8",
      "content": "Well done. Selecting Identities appropriate for the particularities of each battle is the path to victory.\nNow, select the 'To Battle' button."
    }
  ]
}