{
  "dataList": [
    {
      "id": "이상",
      "name": "И Сан",
      "description": "Некогда самый юный старший исследователь в Крыле [УДАЛЕНО],\nон обладает интеллектом более высоким, нежели остальные грешники.\nВероятно, ежедневное общение будет осложнено\nдля менеджера выбранного нами уровня.\nОднако не менее рискованно и полное избегание диалога с ним.\nСо временем он может долгое время сохранять молчание;\nрекомендуется терпеливо подождать,\nпока он разберётся в собственных мыслях.",
      "sentence": ""
    },
    {
      "id": "파우스트",
      "name": "Фауст",
      "description": "Грешница, разработавшая двигатель для Мефистофеля,\nавтобуса, принадлежащего компании \"Лимбус\".\nОна утверждает, что нет в Городе человека, равного ей в знаниях и мудрости,\nно, быть может, она не заблуждается. Возможно, её поведение, словно она вынуждена\nопуститься до уровня собеседника, может показаться менеджеру оскорбительным,\nно рекомендуем просто кивать головой на все её изречения,\nведь она не оставляет своего высокомерия в общении с каждым,\nи эта черта вряд ли изменится. Несмотря на её гений, мы не знаем,\nкакую пользу она может принести компании.\nМожет быть, именно менеджер найдёт применение этому алмазу?",
      "sentence": ""
    },
    {
      "id": "돈키호테",
      "name": "Дон Кихот",
      "description": "Если бы мы решили измерить страстность и энтузиазм грешников,\nэта грешница, несомненно, получила бы высший балл.\nЯрая фанатка всего, что связанно с Корректировщицами, она коллекционирует и гордо носит\nна себе множество всевозможных сувениров, связанных с лучшими из них.\nОднако всё же не стоит ограничивать её в увлечениях, поскольку это совершенно не мешает ей в бою.\nОна глубоко поглощена ролью праведной Корректировщицы\n(Разве такие вообще существуют?),\nчто её поведение походит на третьесортную актрису.\nВсё же, чтобы миссия прошла гладко, менеджеру стоит подыграть ей.",
      "sentence": ""
    },
    {
      "id": "료슈",
      "name": "Рёшу",
      "description": "Каждый грешник во что-то верит всем своим сердцем,\nи считается, что хороший менеджер должен уважать это, но может случиться\nтак, что будет трудно даже притвориться, что вы понимаете кого-то из них.\nМолчаливая заядлая курильщица, её глаза сверкают в эйфории только во время битв.\nДля неё бессмысленное размозжение головы противника является\nне более чем невежественным актом, падением искусства.\n<b>[ВНИМАНИЕ]:</b> Прошлое этой грешницы — то, что даже наша компания не в состоянии разрешить;\nсделайте всё возможное, чтобы не переходить ей дорогу.",
      "sentence": ""
    },
    {
      "id": "뫼르소",
      "name": "Мерсо",
      "description": "Стремится получать короткие и ясные\nуказания, не требующие решений с его стороны.",
      "sentence": ""
    },
    {
      "id": "홍루",
      "name": "Хон Лу",
      "description": "Этот грешник жил более, чем в достатке до того момента,\nкак стал собственностью нашей компании.\nТаким образом, он стремится к свободе, но порой, неведомо для себя,\nможет оскорбить других грешников комментариями\nо их блюдах, незнанием культуры\nнизшего класса и неприятными вопросами.\nОднако в его голосе нет сарказма;\nэто не более чем проявление его чистого любопытства.\nТак что это не лучшая причина обнажать клинки.",
      "sentence": ""
    },
    {
      "id": "히스클리프",
      "name": "Хитклифф",
      "description": "Грешник, предпочитающий действовать, а не размышлять.\nВсе его мысли и чувства прекрасно видны на его лице\nи в его речи, и он даже не пытается их скрывать,\nчто может причинить менеджеру немало головной боли (а то и\nфизических травм…) во время общения с ним.\nНо, пожалуйста, учитывайте, что у этого грешника нет проблем с мышлением.\nИ если этот гнев не ослабнет после долгого\nсотрудничества, обратитесь в отдел кадров.\nС ним гораздо легче управиться, научившись думать просто и до глупости прямолинейно.",
      "sentence": ""
    },
    {
      "id": "이스마엘",
      "name": "Измаил",
      "description": "Вероятно, к этому моменту вы уже разочарованы проблематичным\nсостоянием многих грешников, но с ней вы можете выдохнуть спокойно — эта\nгрешница решает проблемы без лишних слов.\nТак как она относится к тем, кто принимает рассудительные решения,\nменеджер может без зазрений совести обращаться к ней за советом.\nОднако не забывайте: эта грешница пережила\nбезумное путешествие далеко в водных просторах.\nЕё терпение может казаться безграничным, но стоит вам испортить с ней отношения — и\nвернуть \"как было прежде\" будет крайне трудно.",
      "sentence": ""
    },
    {
      "id": "로쟈",
      "name": "Родя",
      "description": "В этой грешнице сильнее всего проявились печальные черты рождённой в Подворотнях.\nМенеджеру предстоит приглядывать за ней, ведь она\nлегко увлекается азартными играми и ставками.\nНередко вам предстоит быть строгим с ней, ведь на\nбольшинство указаний она привыкла отвечать\nподмигиванием, явно намекающим на нежелание выполнять\nприказ, или же глупой шуткой.\nВременами, она может оказаться в подавленном состоянии.\nОднако менеджер не в состоянии что-либо с этим сделать, так что\nжелательно просто переждать эту вьюгу.",
      "sentence": ""
    },
    {
      "id": "싱클레어",
      "name": "Синклер",
      "description": "Даже если принять во внимание факт того, что он проходит через\nэтап нестабильного роста, nэтот грешник кажется особенно удивлённым\nили расстроенным, если с ним заговорить.\nОн не привык к настоящим битвам, так что его может\nсильно пошатнуть зрелище чьих-то внутренностей.\nНекоторые грешники имеют тенденцию к жестокости, так что\nпо отношению к нему стоит использовать пряник, нежели кнут.\nВ нём скрывается убийственная ярость, о которой не знает даже он сам,\nно это значит, что в нём хранится потенциал стать экспертом нашей компании,\nесли дать ему правильные стимулы.",
      "sentence": ""
    },
    {
      "id": "오티스",
      "name": "Отис",
      "description": "Эта грешница также может быть превосходным советником, в зависимости от способностей менеджера.\nОднако она также чрезвычайно бесцеремонна, так что\nрекомендуем соглашаться с ней, коротко и ясно.\nЗа её плечами много опыта, включая знание различных тактик,\nтаким образом она является ценным кадром,\nу которого можно спросить совета.\nК тому же она обладает обширными знаниями в сфере технологий мастерских,\nпоэтому ей можно доверить лёгкую починку автобуса.\n<b>[ВНИМАНИЕ]:</b> В отличие от других грешников, записи о её прошлом находятся в строгой секретности.\n<b>[ВНИМАНИЕ]:</b> Следите за тем, чтобы её мысли были заняты только нашей миссией, и ничем иным.",
      "sentence": ""
    },
    {
      "id": "그레고르",
      "name": "Грегор",
      "description": "Этот грешник гораздо проще остальных, когда дело касается его личности.\nОднако при сильном всплеске эмоций или резкой смене окружения\nчасти его тела, включая полный покров, могут изменить ткани на жучиные\n(кожа покрывается хитином, начиная напоминать ■■■■■■■■).\nЕсли вы не желаете быть грубым менеджером\n(хотя вы и не обязаны быть с ними милыми),\nмы рекомендуем вам следить за своими эмоциями и жестами,\nчтобы не показать ему своё отвращение.\nХотя иногда он звучит цинично, если узнать его получше,\nнайти с ним общий язык не составит труда.",
      "sentence": ""
    }
  ]
}