{
  "dataList": [
    {
      "id": 800101,
      "name": "Яблочный сумрак",
      "desc": "Когда уничтожен Фрукт, все части получают 2 Слабость.\nФрукт восстанавливается спустя 1 ход.",
      "summary": "Когда уничтожен Фрукт, все части получают 2 Слабость"
    },
    {
      "id": 800102,
      "name": "НЕ ДЛЯ ПОКАЗА1",
      "desc": "После регенерации головы до 50% ОЗ появляется подсказка выбора."
    },
    {
      "id": 800103,
      "name": "НЕ ДЛЯ ПОКАЗА2",
      "desc": "В начале 3-го хода появляется подсказка выбора, с помощью которой вы можете убрать эффект Зелёного стебля."
    },
    {
      "id": 800104,
      "name": "Опутывающие корни",
      "desc": "В начале хода наносит 1 Связывание всем противникам.\nДлится до тех пор, пока Корни не будут разрушены.",
      "summary": "Наносит 1 Связывание всем противникам, пока Корни не будут разрушены"
    },
    {
      "id": 800105,
      "name": "Один единственный корень",
      "desc": "Корни получают 2 Повышение силы атаки за каждую целую Руку."
    },
    {
      "id": 800201,
      "name": "Фестиваль крови начинается",
      "desc": "Битва переходит в следующую фазу после уничтожения всех Глиняных кукол."
    },
    {
      "id": 800202,
      "name": "НЕ ДЛЯ ПУБЛИКАЦИИ",
      "desc": "В начале хода 2 фазы 2 появляется подсказка выбора 1."
    },
    {
      "id": 800203,
      "name": "Пусть разгорится огненный фестиваль",
      "desc": "Если уничтожены обе Руки или ОЗ главного тела достигает 70%, битва переходит в следующую фазу."
    },
    {
      "id": 800204,
      "name": "Ярый пыл",
      "desc": "В течение фазы 3\nВ начале хода наносит 3 Огонь всем противникам."
    },
    {
      "id": 800205,
      "name": "НЕ ДЛЯ ПОКАЗА",
      "desc": "Когда ОЗ достигает 60%, появляется подсказка выбора 2."
    },
    {
      "id": 800206,
      "name": "Пусть падёт звёздный фестиваль",
      "desc": "Когда ОЗ достигает 25%, битва переходит в следующую фазу."
    },
    {
      "id": 800207,
      "name": "НЕ ДЛЯ ПОКАЗА",
      "desc": "В начале хода 2 фазы 4 появляется подсказка выбора 3."
    },
    {
      "id": 800301,
      "name": "Идолопоклонство",
      "desc": "Не умирает при 0 ОЗ; вместо этого остаётся на поле боя как недействующий и не нацеливаемый персонаж.\nЯвляется побеждённым при победе над Календарём судного дня."
    },
    {
      "id": 800801,
      "name": "Треснувшее золото",
      "desc": "Восстанавливает ОЗ каждый ход на кол-во Золотой блеск."
    },
    {
      "id": 800901,
      "name": "",
      "desc": ""
    },
    {
      "id": 800902,
      "name": "Хрупкая сердцевина",
      "desc": "Когда уничтожена Голова, все части получают Обездвиживание на следующий ход.\nГолова регенерирует спустя 1 ход."
    },
    {
      "id": 800903,
      "name": "Гнилое яблоко",
      "desc": "Когда уничтожено тело, все части получают 2 Понижение силы атаки каждый ход."
    },
    {
      "id": 800904,
      "name": "НЕ ДЛЯ ПОКАЗА",
      "desc": "НЕ ДЛЯ ПОКАЗА"
    },
    {
      "id": 801001,
      "name": "Работа улучшенного завода",
      "desc": "При смерти этот персонаж восстанавливается на следующем ходу и получает 1 Операция."
    },
    {
      "id": 801002,
      "name": "Ты должен стать сильным",
      "desc": "В начале хода получает 1 Защищённость."
    },
    {
      "id": 801201,
      "name": "Ты должен стать сильным",
      "desc": "В начале хода получает 2 Защищённость."
    },
    {
      "id": 801301,
      "name": "Колеблющиеся желания",
      "desc": "При наличии Желание, персонаж получает 2 Слабость и 10 Связывание, а также 1 ячейку навыка, затем меняет поведение."
    },
    {
      "id": 801302,
      "name": "Манящие желания",
      "desc": "У персонажа появляется Желание каждый раз, как он теряет 30% от его ОЗ."
    },
    {
      "id": 801904,
      "name": "Трепещущий страх",
      "desc": "Получает 1 Защищённость за каждого умершего в этой волне союзника. (макс. 5.)"
    },
    {
      "id": 802401,
      "name": "Пульсирующие руки",
      "desc": "В начале хода получает Повышение силы атаки и Защищённость, равные счётчику Инстинкты."
    },
    {
      "id": 802402,
      "name": "Повреждённые руки",
      "desc": "Теряет 1 Инстинкты каждый раз, как получает урон от атак."
    },
    {
      "id": 802403,
      "name": "Восстанавливающаяся оболочка",
      "desc": "В конце хода, если персонаж не получал урона от атак в течение хода, он восстанавливает 5% ОЗ и получает 1 Инстинкты."
    },
    {
      "id": 802404,
      "name": "Безумные глаза",
      "desc": "Поведение зависит от счётчика Инстинкты.\nИспользует агрессивные навыки при 4+ Инстинкты и становится в защиту при 3-х и меньше."
    },
    {
      "id": 802501,
      "name": "Возросшая агрессия",
      "desc": "При получении удара от атаки получает 1 Инстинкты.\nЕсли у персонажа 4+ Инстинкты в конце хода, входит в состояние Неистовства."
    },
    {
      "id": 802502,
      "name": "Неистовство",
      "desc": "В состоянии Неистовства персонаж получает 3 Повышение силы атаки и 3 Слабость, меняет поведение и не получает Инстинкты при получении удара."
    },
    {
      "id": 802503,
      "name": "Изливающаяся ярость",
      "desc": "При менее, чем 50% ОЗ, входит в состояние Неистовства каждый ход."
    },
    {
      "id": 802701,
      "name": "Возросшая агрессия",
      "desc": "При получении удара от атаки получает 1 Инстинкты.\nЕсли у персонажа 4+ Инстинкты в конце хода, входит в состояние Неистовства."
    },
    {
      "id": 802702,
      "name": "Неистовство",
      "desc": "В состоянии Неистовства персонаж получает 3 Повышения силы атаки и 3 Слабость, меняет поведение и не получает Инстинкты при получении удара."
    },
    {
      "id": 802801,
      "name": "Гниющая кожа",
      "desc": "В начале хода при менее, чем 50% ОЗ, наносит 3 Яда при получении удара."
    },
    {
      "id": 802802,
      "name": "Снятие шкуры",
      "desc": "После поломки этой части, если другая рука не будет сломана в конце следующего хода, эта часть восстановится с теми же ОЗ, что и у другой руки."
    },
    {
      "id": 802803,
      "name": "Мучения от боли",
      "desc": "Когда обе руки сломаны, получает 5 Слабость и наносит 10 Яда всем противникам каждый ход."
    },
    {
      "id": 802804,
      "name": "Извивающиеся инстинкты",
      "desc": "Поведение зависит от счётчика Инстинкты.\nИспользует агрессивные навыки при 4+ Инстинкты и становится в защиту при 0."
    },
    {
      "id": 803302,
      "name": "Оторванная рука",
      "desc": "Когда сломана рука, получает 5 Слабость каждый ход."
    },
    {
      "id": 802901,
      "name": "Жуткий свист",
      "desc": "Если вы собрали менее 3-х частей Печать, Синклер получает 1 Связывание и Паралич каждый ход."
    },
    {
      "id": 802902,
      "name": "Мужество победить страх",
      "desc": "Если вы собрали 3 и более части Печать, Синклер получает 1 Повышение силы атаки и 2 Защищённость каждый ход."
    },
    {
      "id": 802903,
      "name": "Ты должен принять свою боль!",
      "desc": "В начале хода, если у несломанной части есть Кровотечение или Огонь, восстанавливает 15% от макс. ОЗ и получает 3 Повышение силы атаки.\nИсцеляющие и статусные эффекты уменьшаются в зависимости от кол-ва частей Печати, вплоть до 0."
    },
    {
      "id": 802904,
      "name": "Наслаждение казнью",
      "desc": "После убийства противника получает 2 Спешка и 5 Повышение урона на следующий ход."
    },
    {
      "id": 803001,
      "name": "Переполняющий экстаз",
      "desc": "Начиная с хода 3 получает Экстаз каждые 2 хода."
    },
    {
      "id": 803002,
      "name": "Процветающее очищение",
      "desc": "Если главное тело Кромер достигает 50% ОЗ, она получает Очищение на оставшиеся ходы."
    },
    {
      "id": 803003,
      "name": "Совершенная плоть",
      "desc": "Когда сломана рука, часть получает 2 Понижение силы атаки."
    },
    {
      "id": 803101,
      "name": "Кровяной мешок",
      "desc": "Повышение сопротивления к Гневу.\nПонижение сопротивления к Унынию."
    },
    {
      "id": 803102,
      "name": "Водяной мешок",
      "desc": "Пока активен этот эффект, Ядро восстанавливает (20 * счётчик Водяной мешок) ОЗ."
    },
    {
      "id": 803103,
      "name": "Кипящая кровь",
      "desc": "Если сломано тело при наличии Кровяной мешок, все противники получают 20 фикс. урона."
    },
    {
      "id": 803201,
      "name": "Молниеотвод",
      "desc": "Когда Телестолб получает удар, наносит 2 Ток атаковавшему на этот ход.\nПри 5+ Молния все Части будут наносить 3 Ток атаковавшему, начиная со следующего хода.\n(Длится до тех пор, пока кол-во Молния не достигнет 0.)\nПри получении удара от атаки Лени кол-во наносимого Ток уменьшается вдвое. (округляется в меньшую сторону.)"
    },
    {
      "id": 803202,
      "name": "Молния",
      "desc": "Пока Телестолб не сломан, получает 1 Молния после атаки.\nКаждый раз, как Телестолб получает удар, теряет 1 Молния."
    },
    {
      "id": 803203,
      "name": "Сломанные фрагменты",
      "desc": "Когда Телестолб оглушён или сломан, теряет все Молния.\nВсе атаки Уличного сторожевого пса будут отменены на ход."
    },
    {
      "id": 803401,
      "name": "Куриные Боньи ножки",
      "desc": "В конце хода наносит 3 урона по СД случайному противнику."
    },
    {
      "id": 803701,
      "name": "Усиление курочки Бони",
      "desc": "В конце хода даёт 2 Повышение урона и 2 Защищённость всем союзникам на следующий ход."
    },
    {
      "id": 803901,
      "name": "Счастливый цыплёнок",
      "desc": "В конце хода восстанавливает 5 ОЗ за каждого Сырого цыплёнка на поле боя."
    },
    {
      "id": 803902,
      "name": "Грустная курочка",
      "desc": "В конце хода наносит 5 урона по СД всем противникам за каждого Сырого цыплёнка на поле боя."
    },
    {
      "id": 803903,
      "name": "Ранимая наседка",
      "desc": "Когда часть ломается, каждый ход получает 1 Слабость за каждого Сырого цыплёнка, который умер перед поломкой части."
    },
    {
      "id": 803904,
      "name": "Мощная курятина",
      "desc": "Если часть не сломана, получает 1 Повышение урона за каждого живого Сырого цыплёнка."
    },
    {
      "id": 804101,
      "name": "Растущая печаль",
      "desc": "В конце хода, если у персонажа 3+ Нерешённая печаль, генерирует голову на следующий ход и меняет поведение."
    },
    {
      "id": 804102,
      "name": "Безутешная печаль",
      "desc": "В конце хода, если у персонажа 3+ Нерешённая печаль и голова сломана, становится оглушён на следующий ход."
    },
    {
      "id": 804103,
      "name": "Взять за рога",
      "desc": "Когда голова оглушена, все части становятся оглушёнными на следующий ход."
    },
    {
      "id": 804104,
      "name": "Полностью взять за рога",
      "desc": "Когда голова сломана, все части становятся оглушёнными на следующий ход. После этого все части получают 3 Понижение силы атаки на оставшуюся битву."
    },
    {
      "id": 804501,
      "name": "Живой нерв",
      "desc": "При смерти все навыки на этот ход отменяются.\nПолучает Подзаряд, равный текущему кол-ву."
    },
    {
      "id": 804502,
      "name": "Подвижный нерв",
      "desc": "После смерти навыки атаки тратят 1 Подзаряд.\nАтакует противников, пока не закончится Подзаряд."
    },
    {
      "id": 804503,
      "name": "Повышенная живучесть",
      "desc": "Каждые 5 ходов получает щит, равный ОЗ головы."
    },
    {
      "id": 804504,
      "name": "Закончившаяся живучесть",
      "desc": "После использования 'Свернуться', если закончился щит, тратит Подзаряд.\nВсе части становятся оглушёнными на следующий ход."
    },
    {
      "id": 804601,
      "name": "Сломанный зонт",
      "desc": "Когда сломана спина, получает 3 Слабость каждый ход. Наносит +2 Разрыв."
    },
    {
      "id": 804602,
      "name": "Порванный зонт",
      "desc": "Когда главный зонт сломан, получает 5 Понижение уровня атаки каждый ход. Наносит +2 Утопание."
    },
    {
      "id": 804603,
      "name": "Последняя борьба",
      "desc": "При 15% ОЗ скорость персонажа фиксирована на 1, также он получает 1 Понижение силы атаки.\nОЗ новых призванных Старых зонтов на 30% больше. Использует 'Плач в поисках чего-то' каждый ход."
    },
    {
      "id": 804701,
      "name": "Тлеющий уголёк",
      "desc": "В конце хода, если у этого персонажа есть Огонь, наносит то же самое кол-во всем персонажам с Запутывающий оберег проклятия на следующий ход"
    },
    {
      "id": 804702,
      "name": "Разбитая возможность",
      "desc": "Когда сломана рука, наносит -20% урона"
    },
    {
      "id": 804801,
      "name": "Пьяная икота!",
      "desc": "Становится оглушённым после использования 'Возьму-ка это!' на противников с 5+ Опьянение и успешной атаки."
    },
    {
      "id": 804802,
      "name": "Бодрящий запах, не так ли?",
      "desc": "Таинственный запах изнутри, поднимает настроение.\nСлучайный Грешник получает 5 Повышение морали в начале волны."
    },
    {
      "id": 805201,
      "name": "Заброшенный старый зонт",
      "desc": "Когда этот персонаж убит, убивший его Грешник получает 2 Спешка на следующий ход.\nВсе части Бродячего лиса получают 2 Связывание и 1 Остатки зонта."
    },
    {
      "id": 804301,
      "name": "Рискующий рассудок",
      "desc": "В конце каждого хода теряет 10 СД."
    },
    {
      "id": 804302,
      "name": "Рискующий разум",
      "desc": "Будучи в слабом духе, получает 2 Повышение силы атаки и 3 Связывание."
    },
    {
      "id": 804303,
      "name": "Пошатнувшийся разум",
      "desc": "В панике становится оглушён."
    },
    {
      "id": 804304,
      "name": "Решимость",
      "desc": "При выходе из паники полностью восстанавливает СД и получает 2 Спешка и 2 Повышение силы атаки."
    },
    {
      "id": 804305,
      "name": "Э.Г.О. Лоботомии",
      "desc": "Начинает битву с щитом, равным 1200 ОЗ"
    },
    {
      "id": 805301,
      "name": "Ограждённое сердце",
      "desc": "Каждый раз, когда этот персонаж сломан, Донбэк получает +5 счётчиков Утопание, а все Грешники теряют 2 счётчика Утопание; все Грешники получают 2 Защищённость и 2 Повышение силы атаки на следующий ход."
    },
    {
      "id": 804401,
      "name": "В полном расцвете",
      "desc": "В начале хода 5 призывает 4 Цветущих цветка с 3 Рост"
    },
    {
      "id": 804402,
      "name": "Цветущий разум",
      "desc": "Когда ОЗ достигает 50%, входит в следующую фазу. ОЗ не падают ниже 50% до смены фазы."
    },
    {
      "id": 804403,
      "name": "Дуэль",
      "desc": "Когда ОЗ падают ниже 50%, использует специальный навык и нацеливается на 1 персонажа, затем получает иммунитет против оглушения и паники на следующие 2 хода.\nЕсли 'Дуэль' у И Сана, Донбэк получает 1 Повышение силы атаки.\nЕсли И Сан побеждает в дуэли, все союзники получают 3 Повышение урона на следующий ход.\nЕсли Донбэк побеждает в дуэли, она полностью восстанавливает СД."
    },
    {
      "id": 804404,
      "name": "Цена цветения",
      "desc": "Если 'Приятный весенний воздух' проигрывает в столкновении, теряет 10 СД"
    },
    {
      "id": 805401,
      "name": "Растущий цветок",
      "desc": "Появляется с 1 Рост"
    },
    {
      "id": 804901,
      "name": "나오면 안되는 텍스트 (번역 x)",
      "desc": "나오면 안되는 텍스트 (번역 x)"
    },
    {
      "id": 804902,
      "name": "나오면 안되는 텍스트 (번역 x)",
      "desc": "나오면 안되는 텍스트 (번역 x)"
    },
    {
      "id": 804903,
      "name": "Саморазрушение",
      "desc": "Все навыки нацеливаются бесконтрольно. При каждом использованном навыке персонаж теряет 2% от макс. ОЗ."
    },
    {
      "id": 804904,
      "name": "Самосохранение",
      "desc": "Эффекты, восстанавливающие ОЗ, восстанавливают в два раза больше."
    },
    {
      "id": 805601,
      "name": "Лучезарное тщеславие",
      "desc": "Пока этот персонаж на поле боя, Донран получает 1 Защищённость и 1 Повышение силы атаки в начале каждого хода."
    },
    {
      "id": 805602,
      "name": "Великое достижение",
      "desc": "Пока у этого персонажа есть Великое достижение, этот эффект даёт:\n- Может быть уничтожен только атаками Донрана.\n- Если Грешник опускает ОЗ этого персонажа до 1, Грешник восстанавливает ОЗ, а этот персонаж получает Пустая честь.\n- Если Донран убивает этого персонажа, Донран восстанавливает ОЗ и становится сильнее на следующий ход."
    },
    {
      "id": 805603,
      "name": "Пустая честь",
      "desc": "Пока у этого персонажа есть Пустая честь, этот эффект даёт:\n- Может быть уничтожен только атаками Донрана.\n- Если Донран убивает этого персонажа, Донран теряет ОЗ, получает 1 Пустота и становится слабее на следующий ход"
    },
    {
      "id": 805701,
      "name": "Плодородие",
      "desc": "Убивший этого персонажа восстанавливает 5% от макс. ОЗ и получает 1 Спешка и 1 Повышение силы атаки на следующий ход"
    },
    {
      "id": 805001,
      "name": "Навстречу к идеалу",
      "desc": "Когда ОЗ достигают 85% и 50% от макс. ОЗ соответственно, призывает 2 Древа желаний и меняет поведение."
    },
    {
      "id": 806001,
      "name": "Светлое желание",
      "desc": "Пока этот персонаж на поле боя, Донран получает 1 Повышение урона и 1 Защищённость в начале каждого хода."
    },
    {
      "id": 805004,
      "name": "Цена забвения",
      "desc": "Если 'Пора собирать урожай' проигрывает в столкновении, теряет 5 СД"
    },
    {
      "id": 805005,
      "name": "Горькая улыбка",
      "desc": "В панике получает 2 Защищённость и сбрасывает СД до 0 в начале следующего хода."
    },
    {
      "id": 805006,
      "name": "Невыгодное решение",
      "desc": "При выходе из оглушения получает 1 Повышение силы атаки."
    },
    {
      "id": 805007,
      "name": "Изматывающее стремление",
      "desc": "После использования навыка Будь моим удобрением 3 раза, становится оглушён на следующий ход."
    },
    {
      "id": 805002,
      "name": "Навстречу к идеалу",
      "desc": "Когда ОЗ достигают 85% от макс. ОЗ, призывает 2 Древа желаний и меняет поведение."
    },
    {
      "id": 805003,
      "name": "Навстречу к идеалу",
      "desc": "Когда ОЗ достигают 50% от макс. ОЗ, призывает 2 Древа желаний и меняет поведение."
    },
    {
      "id": 805901,
      "name": "Перерыв",
      "desc": "Если на поле боя присутствует Гигантский клевер, этот персонаж восстанавливает 30 ОЗ в конце хода."
    },
    {
      "id": 805902,
      "name": "Потерянное средство",
      "desc": "Когда сломана рука, персонаж получает 2 Понижение силы атаки каждый ход."
    },
    {
      "id": 805903,
      "name": "Неполная тень",
      "desc": "Когда сломан лист, персонаж получает 4 Понижение уровня защиты и 1 Слабость каждый ход."
    },
    {
      "id": 806201,
      "name": "Загрязняющий лист",
      "desc": "В начале хода даёт 1 Повышение восстановления ОЗ и 1 Повышение силы атаки Фее-длинноножке."
    },
    {
      "id": 80620101,
      "name": "Загрязняющий лист",
      "desc": "В начале хода даёт 1 Повышение восстановления ОЗ и 1 Повышение силы атаки Фее-длинноножке."
    }
  ]
}