{
  "dataList": [
    {
      "id": 2010111,
      "name": "Тишина",
      "desc": "При получении удара получает 3 Связывания на след. ход и наносит на 20% больше урона, когда использует тип урона, к которому цель Слаба или Фатальна.\n(Единожды за ход)"
    },
    {
      "id": 2010211,
      "name": "Уголёк",
      "desc": "При победе в столкновении наносит Огонь, равный (А-Резонанс Гнева / 2).\n(Единожды за навык)"
    },
    {
      "id": 2010311,
      "name": "Толь харыбан",
      "desc": "В начале хода получает 3 Защищённость от Дробящего урона и Защищённость от Лени."
    },
    {
      "id": 2020111,
      "name": "Апатия",
      "desc": "Если противник оглушён во время атаки этого персонажа, 1 союзник с наименьшей СД получает +2 к эффективности восстановления СД на след. ход (макс. 3 раза за ход)"
    },
    {
      "id": 2020211,
      "name": "Обволакивающая жидкость",
      "desc": "В начале хода даёт 2 Защищённости союзнику с наименьшими ОЗ (включая себя)."
    },
    {
      "id": 2020311,
      "name": "Больно!",
      "desc": "Наносит на 10% больше урона за каждый негативный эффект на этом персонаже. (до 50%)"
    },
    {
      "id": 2030111,
      "name": "Неумеренный энтузиазм",
      "desc": "При ударе, если у цели есть Кровотечение, восстанавливает 3 ОЗ."
    },
    {
      "id": 2030211,
      "name": "Волны тоски",
      "desc": "Цель самого правого на приборной панели навыка теряет СД, равное (2х А-Резонанс Уныния) после атаки. \n(Аномалии вместо этого получают урон Уныния)"
    },
    {
      "id": 2040111,
      "name": "Искусство",
      "desc": "Наносит и получает на 5% больше урона за каждого противника, которого этот персонаж убил в предыдущем ходе."
    },
    {
      "id": 2040211,
      "name": "Пламя 4-ой спички",
      "desc": "Каждый 4-ый используемый навык получает +4 к конечной силе, а также наносит 4 Огня каждой своей атакой."
    },
    {
      "id": 2050111,
      "name": "Отказ судить",
      "desc": "В начале боевой фазы получает 3 Защищённости, если персонаж выбран целью 3-х и более навыков."
    },
    {
      "id": 2050211,
      "name": "Финальная аугментация",
      "desc": "Если Э.Г.О. навык <Хочешь, накостыляю? Очень?> используется при менее, чем 25% ОЗ, персонаж получает 3 Повышения силы атаки, Повышения силы защиты и Спешки каждый ход, но спустя 3 хода умирает."
    },
    {
      "id": 2050311,
      "name": "Откровение свыше",
      "desc": "После победы в столкновении с помощью самого левого на приборной панели навыка даёт 1 Повышение силы атаки или Повышение силы защиты случайному союзнику на след. ход."
    },
    {
      "id": 2060111,
      "name": "Волны",
      "desc": "В начале боевой фазы восстанавливает СД союзнику с наименьшей СД на кол-во наибольшего А-Резонанса, исключая навыки персонажей в панике."
    },
    {
      "id": 2060211,
      "name": "Связывающие ленты",
      "desc": "Цель самого левого на приборной панели навыка получает (А-Резонанс Похоти / 4) Слабости к Похоти на след. ход."
    },
    {
      "id": 2070111,
      "name": "Дух соперничества",
      "desc": "Когда союзник убивает противника, персонаж получает 1 Повышение силы атаки и 1 Спешку на след. ход. (макс. 3)"
    },
    {
      "id": 2070211,
      "name": "Рычание",
      "desc": "После убийства противника получает Заряд, равный половине А-Резонанса Зависти в этом ходе.\n(А-Резонанс Зависти / 2)"
    },
    {
      "id": 2080111,
      "name": "Порыв",
      "desc": "Сила столкновения +2 в столкновениях, где показатель выигрыша в пользу персонажа.\nСила столкновения -2 в столкновениях, где показатель выигрыша не в пользу персонажа."
    },
    {
      "id": 2080211,
      "name": "Розовые ленты",
      "desc": "При победе в столкновении наносит 1 Розовые ленты"
    },
    {
      "id": 2080311,
      "name": "Огненный душ",
      "desc": "При ударе, если у цели есть Огонь, наносит 1 Огонь 3-ём случайным противникам."
    },
    {
      "id": 2090111,
      "name": "Отсечение",
      "desc": "+1 к Восстановлению СД, -1 к Потере СД"
    },
    {
      "id": 2090211,
      "name": "Искры пламени",
      "desc": "После убийства противника, у которого был Огонь, восстанавливает ОЗ на (А-Резонанс Гнева)% от макс. ОЗ."
    },
    {
      "id": 2090311,
      "name": "Холод",
      "desc": "При ударе, если у цели 5+ Утопания, наносит ей 1 Связывание и Понижение силы атаки.\n(макс. 3 раза на одного персонажа.)"
    },
    {
      "id": 2100111,
      "name": "Нестабильность",
      "desc": "Если монетка навыка совершает удар стороной, отличающейся от предыдущей монетки в том же навыке, персонаж теряет 5 СД и получает 1 Повышение урона на этот ход. (3 раза за ход)"
    },
    {
      "id": 2100211,
      "name": "Жертвоприношение",
      "desc": "После убийства противника с помощью атаки или контратаки, получает 5 Э.Г.О. ресурсов этого навыка."
    },
    {
      "id": 2110111,
      "name": "Тактическое совершенство",
      "desc": "Если персонаж не получал ударов в течение хода, он получает 1 Повышение урона на след. ход. (макс. 3)"
    },
    {
      "id": 2110211,
      "name": "Стебель сомнения",
      "desc": "В начале хода получает 1 Повышение Пронзающего урона.\nПри ударе, если выпал орёл, наносит 1 Связывание и +1 счётчик Разрыва на след. ход."
    },
    {
      "id": 2110311,
      "name": "Пустота",
      "desc": "В начале хода получает 1 Повышение урона Похоти.\nПолучает на 1 больше, когда СД ниже 0."
    },
    {
      "id": 2120111,
      "name": "Неконтролируемое превращение",
      "desc": "В начале хода, если ОЗ ниже 25%, восстанавливает 15 ОЗ и получает 2 Защищённости.\nПри активации этого эффекта даёт 1 случайному союзнику и 1 случайному противнику +2 к Потере СД."
    },
    {
      "id": 2120211,
      "name": "Опарыши",
      "desc": "При ударе наносит 5 Опарышей с вероятностью (А-Резонанс Чревоугодия x8)%."
    },
    {
      "id": 2120311,
      "name": "Усвоение удобрений",
      "desc": "После убийства противника, у которого был Разрыв, восстанавливает ОЗ в кол-ве (А-Резонанс Чревоугодия)% от макс. ОЗ."
    },
    {
      "id": 2030311,
      "name": "Беспорядочный разряд",
      "desc": "В начале боевой фазы случайный союзник с Зарядом получает +(А-Резонанс Зависти / 2) счётчика Заряда."
    },
    {
      "id": 2020411,
      "name": "Адаптивное вызволение",
      "desc": "Пока у этого персонажа есть Заряд, наносит +2% урона за каждый счётчик Заряда.\nНавыки тратят на 2 меньше счётчиков Заряда."
    },
    {
      "id": 2030411,
      "name": "Котёл обжорства",
      "desc": "В начале хода превращает 2 случайных Э.Г.О. ресурса (не считая Похоти) в 1 ресурс Похоти."
    },
    {
      "id": 2100311,
      "name": "Взрыв рагу",
      "desc": "Монетки, на которых выпала решка, наносят 1 Огонь при ударе по противнику."
    },
    {
      "id": 2010411,
      "name": "Бродящий",
      "desc": "В начале хода получает +4 счётчика Заряда, если не было получено урона за предыдущий ход.\nПосле успешной атаки по противнику с меньшей скоростью, наносит +1 счётчик Разрыва. (3 раза за ход)"
    },
    {
      "id": 2060311,
      "name": "Восстановление беспорядочного феномена",
      "desc": "При нанесении урона противнику с помощью негативных эффектов получает +1 счётчик Заряда. \n(Макс. +4 за ход.)\nКогда ОЗ достигают 0 первый раз за битву, тратит все Заряды и восстанавливает ОЗ пропорционально потраченному кол-ву. (Нельзя восстановить более 25% от макс. ОЗ.)"
    },
    {
      "id": 2050411,
      "name": "Необузданная взбудораженность",
      "desc": "В начале боевой фазы, если является целью 2-ух и более навыков, навыки этого персонажа получают +1 к основной силе; при получении удара наносит 1 Огонь на атаковавшего. (5 раз за ход)"
    },
    {
      "id": 2080411,
      "name": "Убийство под аплодисменты",
      "desc": "При атаке цели, у которой менее 30% ОЗ, навыки Гнева наносят на 20% больше урона."
    },
    {
      "id": 2110411,
      "name": "Охотничьё чутьё",
      "desc": "После столкновения получает 2 Дыхания\nПри оглушении получает 2 Защищённости; при выходе из оглушения получает 5 Дыхания"
    },
    {
      "id": 2070311,
      "name": "Вспыльчивый разряд",
      "desc": "При получении удара тратит 1 счётчик Заряда для восстановления 2.5% от макс. ОЗ.\nПри менее, чем 40% ОЗ, получает 1 счётчик Заряда перед восстановлением ОЗ. (можно получить до 10 счётчиков заряда за ход)"
    },
    {
      "id": 2120411,
      "name": "Переменный разряд",
      "desc": "При ударе орлами тратит 2 счётчика Заряда, чтобы дать +1 счётчик Заряда союзнику с наименьшим кол-вом Заряда"
    },
    {
      "id": 2010511,
      "name": "Луч солнца после дождя",
      "desc": "В начале хода все союзники восстанавливают 3 СД"
    },
    {
      "id": 2040311,
      "name": "Паутина",
      "desc": "При победе в столкновении наносит 1 Связывание на след. ход (3 раза за ход)"
    },
    {
      "id": 2040411,
      "name": "Хищница",
      "desc": "Если в этом ходе восстанавливает ОЗ больше, чем на 10% от макс. ОЗ, получает 1 Повышение силы атаки на след. ход."
    },
    {
      "id": 2040511,
      "name": "Открытая банка",
      "desc": "При ударе, если у цели 5+ Утопания, наносит 1 Понижение силы защиты. (5 раз за ход)"
    },
    {
      "id": 2060411,
      "name": "Крики чаек с дальних морей",
      "desc": "Когда противник убит, союзник с наименьшей СД восстанавливает 1 СД.\nКаждый раз, как противник убит, кол-во восстанавливаемого СД повышается на 2. (макс. 9)\nКол-во сбрасывается при начале новой волны."
    }
  ]
}