{
  "dataList": [
    {
      "id": "FileDownload_Desc_01",
      "title": "Город и Гнёзда",
      "desc": "Мы понимаем, что вы находитесь в необычной ситуации. Для многих это — данность, но мы объясним вам основы.\nКак вы могли забыть, мы живём в огромном городе, разделённом на двадцать шесть районов. Центр каждого района называется \"Гнездом\". Подобно птице, защищающей в гнезде свои яйца, гигантские корпорации защищают жителей своих Гнёзд.\nОднако, кроме света есть и тень… И жители Города вне Гнёзд брошены на произвол судьбы и вынуждены выживать своими силами."
    },
    {
      "id": "FileDownload_Desc_02",
      "title": "Крылья",
      "desc": "Мы говорим не о крыльях птиц.\nОднако они ведут себя подобно птицам, защищающим своё гнездо, так что нельзя опровергнуть их схожесть.\nКрылья — это 26 гигантских корпораций, правящих Гнёздами Города. Каждое Крыло улучшает жизнь Города и способствует благополучию Гнёзд благодаря ошеломляющим технологиям, названым сингулярностями.\nНо всё меняется, когда Крылья ломаются. Поколениями дни, когда Крылья ломаются, порождают собой ужасающие события.\nОднажды, на месте сломанных Крыльев вспархнут новые. Однако, что до безопасности опустевших Гнёзд… Некому защитить их."
    },
    {
      "id": "FileDownload_Desc_03",
      "title": "Корпорация \"Лоботомия\"",
      "desc": "Корпорация из Гнезда L, некогда бывшая одним из Крыльев.\nТакже названная, как Корп. L, она отвечала за выработку энергии и энергообеспечение Города.\nОднако, эта корпорация пала в начале инцидента \"Белых ночей и чёрных дней\", повергшего в шок весь Город, и с тех пор место Крыла для Гнезда L остаётся пустующим.\nТак как корпорация L производила энергию для всего Города, после её падения осталось множество филиалов. И хотя они превратились в руины, в них хранится множество полезных вещей.\nИ, возможно… самых опасных."
    },
    {
      "id": "FileDownload_Desc_04",
      "title": "Золотые ветви",
      "desc": "В глубинах подземелий филиалов павшей корпорации \"Лоботомия\" находятся Золотые ветви — эссенции, некогда бывшие частью технологии Корпорации. Они напоминают ветви деревьев, переливающиеся золотым светом.\nМенеджер, наиболее важной работой для вас и грешников будет получение этих Ветвей.\nБесчисленное множество возможностей, что может подарить Золотая ветвь, привлекает многих в этом Городе, так что получение Ветвей окажется задачей гораздо более сложной, чем поход в магазин.\nМы убедительно просим вас не забывать о мудрости в суждениях, когда вы будете собирать эти Ветви."
    },
    {
      "id": "FileDownload_Desc_05",
      "title": "Аномалии",
      "desc": "Корпорация \"Лоботомия\" вырабатывала энергию с помощью сущностей, названных \"аномалиями\".\nКак можно понять из имени, они могут быть как чем-то ужасным и непонятным, словно не из этого мира, так и чем-то вполне обыкновенным, но способным привести к плачевным последствиям, если ошибиться в \"управлении\" ими.\nВ конце концов, после падения Крыла все филиалы оказались замурованы (вероятнее всего, сотрудники даже не знали об подобном исходе), и рабочий персонал оказался заперт вместе с аномалиями.\nПрошло немало времени, так что вряд ли сотрудники остались в живых, однако аномалии… Они остались бродить по заброшенным филиалам."
    },
    {
      "id": "FileDownload_Desc_06",
      "title": "Э.Г.О.",
      "desc": "Поговаривают, корпорация \"Лоботомия\" нашла способ извлекать оружие и броню из тел аномалий. На самом деле эта технология основывалась на создания формы из внутреннего мира человека, но сейчас она утрачена и мы не знаем точного способа его восстановления.\nНекоторые отделы нашей компании предполагают, что, ваши грешники смогут создать собственное Э.Г.О. К тому же, Э.Г.О. аномалий также использует внутреннее состояние человека в качестве медиума."
    },
    {
      "id": "FileDownload_Desc_07",
      "title": "Энкефалин",
      "desc": "Это энергия, которую производила корпорация \"Лоботомия\"\nВ основном используемый вместо электричества, он имеет и иные возможности использования.\nЗелёная субстанция, чаще всего имеющая состояние жидкости, при потреблении приносит успокоение и расслабление. Предыдущая корпорация L нередко прибегала к попыткам увеличения эффективности работы, прописывая это вещество сотрудникам с высоким уровнем стресса.\nОднако при чрезмерном потреблении (в особенности необработанного) Энкефалина…\nИсход, мягко говоря, будет печальным."
    },
    {
      "id": "FileDownload_Desc_08",
      "title": "Корректировщики",
      "desc": "В Городе происходит множество вещей, и люди, решающие возникшие при этом проблемы, зовутся \"корректировщиками\".\nКонечно, нельзя просто провозгласить себя корректировщиком; необходимо сначала прийти в ассоциацию или офис, подвластный ей, и получить лицензию корректировщика.\nНо одной лицензии недостаточно — необходимо работать, продвигаясь по ранговой лестнице с самого дна. (Правда, не все в этом заинтересованы.)\nХотя они созданы, чтобы решать проблемы Города, всем известно, что нередко корректировщики сами становятся проблемой."
    },
    {
      "id": "FileDownload_Desc_09",
      "title": "Ассоциации и офисы",
      "desc": "В Городе, крупные организации, контролирующие корректировщиков, называются \"ассоциациями\". Обычно, любая вещь, происходящая в Городе, попадает под юрисдикцию одной из ассоциаций, и та, в свою очередь, отдаёт работу корректировщикам.\nОфисы похожи на ассоциации тем, что являются группами корректировщиков, однако, они меньше. И пока одни офисы работают под прямым контролем ассоциаций, другие ищут работу сами.\nВ Городе существует популярная поговорка, \"Сколько корректировщиков, столько и офисов\". И правда, существует бесчисленное множество офисов; они быстро формируются и так же быстро исчезают без следа."
    }
  ]
}