{
  "dataList": [
    {
      "id": "10101",
      "title": "Врум-врум",
      "place": "Мефистофель",
      "desc": "Во время этой поездки я не могу отделаться от чувства неловкости и нависающей опасности. Несмотря на то, что мне дали роль \"менеджера\", я без понятия, что могу сделать в подобных ситуациях. Так что я решил спросить грешника с жучиной рукой, куда мы направляемся."
    },
    {
      "id": "10102",
      "title": "Потанцуем",
      "place": "Где-то в Подворотнях 4 района",
      "desc": "После \"просьбы\", в которой я не мог отказать, при отматывании стрелок часов мне пришлось претерпеть несколько серий агонии и нескончаемой боли, от которой хотелось только умереть. В автобусе повисла неприятная тишина, так что я решил помолчать. Остаётся надеяться, что ничего не случится до того момента, как мы приедем в четвёртый район…"
    },
    {
      "id": "10103",
      "title": "Палуба автобуса",
      "place": "Где-то в Подворотнях 4 района",
      "desc": "Банда хулиганов напала на нас в попытках отобрать автобус. Но по какой-то причине мы не убили их сразу, а оставили в живых и кинули их перед Мефистофелем…"
    },
    {
      "id": "10104",
      "title": "Энкефалин",
      "place": "Где-то в Подворотнях 4 района",
      "desc": "Мы смотрели на то, как Мефистофель пожирал трупы, и его пасть казалась более надёжной, чем все грешники вместе взятые. Я понимал, что с автобусом что-то не то, с того самого момента, как увидел его в первый раз, но что именно? Похоже, Фауст есть что сказать."
    },
    {
      "id": "10105",
      "title": "Юри",
      "place": "Где-то в Подворотнях 4 района",
      "desc": "Когда автобус заканчивал со своей \"трапезой\", Вергилий крикнул мне, что мы ожидаем гостей. Мне стало интересно, кто же решился стать частью нашей компании в этой не самой приятной поездке."
    },
    {
      "id": "10106",
      "title": "Карта",
      "place": "Где-то в Подворотнях 4 района",
      "desc": "Нашей гостьей оказалась Юри, корректировщица, что некогда была сотрудницей корпорации \"Лоботомия\". Судя по её безразличию при виде автобуса, пожирающего людей, она через многое прошла. Но стоило ей взглянуть на карту и, затем, на водительское сидение…"
    },
    {
      "id": "10107",
      "title": "Трио",
      "place": "Где-то в Подворотнях 4 района",
      "desc": "Я оказался глубоко шокирован, узнав что… Харон вообще не имеет ни малейшего чувства направления. С другой стороны хвала богам, что мы узнали об этом в самом начале нашей поездки. Юри решила взять ситуацию в свои руки и начала учить Харон читать карту, да и Синклер присоединился к ним. Они довольно громкие, но всё же… не могу сказать, что мне не нравится то, что я вижу."
    },
    {
      "id": "10108",
      "title": "Вредители",
      "place": "Где-то в Подворотнях 4 района",
      "desc": "Родя посмотрела в окно автобуса на Подворотни только чтобы, вздрогнув, отвернуться. Её взгляд пал на группу людей с жучиными головами. Тогда, выражение лица Грегора тоже изменилось. Однако, в отличие от Роди, это не было похоже на отвращение."
    },
    {
      "id": "10109",
      "title": "Гиды",
      "place": "4 район - Вход в филиал \"Лоботомии\"",
      "desc": "После нескольких взбучек и драк, мы всё же приезжаем к старому филиалу корпорации \"Лоботомия\". И у входа мы встречаем новые лица, ожидающие нас…"
    },
    {
      "id": "10110",
      "title": "Корректировщики 8 ранга",
      "place": "4 район - Вход в филиал \"Лоботомии\"",
      "desc": "Прямо перед тем, как мы вошли в филиал корпорации \"Лоботомия\", Вергилий внезапно остановил меня. Похоже, он что-то хотел сказать мне с глазу на глаз."
    },
    {
      "id": "10111",
      "title": "Филиал D-02",
      "place": "4 район - Внутри филиала \"Лоботомии\"",
      "desc": "Мы вошли в старое здание филиала корпорации \"Лоботомия\". Как свет померк, нас встретила ужасающая вонь из подземелья. Только трупы и мелкая живность остались в этих стенах. Что могло тут произойти? И сможем ли мы выбраться отсюда целыми и невридимыми, да ещё и с Золотой ветвью в руках?"
    }
  ]
}
