{
  "dataList": [
    {
      "id": 8165,
      "codeName": "??-??-??-??",
      "name": "因被夺取而哭嚎的亨德利",
      "clue": "线索",
      "storyList": [
        {
          "level": 0,
          "story": "我在这宅邸一刻都没能富足过，恩肖先生活着的时候……我起码活得像个人。\n\n那时候亨德利就因为没法欺负我而烦躁……因为每次他想动手，恩肖先生就会举起手杖把亨德利拖进房间里。\n\n是，恩肖先生很宠爱我。\n\n但他那份宠爱本来不属于我，而应该是亨德利的。\n\n除此之外我就是个一无所有的没出息的东西，但对那混蛋来说，这份感情才是最重要的。\n\n比起价格高昂的身体改造、继承财产、任凭差遣的管家……他更想要父爱。\n\n我很清楚。从小我直觉就很准。\n\n所以，每次他挑拨我和凯瑟琳之间的关系，我也会看准他渴望恩肖先生的爱这一弱点。\n\n我以为只要那样……就能否定我在这宅邸里比亨德利地位低下的事实。\n\n那家伙把自己遭遇的不幸全都怪在我头上，可能就是从那时候开始的。\n\n没能收到小提琴也好，父亲早上没和自己打招呼也好。\n\n说不定……就连自己赌博把宅邸赔出去，凯瑟琳没在遗嘱里给自己留财产，这一切都被当成是我的错……\n\n如果是那时候，说不定我会这么想。\n\n从那家伙都没发现自己变得多肮脏寒酸，只顾着朝我叫嚷的时候，我的想法就变了……\n\n现在，我觉得是那混账自己亲自走进了地狱。\n\n哪怕他身子涨得再大，再耀武扬威地挥舞爪子……我都能看出来。\n\n那是个被恩肖先生抛弃，被赶出呼啸山庄的可悲的狗崽子。\n\n让人觉得可悲……也可怜……\n\n啧，说这些有什么用，总之先抓住他给他个痛快再说。"
        }
      ]
    },
    {
      "id": 8159,
      "codeName": "??-??-??-??",
      "name": "怠惰罪种?",
      "clue": "线索",
      "storyList": [
        {
          "level": 0,
          "story": "从类似岩石的东西上渗出了红色的东西。\n\n不知道它是血管、肌肉、血液抑或是别的什么东西。因此，目前称其为“红色的东西”是最理想的。\n\n随着它的每一次移动，由红色的东西托着的四块较小的石头摇摇欲坠。\n\n它的眼球仍然转动着，但似乎没有东西能激起它的兴趣，它甚至不再用它的身体撞击我们。\n\n取而代之的是，它只是一味挥舞着手中的东西。\n\n它有时挥舞两块石头，也有时一次同时挥舞四块石头。\n\n由于这些数字来源于它自己有意识的决定，因此我认为它是一个活物。\n\n换句话说，我也是活着的。\n\n唯一遗憾的是，那块石头不再漂浮了。\n\n这么细的东西能够承受这么重的巨石的重量，真是不可思议，但由于红色的东西与石头附着在了地面上，当然不能再说成是处于漂浮状态了。\n\n曾经漂浮在空中之物，失去了翅膀，已然坠落到了地上。\n\n岩石摇摆不定，被摇曳的红色的东西束缚着，得不到自由。\n\n尽管形态已然改变，那块石头仍是个懒惰的活物。\n\n那么，下定决心保持不变，或许也是勤奋的一种表现。\n\n改变是一种懒惰，而保持不变也许并非懒惰。\n\n真是奇怪的诡辩。\n\n以上，结束报告。\n\n→ 给·写·能·懂。\n→ 你看，连这家伙都不能理解你在说什么。能用便于理解的形式写吗？\n→ 我认为这是一篇相当清晰明了的记录……\n→ 清晰……明了……唉，说实话，李箱先生。你是故意这么做的，对吗？\n\n→ ……我无话可说。"
        }
      ]
    },
    {
      "id": 8160,
      "codeName": "??-??-??-??",
      "name": "暴食罪种?",
      "clue": "线索",
      "storyList": [
        {
          "level": 0,
          "story": "比之前看到的罪种更绿了不是吗？\n\n以前像是快要死了一样精瘦……倒也不是说它变得好看起来了。\n\n花的头增加到了三个，茎像胳膊和腿一样伸展。也能看到像尾巴一样的东西……不如说它看上去更令人不快了。\n\n嗯……看到它嘴里的只有在鲇鱼身上才能看到的那种锋利又凶狠的牙齿上沾满了血，好像连人都能吃掉。\n\n……不，更正。光是想想看都会觉得奇怪。\n\n那个怪物把不知是根还是茎的东西像胳膊一样使用，用来抓住罪人。\n\n然后毫不犹豫地把罪人塞进嘴里。就像饥饿的野兽一样。\n\n啊……但是我们被像食物一样吞下之后，又被像是吃了吃不了的东西一样吐了出来。应该并不是需要营养才吞下我们的吧。确实，它看起来没有可以用来消化的器官。\n\n尽管如此，它还是不断地……想把什么东西放进嘴里。\n\n好像不是因为肚子饿，也不是为了活下去……\n\n就算知道无法填满，但它还在继续。\n\n对那个怪物来说，吃其实并不重要吧。\n\n也许只有想吃的欲望才是它的全部。\n\n就像不久前的我一样。\n\n→ 那家伙说的话，你还忘不掉吗？\n→ 我大概……一辈子都不会忘记那个混蛋说过的话吧，但仅此而已。虽然偶尔会回头看向曾经经过的航线，但我并不打算再回到那条航线。"
        }
      ]
    }
  ]
}