{
  "dataList": [
    {
      "id": 8632,
      "codeName": "T-03-16-15",
      "name": "往昔的睡袋",
      "clue": "线索",
      "storyList": [
        {
          "level": 1,
          "story": "按执行经理要求进行事后报告。\n\n我们于今日10点40分第一次遭遇该实体。\n\n由于其外貌类似巨大的骸骨，因此未花费太多时间便发现了它。\n\n（喘气声）其身体相当庞大，头骨下有状似脊椎的骨骼，其上被类似肋骨的结构包围。\n\n虽然仅为推测……（喘气声）但个人判断其骨骼结构应与人类相似。\n\n起初，我们打算基于其结构上同人体的相似性，找出对应的弱点加以利用……\n\n但因观察到其脊椎可自由伸缩，（喘气声）且肋骨可变形为手臂或翅膀等特异事项，该计划立即被放弃。\n\n确实对于那样的（喘气声）怪物，基于常识的战术（喘气声）应该派不上用场……然而，也有相应的收获。\n\n在分析过程中，我们掌握到其内部存在一黑色人形实体（喘气声），虽然该实体的具体作用尚不明晰，但存在其是本体或核心，抑或是中枢的可能性。\n\n根据目前观测所得的信息，推测其会利用骨头进行物理攻击……但尚未获得切实的证据。\n\n不足的信息将在后续观察中（喘气声）进行补足，如能在今后的战斗中有所用处，将是我的荣幸。\n\n感谢您的阅读。\n\n→ 不是……怎么连录音都是套模板啊？\n\n→ 作为为经理服务之人，这是理所应当的。\n\n→ 哎呀……还是等呼吸平缓下来之后再说吧。这次到底记录下了多少次喘气声啊？\n\n→ 哼。那是菜鸟们紧张时发出的声音吧。如果你觉得我奥提斯竟然会因为这种汇报呼吸困难，那就大错特错了！\n\n→ 那……那个，不是我发出来的。喘气声的话，从那具骸骨里不断传出来有好一阵了……\n\n→ 呵。明明既无肺部也无气管，那呼吸的通道又在何处。真是奇妙。"
        },
        {
          "level": 2,
          "story": "今日11点，与该实体进行了有意义的交战。\n\n不出所料，该实体在战斗开始后便立即尝试使用骨头进行物理攻击。\n\n最为明显的攻击是伸长脊椎，使用其巨大的下颚撕咬敌人，此外还确认到了意想不到的攻击方式。\n\n它会间歇性地吐气。与普通呼吸不同，其呼吸伴随着强力的冲击和风压……会对直接被其影响的罪人们造成严重伤害。\n\n虽然是一群不成器的家伙，但是战力缺损有极大可能酿成致命的结果，希望他们能在今后的指挥中发挥作用。\n\n然而……据我判断，应对该实体并不需要过多战略。活用压迫战术便足矣。\n\n另有一点需要注意。在经过一定时间后，该实体会呼出强大的吐息。\n\n这种吐息不分敌我，会使吸入者提高注意力，攻击也变得更为尖锐。在此过程中，骷髅内部的黑色实体，表现出试图夺取他人所吸入的吐息的行为。\n\n我们尝试了各种策略，均无法阻止该实体的抢夺行为。\n\n推荐通过每个人的激烈抵抗，将被夺取的吐息分量抑制到最小程度。\n\n若夺取了大量吐息，该实体的攻击将得到强化，因此防止被其夺走吐息应当是第一要务。\n\n我在此结束报告。\n\n感谢您的阅读。\n\n→ 本次为了提高可读性而删除了喘气声。不过为了体现临场感，我保留了上一份记录中的喘气声。\n\n→ 刚、刚刚那个黑色的人影把格里高尔先生拖进去了，没事吧？\n\n→ ……要是被那玩意抓走的话会遇到很恐怖的事情，最好小心一点啊。我还以为自己全身都要被撕裂了。"
        },
        {
          "level": 3,
          "story": "战斗中出现了需追加记录的事项，因而在此追加报告。\n\n我们确认到破坏该实体的肋骨后，其将准备更为致命的攻击。\n\n不过，由于失去了保护本体的骨骼，对其造成的大部分攻击都将更为有效。\n\n如果不破坏该实体的肋骨，进入持久战的可能性将提高，但优点是会相应地降低遇到致命危险的可能性。\n\n嗯。看来是需要做出战略性决策的时刻。\n\n正如执行经理以往所做的一样，这次也会根据该实体的行动与战场的情况，做出准确且合理的卓越判断吧。\n\n因此，在今后的指挥上……我都将遵从执行经理的卓越判断。\n\n我在此结束报告。\n\n感谢您的阅读。\n\n→ 嗯……谢谢你。\n\n→ 最近回复奥提斯的但丁……总感觉没有那么用心了？\n\n→ 不是……这是误会！我可是相当诚心诚意地做出了回复啊。\n\n→ 这是想通过蹩脚的挑拨离间来破坏我和执行经理之间的关系吗。真是毫无意义的行为。\n\n→ 不……那也是误会吧。总之，我希望你们知道我是真的在发自内心地表示感谢……"
        }
      ]
    },
    {
      "id": 8630,
      "codeName": "F-01-16-13",
      "name": "凶弹射手",
      "clue": "线索",
      "storyList": [
        {
          "level": 1,
          "story": "喂！说是这次要录音所以我就先录上了啊！\n\n这样是有在记录吧？！\n\n真是……那个疯子动不动就开枪乱射，吵得我根本不知道能不能录上音！\n\n啧……算了，肯定是能才让我录的呗。我开始了！\n\n这家伙的脑袋上安着不知道是烟还是火的什么玩意！还穿着破破烂烂的军装！\n\n听它喋喋不休地念叨着什么，好像是说它曾经也参加过战争啥的！\n\n总之，如果说它一个劲地瞄准脑袋也算是特征的话那就是特征，不过那种家伙满地都是吧！\n\n要是铁了心想干掉某个人，那肯定是先打爆脑袋对吧！\n\n但是它瞄准的目标一清二楚，所以战斗起来应该没那么难吧？\n\n→ 没想到这句话会成为希斯的遗言……\n\n→ 嗯。看来录音的语音转文字功能有在正常运行。辛苦了。\n\n→ 哈……啊，是吗。先不管那个，我还以为已经把那玩意的子弹打掉了。结果到底怎么回事？\n\n→ 确认到在成为异想体目标的情况下，即使打赢了子弹也会命中的现象。\n\n→ 哦？那躲开不就好了？！\n\n→ ……要是能躲开的话我怎么会不躲呢！？"
        },
        {
          "level": 2,
          "story": "听说刚刚我被干掉的时候，旁边的家伙也一块被射到了是吧？\n\n根据虫子大叔说的……那家伙用的是好像是叫做霰弹枪的武器。\n\n虽然射程短但是子弹范围广，能命中多个目标什么的……应该是因为这个吧。\n\n说起来那个混账……选择目标的时候好像会先瞄准离得近的家伙。\n\n总感觉离得远的时候……呃。被打到了也没那么痛。\n\n那么只要不被打烂脑袋不就能好好战斗了吗？\n\n它刚刚召唤出了一个好像在哪儿见过的虫脑袋……\n\n嘛，不管怎样，把拿着枪的家伙干掉就完事了吧。\n\n→ 这是第二次遗言了，希斯。\n\n\n→ 哈。本以为它终于要召唤同伴……结果却直接将其击杀了？\n\n→ 什、什么啊……那个人。不是旧G公司的部长吗？这是怎么回事？\n\n→ 毕竟这里是折射轨道。近似于用心象碎片重新构成了所需的个体呢。\n\n→ ……（沾着烟灰）……呼。因为是战场才被叫出来了的吗？啧。死了之后还……"
        },
        {
          "level": 3,
          "story": "让那家伙看到吊坠之后，它的反应你们都见到了吧？\n\n在一阵惨叫和发狂之后，该怎么说呢……它好像是脱力了一样。\n\n枪的力度弱了不少，打它它也不好好防御了。\n\n真是。要是不想回忆起来，就别把吊坠挂在脖子上啊。\n\n虽然这样能轻松把它收拾掉……但真让人糟心。\n\n哎……了不起的浮士德女士反反复复说的那句话我记得清清楚楚呢。\n\n那是异想体，不能听那家伙的话。\n\n哈。不过这次好像没法那么简单地结束了，这该怎么办？\n\n我不觉得它是知道才说的。也不觉得它是对着我说的……\n\n它说，我们只是记得所爱之人而已。\n\n……那什么……虽然一切都结束了才说这个。\n\n刚开始它就把我的脑袋打爆了。\n\n我还是好好记在脑子里呢？怎么说呢……这么一想，也不坏吧？\n\n→ 什么？那……也就是说，您心情不错……是吗？\n\n→ 嗯？啊。非要说的话也差不多就是这样。\n\n→ ……你有何用意？即使你如此蠢笨，我也不认为你是会对执行经理的痛苦感到快乐的人。\n\n→ 你在胡说什么？不是，我怎么会因为钟表头的痛苦感到开心——\n\n→ 希斯克利夫……见他人之苦得自身之乐，是万万不可的。\n\n→ 该死！你们都误会了！经理！你应该知道我在说啥吧！\n\n→ 我、我是知道没错啦……（有写过什么又匆忙擦掉的痕迹。）\n\n→ ……不。在这里说也不太好，还是之后面谈的时候再说吧。"
        }
      ]
    },
    {
      "id": 8633,
      "codeName": "F-04-16-04",
      "name": "四百朵玫瑰",
      "clue": "线索",
      "storyList": [
        {
          "level": 1,
          "story": "那血腥味令人窒息。乍一看去，那似乎是一朵普通的玫瑰……\n\n但在那花瓣之间有着许多眼睛。我曾见过的眼睛。\n\n只有在渴血的家人身上才能见到的，那种闪烁着难以遏制的欲望的眼睛。\n\n并非是想要杀戮或伤害什么，只是单纯地……渴望鲜血。\n\n那朵花过去也不是这样的怪物吧，只是一直寄宿于血液之中，变得越来越无法满足罢了。\n\n……哈。在怜悯这小东西之前，我还是先把自己的立场考虑清楚再说吧。\n\n嗯。根据动作来看……是我预想中那种挥舞藤蔓的攻击方式吗？只是这种单纯的攻击方式的话，应该问题不大。\n\n没错，若那些红色的花瓣饱含血液的话，也可以预想到利用血液攻击的可能性。\n\n然后只要自然地传达给经理老爷就——\n\n……且慢。这个，莫非已经录下来了……不会吧？\n\n浮、浮士德。吾不慎按下了录音按键，请问可否删除此记录重新录制……\n\n→ 如果有恰当的理由的话就可以。\n\n→ 哦哦！那就拜托汝了！因为是第一次录音记录，吾不小心犯了一些微不足道的错误。\n\n→ 因为并非恰当的理由，驳回申请。保留相关记录似乎并无问题。\n\n→ （在堂吉诃德留下的数十条重新记录的请求下，是浮士德写下的将它们一一驳回的语句。）"
        },
        {
          "level": 2,
          "story": "真是一场非~常激烈的战斗！\n\n那家伙为了让吾等受伤，都急红了眼！\n\n其吸食四周血液，并向吾等射击之态……想必是以地上流淌之血为养分而战斗！\n\n正因此吾等才会认为向其提供血液是不明智之举……然而吾堂吉诃德想出了绝妙的解决方式！\n\n哼哼。听后可不要为此惊异哦……\n\n那家伙……所吸食之血液越多，就变得越为温顺！\n\n虽然同时也变得稍~微结实了些许，但这不是制裁那邪恶异想体而使吾等同伴不致受伤之绝佳机会吗！\n\n如何？难道不是令人惊叹之情报吗？\n\n→ 它吸食的血液越多……好像就越结实。\n\n→ 就是啊。干、干脆不喂血，快速讨伐掉它怎么样……？\n\n→ 嗯。但经确认，如果不喂血的话，其就会变得凶暴。\n\n→ 唔。那就适度地给它吃吧，适度地。每次喂血都疼得要命，这样就挺好的。"
        },
        {
          "level": 3,
          "story": "嗯……按格里高尔之建议适度地为其喂血，给了吾等莫大的助益。\n\n啊！当然吾，堂吉诃德也发现了有助于讨伐的重要情报！\n\n那玫瑰的头部！头部乃是其弱点！就是那花瓣！\n\n一看便知，只要破坏其头部，就会变得连吸血都十分困难！\n\n本来吾还担心攻击其身体的话自身也会受伤，这不是正好吗？\n\n如此便可减少每次攻击时伤口开裂的情况，吾很自豪。\n\n呼呼……那朵玫瑰离被记在吾之讨伐名单上之时已然不远了吧！\n\n此外阅读至此的浮士德，吾有件重要之事想要拜托汝……\n\n此次战斗结束之后……\n\n能否允许吾修改最初的记录……？\n\n→ 比想象中还要顽强啊。已经是第二十六次了，不可以。\n\n→ 最初的记录不是也挺不错的吗？我倒是觉得作为报告而言，那份更好一些。\n\n→ 我觉得这份记录比那份好上一百倍。像以实和小浮那样把报告写得那~么认真就太无趣了。\n\n→ 不……报告不就应该认真写吗？嘛。我觉得堂吉诃德小姐平时对报告也很认真……\n\n→ 嗯？汝等二人在说什么？吾之记录始终如一！\n\n→ 堂吉……因为小浮不帮你删除记录，所以你决定忘记它吗……？\n\n→ ……像鸵鸟一样把头埋进沙子里的样子，就算记忆恢复了也没有改变啊？"
        }
      ]
    }
  ]
}