{
  "dataList": [
    {
      "id": 8373,
      "codeName": "??-??-??-??",
      "name": "色欲罪种??",
      "clue": "线索",
      "storyList": [
        {
          "level": 1,
          "story": "那团肉块……它的体型比起以前肥大了很多。\n\n就算这样它也还是试着挺起上肢……仿佛是为了砸向什么一样……\n\n那个像是头部一样长在上面的喙也变得更大……整个身躯竖着张开，就像是一张嘴……\n\n它的表面依旧是由腐烂的水果一般让人不悦的肉块构成……\n\n啊……喙中长有手臂这一点也一样……\n\n神经与肌肉全都扭成了一只手臂。这与以前两只手臂纠缠在一起有所不同。\n\n连在那条手臂上的手掌试图把它所见到的一切……全部攥入掌心……\n\n一边用那油亮的眼睛不断寻找……能够填满自己的东西……\n\n一边用那握都握不住的粗糙的手掌一直……\n\n直到它感觉握不准的时候……就会把手变成签子一样的模样……将我们贯穿……\n\n所以说……呃……\n\n啊……对不起……胃有点不舒服，下次再继续……\n\n→ 嗯？怎么啦，怎么写到一半就走掉了？\n\n→ 看来是回想起了学校中的那位朋友吧~\n\n→ 怎么能把那种人称作朋友……\n\n→ 但是大部分好像都已经写好了？写这么多应该就可以了，辛克莱。\n\n→ 是的，这种程度的记录已经足够充分了。\n\n→ ……谢谢。"
        }
      ]
    },
    {
      "id": 8374,
      "codeName": "??-??-??-??",
      "name": "傲慢罪种??",
      "clue": "线索",
      "storyList": [
        {
          "level": 1,
          "story": "人类的手臂不仅是单纯的肢体，更是创造的过程中不可或缺的工具。\n\n不论是细小的工艺品，简易的机械装置，还是复杂的工坊武器。\n\n运用这与生俱来的顶级工具，人类得以实现无尽的发展。\n\n正因如此第二种傲慢拥有能够自由移动的手臂。\n\n它依旧通过滚动轮毂移动，应该是用那双自由的手臂所追求的便利中的冰山一角。\n\n然而傲慢也与人类如出一辙，并不只会将顶级的工具用于创造。\n\n它们挥舞着手臂，用手抓挠着……将某物推向毁灭。\n\n理由非常简单。\n\n仅仅是因为，它们做得到而已。\n\n→ 离其创造的初衷逐渐远去是件悲伤的事情。更让人悲痛欲绝的是……大部分创造均已如此。包括本人在内……\n\n→ 有需要悲伤的理由吗？毁灭本身也是美丽创造中的一环。\n\n→ ……这也并非错话。"
        }
      ]
    },
    {
      "id": 8376,
      "codeName": "F-01-16-10",
      "name": "玫瑰猎人",
      "clue": "线索",
      "storyList": [
        {
          "level": 1,
          "story": "哇~这次的异想体看起来是脖子上长有玫瑰的猎人呢~\n\n猎人还骑着一匹眼部绽放着玫瑰的马，非常迅速。\n\n初次见面的时候突然就投出了套索真是吓了我一跳呢？\n\n猎人先生一直在拉扯被套索困住的我，离同伴们越来越远让我很难办呢。\n\n要不是良秀小姐及时斩断了套索，就要出大事了。\n\n其实我们家里还有刀具斩不断的绳子。\n\n所以我还担心要是断不掉该怎么办，但好在猎人先生的套索还是很容易弄断的呢~\n\n→ ……虽然像是在轮流选取捆绑对象……但经常只把套索抽向我是为什么呢？\n\n→ 看起来是会优先捆缚精神脆弱的人。辛克莱一直被套索鞭挞，想必也是因为那样吧。\n\n→ 啊~倒也是呢，辛克莱的心确实就像细砂糖一样细腻呢。\n\n→ 谢谢……夸奖……\n\n→ 比·砂·细·心。"
        },
        {
          "level": 2,
          "story": "猎人先生用套索捆住的人越多，好像就会变得越快。\n\n明明通常来说要拖行的东西越多就会变得越慢才对。\n\n难道是因为被捆住的人越多，马就越兴奋导致的吗？\n\n还是说要急忙将被套索捆住的人带往某处呢？\n\n嗯，那究竟为什么要这么急切呢？\n\n如果是要踏上归途，明明悠闲地体验更多事物再回去会更好。\n\n一味地赶路反而会错过更多。\n\n→ 嘛。毕竟回去的路上难免会心急嘛。\n\n→ 你偶尔也有说得对的时候。回去的路上，越快越好。\n\n→ 话说回来希斯克利夫先生为什么要那么急着回去呢？\n\n→ 呃……就是啊。明明也没有特别要紧的事情不是吗？归根结底好像也没有在那宅邸中找到寄出邮件的人。\n\n→ 喂……（留有野蛮且粗犷的字迹被擦去的痕迹）\n\n→ 那个话题还是就此打住比较好。"
        },
        {
          "level": 3,
          "story": "猎人先生怎么看都是一位很执着的人。\n\n虽然尝试过几次，但果然还是避不开套索。\n\n套索不停地被投出，而且还越来越准。\n\n最后甚至一次投出两个套索也能全都命中我们来着？\n\n啊，但大概是因为太过投入与投掷套索，他并不怎么躲得开我们的攻击。\n\n这么看来就算用套索抓到了我们，他也不会逃走。\n\n难道他要抓走的不是我们吗？\n\n那么说不定猎人先生是想快速把我们累垮之后离开这里呢。\n\n如果是这样的话，猎人先生究竟是想用那布满棘刺的套索捕获什么呢？\n\n如果有一天能再次见面的话真想问问看呢。\n\n→ 考虑到镜像迷宫中的遭遇，其追逐苹果的概率较高。\n\n→ 看来是有梦寐以求的事物呢。我们家里那种人也比较多，感觉不难理解呢~\n\n→ 啊……话说回来您的妹妹说过……有家人在寻找您来着？\n\n→ 应该是有十分想念我的家人们吧。呼呼。真开心呢。"
        }
      ]
    },
    {
      "id": 8379,
      "codeName": "T-04-16-02",
      "name": "痛苦泰迪",
      "clue": "线索",
      "storyList": [
        {
          "level": 1,
          "story": "这次看上去不是很恶心所以没问题啦~\n\n但是，嗯……看起来有点可怕吧？\n\n泰迪熊应该是软乎乎而又很可爱的。\n\n但它的接缝处全都开线了，而且到处钉满了钉子呢。\n\n尽管如此，它也好几次都想靠近并拥抱我们……果然不行吧。\n\n而且一旦搭理它，它就会越来越猛烈地飞扑过来……\n\n嗯？反过来想的话，完全不作反应不就好了吗？\n\n让我们无视它想一起玩的愿望，只是攻击！\n\n就是那个吧~但丁偶尔会建议的，放开手脚的战斗方式。\n\n虽然总觉得哪里有问题……但似乎有些道理吧？\n\n但丁，这次就按我说的来吧，嗯？\n\n→ 虽然不是放开手脚的战斗方式……但也是类似的。就试试吧。\n\n→ 嗯……它的爪击比我想象中要疼得多。最好换一种方法吧。\n\n→ 从此可以推断，若是对其完全漠不关心，反而会引发愤怒。\n\n→ 诶……那么下次大家一起玩吧？"
        },
        {
          "level": 2,
          "story": "和大家一起玩似乎也不是答案……\n\n它想要玩得越来越激烈，最后把我们所有人！还是用了很大力气抱了过来！\n\n刺在泰迪熊身上的钉子开始扎伤我们……\n\n唔！真是可怕的经历。我最怕被什么东西扎伤了~\n\n不能不和它玩，也不能大家一起玩……该怎么办呢？\n\n我想到的是……也许和那种泰迪熊的心情有关呢？\n\n各位也有同感吗？不是有那种奇怪的悲伤感吗。\n\n每次和它玩的时候，那种感觉就慢慢消失了。\n\n所以别和它玩得太多，也别完全无视它！\n\n适度地陪它玩不就能赢了吗？\n\n→ 虽然我知晓那是异想体，但一看到那淡薄的忧伤，我就无法心安。\n\n→ 也就是说，不管怎样战斗就好了吧？\n\n→ 适当的玩耍是战略，但适当的战斗是不被允许的！\n\n→ 话说回来，适度到底是指多少呢……？"
        },
        {
          "level": 3,
          "story": "它突然跑过来抱我的时候，我还以为自己又要死了。\n\n但……并非是那样。\n\n它虽然用力抱着我，但是舒服而又温暖。\n\n一点也不疼。因为连尖钉都变得和海绵一样软了。\n\n是想感谢我们陪它一起玩吗？\n\n之后它就像满足了一样，什么也没有做。\n\n就好像它尽情玩耍了一般。\n\n虽然因为它是异想体，而我们要快些前进，于是将其打倒了……\n\n但我不太喜欢。\n\n……回头一看还觉得它挺可爱的。\n\n→ 写这些会被浮士德小姐斥责的……\n\n→ 我不会斥责的。这些只是提醒各位注意不考虑异想体的定义和特征的情绪态度所带来的危险。\n\n→ 这次就放过我吧，小浮~因为我们一直都在处理恶心的东西啊~\n\n→ ……下次分配观察任务时，我会采取措施，让他们负责对外观的厌恶感更少的个体。"
        }
      ]
    },
    {
      "id": 8375,
      "codeName": "F-04-16-04-TE",
      "name": "四百朵玫瑰",
      "clue": "线索",
      "storyList": [
        {
          "level": 1,
          "story": "- 其与曾经所观察的异想体下位个体相比，并未确认到有意义的差别。\n\n- 它们的外观根据宿主有所不同，但共同点在于缠绕全身的荆棘以及头部盛开的花。\n\n- 可确认到被侵蚀个体的理性模糊，持续性地渴血。\n\n- 但其理性并未完全丧失，判断可以与其进行简单的沟通。\n\n- 推测其相较于人类更类似于饥饿状态下的血魔，而维持理性的能力要弱于血魔。（由于参照样本不足，该结论可能并非事实）\n\n- 就血魔而言，未被侵蚀的个体也表现出渴望血液的特征，推测是长期饥饿导致它们无法维持理性判断。\n\n- 因此，对于饥饿的血魔与被玫瑰侵蚀的血魔之间的差异，还需进一步深入观察研究。\n\n- 如果有任何新的发现，我会在未来的报告中提及。"
        },
        {
          "level": 2,
          "story": "- 其他罪人猜测该个体会利用玫瑰以及藤蔓进行攻击。\n\n- 但确认到各宿主实际维持着被侵蚀前的战斗方式。\n\n- 使用大剑的个体仍会使用大剑，使用雨伞为武器的个体仍会使用雨伞。\n\n- 且个体的战斗能力与侵蚀前也并无过大的变化。\n\n- 值得注意的一点是，被侵蚀的全部个体都被一层奇怪的光包裹，观察到其会在战斗时从罪人处吸取部分血液的现象。\n\n- 推测被吸收的血液并非仅仅用来恢复自身，还有部分会被输送给某种事物。\n\n- 如果有任何新的发现，我会在未来的报告中提及。\n\n→ 消失的血液很有可能被输送向异想体了。"
        },
        {
          "level": 3,
          "story": "- 总结目前所观察到的特征，可以推测该个体与血袋最为相似。\n\n- 个体吸收的血液有极大概率被输送至导致其侵蚀的异想体。\n\n- 11号罪人对于被侵蚀的血魔在产生眷属以及血袋时可能出现何种现象提出了疑问。\n\n- 然而目前并无侵蚀后试图产生下位个体的行为，因此判断为无法做出任何推论。\n\n- 调查停止活动后的个体，结果可以观察到小玫瑰仍然在盛开。\n\n- 玫瑰似乎以尸体上残存的血液为养分来维持生命，在剩余血液耗尽后有较大可能开始枯萎。\n\n- 没有更多的额外发现。观察日志结束。\n\n→ 玫瑰也是一种异想体，所以可能不会遵从自然准则。\n\n→ 得到相关样本后，将对此进行修正。"
        }
      ]
    },
    {
      "id": 8377,
      "codeName": "F-01-16-10-a",
      "name": "玫瑰猎人",
      "clue": "线索",
      "storyList": []
    }
  ]
}