{
  "dataList": [
    {
      "id": "DanteNoteDetail_92",
      "title": "",
      "desc": "- 异想体各自拥有自己的危险等级，似乎共被分为5级。\n- 根据浮士德给我的简要手册可知……这五种等级分别为ZAYIN / TETH / HE / WAW / ALEPH。\n- 罪人们遵照指示与异想体进行战斗后所写下的图鉴内容将会被传递给边狱公司高层。高层会根据这些内容决定异想体的危险等级。\n- 有时也会出现图鉴尚未书写完整，危险等级就已经决定了的情况。（希斯克利夫一拖再拖终于写好了图鉴，却发现危险等级已经标在上面了。）也许图鉴本身与边狱公司本部相连接，那边能够随时进行确认？"
    },
    {
      "id": "DanteNoteDetail_93",
      "title": "",
      "desc": "- 危险等级似乎是根据异想体的潜在破坏力以及战斗难度来评定的。怪不得要我强调……必须让罪人们在写图鉴时重点说明战斗如何进行，以及是否有特殊之处。\n- 但就部分实体而言，我认为被判定为低等级的异想体会更加棘手。\n- 毕竟金枝会抑制异想体的力量（是叫做逆卡巴拉抑制来着？）……所以我觉得偏差应该会很大。\n- 对浮士德询问了几个关于偏差的问题后，我大概明白了自己为什么有这种感受。\n- 由于LCA目前为止一直以脑叶公司设定的基准来评定异想体的危险等级，因此时常会产生评定数据与实际数据不符的情况。\n- LCA认识到这一问题后发布了新的指示。\n- 他们可能是根据我们的战斗数据以及边狱公司的样本收集结果，对危险等级重新进行了调整与分类。"
    },
    {
      "id": "DanteNoteDetail_94",
      "title": "",
      "desc": "- 虽然我和罪人们……又名巴士部队的主要任务是寻找金枝，但目前对外宣传的职能则是针对扭曲目标的镇压，捕获，预防一类的事务。"
    },
    {
      "id": "DanteNoteDetail_95",
      "title": "",
      "desc": "- 边狱公司中最具影响力的部门。\n- 尚不清楚该简称所代表的含义。\n- 他们大概是在与LCD合作，执行回收扭曲或是找回独石之类的重要任务？\n- 那些身穿纯黑的服装、身材高大的人似乎作为特别作战小组归属于LCA。"
    },
    {
      "id": "DanteNoteDetail_96",
      "title": "",
      "desc": "- 人类因一定契机变化为类似怪物形态的一种现象。\n- 从我们一路上阴差阳错遇到的几个扭曲身上……我发觉了一些共同点。\n- 当人类的情感被逼至临近崩溃时，似乎就会发生扭曲。\n- 但有一个疑点……至今在都市中见到的人中，情绪处于崩溃边缘的人数不胜数，然而扭曲并非随处可见。\n- 除了情感被逼至崩溃的边缘以外，也许还有其他条件？"
    },
    {
      "id": "DanteNoteDetail_97",
      "title": "",
      "desc": "- 虽然感觉上与扭曲类似，但每个个体都缺乏个性。\n- 目前确认到的罪种种类有6种。根据李箱所言，比起扭曲，罪种貌似更接近野兽。\n- 进行样本对照后发现，罪种明显比扭曲更具有攻击性及敌对性。"
    },
    {
      "id": "DanteNoteDetail_98",
      "title": "",
      "desc": "- 一直以来，边狱公司的高层为扭曲设置了与异想体类似的危险等级和编号。然而，根据本次发布的对于异想体的危险等级的调整与再编制的指示，扭曲似乎将被单独分类。\n- 看来用来判断扭曲与异想体的最显著的区别，就是扭曲能被彻底杀死。这么说来，我记得每次异想体被镇压后都会变成卵一样的东西。"
    },
    {
      "id": "DanteNoteDetail_99",
      "title": "",
      "desc": "- 不知道是不是因为我头中的金枝，我能凭感觉区分异想体和扭曲。异想体和扭曲既相似又迥异，罪种和扭曲的关系大概也是如此。\n- 听到这些的辛克莱提出以下推测，既然氛围相似却又有些许不同……那它们的起源或许一致，罪种或许就是无法达到扭曲的人的结局。\n- 说的很有道理。无法成为扭曲的人便会成为罪种……这应该是现在能做出的推测中最有可能的一个。\n\n- 据说对罪种的危险等级与编号也已经完成改编。大概是因为我们在龙进大楼发现了新形态的罪种的缘故。\n- 浮士德补充说明了改编是由于新个体的发现与出于区分异想体、扭曲、罪种的需要。这些原因和我预想的一样。"
    },
    {
      "id": "DanteNoteDetail_100",
      "title": "",
      "desc": "- 巢位于19区。\n- 统治巢的王……？之类的人与其臣子生活在那里。王是什么……\n- 根据听取的简报来看，这似乎是统治结构的一种。与巢和翼的形式相似，但好像又不尽相同。从堂吉诃德瞪着闪闪发光的眼睛倾听的样子可以看出，这大概是相当奇异的文化。\n- 对于巢之间文化以及运营方式都有所不同的这件事，我有了更为深刻的认识。\n- 另外尚不清楚该巢是依靠什么奇点来运营的。"
    },
    {
      "id": "DanteNoteDetail_101",
      "title": "",
      "desc": "- LCCA。收尾部队似乎不太看得起我和罪人们所在的LCB。\n- 他们似乎认为我们被公司赋予了某种特权，但我希望他们能亲自死上几次。\n- ……又或者是让他们反复感受死亡的痛苦呢。"
    },
    {
      "id": "DanteNoteDetail_102",
      "title": "",
      "desc": "- Limbus Company Distortion。\n- 他们似乎是边狱公司专门负责扭曲的部门。\n- 边狱公司为了在都市之中拓展业务，成立了处理扭曲的部门。\n- 一位名叫以斯拉的LCD部门小队成员在回收独石的时候积极地帮助了我们。\n- ……她就像是个稍微谨慎些的堂吉诃德。"
    },
    {
      "id": "DanteNoteDetail_103",
      "title": "",
      "desc": "- 李箱出身于S公司，据说那是一家负责农畜产业的企业。\n- 最近遇到的剑契组也是从S公司出逃的帮派，同李箱一样因为S公司的内部问题和其横暴行径而背井离乡。\n- 可以想像S公司应该处于一种非常混乱的状态。希望接下来的路不会与S公司有交集……"
    },
    {
      "id": "DanteNoteDetail_104",
      "title": "",
      "desc": "- 索德还活着！没想到修正信息的日子也能这么高兴。\n- 索德被送到后方以后恢复得很好，好像还升到了科长的职位。虽然辛克莱一直都很痛心，但我希望这能给他些许安慰。\n- 先遣部队，比如索德小姐和皮利托先生，至少是与我和罪人们一起工作的……但那个叫凯尔曼的LCCA队长似乎看不起我们和LCCB，让我感觉很不舒服。"
    },
    {
      "id": "DanteNoteDetail_105",
      "title": "",
      "desc": "- 能够强行引发扭曲的黑色石碑。边狱公司将其称为独石。\n- 它和金枝类似，能够诱发或是增幅扭曲。但与金枝不同的是，它是尤其强化了诱发和增幅能力的物体。\n- 以我多次与金枝接触的经验可以推测出，独石与金枝既相似，又拥有不同的性质。"
    },
    {
      "id": "DanteNoteDetail_106",
      "title": "",
      "desc": "- 我们和与迄今为止见到的罪种有所不同，形态进一步成长了的实体进行了对峙。\n- 听说根据边狱公司高层的指示，此后将会依照阶段之类的分类法对其进行管理。\n- 过去遭遇过许多次，如今又遇到了第2阶段的罪种，这应该不仅仅是偶然吧。"
    },
    {
      "id": "DanteNoteDetail_107",
      "title": "",
      "desc": "- 如果说金枝给人的感觉是能将炽热乃至温暖的感情进行增幅和解放，那么独石感觉起来则是能迫使人面对其内心深渊中的沸腾之物，使其满溢而出并最终爆发。\n- 和金枝不同，其或许是某种装置，可以通过操作开启或是关闭。操作方法像是走迷宫一样，十分困难。"
    },
    {
      "id": "DanteNoteDetail_108",
      "title": "",
      "desc": "- 橙色的轨道。上面写着3号线。\n- 和之前猜想的一样，每条轨道确实拥有不同的颜色。\n- 列车顺着环形轨道通过沿途各个站点。和此前的轨道不同，因为中途能让罪人们休息，因此不会太过困难。\n- 这次也遭遇了首次交战的异想体。如浮士德所说，如果列车到达了异想体的世界，那么这班列车也许能去往更远的地方。"
    },
    {
      "id": "DanteNoteDetail_109",
      "title": "",
      "desc": "- 在乘坐巴士经历的旅途之中，随着罪人们的不断成长变强，罪种似乎也变强了。\n- 思来想去，出现的罪种种类增加果然应该是受到了金枝的影响。这与人格的成长是通过回收金枝进行的同理。\n- 因为之后也要继续收集金枝……罪种的种类当然也会增加的吧。\n- 金枝，罪人……以及罪种。还有，我脑袋里的金枝。我最终只能认为它们和我有某种联系。"
    },
    {
      "id": "DanteNoteDetail_110",
      "title": "",
      "desc": "- 镜像迷宫给人一种穿越抽象世界之感，折射轨道则有着更具体的形态。就如同走廊一样。\n- 折射轨道的站点是谁建造的，失物招领处的报酬是谁准备的，那辆与梅菲斯托费勒斯有些相似的列车是从何处而来，而又是如何被放置的呢……我还不清楚的事情实在太多了。"
    },
    {
      "id": "DanteNoteDetail_111",
      "title": "",
      "desc": "- 都市中使人变强的方法形形色色。义体和强化手术之类的似乎就很流行。\n- 和拥有一具强大的身体一样重要的是，在战斗之中如何作战。\n- 收尾人事务所或协会……又或是帮派，都有各自使用的战斗方法，磨练那些方法的人们将会发展出剑法、武术、门派等等。\n- 根据希斯克利夫所说，仅仅接受了强化手术的身体往往会成为沙包。良秀则说，接受了什么样的手术，以及训练了什么样的武器和什么样流派的武艺都很重要。"
    },
    {
      "id": "DanteNoteDetail_112",
      "title": "",
      "desc": "- 我无意中听战斗经验丰富的人格说过，想要在都市中变强，单靠投资重金的身体是不行的。\n- 虽然可以制造出结实且输出功率强大的身体，但如何在战斗中使用那具身体却是需要经验和努力的领域。\n- 但罗佳说，归根结底，做什么都需要花很多钱才是真理。有钱不一定能变强，但没有钱是万万不能变强的。"
    },
    {
      "id": "DanteNoteDetail_113",
      "title": "",
      "desc": "- 郊区有人类居住的村庄。这并非是因为预定的探索，而是多亏了希斯克利夫和堂吉诃德，我才知道……\n- 好像是在哪里听到过，郊区有着和异想体以及扭曲都不同的怪物，似乎想要杀害人类。"
    },
    {
      "id": "DanteNoteDetail_114",
      "title": "",
      "desc": "- 小矮人和巨人……我们遇到了并非人类的知性体。它们与异想体明显不同。\n- 因为我们只去过郊区的某个工厂，所以还难以想象大湖以外的郊区区域内的情况。但是从工厂的样子来看，也许不仅仅只有我们常识以外的存在。\n- 辛克莱说，就像德米安所说的那样，这里可能真的很适合居住，以实玛利则反驳道，即使这里是适合居住的好地方，只要有对人类怀有巨大敌意的存在，就不能一概而论地将其称之为宜居之处。"
    }
  ]
}