{
  "dataList": [
    {
      "id": "announcer_cheer_34_1",
      "dlg": "어, 그러니까 지금부터 너희들이 싸운다는 거지? 아아, 잠깐만. 이거 잘 송출은 되고 있는 거야? 마이크 어디 제품… 아, 이거면 걱정은 없겠네. 좋아, 시작할까?"
    },
    {
      "id": "announcer_cheer_34_2",
      "dlg": "아무래도 책상에서 이것저것 발명만하던 나는 너희같은 현장 일은 잘 모르긴 해. 흠, 그래도 관심이 있어서 종종… 아니, 많이 찾아봤으니까 어떻게든 도움은 될 거야."
    },
    {
      "id": "announcer_specialcheer_34_1",
      "dlg": "아, 있잖아? 지금 내 발명 시제품 32호가 엄청 경고를 울리고 있어. 이게 무슨 뜻이냐면… 너희가 곧 다 죽기 일보 직전이라는 거야! 알람이 울린다는 건 빨리 너희 전략을 재고해보던가… 아님 도망가라는 뜻이겠지?"
    },
    {
      "id": "announcer_specialcheer_34_2",
      "dlg": "이미 경고를 다 받았을 거라고 생각하는데, 혹시 너희가 바빠서 아니면 좀 자주 깜빡깜빡할 수도 있으니까 한번 더 말해줄게. 이대로 가면 너희는 이기기 힘들어. 이유도 필요 하겠지? 너희가 전투를 유지할 힘이 안 남아 있거든. 아, 만약 너희가 우리 회사 직원이었으면 시간을 좀 가속해서 다른 수를 써보기라도 했을텐데 말이야."
    },
    {
      "id": "announcer_enemy_break_34_1",
      "dlg": "오, 저것 봐. 저건 탈진 상태인 것 같아. 기절일 수도 있고? 시간이 가난한 사람들 같이 보이기도 하네… 흠, 역시 최저 4시간을 보장하는 제도는 잘 만든 것 같아. 너희도 그렇게 생각해?"
    },
    {
      "id": "announcer_ally_break_34_1",
      "dlg": "잠깐, 잠깐. 너희 지금 멈춰버린 친구가 있어. 시간을 도둑질당하기라도 한 거야? 흠… 뭐, 일시적인 걸테니까. 잠깐만 옆에서 보조하면서 지켜주면 금방 돌아올 거야."
    },
    {
      "id": "announcer_killenemy_34_1",
      "dlg": "어이쿠, 너희가 결국 저 녀석을 완전히 정지시켜 버렸어! 뭐, 나라면 너희보다는 좀 더 고차원적인 방법을 써서 정지시킬 수도 있었겠지만… 가끔은 이런 날것의 물리법칙을 보는 것도 즐거움이야."
    },
    {
      "id": "announcer_ally_dead_34_1",
      "dlg": "흠… 죽은 거야? 뭐, 너희 참가상이 시간을 돌려주면 금방 다시 돌아올 테니까 슬플 것도 없긴 하겠다. 아직도 신기하단 말이야. 대체 어떤 원리일까?"
    },
    {
      "id": "announcer_enemy_adv_34_1",
      "dlg": "가끔 발명가들 사이에서는 그런 말이 돌아. 수천번의 실패를 하고 있다 하더라도, 그건 실패가 아니라 아직 성공하지 않은 것 뿐이라고. 그런데 난 조금 다르게 생각하거든? 어느 정도의 실패가 있었다면 거기서 정말 안 되는 것도 있다는 걸 깨달아야 한다는 거지. 지금이 딱 그래. 생각 잘 해봐."
    },
    {
      "id": "announcer_ally_adv_34_1",
      "dlg": "뭐, 순탄하네. 근데 순탄할 때가 가장 무서운 거야. 뭘 실험하고 있을 때도 꼭 눈을 떼는 순간 온갖 난장판이 벌어지거든. 근데 그게 원래 실패할 거였는지 내가 못 본 순간에 뭐가 있었는지를 알 수가 없어지는 게 문제란거지… 무슨 말인지 알겠지? 덮어놓고 간단한 지시만 내리면 갑자기 당할 수도 있다고."
    },
    {
      "id": "announcer_ally_advex_34_1",
      "dlg": "흠… 이건 신기하네. 그래, 가끔 이런 일이 벌어지지. 모든 계기 바늘은 예측값과 다른 숫자를 가리키고 있는데, 제발 좀 됐으면 좋겠다… 하니까 갑자기 짠! 성공하는 거. 사실 뭐… 똑같이 재현할 수 없다면 의미 없는 거긴 하지만, 그래도 좀 기쁘긴 하지. 너희도 역경 속에서 기회가 보이니까 좀 즐겁겠어. 그렇지?"
    },
    {
      "id": "announcer_danger_34_1",
      "dlg": "그치, 이럴 땐 아무리 설렁설렁 지내는 나라도 집중하기 마련이야. 다 잘해왔는데 톱니바퀴 하나 삐끗하면 다 망가지는 경우가 있거든. 말 많이 안할게. 세 번은 생각해 봐."
    },
    {
      "id": "announcer_enemy_specialskill_34_1",
      "dlg": "와, 너희 이거 들려? 마이크에 잘 들어 가나? 내가 공간 에너지를 계측할 수 있는 장비를 세 개 들고 있거든? 그런데 지금 세 개 다 미친듯이 울리고있어! 잘못하면… 이 녹음도 여기까지만 하게 되겠는걸?"
    },
    {
      "id": "announcer_enemy_specialgimmick_34_1",
      "dlg": "오우… 저건 딱 봐도 복잡한 설계를 심어놨네. 가끔 머리 식힐 때는 저런 문제를 찾아서 풀곤 했는데, 흠… 어렵진 않네. 아, 맞아. 전에 이러고 답을 냅다 말해버리니까 주변에서 엄청 싫어했었지… 이번엔 가만히 있어볼게. 한 번 잘 봐봐."
    },
    {
      "id": "announcer_advatk_physical_34_1",
      "dlg": "응, 정상값이네. 사실 그 상황에선 그런 공격밖에 고를게 없었지. 그치?"
    },
    {
      "id": "announcer_disadvatk_physical_34_1",
      "dlg": "흠… 혹시 고행이 취미인가? 좀 스트레스 받아야 아이디어가 나오는 타입? 뭐… 그런 사람들도 있긴하니까. 값 자체는 오류지만, 계속 해봐."
    },
    {
      "id": "announcer_advatk_attr_34_1",
      "dlg": "올바른 물질끼리 맞 붙을 때 느껴지는 카타르시스는 아마 대체할 수 있는 것도 많이 없을 거야. 너희도 딱 지금 그걸 느꼈을 것 같다. 그치?"
    },
    {
      "id": "announcer_disadvatk_attr_34_1",
      "dlg": "어… 그렇게 계속하면 좀 오래 걸릴걸. 그렇게 갖다 붙이면 불협화음이 생기잖아. 바위는 가위를 이기고 가위는 보를 이기고… 그런게 정해져 있는덴 이유가 있으니까. 아, 뭐… 바위를 자르는 가위를 만들고 싶은 거라면 발명가로서 응원해주고 싶기는 해!"
    },
    {
      "id": "announcer_enemy_specialbuff_34_1",
      "dlg": "아… 이건 적한테 시간이 단축될 만한 능력이 있을 때 울리는 기계야. 그러니까… 적들이 기세등등해졌다는 거지. 너희를 빨리 초토화시킬 방법을 찾았다는 거니까."
    },
    {
      "id": "announcer_enemy_specialdebuff_34_1",
      "dlg": "오, 너희 뭔가 작동시킨 거야? 적들 시간이 늘어지는 것 같은데? 이러다가 시간이 무한에 가깝게 늘어지면… 적들이 엄청 불리해졌다는 뜻이 되겠지?"
    },
    {
      "id": "announcer_ally_specialbuff_34_1",
      "dlg": "음… 내가 모르는 장치가 있었나? 아니면 참가상이 뭐라도 했나? 너희가 이기기까지 걸리는 시간이 단축되고 있네."
    },
    {
      "id": "announcer_ally_specialdebuff_34_1",
      "dlg": "우와? 이것 봐. 이렇게 갑자기 시간이 늘어지기도 하는구나? 기계에 의하면… 너희가 이기려면 145시간이 더 걸린대! 어? 644시간? 점점 늘어나네… 너희, 뭔가 잘못 작동된 거가 없는지 빨리 살펴 봐. 이러다가 진다니까?"
    },
    {
      "id": "announcer_enemy_destroy_34_1",
      "dlg": "어우… 나는 저렇게 뭘 망가뜨리는 걸 쳐다보고 있는게 마음이 아프더라. 뭐, 폭주하는 기계를 멈추려면 제일 먼저 발전기를 부숴야하겠지만… 그래도 만든 노력이 있을텐데…"
    },
    {
      "id": "announcer_enemy_destroy_34_2",
      "dlg": "그래, 확실히 너희가 저걸 제대로 부숴놓긴 한 것 같아. 한동안은 의도대로 동작하지 못할 걸… 내가 가서 고치고 싶긴 한데… 안 되겠지? 그래, 비서가 그러더라. 온갖 곳에 참견하는 건 오지랖이래. 좀 줄이라더라."
    },
    {
      "id": "announcer_round_takebigdmg_34_1",
      "dlg": "빨간 경보는 진짜 오랜만에 보는데? 이건 예전에 유로지비 사람들이 우리 회사 입구에 폭탄을 던지고 갔을 때 이후론 처음인데! 그때 경비들이 엄청 다쳤거든… 너희도 엄청 다쳤겠다."
    },
    {
      "id": "announcer_round_takebigdmg_34_2",
      "dlg": "경보가 꺼지지 않는다는 건 너희가 피해를 아직 복구하지 못했다는 거야. 뭐… 하긴 너희가 기계도 아니고, 방금 그렇게 아프게 당했는데 금방 복구되지도 않겠지. 아, 참가상이 시계를 돌려주긴 힘든가 봐? 역시, 그런 능력이니만큼 뭔가 제한이 걸려있는 거겠지."
    },
    {
      "id": "announcer_round_givebigdmg_34_1",
      "dlg": "바늘이 갑자기 확 돌아갔네?! 솔직하게 말해서, 한번에 이렇게 강한 공격을 할 줄은 모르고 아주 옛날에 만든 기계를 가지고 왔거든. 뭐, 정확한 수치는 몰라도 아무튼 대단한 공격을 성공한 거네. 자부심을 가져도 좋겠어."
    },
    {
      "id": "announcer_round_givebigdmg_34_2",
      "dlg": "너희가 아까 센 공격을 한 바람에 바늘이 저 끝까지 들어가서 안 돌아와. 나, 이거 잠깐 수리 좀 해야 할 것 같은데… 아, 이 옷에는 드라이버를 안 가지고 다녔나? 음… 잠깐 집중해야하니까 말 그만할게. 아, 너희 잘했어."
    },
    {
      "id": "announcer_multikillenemy_34_1",
      "dlg": "시간을 제일 효율적으로 쓰는 방법이 뭔지 알아? 한 번에 여러가지 일을 하는 거야. 멀티태스킹이라고 하지? 너희가 방금 그걸 했어. 아마 그 공격을 위해 쓰였던 시간이 감정을 가지고 있었다면 만족스럽게 쓰였다고 생각했을 거 같아."
    },
    {
      "id": "announcer_battle_win_34_1",
      "dlg": "휴~ 이제 끝났네. 너희들이 원한대로 된 거 맞지? 아, 여기저기 부서진 것 같은데 저건 우리 직원들 시켜서 고쳐야겠다. 수리 대금도 받고, 시민들도 금방 편해질테고. 오? 나도 뭔가 원하는 대로 된 것 같은데? 상부상조네!"
    },
    {
      "id": "announcer_battle_defeat_34_1",
      "dlg": "뭐, 너무 마음에 두지는 마. 너희가 필사적으로 노력했던 건 내가 직접 지켜봤으니까. 물론, 그런다고 실패라는 결과가 바뀌는 건 아니지만… 어쩌겠어? 또 해봐야지. 응원은 계속 할게, 난 응원하는 거 좋아하거든."
    },
    {
      "id": "announcer_equip_34_1",
      "dlg": "이런 것도 필요해? 너희… 진짜 재밌게 사는구나? 그래, 못해줄 것도 없지. 조수라고 부를래? 아니면 허버트? 대표라곤 하지마, 그건 별로 재밌지가 않아. 아 참, 너무 많은 시간은 할애 하기 어려워서 너희가 듣기엔 좀 빠를 수는 있겠다. 이해해줘."
    }
  ]
}
