{
  "dataList": [
    {
      "id": "announcer_cheer_32_1",
      "dlg": "오늘도 정의로운 날이 될 수 있도록 힘내자! 다 함께~ 아르카나… 비트!"
    },
    {
      "id": "announcer_cheer_32_2",
      "dlg": "메이저… 음, 아냐. 마이너 아르카나 정도겠지? 조심해, 마이너라고 해도 생각보다 강할 수 있으니까. 내가 응원해 줄게!"
    },
    {
      "id": "announcer_specialcheer_32_1",
      "dlg": "잠깐만! 이대로 가면 아르카나들이 너희를 침식하게 될 거야… 우선 도망쳐! 내가… 아, 아니… 으, 이럴 때 내가 할 수 있는 게 없단 말이야…? "
    },
    {
      "id": "announcer_specialcheer_32_2",
      "dlg": "으… 상황이 좋지 않은 건 사실이야. 하지만, 포기하지만 않으면 결국 악은 정의에게 지기 마련이니까…!"
    },
    {
      "id": "announcer_enemy_break_32_1",
      "dlg": "역시, 이 정도쯤이야! 이런 악당들은 쉽게 물리칠 수 있다구!"
    },
    {
      "id": "announcer_ally_break_32_1",
      "dlg": "으… 저대로 두면 아르카나들에게 당할 거야… 동료라면 어서 저 친구를 보살펴 줘!"
    },
    {
      "id": "announcer_killenemy_32_1",
      "dlg": "정말 잘했어! 응? 악당들을 죽여야지만 정의가 존재할 수 있는 법인데, 불쌍하게 느낄 필요는 없지 않아?"
    },
    {
      "id": "announcer_ally_dead_32_1",
      "dlg": "또, 또 먹혀버렸어… 이렇게 노력하고 있는데… 왜 항상 이렇게 되어버리는 거야?"
    },
    {
      "id": "announcer_enemy_adv_32_1",
      "dlg": "도망치지 않으면… 분명히 정의는 승리하는 것 아니었어? 나도… 결국 다른 사람들이랑 똑같았던 거야? 이러면… 내가… 무슨 쓸모… 야?"
    },
    {
      "id": "announcer_ally_adv_32_1",
      "dlg": "후훗, 분명하네! 압도적인 사랑의 힘으로 아르카나들은 전부 정화될 거야! 역시, 내가 엄~청 도움이 됐지?"
    },
    {
      "id": "announcer_ally_advex_32_1",
      "dlg": "후우우… 정말 위험했어. 결국 해내지 못하면 어떡하나 싶었는데… 그래도, 모두가 힘을 모아줘서 여기까지 올 수 있었던 거야. 모두들, 너무 고마워!"
    },
    {
      "id": "announcer_danger_32_1",
      "dlg": "이제, 저 아르카나들의 마지막 스프레드만이 남았어. 지금까진 버텨왔지만 꼭 운명은 마지막에 장난을 치는 법이니까. 끝까지 힘내자구!"
    },
    {
      "id": "announcer_enemy_specialskill_32_1",
      "dlg": "등급이 오르고 있어… 설마, 메이저 아르카나였던 거야? 내 감이 알려주고 있어, 저 공격은 위험해…!"
    },
    {
      "id": "announcer_enemy_specialgimmick_32_1",
      "dlg": "으읏… 나는 다른 선배들처럼 복잡한 생각은 잘 못하니까, 이럴 때 도움은 안 되지만… 저럴 때 선배였다면, 지금까지 싸우면서 얻은 힌트로 해결 방법을 찾아냈을 거야. 너희도 천천히 되짚어 보면 어떨까?"
    },
    {
      "id": "announcer_advatk_physical_32_1",
      "dlg": "해냈구나? 흐흥~ 나라도 그랬을 거야!"
    },
    {
      "id": "announcer_disadvatk_physical_32_1",
      "dlg": "음… 별로 효과적이지 않은 것 같은데… 사랑의 힘이 부족한 걸지도?"
    },
    {
      "id": "announcer_advatk_attr_32_1",
      "dlg": "운명의 기운이 공명하는 것 같아! 그 공격을 선택한 건 좋았던 것 같네!"
    },
    {
      "id": "announcer_disadvatk_attr_32_1",
      "dlg": "어라… 라? 아무 반응이 없는 것 같은데… 으, 선배가 있었다면 물어봤을 텐데. 이, 일단 잘 모르겠으니까 좀 더 힘 줘서 해볼까?"
    },
    {
      "id": "announcer_enemy_specialbuff_32_1",
      "dlg": "저건… 아르카나의 스프레드에 분명 강한 암시가 걸린 걸 거야. 조심해야 해!"
    },
    {
      "id": "announcer_enemy_specialdebuff_32_1",
      "dlg": "역방향…? 그래, 분명해. 악당들도 생각지 못한 상황일 거야. 기회는 지금!"
    },
    {
      "id": "announcer_ally_specialbuff_32_1",
      "dlg": "느껴졌어? 내가 너희를 위해서 주문을 외웠는데… 응! 잘 걸린 것 같아. 자, 지금 싸워보는 거야!"
    },
    {
      "id": "announcer_ally_specialdebuff_32_1",
      "dlg": "무슨… 일이야? 너희 표정이 어두운데… 설마, 싸우고… 그런 건 아니지? 안 돼, 친구끼리 싸우면…"
    },
    {
      "id": "announcer_enemy_destroy_32_1",
      "dlg": "핵심적인 스프레드에 있던 아르카나를 부쉈어! 이제 서서히 힘을 잃어갈 거야… 좋았어!"
    },
    {
      "id": "announcer_enemy_destroy_32_2",
      "dlg": "너희가 아까 망가뜨린 덕분에 악당들이 힘을 잃었어! 이제 총공세야! 자, 사랑과 정의의 이름으로…!"
    },
    {
      "id": "announcer_round_takebigdmg_32_1",
      "dlg": "으윽… 괜… 찮아? 방금 공간이 뒤흔들리고… 그 공격을… 맞았구나? 하… 아, 아니야! 다시 힘내서 가보자!"
    },
    {
      "id": "announcer_round_takebigdmg_32_2",
      "dlg": "생각했던 것보다 아르카나들의 저항이 거세지만… 강한 악당을 처치하는 게 우리 마법소녀들의 숙명이니까! 기운 내!"
    },
    {
      "id": "announcer_round_givebigdmg_32_1",
      "dlg": "방금 멋졌어! 너희들의 사랑의 힘이, 빛의 힘이! 저 어둡고 악한 아르카나들을 뒤흔들었어! 이대로면 승리도 시간 문제겠지!"
    },
    {
      "id": "announcer_round_givebigdmg_32_2",
      "dlg": "있잖아? 사실, 마법소녀들은 항상 인력난에 시달리거든… 너희, 만 괜찮다면 혹시 우리를 도와서… 아, 아냐. 그건 '선택'의 순간이 필요하니까. 내가 정할 순 없겠네… 음, 아쉽다, 그치!"
    },
    {
      "id": "announcer_multikillenemy_32_1",
      "dlg": "후훗, 내 아르카나 슬레이브 정도의 수준인걸? 한번에 악당들을 휩쓰는 공격은 역시 필살기에 걸맞지? 멋졌어! 나도 저럴 땐 멋져 보이려나?"
    },
    {
      "id": "announcer_battle_win_32_1",
      "dlg": "자~ 악당 퇴치~ 성공! 오늘도 정말 멋진 활약이었어! 내일도 꼭 불러주기야? 후후, 세상이 평화로워지는 건 기쁜 거야. 음~ 근데, 내일도 지금처럼 조용하려나?"
    },
    {
      "id": "announcer_battle_defeat_32_1",
      "dlg": "아르카나를 처리하지 못한 나는 쓸모없는 존재야… 아니, 어쩌면… 내가… 선택 받은 내가 아니었어서…? 내가 나섰더라면…"
    },
    {
      "id": "announcer_equip_32_1",
      "dlg": "사랑과 정의의 이름으로~ 지금 이곳에 등장! 아르카나들을 처리하는 거라면, 나도 도울게! 정의로운 힘은 합칠수록 강해지는 거니까! 잘 부탁해?"
    }
  ]
}
