{
  "dataList": [
    {
      "id": "announcer_cheer_33_1",
      "dlg": "중앙 본부에서 전파할게. 지금부터 제압 임무를 시작할 거야. 언제나 하는 일이지만, 항상 꼼꼼하게 하라고. 최선을 다할 거라고 믿어."
    },
    {
      "id": "announcer_cheer_33_2",
      "dlg": "너희는 잘 해낼 거야. 언제나 그랬듯이. 실패할 수도 있겠지. 언제나 그랬듯이."
    },
    {
      "id": "announcer_specialcheer_33_1",
      "dlg": "지금 제정신이야? 직원들 상태가 저 꼴이 될 때까지 뭘 명령한 거야? 지속적인 위협에 직원들을 계속 노출시키는 건 좋은 생각이 아닌 것 같아."
    },
    {
      "id": "announcer_specialcheer_33_2",
      "dlg": "하… 어쩌겠어? 당장 직원들을 물릴 수도 없는데. 피해를 최소화하면서 제압을 끝낼 방법을 찾아보자."
    },
    {
      "id": "announcer_enemy_break_33_1",
      "dlg": "잘됐네. 이제 제압 작업을 하기 더 수월해지겠어. 기회를 놓치는 바보 같은 짓은 하지 않겠지?"
    },
    {
      "id": "announcer_ally_break_33_1",
      "dlg": "직원 하나의 상태가 그다지 좋지 않아 보여, 얼른 신경 써준다면 다시 좋아질 수 있을 거야."
    },
    {
      "id": "announcer_killenemy_33_1",
      "dlg": "한고비를 넘긴 것 같아. 믿었던 대로 너흰 잘해주고 있어. 방금 칭찬 들었지? 두 번은 필요 없다고 생각해. 아직 끝난 것도 아니니까."
    },
    {
      "id": "announcer_ally_dead_33_1",
      "dlg": "상층보다도 구제불능이네… 좀 더 신경 썼더라면 이런 일은 벌어지지 않았을 거야. 이런 장면을 볼 때마다 너무 안타까워."
    },
    {
      "id": "announcer_enemy_adv_33_1",
      "dlg": "…이럴 줄 알았어. 내가 한눈판 사이에 게으름이라도 피운 거지? 곧 세 번째 경보가 울릴지도 모르겠어. 돌이키긴… 어렵겠네. 널 믿은 내가 멍청한 거지… 티페리트의 말은 신경 쓰지 마. 지하로 도망쳐. 응, 그래야 해."
    },
    {
      "id": "announcer_ally_adv_33_1",
      "dlg": "제압이 잘 진행되고 있어. 이대로면 큰 손실이 일어나기 전에 모든 게 안정화될 거야. 걱정할 필요가 없는 건 좋네. 잘했어."
    },
    {
      "id": "announcer_ally_advex_33_1",
      "dlg": "…어떻게? 이번에도 분명히 끝장날 거라고 생각했는데… 잘 해낼 수 있을 거라고 했잖아. 믿은 만큼 해낸 거야. 아니, 나는… 저들은 포기하지 않고 최선을 다했어. 이게, 그 결과지 않겠어?"
    },
    {
      "id": "announcer_danger_33_1",
      "dlg": "클리포트 카운터가 1만 남기고 있을 때의 기분이야. 그것도 격리실 세 개 이상… 너무 걱정할 필요는 없을 거야, 티페리트. 여기까지 끌고 온 만큼, 분명 마지막도 올바른 선택을 할 테니까."
    },
    {
      "id": "announcer_enemy_specialskill_33_1",
      "dlg": "티페리트야. 전파할게. 이제 곧 어마어마한 공격이 덮칠 거야. 제압 개체에 대한 것만 잘 파악하고 있다면, 피해는 최소화할 수 있을 거야."
    },
    {
      "id": "announcer_enemy_specialgimmick_33_1",
      "dlg": "아… 저건 좀 복잡하네. 솔직하게 말할게. 나한테는 좀 어려워. 이건 너희가 해결 못해도 이해할게."
    },
    {
      "id": "announcer_advatk_physical_33_1",
      "dlg": "응. 제압 개체에게 맞는 정상적인 공격이야. 잘했어. 티페리트? 당연한 걸 한 것 가지고 굳이 칭찬할 필요 없어."
    },
    {
      "id": "announcer_disadvatk_physical_33_1",
      "dlg": "그런… 방식은, 적합하진 않을 것 같은데. 아냐, 티페리트. 생각해 봐. 어쩌면 의도적으로 내성인 부분을 건드렸을지도 몰라. 어느 멍청이가 모르고 저러겠어?"
    },
    {
      "id": "announcer_advatk_attr_33_1",
      "dlg": "봐, 어렵지 않지? 이미 관찰 기록에 있는 유형대로만 공격하면 되잖아. 관찰 기록을 잘 읽은 것 같네. 훌륭했어."
    },
    {
      "id": "announcer_disadvatk_attr_33_1",
      "dlg": "눈은 똑바로 뜨고 있는 거 맞지? 상층병이 옮기라도 한 거 아냐? 괜찮아. 이제 그 유형은 다른 공격 방식을 취해야 한다는 걸 깨달았잖아. …하아. 다음에도 똑같이 해보기만 해."
    },
    {
      "id": "announcer_enemy_specialbuff_33_1",
      "dlg": "뭐야…? 환상체라도 풀려났어? 갑자기 제압 개체가 더 강해졌잖아. 당장 우리한텐 그런 정보가 없어. 다른 세피라들에게도 물어볼게."
    },
    {
      "id": "announcer_enemy_specialdebuff_33_1",
      "dlg": "응…? 탄환이라도 쐈나? 요전에 징계팀에서 클리포트 간섭 역장이라는 걸 연구했다고 했어. 그게 저런 효과던가… 아무튼, 확실히 제압하긴 편해졌네."
    },
    {
      "id": "announcer_ally_specialbuff_33_1",
      "dlg": "다들 평소보다 의욕적이야. 이런 분위기는 흔치 않아서 설레이네. 쓸데없이 흥분 한 걸 수도 있지. 뭐, 나쁜 건 아니기도 하고."
    },
    {
      "id": "announcer_ally_specialdebuff_33_1",
      "dlg": "직원들 표정이 좋지 않네. 무슨 일 있었어, 티페리트? …난들 알겠어? 직원들 분위기가 안 좋은 건 뭐, 너무 흔한 일이잖아. 음… 그것도 그렇긴 하겠네."
    },
    {
      "id": "announcer_enemy_destroy_33_1",
      "dlg": "완전히 두 조각 났네. 이제 제대로 움직이진 못할 거야. 우리도 두 조각이지만, 잘 움직이지 않아? 맞아, 그렇네. 우리는 특이 케이스라고 해두자."
    },
    {
      "id": "announcer_enemy_destroy_33_2",
      "dlg": "너희들이 부숴놓은 제압 개체가 아직 복구되지 않고 있네. 왜 나쁜 짓이라도 한 것처럼 말하는 거니, 티페리트? 아니, 드러난 사실만 말했을 뿐이었어."
    },
    {
      "id": "announcer_round_takebigdmg_33_1",
      "dlg": "정신 안 차릴 거야? 직원이 거의 반죽음 상태가 됐다고! …더 큰 사태로 번지기 전에 얼른 수습하는 게 좋겠어."
    },
    {
      "id": "announcer_round_takebigdmg_33_2",
      "dlg": "네, 알겠어요. …티페리트, 재생로를 작동시켜 주신대. 그래, 알겠어. 자. 빨리 그 직원을 재생로가 있는 로비로 데려가. 빨리!"
    },
    {
      "id": "announcer_round_givebigdmg_33_1",
      "dlg": "제압 효과가 굉장히 좋았어. 기록적인 피해량인 것 같아."
    },
    {
      "id": "announcer_round_givebigdmg_33_2",
      "dlg": "뭐야, 이 수치는… 아까 어떤 직원이 제압 개체에 한 번에 입힌 피해량이야. 잠깐… 진짜? 왜 부서 팀장을 안 달아 줬지?"
    },
    {
      "id": "announcer_multikillenemy_33_1",
      "dlg": "제압 개체를 다수 처리했네. 오… 아무리 그래도 이런 건 칭찬을 할 수밖에 없겠어. 순조로워 보여서 무엇보다 다행이야. 이 넓은 중앙본부를 통제하려면, 이 정도 일솜씨는 당연한 거긴 하지만."
    },
    {
      "id": "announcer_battle_win_33_1",
      "dlg": "이제야 회사가 정상으로 돌아갔네. 이번 제압은 끝이야. 너희들도 고생 많았어. 티페리트, 너도. 후… 언젠가 우리도 모든 게 끝날 때가 오면 좋겠네. 그때가 되면, 휴식을 기다리며 고향의 노래를 부르고 있겠지."
    },
    {
      "id": "announcer_battle_defeat_33_1",
      "dlg": "차라리 내가 직원들을 지휘해야 했어… 모두 전멸했잖아… 슬퍼하지 마. 다음에는 좋은 일이 생길 거야."
    },
    {
      "id": "announcer_equip_33_1",
      "dlg": "안녕, 나는 티페리트야! 반가워, 나도 티페리트야. 게으름 피우지 말고, 착실하게 제압에 임해. 물론, 잘하겠지만."
    }
  ]
}
