{
  "dataList": [
    {
      "id": "announcer_cheer_38_1",
      "dlg": "열차 내 정리 요원에게 안내 말씀 드립니다. 현재 특정 객실에서 소요 사태가 발생했습니다. 신속한 처치를 부탁드립니다."
    },
    {
      "id": "announcer_cheer_38_2",
      "dlg": "유혈적 폭력 사태 발생중. 열차 내에 남아있는 정리 요원은 신속한 상황 종료를 위해 노력해주십시오."
    },
    {
      "id": "announcer_specialcheer_38_1",
      "dlg": "정리 요원들의 활력 징후 저조를 확인. 고등급 정리 요원은 추가 필요 인력 계산을 위해, 사망한 요원의 숫자를 반드시 체크하십시오."
    },
    {
      "id": "announcer_specialcheer_38_2",
      "dlg": "워프 열차 모니터링 서비스 진단 결과, 정리 요원의 부상 정도가 높음을 감지했습니다.\nW사 자체 대응 매뉴얼은 없으므로, 자가 대처를 권장드립니다."
    },
    {
      "id": "announcer_enemy_break_38_1",
      "dlg": "요원 여러분의 제압으로 성공적 상황 종료 확률이 약 4.188% 상승했습니다. 축하드립니다."
    },
    {
      "id": "announcer_ally_break_38_1",
      "dlg": "정리 요원 일부의 코마 상태 진입을 감지했습니다. 적절한 대처를 취하거나, 열차 밖으로 축출하여 청소를 방해하지 않게 하시길 권장드립니다."
    },
    {
      "id": "announcer_killenemy_38_1",
      "dlg": "알립니다. 상황이 통제될 가능성이 지속적으로 상승하고 있습니다. 요원 여러분들은 분투하시어, 빠른 사태 진화에 협조하시길 부탁드립니다."
    },
    {
      "id": "announcer_ally_dead_38_1",
      "dlg": "정리 요원 일부의 생명 소실을 감지했습니다. 알립니다. 모든 워프 열차의 2번 객실칸 서비스 캐비닛에는 요원의 시체를 담을 수 있는 바디백이 구비되어 있습니다. 회수의 정확도를 위해 적극 사용해주십시오."
    },
    {
      "id": "announcer_enemy_adv_38_1",
      "dlg": "열차 내 비상 상황 발생. 상황의 통제 가능성, 6% 이하로 하강함을 감지. 이 상황은 인사 부서에 통지되며, 정리 요원 일부의 생명은 보장되지 않을 수 있습니다."
    },
    {
      "id": "announcer_ally_adv_38_1",
      "dlg": "유혈적 폭력 사태의 진압 가능성이 50%를 상회했습니다. 승객 일부의 문제를 감지했으나, 워프 열차 연산 시스템은 해당 요소가 큰 문제가 아니라고 판단하고 있습니다. 노고에 감사드립니다."
    },
    {
      "id": "announcer_ally_advex_38_1",
      "dlg": "정리 중인 요원의 상태가 불리한 것을 감지했으나, 상황의 통제 가능성이 여전히 높은 확률을 나타내고 있습니다. 연산 시스템의 오류가 아니라면, 이 사태는 청소될 것입니다. 축하드립니다."
    },
    {
      "id": "announcer_danger_38_1",
      "dlg": "우리 열차의 예정된 청소 시간이 얼마 남지 않았음을 안내드립니다. 신중하고 명쾌한 선택을 통해 청소를 끝내고 하차할 것을 제안합니다."
    },
    {
      "id": "announcer_enemy_specialskill_38_1",
      "dlg": "공격성 진단 장치에서 고위험 공격이 예고되었음을 안내드립니다."
    },
    {
      "id": "announcer_enemy_specialgimmick_38_1",
      "dlg": "특이성 감지 센서에서 흔치 않은 이상 현상이 예고되었음을 안내드립니다."
    },
    {
      "id": "announcer_advatk_physical_38_1",
      "dlg": "모범적인 청소방식을 확인했습니다. 인사 부서에 해당 요원에 대한 평가를 송신합니다."
    },
    {
      "id": "announcer_disadvatk_physical_38_1",
      "dlg": "공격성 진단 장치에서 비효율적 정리 방식을 감지했습니다. 다른 방식을 고려해보시는 것을 권장합니다."
    },
    {
      "id": "announcer_advatk_attr_38_1",
      "dlg": "워프 열차 연산 시스템이 정리 방식의 선택이 적절했음을 판단했습니다. 훌륭합니다."
    },
    {
      "id": "announcer_disadvatk_attr_38_1",
      "dlg": "주의. 해당 정리 방식은 사태가 청소될 가능성을 유의미하게 낮출 수 있습니다."
    },
    {
      "id": "announcer_enemy_specialbuff_38_1",
      "dlg": "특이성 감지 센서, 청소 타입 Y 확인. 위험인물의 활동성이 증가했는지 확인하시길 권장드립니다."
    },
    {
      "id": "announcer_enemy_specialdebuff_38_1",
      "dlg": "특이성 감지 센서, 청소 타입 B 확인. 위험인물이 다소 위축되었을 것으로 판단됩니다."
    },
    {
      "id": "announcer_ally_specialbuff_38_1",
      "dlg": "특이성 감지 센서, 청소 타입 G 확인. 요원 여러분의 활력 징후가 높아짐이 확인됩니다."
    },
    {
      "id": "announcer_ally_specialdebuff_38_1",
      "dlg": "특이성 감지 센서, 청소 타입 R 확인. 요원 여러분은 상태를 확인하시고, 만약 불쾌한 냄새나 소리가 주변에서 나지 않는지 확인해 보시길 권장드립니다."
    },
    {
      "id": "announcer_enemy_destroy_38_1",
      "dlg": "일부 위험요소가 축출된 것을 감지했습니다. 정리 요원들의 노고에 감사드립니다."
    },
    {
      "id": "announcer_enemy_destroy_38_2",
      "dlg": "공격성 진단 장치에서 특정 공격의 예고가 더 이상 감지되지 않음을 판단했습니다. 이전 제압에서 축출된 것이 유효했습니다."
    },
    {
      "id": "announcer_round_takebigdmg_38_1",
      "dlg": "생명 유지 장치의 활성화를 확인했습니다. 알립니다. 큰 부상을 입은 요원이 있다면, 신속히 장치의 패널을 열고…"
    },
    {
      "id": "announcer_round_takebigdmg_38_2",
      "dlg": "특정 요원이 심각한 부상을 입은 것을 감지했습니다. 만약 스스로 움직일 수 있다면, 통로에서 이탈하시어 다른 요원의 전투에 방해가 되지 않도록 배려 부탁드립니다."
    },
    {
      "id": "announcer_round_givebigdmg_38_1",
      "dlg": "매우 효과적인 청소입니다. 워프 열차 연산 시스템은 해당 행동에 약 14%의 정리 기여도가 있음을 판단했습니다."
    },
    {
      "id": "announcer_round_givebigdmg_38_2",
      "dlg": "방금 청소를 수행한 요원께, W사 인재 관리 부서에서 자동 승진 추천서가 발부되었음을 안내드립니다. 자세한 내용은 서면에 적혀있습니다."
    },
    {
      "id": "announcer_multikillenemy_38_1",
      "dlg": "다수의 위험인물이 제거되었음을 감지했습니다. 효율적인 청소였으나, 주변 전자기기나 좌석이 망가지지 않았는지 살펴봐주시길 요청드립니다."
    },
    {
      "id": "announcer_equip_38_1",
      "dlg": "오늘도 W사의 워프 열차를 이용해 주시는 승객 여러분, 안녕하십니까? 이번 여정의 목적지까지 친절한 안내로 함께하도록 하겠습니다. 감사합니다."
    }
  ]
}
