{
  "dataList": [
    {
      "id": "announcer_cheer_35_1",
      "dlg": "자, 생각해보자. 그러니까… 앗, 저 앞에 보이는 분들이 적일까요? 입. 닫. 온다."
    },
    {
      "id": "announcer_cheer_35_2",
      "dlg": "풀어나가기 어려운 전투는 저희가 함께 해결해 드릴게요~ 모든 문제에는 반드시 실마리가 있기 마련이니까!"
    },
    {
      "id": "announcer_specialcheer_35_1",
      "dlg": "뭐야?! 어쩌다가 이렇게 된 거야? 정신을 차리고 보니까 다들 엄청 다치셨네요? 시간 부자의 소행일지도."
    },
    {
      "id": "announcer_specialcheer_35_2",
      "dlg": "허. 접. 아니, 그런 말 하지 말고… 왜 이렇게 됐는지 생각해보자니까? 허. 접. 이니까. 다른 이유가 있나? 아이고…"
    },
    {
      "id": "announcer_enemy_break_35_1",
      "dlg": "아! 저 분, 시간을 빼앗기신 걸까요? 딱 보면 모르겠어? 얻어맞고 뻗어버린 거잖아~"
    },
    {
      "id": "announcer_ally_break_35_1",
      "dlg": "이상하네요… 이렇게 다치실 일이 아니었던 것 같은데요. 보이지 않는 무언가의 공격일 수도 있다. 그런 말할 때야?! 걱정부터 해야지!"
    },
    {
      "id": "announcer_killenemy_35_1",
      "dlg": "예상대로 적은 완벽히 제압했네! 이제 조금 더 진상에 다가갈 수 있겠군요?"
    },
    {
      "id": "announcer_ally_dead_35_1",
      "dlg": "한 놈, 또 갔군. 안돼… 이러면 사건은 미궁 속으로 빠져버린다구… 음~ 남은 분들로 단서를 더 찾아볼 수 있지 않을까요? 아직까지는 괜찮을 거예요~"
    },
    {
      "id": "announcer_enemy_adv_35_1",
      "dlg": "…이젠 안 되는 거 아냐? 이미 한참 전부터 망가졌다. 이럴 땐 차라리 전부 무너뜨린 후에 다시 빚는게 낫지. 그러게요. 이럴 때는 빨리 다른 방법을 찾는게 나을 지도요."
    },
    {
      "id": "announcer_ally_adv_35_1",
      "dlg": "료슈 씨, 지금 상황은 어떻게 생각하세요? 반. 반. 나쁘진 않겠어. 아무런 문제가 없었던 건 아니지만, 이 정도면 충분히 끝까지 도달할 거야!"
    },
    {
      "id": "announcer_ally_advex_35_1",
      "dlg": "상황만 보면 완전 불가능해 보이지만… 우린 이미 불가능한 것을 제쳐왔었으니까. 그렇다면 이길 수 없을 거라 믿어도, 이기겠군. 두 분 모두, 마음가짐이 멋있으시네요~"
    },
    {
      "id": "announcer_danger_35_1",
      "dlg": "…담배에 불을 붙였다. 응? 뭐라고? 지금 이 순간, 딱 한 번의 선택이 결말을 좌우한다. 후… 좋은 담배를 태워야 하는 타이밍이지."
    },
    {
      "id": "announcer_enemy_specialskill_35_1",
      "dlg": "저건… 위험해 보이는데? 복선은 없었는데. 흐음~ 추리 소설처럼 모든 문제가 복선이 있었다면 편했을 텐데요."
    },
    {
      "id": "announcer_enemy_specialgimmick_35_1",
      "dlg": "…나! 이거 알아. 정확한 방법으로 진행하지 않으면 모두가 죽는 전개야! 훗, 기믹인가. 그렇다면 단서가 어딘가 숨어있겠네요?"
    },
    {
      "id": "announcer_advatk_physical_35_1",
      "dlg": "약점이 명백했군. 평면적이다. 이렇게 간단하면 김 새는데~ 추리하는 맛이 안 나잖아."
    },
    {
      "id": "announcer_disadvatk_physical_35_1",
      "dlg": "엥… 이게 아니라고? 삼각형 자물쇠에 오각형 열쇠를 꽂는 모양새네요. 뭐, 압도하는 힘이 있다면 우겨넣어 열어버릴 수도 있는 법이지."
    },
    {
      "id": "announcer_advatk_attr_35_1",
      "dlg": "아~ 이건 내가 완전 전문인데, 벌써 추리를 성공해 버렸네? 주의깊게 보지 않으면 잘못 선택했을 수도 있었는데, 현명하셨네요~"
    },
    {
      "id": "announcer_disadvatk_attr_35_1",
      "dlg": "단서를 그만큼이나 모았는데, 이런 추론으로 이어진다니. 한심. 아니, 그러면 료슈가 좀 알려줘 봐~ 흥, 스포일러다."
    },
    {
      "id": "announcer_enemy_specialbuff_35_1",
      "dlg": "갑자기 상황이 어려워졌는걸… 비밀 장치가 작동한 걸지도 모르겠어요."
    },
    {
      "id": "announcer_enemy_specialdebuff_35_1",
      "dlg": "역시 저들도 예상한 대로 움직임이 둔해졌네요. 흥, 간단히 죽여버릴 수 있겠군. 기왕이면 문제 해결이라구 하자, 료슈… 그 멋진 파이프에 좀 어울리게."
    },
    {
      "id": "announcer_ally_specialbuff_35_1",
      "dlg": "여러분들, 분주해지셨네요! 무언가 깨달으신게 있는 걸까요? 아무래도 핵심적인 단서를 얻으면 들뜨긴 하지~"
    },
    {
      "id": "announcer_ally_specialdebuff_35_1",
      "dlg": "사건이 미궁으로. 하아… 뭔가 잘못 했던 걸까? 료슈님한테는 오히려 좋지 않나요? 아까도 콧수염을 매만지시면서 '뻔한건 질. 주. 다.'라고 하셨잖아요. 질리는 주제… 라는 거야?"
    },
    {
      "id": "announcer_enemy_destroy_35_1",
      "dlg": "모든 증거가 말해주고 있어… 역시 저 부분을 부수는게 정답이었던 거야! 오~ 저번에 빌려 읽은 소설에서 본 대사네요! 멋진 재현인걸요?"
    },
    {
      "id": "announcer_enemy_destroy_35_2",
      "dlg": "썩어빠진 예술품 흉내를 내는 것일수록 기초가 볼품없지. 아, 하나를 부쉈으니 곧 와르르 무너져 내릴 것이라는 말씀이시죠? 후. 정답이다."
    },
    {
      "id": "announcer_round_takebigdmg_35_1",
      "dlg": "으아아?! 괘, 괜찮은 거야? 저건 상처가 너무 깊을 것 같은데요… 증거품이나 안 부서졌으면 다행이군."
    },
    {
      "id": "announcer_round_takebigdmg_35_2",
      "dlg": "생각한 것보다 너무 다쳤는데… 이렇게 푸는 문제가 아니었던 거야? 아니, 우린 결코 틀리지 않는다… 다만 상황이 우리를 오해하고 있을 뿐. 훗. …뭐라는 거야, 틀렸으니까 저렇게 세게 맞았지!"
    },
    {
      "id": "announcer_round_givebigdmg_35_1",
      "dlg": "그렇지~ 그게 바로 핵심 증거라고! 이대로 몰아붙이면 아무 저항도 못하고 사건이 해결될 수밖에 없겠는데요~"
    },
    {
      "id": "announcer_round_givebigdmg_35_2",
      "dlg": "경계를 풀진 마라. 아직 이 사건은 끝나지 않았어. 그래도 이 정도면 충분히 좋은 성과인걸요? 맞아, 잠깐 들뜨는 것도 나쁘진 않지~"
    },
    {
      "id": "announcer_multikillenemy_35_1",
      "dlg": "…그리고 아무도 없었다. 아직 좀 남은 것 같은데? 훗… 그러니까 아무도 없었다는 거다. 뭐~ 방금같이 조금만 더 하면, 진짜 아무도 남지 않긴 하겠네요!"
    },
    {
      "id": "announcer_battle_win_35_1",
      "dlg": "좋아, 이걸로 사건 해결! 전개가 예상되는 삼. 추. 소. 수준의 전투였군. 후후, 다른 분들도 수고 많으셨네요~"
    },
    {
      "id": "announcer_battle_defeat_35_1",
      "dlg": "반. 전. 이군. 으… 아냐, 생각해보면 중간부터 꼬여서 이렇게 될 것 같긴 했어. 네? 아, 그 반전을 말씀하신 게 아닌걸까요? 반죽처럼 짓이겨져서 전멸, 이라는 뜻이다."
    },
    {
      "id": "announcer_equip_35_1",
      "dlg": "사건만 추리하는 게 아니다! 이 전투에 어떤 문제가 있는지~ 철. 추. 아니! 철저히 추리하겠다! 라고! 안 줄이기로 했잖아, 료슈~"
    }
  ]
}
