{
    "dataList": [
        {
            "id": 0,
            "content": "The child took a sip of black tea, her eyes gently closed."
        },
        {
            "id": 1,
            "content": "In this moment of rest, she was reflecting on the past."
        },
        {
            "id": 2,
            "content": "It had been years since she joined the Association, and much had happened in that time."
        },
        {
            "id": 3,
            "content": "As a Fixer, she would partake in missions and fight battles…"
        },
        {
            "id": 4,
            "content": "She would hurt others, and she would be wounded by others."
        },
        {
            "id": 5,
            "content": "This child wasn’t unskilled by any means. If she were, she wouldn’t have gotten this far, right?"
        },
        {
            "id": 6,
            "content": "She herself knew that managing and leading people was a more fitting occupation, so it should be a good thing for her."
        },
        {
            "id": 7,
            "content": "Though some might scoff at how insignificant the position of directing Section 6 was…"
        },
        {
            "id": 8,
            "model": "오티스",
            "teller": "Outis",
            "title": "Seven Section 6 Director",
            "content": "Hm…?"
        },
        {
            "id": 9,
            "content": "It would be as silly as complaining about the ending of an ongoing story when the child’s goal was set further beyond."
        },
        {
            "id": 10,
            "model": "오티스",
            "teller": "Outis",
            "title": "Seven Section 6 Director",
            "content": "These numbers… are off."
        },
        {
            "id": 11,
            "content": "The child’s eyes sparked. The glint was evidently in her eyes rather than the glasses she wore."
        },
        {
            "id": 12,
            "model": "오티스",
            "teller": "Outis",
            "title": "Seven Section 6 Director",
            "content": "It’s me. Are you nearby?"
        },
        {
            "id": 13,
            "content": "In a series of gestures as natural as flowing water, the child picked up the phone and made a call."
        },
        {
            "id": 14,
            "model": "오티스",
            "teller": "Outis",
            "title": "Seven Section 6 Director",
            "content": "Fieldwork, huh… Yeah, I figured. It was the higher-ups, wasn’t it?"
        },
        {
            "id": 15,
            "content": "The other Fixer’s voice leaked through the phone."
        },
        {
            "id": 16,
            "content": "It was one of surprise, startled by the child’s correct guess."
        },
        {
            "id": 17,
            "model": "오티스",
            "teller": "Outis",
            "title": "Seven Section 6 Director",
            "content": "It’s far from the first time. Let’s see, your job should be done in about… an hour or so, correct?"
        },
        {
            "id": 18,
            "content": "The child gave the pile of documents on her desk a side glance."
        },
        {
            "id": 19,
            "content": "There were peculiar business expenses, and signs of different personnel being called to the same site on multiple occasions."
        },
        {
            "id": 20,
            "content": "A picture was beginning to form in the child’s mind."
        },
        {
            "id": 21,
            "model": "오티스",
            "teller": "Outis",
            "title": "Seven Section 6 Director",
            "content": "Got it. Make sure to visit the Section 6 training room as soon as you’re done."
        },
        {
            "id": 22,
            "content": "This child… needed someone with whom to review her theory."
        },
        {
            "id": 23,
            "content": "Someone that she’d always been keeping an eye on."
        },
        {
            "id": 24,
            "model": "오티스",
            "teller": "Outis",
            "title": "Seven Section 6 Director",
            "content": "Yes, bring that individual with you."
        }
    ]
}