{
  "dataList": [
    {
      "id": 0,
      "model": "이스마엘",
      "title": "Shi Section 5",
      "content": "I ought to say something…"
    },
    {
      "id": 1,
      "content": "The child mumbled to herself, biting her lip."
    },
    {
      "id": 2,
      "content": "Frustration had taken hold of her heart for a long while."
    },
    {
      "id": 3,
      "content": "The director she worked under was pushing unrealistic goals, and to top things off, her coworker had a temper that couldn’t be any less suited for her Association’s line of work."
    },
    {
      "id": 4,
      "model": "이스마엘",
      "title": "Shi Section 5",
      "content": "Ugh…"
    },
    {
      "id": 5,
      "content": "In the middle of dressing an opened wound, the child groaned; there might just be more to her sough than the pain."
    },
    {
      "id": 6,
      "content": "There’s sure to be a good chunk of people in the City who would sympathize with her woes…"
    },
    {
      "id": 7,
      "content": "All those experiences she had during her time of flitting around the City."
    },
    {
      "id": 8,
      "content": "Even after acquiring her Fixer license, she took on chores and odd jobs at the lowest positions, all of which must have seemed inefficient and unreasonable for her."
    },
    {
      "id": 9,
      "content": "Those lowly duties weren’t easy by any means, either."
    },
    {
      "id": 10,
      "content": "It’s right in the job description that Fixers get their hands dirty, sure, but even they have things they’d rather avoid."
    },
    {
      "id": 11,
      "content": "This bandage-swathed child undertook such undesirable tasks."
    },
    {
      "id": 12,
      "content": "Perhaps that’s why she was able to join the Shi Association."
    },
    {
      "id": 13,
      "content": "When she had woken up in a hospital after narrowly avoiding death on a perilous mission, she found a letter of recruitment from the Association at her bedside."
    },
    {
      "id": 14,
      "model": "이스마엘",
      "title": "Shi Section 5",
      "content": "Didn’t expect to meet the director like that, though…"
    },
    {
      "id": 15,
      "content": "Just as she was grumbling, she heard a loud voice from the room next to her."
    },
    {
      "id": 16,
      "model": "돈키호테",
      "title": "Shi Section 5",
      "content": "…I said!!"
    },
    {
      "id": 17,
      "content": "It was full of genuine rage, something the child had never heard out of her director before."
    },
    {
      "id": 18,
      "model": "돈키호테",
      "title": "Shi Section 5",
      "content": "I am rightly baffled by the ridiculous orders you issue whilst my juniors are in enough agony!"
    },
    {
      "id": 19,
      "content": "The child quietly placed her ear to the door, the voice becoming much clearer as she did so."
    },
    {
      "id": 20,
      "model": "돈키호테",
      "title": "Shi Section 5",
      "content": "‘Tis against my will to reprimand my good men! Do you have any idea how it rendeth my guts to goad them with empty words?!"
    },
    {
      "id": 21,
      "model": "이스마엘",
      "title": "Shi Section 5",
      "content": "……"
    },
    {
      "id": 22,
      "content": "The irritation in the child’s mind made way for emerging thoughts."
    },
    {
      "id": 23,
      "content": "At that, she took quiet steps away from the door and back to her quarters."
    },
    {
      "id": 24,
      "content": "“I thought I’d become a rather experienced Fixer by now, but I guess I haven’t changed so much after all.”"
    },
    {
      "id": 25,
      "content": "Arriving to that conclusion…"
    },
    {
      "id": 26,
      "model": "이스마엘",
      "title": "Shi Section 5",
      "content": "Fhuu…"
    },
    {
      "id": 27,
      "content": "The child let out a deep sigh."
    }
  ]
}