{
  "dataList": [
    {
      "id": 0,
      "place": "K Corp. Checkpoint",
      "content": "A figure approached us with terrifying force, reminiscent of a frenzied beast."
    },
    {
      "id": 1,
      "model": "히스클리프",
      "content": "‘Ey, what the… What’s that thing running at us?"
    },
    {
      "id": 2,
      "model": "뫼르소",
      "content": "ETA is three seconds. Manager, your judgement?"
    },
    {
      "id": 3,
      "model": "단테",
      "content": "<I… I dunno, I’m not sure what to…>"
    },
    {
      "id": 4,
      "content": "Vergilius was the only one who showed no surprise."
    },
    {
      "id": 5,
      "content": "To be more clear, he was more displeased than unsurprised at this apparently expected arrival."
    },
    {
      "id": 6,
      "model": "베르길리우스",
      "content": "Ah, there you are. K Corp’s superstar."
    },
    {
      "id": 7,
      "content": "A jovial-looking man appeared amidst the chaos with an obnoxious laugh."
    },
    {
      "id": 8,
      "model": "지크프리트",
      "teller": "???",
      "title": "???",
      "content": "Greetings one and all! You are free to share stories of the heroic feats you are to witness here, but photographs and more will require permission from K Corp!"
    },
    {
      "id": 9,
      "model": "지크프리트",
      "teller": "???",
      "title": "???",
      "content": "Alas, I must attend a magazine interview in half an hour, so I cannot overlinger. I pray you to understand!"
    },
    {
      "id": 10,
      "model": "베르길리우스",
      "content": "Was wondering when you’d come."
    },
    {
      "id": 11,
      "model": "베르길리우스",
      "content": "I heard you became a wagie serving a Wing, Siegfried."
    },
    {
      "id": 12,
      "model": "지크프리트",
      "teller": "Siegfried",
      "title": "A Fixer?",
      "content": "Ahaha! I see your tongue is as sharp as ever, dear fellow!"
    },
    {
      "id": 13,
      "model": "지크프리트",
      "teller": "Siegfried",
      "title": "A Fixer?",
      "content": "I rushed here at once in response to code purple, and methinks your friends were the perpetrators!"
    },
    {
      "id": 14,
      "model": "베르길리우스",
      "content": "Not exactly friends. I hope you understand that I have nothing to do with the commotion."
    },
    {
      "id": 15,
      "model": "지크프리트",
      "teller": "Siegfried",
      "title": "A Fixer?",
      "content": "In that case…"
    },
    {
      "id": 16,
      "model": "베르길리우스",
      "content": "Yup, I’m counting on you to give them a spicy lesson."
    },
    {
      "id": 17,
      "model": "히스클리프",
      "content": "What are you two muttering about? Don’t bode well."
    },
    {
      "id": 18,
      "model": "료슈",
      "content": "Agreed. From under what stone did he come out?"
    },
    {
      "id": 19,
      "model": "지크프리트",
      "teller": "Siegfried",
      "title": "A Fixer?",
      "content": "Hahahah! Well well, it appears that some of you come from faraway lands. Right then, I shall grant you all the privilege of photography for this special occasion!"
    },
    {
      "id": 20,
      "model": "오티스",
      "content": "He treats us like worshippers on the streets. How dare y—"
    },
    {
      "id": 21,
      "model": "돈키호테",
      "content": "OOOOHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHH!!!"
    },
    {
      "id": 22,
      "model": "단테",
      "content": "<Don Quixote, what’s wrong?>"
    },
    {
      "id": 23,
      "model": "돈키호테",
      "content": "Th, tha, the, tha, th-tha, the, th, th, tha, that, TH, THE, HH, THAT MAN, HE, HIM, THE MAN HIMSELF!!!!!!!!!!!!!!!!"
    },
    {
      "id": 24,
      "model": "베르길리우스",
      "content": "We’re in a hurry, so get this done within one minute if possible. And keep that clockhead out of this."
    },
    {
      "id": 25,
      "model": "지크프리트",
      "teller": "Siegfried",
      "title": "A Fixer?",
      "content": "Hmm… A prosthetic, is it? Right then, make it 50 seconds!!!"
    },
    {
      "id": -1,
      "model": "//효과음",
      "content": "찰-칵!"
    },
    {
      "id": -1,
      "model": "//CG",
      "content": "수감자들을 죽이면서 셀카를 찍고 있는 지크프리트"
    },
    {
      "id": 26,
      "content": "Both a skilled fighter and talented performer, I could only watch in awe as he proved himself to be nothing short of a “hero”."
    },
    {
      "id": 27,
      "model": "히스클리프",
      "content": "Khgh!"
    },
    {
      "id": 28,
      "model": "지크프리트",
      "teller": "Siegfried",
      "title": "A Fixer?",
      "content": "Now, look here once more! I’m sure our fans will love it!"
    },
    {
      "id": 29,
      "model": "료슈",
      "content": "This blighter… is too damn strong."
    },
    {
      "id": 30,
      "model": "지크프리트",
      "teller": "Siegfried",
      "title": "A Fixer?",
      "content": "Hm? What did you do just now? Hahahah! Well, isn’t that cute!"
    },
    {
      "id": 31,
      "model": "료슈",
      "content": "Gah…!"
    },
    {
      "id": 32,
      "content": "One after another, he made short work of the Sinners."
    },
    {
      "id": 33,
      "content": "Vergilius watched the carnage with a pleased expression."
    },
    {
      "id": 34,
      "model": "단테",
      "content": "<……>"
    },
    {
      "id": 35,
      "model": "베르길리우스",
      "content": "About time they learned what happens if they kick up a ruckus in a Nest thinking they can get away with it."
    },
    {
      "id": 36,
      "model": "베르길리우스",
      "content": "…Dante, you may not remember it at the moment, but at one point you used to be something of a bigwig… so to speak."
    },
    {
      "id": 37,
      "model": "단테",
      "content": "<I… I was?>"
    },
    {
      "id": 38,
      "content": "I just couldn’t picture it."
    },
    {
      "id": 39,
      "content": "Right now, I’m just a powerless leader who fumbles in any emergency—constantly being chewed up, spat out, and ignored in the trash by my Sinners."
    },
    {
      "id": 40,
      "content": "They’ve even started treating me as the team’s field medic; to think that this miserable manager used to be the respected leader of many sometime in the past."
    },
    {
      "id": 41,
      "content": "I felt a genuine desire to ask Faust for another way to recover my memories."
    },
    {
      "id": 42,
      "model": "베르길리우스",
      "content": "However, your memory loss does not wholly excuse all the faults in your performance as the manager. I’m certain you understand what I mean."
    },
    {
      "id": 43,
      "model": "단테",
      "content": "<……>"
    },
    {
      "id": 44,
      "content": "I thought of the staff at the K Corp. checkpoint."
    },
    {
      "id": 45,
      "content": "They showed no pity for the family they were about to tear apart, treating it all as nothing more than part of the due procedure."
    },
    {
      "id": 46,
      "content": "Although Don Quixote got us into trouble when she sprang forth to rectify injustice…"
    },
    {
      "id": 47,
      "content": "I just know it would’ve haunted my sleep for days if we turned a blind eye."
    },
    {
      "id": 48,
      "content": "And seeing Heathcliff tighten the grip on his weapon to veins as he witnessed the disturbance…"
    },
    {
      "id": 49,
      "content": "If not Don Quixote, I feel at least one of us would have intervened."
    },
    {
      "id": 50,
      "content": "Truth be told, I didn’t do everything in my power to keep Don Quixote down. Vergilius isn’t necessarily wrong when he says the blame rests on me for causing this."
    },
    {
      "id": 51,
      "model": "단테",
      "content": "<Taking back my head might not be for the best after all, Vergilius.>"
    },
    {
      "id": 52,
      "model": "베르길리우스",
      "content": "Ah, dear… I’ve got to tell them to put a microphone next time."
    },
    {
      "id": 53,
      "model": "베르길리우스",
      "content": "…I’ll take it that you’ve gotten my point."
    },
    {
      "id": 54,
      "model": "지크프리트",
      "teller": "Siegfried",
      "title": "A Fixer?",
      "content": "Hurrah! 46.5 seconds! Another day, another heroic tale of justice written!!"
    },
    {
      "id": 55,
      "model": "베르길리우스",
      "content": "Ah, looks like the curtains have closed. Time to rewind, Dante."
    }
  ]
}