{
  "dataList": [
    {
      "d": 0,
      "place": "A Pawnshop",
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "Ain’t ya too many visitors at once? The shop’s cramped as is…"
    },
    {
      "d": 1,
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "Y’all prefer your luck of the draw from trumps or mahjong?"
    },
    {
      "d": 2,
      "content": "As we entered the shop, we were met with the gruff greeting of an old pawnbroker."
    },
    {
      "d": 3,
      "model": "히스클리프",
      "content": "What’s that blighter on about?"
    },
    {
      "d": 4,
      "model": "이스마엘",
      "content": "…Am I the only one here who read up on Nest J? Vergilius gave us a pamphlet to peruse before we left."
    },
    {
      "d": 5,
      "model": "그레고르",
      "content": "Well, I think I remember glancing at the cover…"
    },
    {
      "d": 6,
      "model": "이스마엘",
      "content": "Here, you’ll get loaned different amounts depending on your fortune for the day."
    },
    {
      "d": 7,
      "model": "이스마엘",
      "content": "If you draw a great boon, you get extra cash, while misfortune means far less than what the pawn is worth."
    },
    {
      "d": 8,
      "model": "홍루",
      "content": "Ah~ That reminds me, our family had hired dedicated fortunetellers."
    },
    {
      "d": 9,
      "model": "홍루",
      "content": "They drew a greater boon for me in the divination they performed before I left. That must’ve been a sign that I would join all of you wonderful people on our journey."
    },
    {
      "d": 10,
      "model": "이스마엘",
      "content": "Wow, really, so indulging in lofty leisure on your grand estate was your fated life. Maybe I should pray that I’m born that rich if there’s a next time."
    },
    {
      "d": 11,
      "model": "히스클리프",
      "content": "I’m good. It’s well-off folks like him that tend to play dirty."
    },
    {
      "d": 12,
      "model": "홍루",
      "content": "You might be right. I didn’t like to get along with my younger sibling in childhood. Always trying to cheat and grouch if things didn’t go as desired."
    },
    {
      "d": 13,
      "model": "히스클리프",
      "content": "No, that’s NOT what I was getting at!"
    },
    {
      "d": 14,
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "So you wanna get your fortune or not?"
    },
    {
      "d": 15,
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "Forget about that… Do you people even have anything to pawn? I’m not seeing any wealth on ya…"
    },
    {
      "d": 16,
      "content": "The pawnbroker glanced over each Sinner with a dubious look until his eyes landed on me."
    },
    {
      "d": 17,
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "Oho… That clockhead might be worth a good sum."
    },
    {
      "d": 18,
      "model": "로쟈",
      "content": "How much do you think they sell for, old pal?"
    },
    {
      "d": 19,
      "model": "단테",
      "content": "<Rodya… I’m not for sale…>"
    },
    {
      "d": 20,
      "model": "파우스트",
      "content": "As you were likely contacted in advance, we are from Limbus Company, and…"
    },
    {
      "d": 21,
      "content": "Unfortunately, neither the Sinners nor the pawnbroker were paying any attention to Faust’s words."
    },
    {
      "d": 22,
      "model": "홍루",
      "content": "Oh, I did bring this handkerchief with me when I left home…"
    },
    {
      "d": 23,
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "Oho… A dragon embroidered on silk. That’s some meticulous needlework, which might net… let’s see, seven million… Ahn?"
    },
    {
      "d": 24,
      "model": "히스클리프",
      "content": "A crummy piece of cloth is worth that much?! Have your eyes rotted out, old geezer?!"
    },
    {
      "d": 25,
      "model": "전당포주인",
      "teller": "Pawnbroker",
      "title": "J Corp. Pawnshop",
      "content": "Wha? You don’t recognize the value of this quality—­­ Beh, now I see. You’re wearing a shabby ring like it’s true treasure… Tsk-tsk."
    },
    {
      "d": 26,
      "model": "히스클리프",
      "content": "…What did you just say."
    },
    {
      "d": 27,
      "model": "로쟈",
      "content": "Geez, cut it out! Dante~ Please shut them up~"
    },
    {
      "d": 28,
      "model": "???",
      "content": "You had us worried, Faust."
    },
    {
      "d": 29,
      "content": "Amidst the chaos, a most gentle voice softly landed on my ears."
    },
    {
      "d": 30,
      "model": "소드",
      "teller": "???",
      "title": "???",
      "content": "We were meant to meet each other at 4, but fifteen minutes had passed already. Surely you couldn’t have forgotten how to read a clock, right?"
    },
    {
      "d": 31,
      "model": "파우스트",
      "content": "Certainly not. There was little I could do to alter the driver of the bus."
    },
    {
      "d": 32,
      "model": "에피",
      "teller": "???",
      "title": "???",
      "content": "Aha, so you’re taking a clock-person with you to help with the time? I suppose they didn’t come with an alarm."
    },
    {
      "d": 33,
      "content": "The gentle voice was soon followed by one that didn’t even attempt to hide their disdain."
    },
    {
      "d": 34,
      "model": "단테",
      "content": "<Come on, that’s a little harsh. Let’s try to leave better first impressions…>"
    },
    {
      "d": 35,
      "content": "I know my voice won’t be heard by anyone other than the Sinners, but I still can’t help but get upset at rude remarks."
    },
    {
      "d": 36,
      "model": "에피",
      "teller": "???",
      "title": "???",
      "content": "Oh, so it was you? You guys are the team that botched the Golden Bough retrieval last time?"
    },
    {
      "d": 37,
      "model": "에피",
      "teller": "???",
      "title": "???",
      "content": "Folks had high expectations for your team, what with some of the smartest people in the City being on it."
    },
    {
      "d": 38,
      "model": "소드",
      "teller": "???",
      "title": "???",
      "content": "No wonder… Ms. Faust wasn’t looking very pleased."
    },
    {
      "d": 39,
      "model": "파우스트",
      "content": "My face has remained constant."
    },
    {
      "d": 40,
      "model": "히스클리프",
      "content": "Ey, what’re you standing around for? Go on now. This fellow here is also the brainy sort. Don’t brush him off."
    },
    {
      "d": 41,
      "content": "Heathcliff gave Yi Sang a sideways glance, but what he got in response was lukewarm."
    },
    {
      "d": 42,
      "model": "이상",
      "content": "I shall not, as that would be a hollow vaunt."
    },
    {
      "d": 43,
      "model": "히스클리프",
      "content": "But you were a lot more talkative down in that basement? Who are you and what did you do with Yi Sang?"
    },
    {
      "d": 44,
      "model": "이상",
      "content": "I am and have always been whom I match in the mirror."
    },
    {
      "d": 45,
      "model": "히스클리프",
      "content": "You― Haah, forget it."
    },
    {
      "d": 46,
      "model": "파우스트",
      "content": "Our first mission was devised with failure in mind."
    },
    {
      "d": 47,
      "model": "파우스트",
      "content": "We needed an opportunity to see what potential our Sinners held."
    },
    {
      "d": 48,
      "model": "그레고르",
      "content": "…Wait, it was?"
    },
    {
      "d": 49,
      "model": "오티스",
      "content": "A plan whose purpose is to fail? That could hardly qualify as a proposal."
    },
    {
      "d": 50,
      "model": "소드",
      "teller": "???",
      "title": "???",
      "content": "By the way, where is Vergilius? I agreed to assist with the operation mainly for a chance to get to see him."
    },
    {
      "d": 51,
      "model": "에피",
      "teller": "???",
      "title": "???",
      "content": "He must’ve been embarrassed. Imagine accompanying people like these."
    },
    {
      "d": 52,
      "model": "히스클리프",
      "content": "Tch… Is that why he dropped us so far away from the place? Because he was ashamed of us?!"
    },
    {
      "d": 53,
      "model": "이스마엘",
      "content": "…Doesn’t anyone have a thing to say about us being belittled?"
    },
    {
      "d": 54,
      "model": "이스마엘",
      "content": "And won’t all the boasting and bluffing not do much if we don’t introduce ourselves first?"
    },
    {
      "d": 55,
      "model": "파우스트",
      "content": "These two will be our cooperators for this mission. They’re from the Limbus Company Clearance department, also known as the LCC."
    },
    {
      "d": 56,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "The Before Team of Clearance, please. Ah, I’m Saude, and this here is Effie."
    },
    {
      "d": 57,
      "model": "히스클리프",
      "content": "What, are we supposed to clap or…"
    },
    {
      "d": 58,
      "model": "홍루",
      "content": "Wonderful! It’s a pleasure!"
    },
    {
      "d": 59,
      "content": "Hong Lu was the only person on the team welcoming them with total sincerity. (He almost even gave a standing ovation.)"
    },
    {
      "d": 60,
      "content": "A good half of the rest stared at the two with cold eyes, and the others wary, until introductions were finished."
    }
  ]
}