{
  "dataList": [
    {
      "id": 0,
      "place": "Casino 1F",
      "content": "The casino could be best described as “busy”."
    },
    {
      "id": 1,
      "content": "Excessively cheery sounds blared from slot machines."
    },
    {
      "id": 2,
      "content": "The lights were so bright that some of our Sinners had to cover their eyes."
    },
    {
      "id": 3,
      "content": "And the security guards took note of our garish outfits to give us a customary nod."
    },
    {
      "id": 4,
      "content": "Saude and Effie, dressed as croupiers, discreetly nodded at us as they accompanied Rodya to the casino’s cage."
    },
    {
      "id": 5,
      "content": "I was amazed by their ability to feign expertise; from the way they carried themselves to the facial expressions they made, few would doubt that they’re long-time employees."
    },
    {
      "id": 6,
      "model": "돈키호테",
      "content": "Wha… What manner of sorcery are these dazzling contraptions?"
    },
    {
      "id": 7,
      "model": "그레고르",
      "content": "Try not to go saucer-eyed at everything like a fascinated kid, Don Quixote. You’ll seem fishy…"
    },
    {
      "id": 8,
      "model": "이스마엘",
      "content": "The guests here look dead inside with their dim eyes, and they smell worse than the Tingtang schmucks we faced. Do they even wash…"
    },
    {
      "id": 9,
      "model": "그레고르",
      "content": "I don’t think they’d be too happy about you holding your nose right before their faces, Ishmael…"
    },
    {
      "id": 10,
      "model": "이스마엘",
      "content": "But, this is the kind of bilgy stench I’d only ever caught from deckhands…"
    },
    {
      "id": 11,
      "content": "Fortunately, most of them were too focused on the machines to care about what we were doing."
    },
    {
      "id": 12,
      "model": "돈키호테",
      "content": "Manager Esquire! Hath you seen such a thing?"
    },
    {
      "id": 13,
      "model": "돈키호테",
      "content": "What must I do to hear the jolly bells as the other patrons are?"
    },
    {
      "id": 14,
      "model": "단테",
      "content": "<I don’t think I’ve been to one of these places before, so I wouldn’t know…>"
    },
    {
      "id": 15,
      "content": "Looking at all the flashy symbols and numbers spinning had slowly eroded my resolve to act the part of a stern manager."
    },
    {
      "id": 16,
      "model": "단테",
      "content": "<I, I guess a little peek is fine?>"
    },
    {
      "id": 17,
      "model": "돈키호테",
      "content": "It says here to press the button! Is pressing it what one ought to do?"
    },
    {
      "id": 18,
      "content": "I swear upon my minute and hour hands that I had no intention to press that button, absolutely none."
    },
    {
      "id": 19,
      "content": "The hand I’d swiftly outstretched to stop Don Quixote from touching the machine unexpectedly fumbled and landed smack on the button—"
    },
    {
      "id": 20,
      "model": "단테",
      "content": "<Yikes!>"
    },
    {
      "id": 21,
      "content": "—and in an unpredictable series of coincidences, someone had left a token in it, enough for one game."
    },
    {
      "id": 22,
      "content": "Reels started spinning under fanfare…"
    },
    {
      "id": 23,
      "content": "We could only watch as the chain of events unfolded."
    },
    {
      "id": 24,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "By the way, I hope Dante handles the wish stickers we took from the Tingtang Gang with care."
    },
    {
      "id": 25,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "That manager? It was the only favor we asked of them, they’d better be doing a good job."
    },
    {
      "id": 26,
      "model": "로쟈",
      "content": "You can count on Dante, dear duo~ They’re one of the few sensible pals who gets what’s up."
    },
    {
      "id": 27,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "That’s good to hear. With so many sheets attached, they should be able to win any game with ease."
    },
    {
      "id": 28,
      "model": "소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "We just need to be careful not to draw attention here."
    },
    {
      "id": 29,
      "content": "JAAACKPOT!"
    },
    {
      "id": 30,
      "content": "The players next to us stared with jaws dropped so far that their chins could touch the floor…"
    },
    {
      "id": 31,
      "content": "Waves of casino chips plunged from the machine, so many that I wouldn’t dare try to gather them up."
    },
    {
      "id": 32,
      "content": "I’m so sorry, Effie, Saude."
    },
    {
      "id": 33,
      "content": "I came here determined to do something right, and it fell apart all so soon."
    },
    {
      "id": 34,
      "teller": "One Casinogoer",
      "title": "Chump",
      "content": "A jackpot? What machine is it?"
    },
    {
      "id": 35,
      "teller": "Another Casinogoer",
      "title": "Chump",
      "content": "Just like that, no warning? Right now?"
    },
    {
      "id": 36,
      "model": "각잡힌카지노경호원",
      "teller": "Rigid Security",
      "title": "J Corp. Casino",
      "content": "A moment, please…"
    },
    {
      "id": 37,
      "model": "각잡힌카지노경호원",
      "teller": "Rigid Security",
      "title": "J Corp. Casino",
      "content": "Let me just check your ID."
    },
    {
      "id": 38,
      "model": "히스클리프",
      "content": "What’s with the aggro? Is it a crime to win big at a casino?"
    },
    {
      "id": 39,
      "model": "파우스트",
      "content": "Chance in this place doesn’t work the way we think it usually does. You could accumulate your luck for a big payout or trickle in small amounts to break even, but winning the jackpot on your first try should be a literal impossibility here."
    },
    {
      "id": 40,
      "model": "돈키호테",
      "content": "Chips are raining down like shooting stars!"
    },
    {
      "id": 41,
      "model": "이스마엘",
      "content": "I’d hoped you of all people would have a sense of responsibility… Yet all it took was Don Quixote’s siren plea for you to give in."
    },
    {
      "id": 42,
      "model": "이스마엘",
      "content": "I’m disappointed. You’re none other than our manager, and I expected you to show your capability and clear the disgrace of failure from us."
    },
    {
      "id": 43,
      "content": "Ishmael’s barrage of scathing whispers was something to marvel at, as Gregor muttered in awe."
    },
    {
      "id": 44,
      "content": "On top of that, her piercing gaze I had never felt before…"
    },
    {
      "id": 45,
      "content": "…It made me want to weasel away under a rock, if there were one."
    },
    {
      "id": 46,
      "content": "For once, I thanked my clock for lacking eyes to meet her glare."
    },
    {
      "id": 47,
      "model": "그레고르",
      "content": "…Now hold on, that might not be our only problem…"
    },
    {
      "id": 48,
      "content": "Gregor was fretfully looking in every direction, until he stopped to point at the shocking discovery he’d just made."
    },
    {
      "id": 49,
      "content": "And where he pointed—"
    },
    {
      "id": 50,
      "model": "그레고르",
      "content": "How long have you been off your disguise, Ryōshū?"
    },
    {
      "id": 51,
      "content": "—was a sullen Ryōshū, wearing the same clothes she’s always worn."
    },
    {
      "id": 52,
      "model": "료슈",
      "content": "I don’t put on others’ discarded clothing."
    },
    {
      "id": 53,
      "model": "그레고르",
      "content": "Gah… Manager Bud, today isn’t our day, huh…"
    },
    {
      "id": 54,
      "model": "단테",
      "content": "<Yup… Looks like we’re screwed. Royally…>"
    },
    {
      "id": 55,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "This can’t be… All the work we did to put this plan in motion…"
    },
    {
      "id": 56,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Faust, what were you thinking volunteering to bring these fools along for your missions? You’re supposed to have near-unparalleled brilliance, right? Then use it!"
    },
    {
      "id": 57,
      "model": "파우스트",
      "content": "Even though I haven’t worked with them for long, I was able to realize something:"
    },
    {
      "id": 58,
      "model": "파우스트",
      "content": "I ought to become a Faust that believes in uncertainty."
    },
    {
      "id": 59,
      "model": "파우스트",
      "content": "When the lack of a plan becomes the plan, all variables become constants."
    },
    {
      "id": 60,
      "model": "파우스트",
      "content": "That is what my ‘plan’ entails."
    },
    {
      "id": 61,
      "model": "에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "……"
    },
    {
      "id": 62,
      "model": "이스마엘",
      "content": "…Sigh."
    },
    {
      "id": 63,
      "content": "Faust turned to me with a tranquil face."
    },
    {
      "id": 64,
      "content": "Thanks to her, my role right now became clear."
    },
    {
      "id": 65,
      "model": "단테",
      "content": "<Alright… It’s time for our usual gig…>"
    },
    {
      "id": 66,
      "model": "단테",
      "content": "<Let’s kill and be killed.>"
    }
  ]
}