{
  "dataList": [
    {
      "id": "get_10613_1",
      "desc": "Identity Acquisition",
      "dlg": "So this is what Daguanyuan looks like from the zenith of Hongyuan, huh? Fuhu, then I suppose...\n... I have need of this pretense no longer."
    },
    {
      "id": "lobby_morning_10613_1",
      "desc": "Morning Greeting",
      "dlg": "It was too long. Every morning, I'd go greet my grandmother, pay my respects to those desiccated elders with a false, insouciant smile and... hah. Entertain them.\nBut no more."
    },
    {
      "id": "lobby_noon_10613_1",
      "desc": "Afternoon Greeting",
      "dlg": "All that has ever brought me happiness and joy... I buried them beyond the veil of oblivion, beside the horrid memories of that day.\nWhy exhume it now, when I will find only a hollow grave there—an empty chasm, like my rotting, festering left eye socket?"
    },
    {
      "id": "lobby_night_10613_1",
      "desc": "Evening Greeting",
      "dlg": "Have I not commanded that you do not disturb me at night, when this lingering pain haunts my eye?\nLeave. Hongyuan has already seen too much death for me to execute you for this failing. The bodies I felled could form a mountain to reach the iron sky."
    },
    {
      "id": "smalltalk_10613_1",
      "desc": "Chatter #1",
      "dlg": "The seat of Daguanyuan's Hierarch, beholden to the cretins they revered as elders, is no more. I will wrest the banners of the four great houses that once manipulated Hongyuan to their whims and cast them in the dirt.\nHenceforth... I shall be the sole, absolute lord of Hongyuan."
    },
    {
      "id": "smalltalk_10613_2",
      "desc": "Chatter #2",
      "dlg": "You're that curious about these bandages...? Heh, okay. They weren't always this red, you know? These used to be just bandages.\nBut... this hollow where the eye used to be never stops weeping this black, putrid blood, and try as I might... I could never stanch it. So they're always... drenched in this shade of red."
    },
    {
      "id": "smalltalk_10613_3",
      "desc": "Chatter #3",
      "dlg": "Ah... with you in my hands, the twelve branches of the Heishou are now mine. Why did you resist, hm? You've cost me the precious Heishou...\nI shall visit the Heishou-Xianren tomorrow myself. I can't seem to have any real 'dialogue' with you Adepts."
    },
    {
      "id": "smalltalk_10613_4",
      "desc": "Post-Uptie Chat 1",
      "dlg": "On the day ruin came to the Kong Family, I plucked this abominable jade out of my eye, tainting this once jade-hued cloth red.\nThe hollow where the precious jade of the Jia family once lay wept bloody tears like... crimson dewdrops(紅露 - Hóng Lù). Thus, Hong Lu it is."
    },
    {
      "id": "smalltalk_10613_5",
      "desc": "Post-Uptie Chat 2",
      "dlg": "The four great houses are no more—you are now nothing more than insignificant nobodies, to disappear amongst the teeming masses, for the Lord of Hongyuan rules alone.\nThus, choose now: fall, swathed in the banners of your families, or prosper, beneath Hongyuan's will."
    },
    {
      "id": "neglect_10613_1",
      "desc": "Idle",
      "dlg": "... Did you expect shadows to hide you from my sight? Hmmh... I grow tired of this."
    },
    {
      "id": "gacksung_10613_1",
      "desc": "Uptying",
      "dlg": "Adepts of each Branch shall heed me: your Lord finds this present circumstance... utterly vexing.\nEducate them. Teach them what conclusion awaits those who dare wield the blade of rebellion to recalcitrate against their Lord."
    },
    {
      "id": "formation_10613_1",
      "desc": "Deployment",
      "dlg": "The Lord of Hongyuan marches to war."
    },
    {
      "id": "battleentry_10613_1",
      "desc": "Stage Entry",
      "dlg": "Heed my command, twelve beasts(十二獸)—assemble."
    },
    {
      "id": "battle_select_10613_1",
      "desc": "Viewed in Battle",
      "dlg": "I rule with blood."
    },
    {
      "id": "battle_endcommand_10613_1",
      "desc": "Commencing Attack",
      "dlg": "Unleash the beasts."
    },
    {
      "id": "battle_enemy_break_10613_1",
      "desc": "Enemy Stagger",
      "dlg": "To let oneself be shaken by this siltcurrent..."
    },
    {
      "id": "battle_break_10613_1",
      "desc": "Staggered",
      "dlg": "... Such insolence."
    },
    {
      "id": "battle_kill_10613_1",
      "desc": "Enemy Killed",
      "dlg": "Never shall the green within you wake."
    },
    {
      "id": "battle_dead_10613_1",
      "desc": "Death",
      "dlg": "Reflecting back on the road that’s led me here, this is… but another path that I must take…"
    },
    {
      "id": "choice_success_p_10613_2",
      "desc": "Check Passed",
      "dlg": "I will not pretend ignorance before understanding."
    },
    {
      "id": "choice_fail_n_10613_1",
      "desc": "Check Failed",
      "dlg": "Pretense of understanding may not have been a wise decision."
    },
    {
      "id": "battle_clear_10613_1",
      "desc": "Victory Cry",
      "dlg": "Withdraw now, Heishou of mine. The infestation from Daguanyuan shall reign no more.\nI hold you in odium, you hateful vermin whose sole pursuit in life is to cling to it; die, and become manure for Hongyuan's growth."
    },
    {
      "id": "battle_clear_ex_10613_1",
      "desc": "Extra Conditions Fulfilled",
      "dlg": "Yet another line is drawn: the stroke opens a path anew, blood as its ink... but with time, Hongyuan shall learn how I, Hong Lu, have reshaped this land's destiny."
    },
    {
      "id": "battle_defeat_10613_1",
      "desc": "Defeat Wail",
      "dlg": "When has the first attempt ever perfected anything?\nNever, not once since I departed Daguanyuan. I need only bleed and struggle until it is over.\n... I have more than enough venom to see it through, after all."
    }
  ]
}