{
  "dataList": [
    {
      "id": "get_10314_1",
      "desc": "Identity Acquisition",
      "dlg": "\"Those whose eyes have met, and those whose eyes have not.\" \"72 minutes.\" \"Kill.\" 'Tis thou.\nFlee thee not, for the P-Prescript pointeth to thee."
    },
    {
      "id": "lobby_morning_10314_1",
      "desc": "Morning Greeting",
      "dlg": "The Great Magicked Beeper and Rocinante both make for excellent partners of mine, yet... they grant me no aid in matters of styling my h-hair...\nIt ruffleth and ruffleth with greater intensity every morn, culminating in th-this... hairstyle."
    },
    {
      "id": "lobby_noon_10314_1",
      "desc": "Afternoon Greeting",
      "dlg": "The hour of hunger is nigh. I... Should I be granted an opportunity to dine out, I-I would like nothing more than to sup upon a dish of f-fresh shrimp and garlic.\nPray tell, what is it that thou cravest— ... Hm. Hmhm... P-perchance, hast thou entertained the thought of partaking in some chocolate today?"
    },
    {
      "id": "lobby_night_10314_1",
      "desc": "Evening Greeting",
      "dlg": "Art thou home, Master? Hm... he must have departed to fulfill a Prescript in mine absence.\nI ill wish to be alone in m-master's room, for it is bare of aught save white and black... Yet I presume a visit to a n-neighboring room shan't be met with any welcome... Mmmh... What must be done...? "
    },
    {
      "id": "smalltalk_10314_1",
      "desc": "Chatter #1",
      "dlg": "There once was a time when I would fall into a puddle of d-dejection, for I was granted no sword, as hath been bestowed upon others.\nO-of course, now I have become enlightened as to why I was not granted a sword. B-behold! 'Tis not the wieldiest weapon indeed, yet this E.G.O... is the o-one and only <i>sword</i> of mine, chosen by the Prescript itself."
    },
    {
      "id": "smalltalk_10314_2",
      "desc": "Chatter #2",
      "dlg": "Hm... Hmmm... \"Encounter five.\" \"Unjust ones.\" \"Blunt trauma.\"\nR-Rocinante, art thou prepared? Lord Magicked Beeper hath bestowed upon us a most wonderful Prescript... 'Tis high time we galloped on!"
    },
    {
      "id": "smalltalk_10314_3",
      "desc": "Chatter #3",
      "dlg": "I-I am quite fond of those who are kind! Though compatriots of mine at the House of Spiders are hardly souls of gentle disposition...\nNngh... Upon my return, they shall bully me again, that it was mine inattentiveness that hath left me astray. M-master... I have begun to miss my kind master."
    },
    {
      "id": "smalltalk_10314_4",
      "desc": "Post-Uptie Chat 1",
      "dlg": "... One requireth more than blind faith in the P-Prescripts to attain a-an unbreakable conviction... on the definitions of good and evil.\nMy master hath spoken that I-I am someone of considerable talent. Talent in regarding Prescripts not only as absolute commands, but as my destiny... as a part of my ego."
    },
    {
      "id": "smalltalk_10314_5",
      "desc": "Post-Uptie Chat 2",
      "dlg": "\"Vast are the shadows overall, and petty shadows are aground bewildered.\" ... Ah, 'tis not the Prescript revealed by the Great Magicked Beeper, but words my master did utter whilst gazing upon mine own E.G.O!\n... I did ponder them for 3 and 70 hours, yet mine understanding remaineth vexed... Wherefore are the words of my master harder to f-fathom than the Prescripts themselves?"
    },
    {
      "id": "neglect_10314_1",
      "desc": "Idle",
      "dlg": "... Ah. Verily, when worry doth seize me, m-my mind oft strayeth thus into deep contemplation."
    },
    {
      "id": "gacksung_10314_1",
      "desc": "Uptying",
      "dlg": "Th-they who wander hither without a spiral in their hearts... shall risk the dire displeasure of my master.\nYea, nor would the Great Magicked Beeper, nor Rocinante, shall take kindly to such souls. Wouldst thou not agree?"
    },
    {
      "id": "formation_10314_1",
      "desc": "Deployment",
      "dlg": "... 'Tis here."
    },
    {
      "id": "battleentry_10314_1",
      "desc": "Stage Entry",
      "dlg": "... And once more, the Will of the Prescript doth align with mine own."
    },
    {
      "id": "battle_select_10314_1",
      "desc": "Viewed in Battle",
      "dlg": "Prithee, hold awhile. Prescripts delivered by the Great Magicked Beeper are, in sooth, o-obscure to decipher..."
    },
    {
      "id": "battle_endcommand_10314_1",
      "desc": "Commencing Attack",
      "dlg": "Render it unforeseeable."
    },
    {
      "id": "battle_enemy_break_10314_1",
      "desc": "Enemy Stagger",
      "dlg": "Thou art shaken."
    },
    {
      "id": "battle_break_10314_1",
      "desc": "Staggered",
      "dlg": "Guuh... Th-that paineth me sore..."
    },
    {
      "id": "battle_kill_10314_1",
      "desc": "Enemy Killed",
      "dlg": "'Tis a fate long prescribed."
    },
    {
      "id": "battle_dead_10314_1",
      "desc": "Death",
      "dlg": "... Prithee... t-tell him... I have... done my utmost..."
    },
    {
      "id": "choice_success_p_10314_2",
      "desc": "Check Passed",
      "dlg": "Seest thou? Verily, the Prescript is absolute!"
    },
    {
      "id": "choice_fail_n_10314_1",
      "desc": "Check Failed",
      "dlg": "'Twas but the Will of the Prescript, whispered by the Great Magicked Beeper."
    },
    {
      "id": "battle_clear_10314_1",
      "desc": "Victory Cry",
      "dlg": "O-once again, I have fulfilled the Will of the Prescript to perfection this day. P-prithee, though I b-blush to ask this of thee, couldst thou perchance deliver to my master the news of mine earnest toil?\n... The magick of the Great Beeper is not spent... y-yet wherefore doth it withhold its reply...?"
    },
    {
      "id": "battle_clear_ex_10314_1",
      "desc": "Extra Conditions Fulfilled",
      "dlg": "If... if, peradventure, I but surmount this next trial... I may then avouch myself the f-family of my master.\nSh-should this come to pass... I shall know neither cold nor loneliness more..."
    },
    {
      "id": "battle_defeat_10314_1",
      "desc": "Defeat Wail",
      "dlg": "... I did desire... to hear more of my master's words... and the Prescript of the Great Beeper..."
    }
  ]
}
