{
  "dataList": [
    {
      "id": "get_10214_1",
      "desc": "Identity Acquisition",
      "dlg": "You may brood over curiosities regarding the Will of the Prescript, yet inquiry bears no weight in its execution. What is absolute can only be obeyed."
    },
    {
      "id": "lobby_morning_10214_1",
      "desc": "Morning Greeting",
      "dlg": "I drink a liter of juice in the morning and warm up before I set out to escort the Proxies. This Prescript has no defined time limit—thus, I remain in perpetual execution of it."
    },
    {
      "id": "lobby_noon_10214_1",
      "desc": "Afternoon Greeting",
      "dlg": "... The appointed time has lapsed. The Prescript's deadline was until noon. ... It's unfortunate, but you were the fifth person who smiled at me among all the people I encountered yesterday, so I must proceed by severing your left earlobe.\nResistance is ill-advised. Such cases, with prevailing regularity, result in new Prescripts that dictate deeper and broader excision of the flesh."
    },
    {
      "id": "lobby_night_10214_1",
      "desc": "Evening Greeting",
      "dlg": "\"Split the nocturnal lights of the Backstreets thrice before 6 months pass.\" ... I have yet to determine the exact method of carrying out this Prescript.\nAnd so each night, I pace the neon-lit alleys in nocturnal contemplation."
    },
    {
      "id": "smalltalk_10214_1",
      "desc": "Chatter #1",
      "dlg": "It is said that the Will of the Prescript and the Will of the City are one and the same. Whether this is true or not, the Prescript's intent is not to be fathomed—just as my following the Prescript does not require Faust's understanding. The true value of things lies solely in undertaking and fulfilling the Prescript."
    },
    {
      "id": "smalltalk_10214_2",
      "desc": "Chatter #2",
      "dlg": "At times, the Prescript feels reminiscent of Faust. Through its Messengers, the Prescript busily wends its way through the City, as Faust once did in pursuit of curiosity.\nBut such moments must now be set aside. Follow where the Prescript leads, and the Will of the City shall reveal itself in due course."
    },
    {
      "id": "smalltalk_10214_3",
      "desc": "Chatter #3",
      "dlg": "Faust seems blind to the reality that the accumulation and interpretation of knowledge is ultimately futile within the City.\nPerhaps that nescience explains their attempts to seize my access rights... that failed at every turn. That, too, must be the Will of the Prescript."
    },
    {
      "id": "smalltalk_10214_4",
      "desc": "Post-Uptie Chat 1",
      "dlg": "The index finger points; as does the Prescript that indicates the path we must tread. That is what gives the Index its name.\nNone of this is mere happenstance. Even should individuals unite in defiance of the Prescript, such resistance falls within the Will of the Prescript."
    },
    {
      "id": "smalltalk_10214_5",
      "desc": "Post-Uptie Chat 2",
      "dlg": "To be appointed a Proxy or a Messenger holds no particular appeal for Faust; such things are not for Faust to decide.\nCutting these people down, receiving the Prescript, assuming any role within the Index—it is all the same."
    },
    {
      "id": "neglect_10214_1",
      "desc": "Idle",
      "dlg": "Hmm. Refraction of light through a polygonal mirror... This cannot be an appropriate interpretation of the Prescript to \"split the lights.\""
    },
    {
      "id": "gacksung_10214_1",
      "desc": "Uptying",
      "dlg": "A new Prescript has arrived: \"Behead seven dwellers of the Backstreets who resist when a blade touches their throat.\" The tally aligns—seven of you stand before me. I shall commence."
    },
    {
      "id": "formation_10214_1",
      "desc": "Deployment",
      "dlg": "The Prescript is received."
    },
    {
      "id": "battleentry_10214_1",
      "desc": "Stage Entry",
      "dlg": "To where the Prescript points."
    },
    {
      "id": "battle_select_10214_1",
      "desc": "Viewed in Battle",
      "dlg": "To converse is not a violation of the Prescript."
    },
    {
      "id": "battle_endcommand_10214_1",
      "desc": "Commencing Attack",
      "dlg": "As the Prescript commands—my blade strikes."
    },
    {
      "id": "battle_enemy_break_10214_1",
      "desc": "Enemy Stagger",
      "dlg": "Please hold. You are to be cleaved five more times."
    },
    {
      "id": "battle_break_10214_1",
      "desc": "Staggered",
      "dlg": "Nngh..."
    },
    {
      "id": "battle_kill_10214_1",
      "desc": "Enemy Killed",
      "dlg": "It is done."
    },
    {
      "id": "battle_dead_10214_1",
      "desc": "Death",
      "dlg": "Did the Prescript... point toward death...? If not... whose will... could this be...?"
    },
    {
      "id": "choice_success_p_10214_2",
      "desc": "Check Passed",
      "dlg": "It is concluded."
    },
    {
      "id": "choice_fail_n_10214_1",
      "desc": "Check Failed",
      "dlg": "The Prescript has demanded this failure."
    },
    {
      "id": "battle_clear_10214_1",
      "desc": "Victory Cry",
      "dlg": "Those who have neglected to carry out the Prescript are being taken care of in order. The process is slightly delayed as I perform the following task: \"Shear 663 strands of hair and enclose them in an envelope, to be deposited at Ticket Gate 3.\" There is no cause for concern."
    },
    {
      "id": "battle_clear_ex_10214_1",
      "desc": "Extra Conditions Fulfilled",
      "dlg": "The Prescript has been carried out. Its clarity made its execution simple and convenient. Though there were many who resisted, their defiance proved meaningless, as you have witnessed."
    },
    {
      "id": "battle_defeat_10214_1",
      "desc": "Defeat Wail",
      "dlg": " ... I do not deem this a failure of the Prescript—it is I who have failed, and that, too, is part of the Prescript's design. I am but a speck that will fade from the City, and soon, another Proselyte or Proxy will arrive to take my place.\nSuch must be the direction to which the Prescript points."
    }
  ]
}
