{
    "dataList": [
      {
        "id": "get_10513_1",
        "desc": "Identity Acquisition",
        "dlg": "A defeated kingdom has no place for a Prince... Thus, he must rise to the occasion and crown himself its monarch."
      },
      {
        "id": "lobby_morning_10513_1",
        "desc": "Morning Greeting",
        "dlg": "Dedicating your mornings to be in the King's audience is, indeed, a most commendable demonstration of fealty. I shall trust in your continued support in this effort to build our new Family."
      },
      {
        "id": "lobby_noon_10513_1",
        "desc": "Afternoon Greeting",
        "dlg": "Noon... passengers bound for P Corp. will be boarding soon. And when they do, this sanguine pressure, the responsibility to rebuild the Family will doubtless become unbearable.\nThe responsibility bestowed upon me... as the new Third Kindred."
      },
      {
        "id": "lobby_night_10513_1",
        "desc": "Evening Greeting",
        "dlg": "Night does not descend upon this kingdom. But... I know by instinct that now is the hour of the Parade.\nThe corners of my lips are... twitching... I have to... smile."
      },
      {
        "id": "smalltalk_10513_1",
        "desc": "Chatter #1",
        "dlg": "Maman... has expressed that the Parade has no end...\nAll I have to do is... complete my role within this continuing procession."
      },
      {
        "id": "smalltalk_10513_2",
        "desc": "Chatter #2",
        "dlg": "Bridle your hunger for the first month; create no more than a single Bloodbag a day, and let the humans fight amongst themselves.\nOnly those who rise above the rest shall be permitted to join our Family."
      },
      {
        "id": "smalltalk_10513_3",
        "desc": "Chatter #3",
        "dlg": "Enough. Create too many of us, and we risk the discovery of our furtive kingdom; thus, return and slumber. Sleep, until eons pass and the next procession is prepared..."
      },
      {
        "id": "smalltalk_10513_4",
        "desc": "Post-Uptie Chat 1",
        "dlg": "Kneel before me and display propriety. Do not lower your head, for I wish to remember the countenance of those in my service."
      },
      {
        "id": "smalltalk_10513_5",
        "desc": "Post-Uptie Chat 2",
        "dlg": "Raise your heads high, march forth with gusto, and make the crowd smile.\nLet this procession demonstrate the elation of the joyful existence that awaits the kingdom's new subjects."
      },
      {
        "id": "neglect_10513_1",
        "desc": "Idle",
        "dlg": "There are no meaningful differences between the role I was given at birth, and the role that was bestowed upon me as a Bloodfiend of the procession. I am only what is expected of me."
      },
      {
        "id": "gacksung_10513_1",
        "desc": "Uptying",
        "dlg": "The Parade commences. Open the palace gates and let the soldiers take the vanguard in this procession.\nThis is the endlessly, eternally blessed Carnival... So, do enjoy yourselves."
      },
      {
        "id": "formation_10513_1",
        "desc": "Deployment",
        "dlg": "Time to open the gates, is it?"
      },
      {
        "id": "battleentry_10513_1",
        "desc": "Stage Entry",
        "dlg": "Witness the King's march."
      },
      {
        "id": "battle_select_10513_1",
        "desc": "Viewed in Battle",
        "dlg": "Are you enjoying the banquet?"
      },
      {
        "id": "battle_endcommand_10513_1",
        "desc": "Commencing Attack",
        "dlg": "The Parade and its Finale."
      },
      {
        "id": "battle_enemy_break_10513_1",
        "desc": "Enemy Stagger",
        "dlg": "That's it. Kneel."
      },
      {
        "id": "battle_break_10513_1",
        "desc": "Staggered",
        "dlg": "... Hah. Blood... more blood...!"
      },
      {
        "id": "battle_kill_10513_1",
        "desc": "Enemy Killed",
        "dlg": "You... are too feeble to join the Family."
      },
      {
        "id": "battle_dead_10513_1",
        "desc": "Death",
        "dlg": "Thus, in the end... our royal Family too, marches to ruin..."
      },
      {
        "id": "choice_success_p_10513_2",
        "desc": "Check Passed",
        "dlg": "With this, another obstacle to the Parade is removed."
      },
      {
        "id": "choice_fail_n_10513_1",
        "desc": "Check Failed",
        "dlg": "I've had my fill of failures, but... this too shall I endure."
      },
      {
        "id": "battle_clear_10513_1",
        "desc": "Victory Cry",
        "dlg": "That was an acceptable march for a dress rehearsal.\nHeed me, O Family of mine and its royal subjects—prepare the new Parade, for what comes next shall be even greater."
      },
      {
        "id": "battle_clear_ex_10513_1",
        "desc": "Extra Conditions Fulfilled",
        "dlg": "Do not cease this procession, not until we rise beyond this narrow kingdom, not until we return to that land of our ruin.\nBehold, as they gaze upon us in awe..."
      },
      {
        "id": "battle_defeat_10513_1",
        "desc": "Defeat Wail",
        "dlg": "... Was that not enough blood...?! Nngh... Return to the shadows... we need only begin anew.\nIt's... all the same, anyway."
      }
    ]
}
