{
  "dataList": [
    {
      "id": "get_11013_1",
      "desc": "Identity Acquisition",
      "dlg": "I listen carefully to every order I'm given. I... just look to the ground to not risk staring at my superiors straight in their eyes."
    },
    {
      "id": "lobby_morning_11013_1",
      "desc": "Morning Greeting",
      "dlg": "... Sun's up. Time to collect some protection fees. If I don't get right on it, my superiors might be compelled to act, and that's... well, I wouldn't deserve to be a member of The Thumb if I let that happen."
    },
    {
      "id": "lobby_noon_11013_1",
      "desc": "Afternoon Greeting",
      "dlg": "Lunch is still a while away for me. Soldato Terzo and Quarto, my superiors, have to finish eating their meals first before I eat dinner."
    },
    {
      "id": "lobby_night_11013_1",
      "desc": "Evening Greeting",
      "dlg": "I usually study other Syndicates at night, trying to learn more about companies and organizations' internal structure to gauge their hierarchy.\nI have to... try my best to uphold the perfect manners and etiquette."
    },
    {
      "id": "smalltalk_11013_1",
      "desc": "Chatter #1",
      "dlg": "Hm. I think I can leave the ammo-cleaning job for the Soldato Primo juniors.\nI'm a Soldato Secondo, you know...? It's about time I moved away from ammo cleaning duty to something more important, like ammo carrying duty for the esteemed Capos."
    },
    {
      "id": "smalltalk_11013_2",
      "desc": "Chatter #2",
      "dlg": "It's important to learn how to think before we speak. Treating punished tongues or jaws can get pretty expensive.\nWell... sure, replacing them with prosthetics can be a lot cheaper. I don't like it, though..."
    },
    {
      "id": "smalltalk_11013_3",
      "desc": "Chatter #3",
      "dlg": "... Anyone in The Thumb has to know how to wield bayonets. Nothing like the sharp blade and the hard stock of a rifle in situations when we can't use ammunition.\nIt's also something The Thumb's eastern branch specializes in, in combination with the usage of propellant rounds... so we're pretty good at it."
    },
    {
      "id": "smalltalk_11013_4",
      "desc": "Post-Uptie Chat 1",
      "dlg": "The Thumb is very gentlemanly. We don't subscribe to the patternless Prescripts, vicious philosophies on art, or a sense of brotherhood that's more akin to chains.\nThere's nothing difficult about what we do, right? It's just a recognition of the accomplishments, and giving them the respect they deserve."
    },
    {
      "id": "smalltalk_11013_5",
      "desc": "Post-Uptie Chat 2",
      "dlg": "Primo, Secondo, Terzo, Quarto. Even within the same ranks there exists distinctly tiered subdivisions. It's those details that allow us to be more... gentlemanly and courteous toward anyone we come across."
    },
    {
      "id": "neglect_11013_1",
      "desc": "Idle",
      "dlg": "... Speaking thoughtlessly is a good way to display bad manners. Even by accident."
    },
    {
      "id": "gacksung_11013_1",
      "desc": "Uptying",
      "dlg": "Daring to breathe when you haven't even followed the underboss's command? Now that's quite discourteous."
    },
    {
      "id": "formation_11013_1",
      "desc": "Deployment",
      "dlg": "I will await your next command at this spot."
    },
    {
      "id": "battleentry_11013_1",
      "desc": "Stage Entry",
      "dlg": "As you command."
    },
    {
      "id": "battle_select_11013_1",
      "desc": "Viewed in Battle",
      "dlg": "Progressing through the mission as commanded."
    },
    {
      "id": "battle_endcommand_11013_1",
      "desc": "Commencing Attack",
      "dlg": "I will follow your command."
    },
    {
      "id": "battle_enemy_break_11013_1",
      "desc": "Enemy Stagger",
      "dlg": "We all have our lots..."
    },
    {
      "id": "battle_break_11013_1",
      "desc": "Staggered",
      "dlg": "So, in this life dedicated to propriety..."
    },
    {
      "id": "battle_kill_11013_1",
      "desc": "Enemy Killed",
      "dlg": "... there's no need for sympathy, mutual or otherwise."
    },
    {
      "id": "battle_dead_11013_1",
      "desc": "Death",
      "dlg": "I don't think I was discourteous..."
    },
    {
      "id": "choice_success_p_11013_2",
      "desc": "Check Passed",
      "dlg": "Mission completed as ordered."
    },
    {
      "id": "choice_fail_n_11013_1",
      "desc": "Check Failed",
      "dlg": "... I failed to complete my duties. This is but a punishment I deserve."
    },
    {
      "id": "battle_clear_11013_1",
      "desc": "Victory Cry",
      "dlg": "That wasn't perfect, but I completed every one of your orders! I hope... you like it."
    },
    {
      "id": "battle_clear_ex_11013_1",
      "desc": "Extra Conditions Fulfilled",
      "dlg": "I am honored to report that we have achieved a most perfect victory! All credits go to my superiors, including the manager."
    },
    {
      "id": "battle_defeat_11013_1",
      "desc": "Defeat Wail",
      "dlg": "I won't blame anyone else or make excuses. ... I must pay for my inadequacies."
    }
  ]
}