{
    "dataList": [
      {
        "id": "get_11113_1",
        "desc": "Identity Acquisition",
        "dlg": "You have thirty-one T Corp. central clock tower seconds to present your defense. No additional time will be allocated."
      },
      {
        "id": "lobby_morning_11113_1",
        "desc": "Morning Greeting",
        "dlg": "It's pointless to divide your days into mornings, days, and afternoons. My morning has to be longer than the sum of all of you significant defaulters' days anyway."
      },
      {
        "id": "lobby_noon_11113_1",
        "desc": "Afternoon Greeting",
        "dlg": "Part of the reason I enjoy a three-hour-and-twenty-minute lunch is to give myself a minimum allotted socializing time in midst of this busy hustle of a life. Though, for some, it could be breakfast while it may be dinnertime for others."
      },
      {
        "id": "lobby_night_11113_1",
        "desc": "Evening Greeting",
        "dlg": "Don't worry. I have long nights.\nComing out on the wrong side of the nighttime wealth disparity in a meritocracy is a personal failure. Learn to be frugal."
      },
      {
        "id": "smalltalk_11113_1",
        "desc": "Chatter #1",
        "dlg": "Hey. Have you been keeping up with deposits into an installment savings account like I told you to? Don't waste your time on insignificant fancies like sleeping in, am I understood? There is never enough time when you need it."
      },
      {
        "id": "smalltalk_11113_2",
        "desc": "Chatter #2",
        "dlg": "Organized time trafficking efforts require a more specialized collection methodology. That is why the Violent Defaulter Collections Unit exists. Elite Collection Staff who can handily withstand and wipe the floor with whoever dares to come at us with their ill-gotten time... that's us."
      },
      {
        "id": "smalltalk_11113_3",
        "desc": "Chatter #3",
        "dlg": "This hat's a status symbol... the higher we rise in the employee Class hierarchy, the taller the hat gets, just like our statuses.\nOf course, therein exists a double meaning—that higher-ranking employees with proper class possess the finesse to conduct their collection efforts without losing their hats."
      },
      {
        "id": "smalltalk_11113_4",
        "desc": "Post-Uptie Chat 1",
        "dlg": "... Indeed. This could only mean that I do have some room for improvement. I'm far from struggling, but... to drop my hat? At least this mission'll make it worth my time."
      },
      {
        "id": "smalltalk_11113_5",
        "desc": "Post-Uptie Chat 2",
        "dlg": "Hah, time vault? Did you really think that behind a picture frame was an inconspicuous place to hide it? I didn't even need to break out the Time-space Counter.\nAnd using such a cheap, shoddy vault for precious time...? I suppose it's that same <i>extraordinary</i> intellect that led them to break taboos."
      },
      {
        "id": "neglect_11113_1",
        "desc": "Idle",
        "dlg": "Pay no mind. I'm still working on various responsibilities even in lieu of your commentary. Hm. Tally's already at four collections."
      },
      {
        "id": "gacksung_11113_1",
        "desc": "Uptying",
        "dlg": "You made me drop my hat... impressive. T-3 Repossessor Model - Mace, engage max activation."
      },
      {
        "id": "formation_11113_1",
        "desc": "Deployment",
        "dlg": "Let's leave right away. We're wasting time milling around."
      },
      {
        "id": "battleentry_11113_1",
        "desc": "Stage Entry",
        "dlg": "Collection time."
      },
      {
        "id": "battle_select_11113_1",
        "desc": "Viewed in Battle",
        "dlg": "<i>It'sHardToCommunicateWhenI'mInAcceleratedTime.</i>"
      },
      {
        "id": "battle_endcommand_11113_1",
        "desc": "Commencing Attack",
        "dlg": "This is a warranted execution of official duties."
      },
      {
        "id": "battle_enemy_break_11113_1",
        "desc": "Enemy Stagger",
        "dlg": "Slowed to a crawl already?"
      },
      {
        "id": "battle_break_11113_1",
        "desc": "Staggered",
        "dlg": "Hnngh... The time..."
      },
      {
        "id": "battle_kill_11113_1",
        "desc": "Enemy Killed",
        "dlg": "Hmmm, came to a full stop, did you? No matter. Your time debt's been collected."
      },
      {
        "id": "battle_dead_11113_1",
        "desc": "Death",
        "dlg": "Impossible... But... I saved up so much time... for that day... I never got... to..."
      },
      {
        "id": "choice_success_p_11113_2",
        "desc": "Check Passed",
        "dlg": "You know how to work smart. I saved some time thanks to you."
      },
      {
        "id": "choice_fail_n_11113_1",
        "desc": "Check Failed",
        "dlg": "What a waste of time... If only it could be rewound."
      },
      {
        "id": "battle_clear_11113_1",
        "desc": "Victory Cry",
        "dlg": "All necessary time has been collected. Ah, I'm off to my next collection. Oh, forgot to tell you this earlier, but I'll leave the report to you. No, never mind. Here's the report. I thought the time wasted worrying about whether you'd write a good report was better used for writing the report myself."
      },
      {
        "id": "battle_clear_ex_11113_1",
        "desc": "Extra Conditions Fulfilled",
        "dlg": "Success is all about time management; winners wisely manage their time, while losers get pushed around by time. Read it in the morning paper I picked up on the way to work. I certainly lived up to it, didn't I?"
      },
      {
        "id": "battle_defeat_11113_1",
        "desc": "Defeat Wail",
        "dlg": "You... don't have a tomorrow... When the Class 4 Future Severance Unit arrives... they'll rip your tomorrows away...!"
      }
    ]
}