{
    "dataList": [
        {
            "id": "get_10112_1",
            "desc": "Identity Acquisition",
            "dlg": "Such bustle and busyness this place harbors... Haah, why is it that my fellows find it to be of great difficulty to leave me be in my room?"
        },
        {
            "id": "lobby_morning_10112_1",
            "desc": "Morning Greeting",
            "dlg": "To walk the streets and find so many pedestrians at such an early hour... quite the busy lives they must lead.\nHm... though the blue sky under which I amble is but a facsimile, to behold it after long hours in the archives makes it a rather... unfamiliar activity."
        },
        {
            "id": "lobby_noon_10112_1",
            "desc": "Afternoon Greeting",
            "dlg": "At noon... I partake in a simple meal and ask how my Association fellows are faring. Yet the flow of their dialogue oft burns too rapidly for me to find the room to utter a word, it is... mm. It is my intent to familiarize myself further."
        },
        {
            "id": "lobby_night_10112_1",
            "desc": "Evening Greeting",
            "dlg": "At night, information obtained from the training grounds should be put to the test. Merely reading the texts is but a poor method by which one may learn the techniques of the Liu."
        },
        {
            "id": "smalltalk_10112_1",
            "desc": "Chatter #1",
            "dlg": "Since I made the ascent the third Section, Thrice have I perused the books of the Association's archives. Were I to be granted volumes of other Sections, I may return them there following my perusal, pristine as though they had not once been removed from their rightful... Ahem. Worry not."
        },
        {
            "id": "smalltalk_10112_2",
            "desc": "Chatter #2",
            "dlg": "The sword feels quite unfamiliar in my hand, as thus far I have primarily utilized punches(拳) and kicks(脚) as the means of battle. Knifehand(手刀) techniques learned in Section 4 may have been instrumental steps to familiarize oneself with the blade, one thinks."
        },
        {
            "id": "smalltalk_10112_3",
            "desc": "Chatter #3",
            "dlg": "Hm... it seems that my dispatch would find me eastward; perhaps this should be an opportune time to learn of their training methods and combat techniques.\nAh, please, do not speak of this to my Association fellows. I prefer not to hurt their feelings, be it not my intention or otherwise."
        },
        {
            "id": "smalltalk_10112_4",
            "desc": "Post-Uptie Chat 1",
            "dlg": "To put a crowd of enemies at bay by setting alight the air with the sword... Much doubt did I have in the abilities of the sword beyond dueling a single enemy; clearly, my thoughts were yet to have matured then."
        },
        {
            "id": "smalltalk_10112_5",
            "desc": "Post-Uptie Chat 2",
            "dlg": "It would be best to be in the vanguard, should I find myself on a battlefield. There, I shall have opportunities aplenty to make use of the techniques I have learned; I could be of great assistance to those who follow as I set the embers alight."
        },
        {
            "id": "neglect_10112_1",
            "desc": "Idle",
            "dlg": "Hm... so these are the fundamental forms of Liu South Section 3. I wonder what the weapons and forms of other branches have to offer?"
        },
        {
            "id": "gacksung_10112_1",
            "desc": "Uptying",
            "dlg": "It is unpleasant business to have noise compounded with bustle; I shall bring calm and silence to my presence."
        },
        {
            "id": "formation_10112_1",
            "desc": "Deployment",
            "dlg": "An opportunity to test my sword."
        },
        {
            "id": "battleentry_10112_1",
            "desc": "Stage Entry",
            "dlg": "To forge the flame itself."
        },
        {
            "id": "battle_select_10112_1",
            "desc": "Viewed in Battle",
            "dlg": "Ah, be wary of the embers."
        },
        {
            "id": "battle_endcommand_10112_1",
            "desc": "Commencing Attack",
            "dlg": "Flamestrike sword."
        },
        {
            "id": "battle_enemy_break_10112_1",
            "desc": "Enemy Stagger",
            "dlg": "Cremation..."
        },
        {
            "id": "battle_break_10112_1",
            "desc": "Staggered",
            "dlg": "Mm..."
        },
        {
            "id": "battle_kill_10112_1",
            "desc": "Enemy Killed",
            "dlg": "... like a blossom."
        },
        {
            "id": "battle_dead_10112_1",
            "desc": "Death",
            "dlg": "What a shame it is... that I... must depart this world... with the void of knowledge... so vast..."
        },
        {
            "id": "choice_success_p_10112_2",
            "desc": "Check Passed",
            "dlg": "Thus reignited was the spark of resolution to this riddle."
        },
        {
            "id": "choice_fail_n_10112_1",
            "desc": "Check Failed",
            "dlg": "Mm. This task must not have been of any critical significance..."
        },
        {
            "id": "battle_clear_10112_1",
            "desc": "Victory Cry",
            "dlg": "A manageable task, handled in the most practicable fashion. Yet, it is regrettable that it did not allow for much chance to spark new flames."
        },
        {
            "id": "battle_clear_ex_10112_1",
            "desc": "Extra Conditions Fulfilled",
            "dlg": "I regret not, the choice of taking the forefront of the assault; I have burned hotter than I ever have. This blade-form feels more familiar in the hand as well."
        },
        {
            "id": "battle_defeat_10112_1",
            "desc": "Defeat Wail",
            "dlg": "Ah... an overreliance on text over practice, is it? I must expand my trainings. Should such failures continue, I shan't be selected for dispatches to different regions, let alone claim promotion to Section 2..."
        }
    ]
}