{
    "dataList": [
      {
        "id": "get_11214_1",
        "desc": "Identity Acquisition",
        "dlg": "Despite the popular sentiment, \"next time, some other time\" rarely do come around.\nSo this time, I'm going to do something about it. Overdue regrets leave behind only that... hideous emotion, after all."
      },
      {
        "id": "lobby_morning_11214_1",
        "desc": "Morning Greeting",
        "dlg": "I'll be taking charge of the Research Facility's morning patrol today.\nI have to confirm with my own eyes that every intruder has left the premises... and ensure that none of them are still lurking somewhere in here."
      },
      {
        "id": "lobby_noon_11214_1",
        "desc": "Afternoon Greeting",
        "dlg": "Haven't I always warned you that overindulgence in carbohydrates is what causes postprandial somnolence? Please bring three cups of coffee for my team as well, if you don't mi—\n... Huh. No, don't worry about it. Forget what I said, I'll get my own coffee."
      },
      {
        "id": "lobby_night_11214_1",
        "desc": "Evening Greeting",
        "dlg": "I see. So they chose to deny my letter of resignation in return for accepting the mission plan.\nThey made me wait until evening for so plain an answer? How predictable."
      },
      {
        "id": "smalltalk_11214_1",
        "desc": "Chatter #1",
        "dlg": "While the facility has been fully restored, research activities can't be immediately resumed. We need time to get things back on track, fill the new vacancies...\n... I'll have much to do once we complete this operation—I'll redesign the facility from the ground up. ... Spiderweb, huh? Right, I'd best put to use what I learned."
      },
      {
        "id": "smalltalk_11214_2",
        "desc": "Chatter #2",
        "dlg": "I heard a ridiculous rumor, originating from some other department, that I am actually a high-Level Agent who somehow managed to escape the Headquarters when it fell. It must've started making the rounds sometime around yesterday, I believe.\nI understand that many are curious as to where I might've got my hands on this Headquarters gear, but do any of you really think that conjecture makes any sense? *puff* ... Please, shoot down those unproductive rumors whenever you hear them."
      },
      {
        "id": "smalltalk_11214_3",
        "desc": "Chatter #3",
        "dlg": "I am indeed proud of every scholastic success I have achieved in my life dedicated to research, but not once did I think them to be radiant.\n... Perhaps that is what made me curious to know what the so-called \"radiant pride\" of this E.G.O Gear is."
      },
      {
        "id": "smalltalk_11214_4",
        "desc": "Post-Uptie Chat 1",
        "dlg": "Do you truly believe me to be in the dark about the higher-ups' machinations? I'm just keeping my mouth shut because... Because what good would I do by pointing that out?\nBut I hope they won't forget that <i>somebody</i> is always watching, scrutinizing as they scheme."
      },
      {
        "id": "smalltalk_11214_5",
        "desc": "Post-Uptie Chat 2",
        "dlg": "I know that killing the so-called \"Ring Nursefather\" won't change a thing.\nThat's why my participation amounts to nothing but a blind chase for self-satisfaction, a hideous act of cowardice with avenging the dead as a convenient excuse to soothe my conscience."
      },
      {
        "id": "neglect_11214_1",
        "desc": "Idle",
        "dlg": "One mustn't stop vocalizing their thoughts like this, lest they are dazzled by the Abnormality's whispers. The strangeness of unusual thoughts becomes more obvious when spoken aloud, and it will help you realize that déjà vu is only an illusion of the mind."
      },
      {
        "id": "gacksung_11214_1",
        "desc": "Uptying",
        "dlg": "I can see everything with utter clarity, no matter the distance—things I couldn't see before, things that were shrouded in shadows.\n... That's enough testing. It's obvious that I have enough aptitude to wield both this E.G.O and the Gift at the same time."
      },
      {
        "id": "formation_11214_1",
        "desc": "Deployment",
        "dlg": "The mission'll be starting soon. Everyone— ... Don't let me lose sight of you."
      },
      {
        "id": "battleentry_11214_1",
        "desc": "Stage Entry",
        "dlg": "It's you... You are the beast of this forest."
      },
      {
        "id": "battle_select_11214_1",
        "desc": "Viewed in Battle",
        "dlg": "Sadly, only the dead live in my forest. Now, the only thing I can do... is kill the beast."
      },
      {
        "id": "battle_endcommand_11214_1",
        "desc": "Commencing Attack",
        "dlg": "Boosting E.G.O Attunement..."
      },
      {
        "id": "battle_enemy_break_11214_1",
        "desc": "Enemy Stagger",
        "dlg": "Sit still."
      },
      {
        "id": "battle_break_11214_1",
        "desc": "Staggered",
        "dlg": "Oh..."
      },
      {
        "id": "battle_kill_11214_1",
        "desc": "Enemy Killed",
        "dlg": "I'm here to save you."
      },
      {
        "id": "battle_dead_11214_1",
        "desc": "Death",
        "dlg": "So... this is how it ends, huh..."
      },
      {
        "id": "choice_success_p_11214_2",
        "desc": "Check Passed",
        "dlg": "If this should help raise the chance of our success, then why not."
      },
      {
        "id": "choice_fail_n_11214_1",
        "desc": "Check Failed",
        "dlg": "No need to comfort me over this. We researchers consider such failure nothing more than a harmless goof."
      },
      {
        "id": "battle_clear_11214_1",
        "desc": "Victory Cry",
        "dlg": "You know what's really devastating? That it's going to be my own hands that scribble \"Mission Accomplished\" on the post-mortem report. *sigh* There are more names to be erased. Actually, I think I'll discard that research proposal entirely."
      },
      {
        "id": "battle_clear_ex_11214_1",
        "desc": "Extra Conditions Fulfilled",
        "dlg": "I wasn't actually trying to teach you life lessons like \"there's always more to reality than what meets the eye\" or \"the really important things are invisible to the eye.\"\nI just wanted to try slamming this invisible weapon over your head."
      },
      {
        "id": "battle_defeat_11214_1",
        "desc": "Defeat Wail",
        "dlg": "Hah... I see. There never was any beast... in this forest..."
      }
    ]
}
