{
    "dataList": [
      {
        "id": "get_10512_1",
        "desc": "Identity Acquisition",
        "dlg": "Think it over three times, hard, before talking to me. I have ripped out enough tongues today."
      },
      {
        "id": "lobby_morning_10512_1",
        "desc": "Morning Greeting",
        "dlg": "Commence morning reports, starting from whoever is ready. And as I have said many times in the past, the state of being 'ready' entails various steps and procedures: purpose, method, process, outcome... and, most importantly, the all-encompassing adherence to manners. Those who are not 'ready' based on this criterion will be deemed unworthy of life."
      },
      {
        "id": "lobby_noon_10512_1",
        "desc": "Afternoon Greeting",
        "dlg": "It's noon, and the trash is still here... I remember insisting that these must be cleaned up, as I expect to welcome an important client here.\n... Hm, no one left for the clean-up either, I see. I suppose intimidation factors can also be significant elements in these consultations."
      },
      {
        "id": "lobby_night_10512_1",
        "desc": "Evening Greeting",
        "dlg": "Do you not think that it is quite unmannerly to visit me so late into the night? Even if your station grants you the right to look me right in the eyes...\n... I see. Then the manners would dictate that you deserve to be welcomed here at this hour. I apologize for my discourtesy."
      },
      {
        "id": "smalltalk_10512_1",
        "desc": "Chatter #1",
        "dlg": "A contract from the Shi family was expected, but a visitation from someone of such distinguished rank... was not.\nI could deduce by the fact that this individual requested a private meeting that it would be one with an esteemed position, but... hm. I certainly did not expect you."
      },
      {
        "id": "smalltalk_10512_2",
        "desc": "Chatter #2",
        "dlg": "Red wine with two freshly pulled teeth makes for a good pairing, a <i>mariage</i> with this particular circumstance. Almost like a work of art.\n... Hm. It seems that my recent visit to the Spider's House has affected my speech. To use words like 'art'... is not befitting the Capo of the Thumb."
      },
      {
        "id": "smalltalk_10512_3",
        "desc": "Chatter #3",
        "dlg": "The value of a single Tigermark Round is equivalent to the value of three of these premium cigars. Slashing at my foe by consuming every ammunition in its chambers is like losing an entire humidor's worth of cigars, yet...\n... sometimes, a good fight is worth more than a bundle of cigars. I would be remiss to let this chance pass in favor of frugality."
      },
      {
        "id": "smalltalk_10512_4",
        "desc": "Post-Uptie Chat 1",
        "dlg": "... I see that you are worth the cost of my ammunition. Prepare to face my unmitigated might.\nThis 'excitement'... what a rare sensation."
      },
      {
        "id": "smalltalk_10512_5",
        "desc": "Post-Uptie Chat 2",
        "dlg": "One mustn't embark on a tiger hunt without preparing to be mauled by its teeth. I presume that you feel ready, then?\nI am Meursault. Capo of the Thumb, one of the Ten Blades of the East. I will now meet you in battle with all my might."
      },
      {
        "id": "neglect_10512_1",
        "desc": "Idle",
        "dlg": "It was an astute decision on your end to not address me directly. Find a superior of yours who is inferior to my station to relay your message."
      },
      {
        "id": "gacksung_10512_1",
        "desc": "Uptying",
        "dlg": "The fact that the name of Tiantui Star's blade must remain hidden is a shame, indeed... but here, that want is fulfilled by another—that I may roar like a winged tiger. This sates me."
      },
      {
        "id": "formation_10512_1",
        "desc": "Deployment",
        "dlg": "You best hope that this task is worthy of my presence."
      },
      {
        "id": "battleentry_10512_1",
        "desc": "Stage Entry",
        "dlg": "Off to hunt, then? Oh, good... I'm burning up."
      },
      {
        "id": "battle_select_10512_1",
        "desc": "Viewed in Battle",
        "dlg": "... The concept of manners must be alien to you."
      },
      {
        "id": "battle_endcommand_10512_1",
        "desc": "Commencing Attack",
        "dlg": "Are you ready?"
      },
      {
        "id": "battle_enemy_break_10512_1",
        "desc": "Enemy Stagger",
        "dlg": "Is this really your best?"
      },
      {
        "id": "battle_break_10512_1",
        "desc": "Staggered",
        "dlg": "Keh... Why, that's quite good."
      },
      {
        "id": "battle_kill_10512_1",
        "desc": "Enemy Killed",
        "dlg": "Standing around as you did is what cost you your head."
      },
      {
        "id": "battle_dead_10512_1",
        "desc": "Death",
        "dlg": "Puff... motherfucker..."
      },
      {
        "id": "choice_success_p_10512_2",
        "desc": "Check Passed",
        "dlg": "This better have been a contract. I may have to remove both of your arms if it was an insolent request."
      },
      {
        "id": "choice_fail_n_10512_1",
        "desc": "Check Failed",
        "dlg": "... I will not be taking your life. As a compensation for failing this mission."
      },
      {
        "id": "battle_clear_10512_1",
        "desc": "Victory Cry",
        "dlg": "Disappointing. Is this really your best?\nGive me the name and the location of your superior. I must claim their head to make this worth the effort."
      },
      {
        "id": "battle_clear_ex_10512_1",
        "desc": "Extra Conditions Fulfilled",
        "dlg": "There are not many things in this world that excite me. However... this is one of those rare cases.\nI enjoyed this dance. Keep any bullet casings I missed—consider them a tip."
      },
      {
        "id": "battle_defeat_10512_1",
        "desc": "Defeat Wail",
        "dlg": "Let me be straightforward. Is there any means by which I may survive this encounter? Or, if a monetary compensation would suffice, then provide a number.\n... If not, then... hah. It seems that I must lose my head."
      }
    ]
}
