{
    "dataList": [
        {
            "id": "get_10311_1",
            "desc": "Identity Acquisition",
            "dlg": "Aha, so this explaineth the slight blandness of thy banquet! To prepare such spicy condiments in the form of a brawl... Forsooth, 'twas most unexpected!"
        },
        {
            "id": "lobby_morning_10311_1",
            "desc": "Morning Greeting",
            "dlg": "Slumbering through such an exciting morn would have been a most tragic affair! Hooie, to launch that chair from such a distance—'tis as dramatic as an episode of a soap opera in the morn!!"
        },
        {
            "id": "lobby_noon_10311_1",
            "desc": "Afternoon Greeting",
            "dlg": "The eastern branch doth not spend the lunch idly on their behinds. I have heard tell that the western branch enjoyeth a rather lengthy tea-time, yet...\nHm, alas. 'Tis one way to lose potential clientele that may be roaming the streets at that very moment."
        },
        {
            "id": "lobby_night_10311_1",
            "desc": "Evening Greeting",
            "dlg": "Ah~ Verily, the eastern branch of the Cinq Association doth hold late-night assignments in disdain! Prithee, might there not be worthier Associations to which thou couldst call for matters of the night?\nDuels, forsooth, ought to be carried out under the high-noon sun in the audience of countless spectators!"
        },
        {
            "id": "smalltalk_10311_1",
            "desc": "Chatter #1",
            "dlg": "Troublemakers such as those cur make my blood run hot... yet we are but Fixers whose subsistence dependeth on our trade. Wouldst thou not say that, thus, we mustn't act without compensation?\nH-how doest thou know of mine olden foolishness...! Ahem, 'twas but the manifestation of mine inexperience as a newcomer to this Association...!"
        },
        {
            "id": "smalltalk_10311_2",
            "desc": "Chatter #2",
            "dlg": "Ahem... Aha! They shalt recognize me in no time, after I remain seated here awhile, and request me to duel in their stead.\n'Twould be like striking two birds with one pebble! I shall attain both the completion of a contract, and the silence of those raucous rascals!"
        },
        {
            "id": "smalltalk_10311_3",
            "desc": "Chatter #3",
            "dlg": "Ooh... this bowl of biangbiang noodles is... ah, what an utter excellence this is! The crunchi— ack?!\nHark! Thou hast cast specks of thy side dishes unto my plates! Keep thy violent parley out of my bowl, pah!"
        },
        {
            "id": "smalltalk_10311_4",
            "desc": "Post-Uptie Chat 1",
            "dlg": "Thy bladed instrument poseth little threat to me, amigo. Mine virescent pyrojade shall melt it to nothingness ere it doth me harm!"
        },
        {
            "id": "smalltalk_10311_5",
            "desc": "Post-Uptie Chat 2",
            "dlg": "'Twas a mistake to stir trouble in a tavern afore observing its clientele, amigo. 'Tis a rather spacious establishment—thou should have imagined that there would be a hidden dragon lurking somewhere amongst the shadows, hm?"
        },
        {
            "id": "neglect_10311_1",
            "desc": "Idle",
            "dlg": "Ooh! Verily, the present yet subtle crunchiness of the noodles maketh quite the perfection!"
        },
        {
            "id": "gacksung_10311_1",
            "desc": "Uptying",
            "dlg": "Oof, apologies to thee. The gentleman there hath requested an 'emergency duel proxy' contract. I shall return in no time!"
        },
        {
            "id": "formation_10311_1",
            "desc": "Deployment",
            "dlg": "Aha, a contract!"
        },
        {
            "id": "battleentry_10311_1",
            "desc": "Stage Entry",
            "dlg": "Thou mayest know me as Don Quixote, Fixer of the third Section of Cinq Association East!"
        },
        {
            "id": "battle_select_10311_1",
            "desc": "Viewed in Battle",
            "dlg": "'Tis an emergency, hm? Do know that it shall cost thee a tad more!"
        },
        {
            "id": "battle_endcommand_10311_1",
            "desc": "Commencing Attack",
            "dlg": "The virescent pyrojade burneth."
        },
        {
            "id": "battle_enemy_break_10311_1",
            "desc": "Enemy Stagger",
            "dlg": "This duel!"
        },
        {
            "id": "battle_break_10311_1",
            "desc": "Staggered",
            "dlg": "Hup?!"
        },
        {
            "id": "battle_kill_10311_1",
            "desc": "Enemy Killed",
            "dlg": "Endeth with my victory!"
        },
        {
            "id": "battle_dead_10311_1",
            "desc": "Death",
            "dlg": "Ahaaa... 'twas... quite education...al..."
        },
        {
            "id": "choice_success_p_10311_2",
            "desc": "Check Passed",
            "dlg": "Mm, the conundrum hath been resolved, no?"
        },
        {
            "id": "choice_fail_n_10311_1",
            "desc": "Check Failed",
            "dlg": "Hohh... Ack, should I not have melted that?!"
        },
        {
            "id": "battle_clear_10311_1",
            "desc": "Victory Cry",
            "dlg": "Forsooth, this contract was a tad complicated, yet... No task shall remain undone before me, for all that standeth before me scattereth!"
        },
        {
            "id": "battle_clear_ex_10311_1",
            "desc": "Extra Conditions Fulfilled",
            "dlg": "Was it not a decision most wise to employ mine emergency services, though more expensive it may have been? Heh heh... oh? Ah, nay. Close thy wallet; thou didst not truly believe that I would charge thee double, hm? To do so~ would be to stray from the way of justice!"
        },
        {
            "id": "battle_defeat_10311_1",
            "desc": "Defeat Wail",
            "dlg": "Ne'er did I once imagine that I would be defeated, despite the complicatedness of this contract... F-fie... they are to discover that I have absconded from training in favor of roaming the streets...! Agh, what must I do...?!"
        }
    ]
}
