{
    "dataList": [
      {
        "id": "get_10412_1",
        "desc": "Identity Acquisition",
        "dlg": "Why don't you just die standing up? The freshness of your hideous gaze is... decaying by the second."
      },
      {
        "id": "lobby_morning_10412_1",
        "desc": "Morning Greeting",
        "dlg": "Just the right amount of dust in the morning... perfect. Hm... those self-proclaimed \"researchers\" better not kick any more up with their fussing... I hope."
      },
      {
        "id": "lobby_noon_10412_1",
        "desc": "Afternoon Greeting",
        "dlg": "Sometimes, I think about the sun. The sun's light that gazes down upon all that is beneath its radiance with contempt.\nIt's... discomforting."
      },
      {
        "id": "lobby_night_10412_1",
        "desc": "Evening Greeting",
        "dlg": "The \"Hammers\" of this Wing get so busy around this time of day. Off to one of their pointless evening exaltations, I suppose? And so soon after the mess the \"Inquisitors\" started..."
      },
      {
        "id": "smalltalk_10412_1",
        "desc": "Chatter #1",
        "dlg": "I.D.C. Don't involve me in that foolish rivalry between Nails and Hammers. I only care about what I get to cut with my sword; the rest of you can scram."
      },
      {
        "id": "smalltalk_10412_2",
        "desc": "Chatter #2",
        "dlg": "Ah... Yi Sang. He's my only source of entertainment among the trifles. There's a certain tragic beauty to how someone can harbor so, so much anguish... before turning around and putting a bullet in his comrade's back.\nI suppose I'll help him out if I get the chance. He's got my permission to shoot me."
      },
      {
        "id": "smalltalk_10412_3",
        "desc": "Chatter #3",
        "dlg": "Superpositioned Identities...? Interesting concept. I suppose those crawling sacks of flour dough in the company basement were the failed attempts, then.\nI thought it was an adequate endeavor toward creating abstract art, but... perhaps they're shooting higher. Maybe that'll get me to stick with this company for a little while."
      },
      {
        "id": "smalltalk_10412_4",
        "desc": "Post-Uptie Chat 1",
        "dlg": "The One Who Grips... Hah. So the thought process behind that name must be something like... how superiority comes naturally to the one who grips the hammer to sink in the nails? Not a terrible pun.\nThough, from my elevated perspective... they're all rotting cultists, Hammer or Nail."
      },
      {
        "id": "smalltalk_10412_5",
        "desc": "Post-Uptie Chat 2",
        "dlg": "Watch how the blackened spout from the squalid. This isn't just any entrails or blood... it's art, \"The Contempt\", created from our shared brush."
      },
      {
        "id": "neglect_10412_1",
        "desc": "Idle",
        "dlg": "If you're going to give this only a tepid gaze, I'd much rather you not make eye contact in the first place.\nBut once you've looked... don't look away."
      },
      {
        "id": "gacksung_10412_1",
        "desc": "Uptying",
        "dlg": "You squalid thing. Without my touch, that abominable form is unable to change, unable to be hidden. So... scatter."
      },
      {
        "id": "formation_10412_1",
        "desc": "Deployment",
        "dlg": "Eyes. On. Me."
      },
      {
        "id": "battleentry_10412_1",
        "desc": "Stage Entry",
        "dlg": "Don't go blind on me now."
      },
      {
        "id": "battle_select_10412_1",
        "desc": "Viewed in Battle",
        "dlg": "Do you realize who you're talking to?"
      },
      {
        "id": "battle_endcommand_10412_1",
        "desc": "Commencing Attack",
        "dlg": "There's no escaping the 'spiral'."
      },
      {
        "id": "battle_enemy_break_10412_1",
        "desc": "Enemy Stagger",
        "dlg": "That gaze... how contemptuous."
      },
      {
        "id": "battle_break_10412_1",
        "desc": "Staggered",
        "dlg": "Ngh."
      },
      {
        "id": "battle_kill_10412_1",
        "desc": "Enemy Killed",
        "dlg": "Did you think you could escape?"
      },
      {
        "id": "battle_dead_10412_1",
        "desc": "Death",
        "dlg": "Hah... even the gaze that once embraced me... contemns me... How electrifying."
      },
      {
        "id": "choice_success_p_10412_2",
        "desc": "Check Passed",
        "dlg": "How incompetent... tsk."
      },
      {
        "id": "choice_fail_n_10412_1",
        "desc": "Check Failed",
        "dlg": "That contemptuous gaze drawn toward me... I don't hate it."
      },
      {
        "id": "battle_clear_10412_1",
        "desc": "Victory Cry",
        "dlg": "Now, that annoying director doesn't have any excuse to gripe to me about how I don't work. I couldn't care less about what the heads of N Corp. are after—just let me slice and dice along with him."
      },
      {
        "id": "battle_clear_ex_10412_1",
        "desc": "Extra Conditions Fulfilled",
        "dlg": "Be awed. Or be awestruck. This is the difference between the ordinary and the extraordinary. ... Hah. I shouldn't find satisfaction from being a part of a mere Wing.\n... But I'll endure a little longer, to see what those experiments end up becoming."
      },
      {
        "id": "battle_defeat_10412_1",
        "desc": "Defeat Wail",
        "dlg": "Pathetic... Didn't think I'd ever turn tail like a disgusting coward. I can... almost feel the irritating gaze coming from behind me. Tsk, dammit..."
      }
    ]
}