{
  "dataList": [
      {
          "id": "get_10912_1",
          "desc": "Identity Acquisition",
          "dlg": "I did everything as I was told... I was fiercely loyal... so... why wasn't it me? "
      },
      {
          "id": "lobby_morning_10912_1",
          "desc": "Morning Greeting",
          "dlg": "Sun's up, gotta keep m'lord updated. Fuhu, he's gonna love me for it."
      },
      {
          "id": "lobby_noon_10912_1",
          "desc": "Afternoon Greeting",
          "dlg": "Once I took the Si Bolus, I lost most of my sense of taste... but hey, I can still enjoy the texture."
      },
      {
          "id": "lobby_night_10912_1",
          "desc": "Evening Greeting",
          "dlg": "I like nights. I get tons 'o missions, and there's always a chance an assassin for me to dramatically defeat might sneak in... If I defeat 'em right as the big shots' eyes are on me... Heh, no better way to make a name for myself, right~?"
      },
      {
          "id": "smalltalk_10912_1",
          "desc": "Chatter #1",
          "dlg": "Ya know something? If these lords have surplus claims to the Heishou, they can either give them up or pay up an equivalent value for a single beast... to release a member of the Pack. It means there’s a chance that I don't have to be this kind of featureless silhouette of an animal anymore."
      },
      {
          "id": "smalltalk_10912_2",
          "desc": "Chatter #2",
          "dlg": "A Heishou's loyalty is to the title of the lord, not to the one who wears it. Heard that more times than I can count. But... how could I hope to free myself from this slough and really shine without showing some loyalty to the person who holds my leash? I need 'em to help me molt, after all."
      },
      {
          "id": "smalltalk_10912_3",
          "desc": "Chatter #3",
          "dlg": "It's disgusting and ugly, isn't it? It gets worse with time. I'm going to be like the other snakes, like the other beasts of the Heishou Pack... becoming numb to everything."
      },
      {
          "id": "smalltalk_10912_4",
          "desc": "Post-Uptie Chat 1",
          "dlg": "I-I'm okay. I gave it some thought last night, and... I think it's better to stay leashed as a Heishou. I mean, even if I were to be freed, what other prospects do I have? Get killed after getting dragged into some random, unrelated conspiracy?\nBesides, our last lord wasn't all that, was he? I'm... too good for him."
      },
      {
          "id": "smalltalk_10912_5",
          "desc": "Post-Uptie Chat 2",
          "dlg": "The Family Hierarch candidates are a bunch of drama queens who act like they got dealt the worst possible hand in life. I mean, those rich kids have everything—silken clothes, good food... what more could they want?\nBackstreets people got dealt the same shitty hand. All the downsides of living here where life is precarious... except, instead of luxuries, they get tattered rags and starving stomachs."
      },
      {
          "id": "neglect_10912_1",
          "desc": "Idle",
          "dlg": "That makes it eighty missions... Just a few more, and I won't have to be this beast anymore."
      },
      {
          "id": "gacksung_10912_1",
          "desc": "Uptying",
          "dlg": "Didya see that? Doubt ya did... A crooked snake whips faster than the speed of sound, you know."
      },
      {
          "id": "formation_10912_1",
          "desc": "Deployment",
          "dlg": "Wait! I'll take this mission. Is that okay with ya?"
      },
      {
          "id": "battleentry_10912_1",
          "desc": "Stage Entry",
          "dlg": "You won't find a better snake for this job~"
      },
      {
          "id": "battle_select_10912_1",
          "desc": "Viewed in Battle",
          "dlg": "Didya call, m'lord? Feel free to summon me for anything ya need."
      },
      {
          "id": "battle_endcommand_10912_1",
          "desc": "Commencing Attack",
          "dlg": "Let's sink our fangs into that thing."
      },
      {
          "id": "battle_enemy_break_10912_1",
          "desc": "Enemy Stagger",
          "dlg": "My, did I catch ya off guard?"
      },
      {
          "id": "battle_break_10912_1",
          "desc": "Staggered",
          "dlg": "Ngh..."
      },
      {
          "id": "battle_kill_10912_1",
          "desc": "Enemy Killed",
          "dlg": "So sloppy."
      },
      {
          "id": "battle_dead_10912_1",
          "desc": "Death",
          "dlg": "What... was the point...? All that time... I wasted... for the lord..."
      },
      {
          "id": "choice_success_p_10912_2",
          "desc": "Check Passed",
          "dlg": "See? I'm better at this than the other snakes."
      },
      {
          "id": "choice_fail_n_10912_1",
          "desc": "Check Failed",
          "dlg": "This... this was just a slip-up, 'kay? I'll do it right next time."
      },
      {
          "id": "battle_clear_10912_1",
          "desc": "Victory Cry",
          "dlg": "Great, that's ninety successful missions, fulfilled all their extra requests, too... Maybe my lord'll finally consider me to be his number one gal?"
      },
      {
          "id": "battle_clear_ex_10912_1",
          "desc": "Extra Conditions Fulfilled",
          "dlg": "Remember the promise ya made, m'lord? Ya know~ ya told me to complete a hundred missions, and you'd...\nLord? Don't tell me you already used up all of your claims...? A-are you kidding me...? This isn't what you promised!"
      },
      {
          "id": "battle_defeat_10912_1",
          "desc": "Defeat Wail",
          "dlg": "... Looks like this lord's don't got much time left, either. Well, I never expected much from him anyway. I just have to butter up our next lord. And... and one day, I'll..."
      }
  ]
}