{
  "dataList": [
    {
      "id": "get_11014_1",
      "desc": "Identity Acquisition",
      "dlg": "The lord has finally permitted the roosters to crow. The time to exterminate the vermin infesting Hongyuan... has come."
    },
    {
      "id": "lobby_morning_11014_1",
      "desc": "Morning Greeting",
      "dlg": "It's so boring to just sit on a perch and doze off... I hope the new lord calls upon us roosters soon."
    },
    {
      "id": "lobby_noon_11014_1",
      "desc": "Afternoon Greeting",
      "dlg": "Lunch...? I've got to let off some of this steam first. If I'm not getting sent on a mission today, I'm gonna have to go beat up—I mean, spar with a fellow rooster."
    },
    {
      "id": "lobby_night_11014_1",
      "desc": "Evening Greeting",
      "dlg": "Leave it to roosters to count the night(使鷄司夜). The sun's set, but if you don't mind the whole world finding out about the deed, why don't you leave it to us roosters instead of snakes or rabbits?"
    },
    {
      "id": "smalltalk_11014_1",
      "desc": "Chatter #1",
      "dlg": "From the moment we were infused with the You Boluses, the roosters are cursed with an endless hunger for battle. To find a field of war where blood rains and embers rise, to spread and thrash our wings there! ... And that became our only joy in life."
    },
    {
      "id": "smalltalk_11014_2",
      "desc": "Chatter #2",
      "dlg": "Each one of the twelve branches of the Heishou inspire fear in people for different reasons, but most of the average citizenry that're not involved with Hongyuan's politics fear us roosters the most.\nThat's because the sight of our branch walking down the main street in serried ranks usually implies that... an all-out war's about to break out somewhere."
    },
    {
      "id": "smalltalk_11014_3",
      "desc": "Chatter #3",
      "dlg": "Once the mission begins, we'll jump and peck at every little thing, every brief passing shadow. So... keep your distance, huh? Unless you're one of us, I won't have the wherewithal to tell whether I'm ripping up an enemy or a friend."
    },
    {
      "id": "smalltalk_11014_4",
      "desc": "Post-Uptie Chat 1",
      "dlg": "You think jumping around all over the place makes me look clownish? I don't care. I don't care as long as I get to cut more of 'em down, as long as I get to enjoy the slaughter a little more...\nI cut, I cut, I cut, and I cut... that's all there is to it."
    },
    {
      "id": "smalltalk_11014_5",
      "desc": "Post-Uptie Chat 2",
      "dlg": "Xueyan(Bloodflame) Blade, ironically enough, doesn't have a long blade. Instead, there's a special H Corp. oil flowing inside—the kind of oil that sparks into flames from the friction of this weapon hitting blood."
    },
    {
      "id": "neglect_11014_1",
      "desc": "Idle",
      "dlg": "... We're alert even in sleep, so rest easy."
    },
    {
      "id": "gacksung_11014_1",
      "desc": "Uptying",
      "dlg": "There's nothing unfair about the way you're going out. It's not bad luck or the lord's disfavor that killed you here today.\nIt's your weakness."
    },
    {
      "id": "formation_11014_1",
      "desc": "Deployment",
      "dlg": "The lord has given us feed..."
    },
    {
      "id": "battleentry_11014_1",
      "desc": "Stage Entry",
      "dlg": "From the perch to the battlefield."
    },
    {
      "id": "battle_select_11014_1",
      "desc": "Viewed in Battle",
      "dlg": "... Stop gawking around like a chicken in a battlefield. A rooster with a particularly violent streak might just peck you to death."
    },
    {
      "id": "battle_endcommand_11014_1",
      "desc": "Commencing Attack",
      "dlg": "Spread my wings, and bore them with my talons."
    },
    {
      "id": "battle_enemy_break_11014_1",
      "desc": "Enemy Stagger",
      "dlg": "You're cornered. Nowhere to go."
    },
    {
      "id": "battle_break_11014_1",
      "desc": "Staggered",
      "dlg": "... <i>*spits*</i>"
    },
    {
      "id": "battle_kill_11014_1",
      "desc": "Enemy Killed",
      "dlg": "... Dead. Where to next..."
    },
    {
      "id": "battle_dead_11014_1",
      "desc": "Death",
      "dlg": "I wanted to see the sun rise... over this battlefield..."
    },
    {
      "id": "choice_success_p_11014_2",
      "desc": "Check Passed",
      "dlg": "... That ended even before I had the chance to heat up."
    },
    {
      "id": "choice_fail_n_11014_1",
      "desc": "Check Failed",
      "dlg": "I must've been too drunk on the heat of battle..."
    },
    {
      "id": "battle_clear_11014_1",
      "desc": "Victory Cry",
      "dlg": "This isn't enough. This isn't enough to achieve my lord's goals. I gotta be wilder, hotter, and puff my feathers up."
    },
    {
      "id": "battle_clear_ex_11014_1",
      "desc": "Extra Conditions Fulfilled",
      "dlg": "A family has been reduced to ash(家門一消). Just give us roosters feed... and we'll make sure the sand circle's picked clean of any vermin.\nNow that you've seen how useful the roosters can be, my lord, command us to our next battlefield, so that we may spread our wings there."
    },
    {
      "id": "battle_defeat_11014_1",
      "desc": "Defeat Wail",
      "dlg": "My talons may break... my wings may burn... and my flesh may tear, but... I need to fight... more...! More...! Nngh..."
    }
  ]
}