{
    "dataList": [
      {
        "id": "get_10113_1",
        "desc": "Identity Acquisition",
        "dlg": "They would point and jeer at the rags splattered with the blood of fellowship. The fools; only I can grasp the highest degree of tragedy upon this earth."
      },
      {
        "id": "lobby_morning_10113_1",
        "desc": "Morning Greeting",
        "dlg": "Rays of the risen sun prickle my skin. I prefer the moon, the light of which is but a reflection softened. Quite the fitting preference for me, who rains fire by striking my comrades, is it not?"
      },
      {
        "id": "lobby_noon_10113_1",
        "desc": "Afternoon Greeting",
        "dlg": "I do not partake in midday meals. Its absence does not affect me much, and the bloodsteeped scent, I must say, makes it rather unsavory."
      },
      {
        "id": "lobby_night_10113_1",
        "desc": "Evening Greeting",
        "dlg": "... Ah, you've seen me. Pretend you have seen nothing here, and pass on by. The Director has disallowed me from partaking in studies regarding E.G.O; I thought to use the nocturnal umbra to sift through their research material."
      },
      {
        "id": "smalltalk_10113_1",
        "desc": "Chatter #1",
        "dlg": "Ahh... you would like to know more of my old wounds? Yet my memories have all but scattered away now, for I have not deigned to recall it in some time. My fellows have, save for one, all turned from—\nThus, I have worked with N Corp. to establish this new League of the Nine, for they understand the technology that deserves to harbor my value.\n... Is aught odd about this assessment?"
      },
      {
        "id": "smalltalk_10113_2",
        "desc": "Chatter #2",
        "dlg": "This E.G.O was simply bestowed upon me by the Director, the choice hardly mine. Does your reason truly dictate that I would have readily accepted the manner of occupation that has me shooting my own comrades to fire at our foes?\n... It does? Then it must have been... but a Corrosion."
      },
      {
        "id": "smalltalk_10113_3",
        "desc": "Chatter #3",
        "dlg": "One needn't lament for those who are dying. Once we discover the... it shall all... in the end.\nMy fellow and I are toiling incessantly for it; thus, even the comrades whom I have pierced shall soon..."
      },
      {
        "id": "smalltalk_10113_4",
        "desc": "Post-Uptie Chat 1",
        "dlg": "Obsidian shards of blood shatter with echoes of glass; the perforating bullet scatters to a thousand pellets to bore into them all. Thus worthy has it become, the sacrifice of my comrades... no, I can scarcely recall if they were comrades of mine at all!"
      },
      {
        "id": "smalltalk_10113_5",
        "desc": "Post-Uptie Chat 2",
        "dlg": "It whispers to me incessantly, the voice of the rifle, or the ragged cloak... that I am to aim not for my enemies, but for those who still remember love. Destroy it, fire, I shall fi—\n... Remind me, where was I?"
      },
      {
        "id": "neglect_10113_1",
        "desc": "Idle",
        "dlg": "A fellow of mine has once spoken thusly to me—<i>too late, too late</i>..."
      },
      {
        "id": "gacksung_10113_1",
        "desc": "Uptying",
        "dlg": "Are we to embark on a mission? How many shall accompany us?\nMm. I ask, for I must count my bullets ere it begins."
      },
      {
        "id": "formation_10113_1",
        "desc": "Deployment",
        "dlg": "I am preoccupied."
      },
      {
        "id": "battleentry_10113_1",
        "desc": "Stage Entry",
        "dlg": "They will shiver with frisson."
      },
      {
        "id": "battle_select_10113_1",
        "desc": "Viewed in Battle",
        "dlg": "Heh heh... mm. Forget you heard the laughter. What is your business here?"
      },
      {
        "id": "battle_endcommand_10113_1",
        "desc": "Commencing Attack",
        "dlg": "To pierce and scatter."
      },
      {
        "id": "battle_enemy_break_10113_1",
        "desc": "Enemy Stagger",
        "dlg": "Become a porous thing—"
      },
      {
        "id": "battle_break_10113_1",
        "desc": "Staggered",
        "dlg": "... Oh."
      },
      {
        "id": "battle_kill_10113_1",
        "desc": "Enemy Killed",
        "dlg": "Thus, you sink into a bottomless slumber."
      },
      {
        "id": "battle_dead_10113_1",
        "desc": "Death",
        "dlg": "The heart that wished to die... has finally found a knife."
      },
      {
        "id": "choice_success_p_10113_2",
        "desc": "Check Passed",
        "dlg": "Behold, for it has transpired exactly as I had planned."
      },
      {
        "id": "choice_fail_n_10113_1",
        "desc": "Check Failed",
        "dlg": "... In my defense, this is not my area of expertise."
      },
      {
        "id": "battle_clear_10113_1",
        "desc": "Victory Cry",
        "dlg": "Hm, the desired purpose has been accomplished; this will suffice. Our return journey should be quite comfortable, given the reduced population of our team. Wouldn't you agree?"
      },
      {
        "id": "battle_clear_ex_10113_1",
        "desc": "Extra Conditions Fulfilled",
        "dlg": "This taste of salt—ah, blood of my departed comrade must have splattered there. Hmh... so, this is how it tastes."
      },
      {
        "id": "battle_defeat_10113_1",
        "desc": "Defeat Wail",
        "dlg": "Tsk... we must make ourselves scarce with haste. Those who would assist in our extraction have arrived; now, with me!"
      }
    ]
}