{
    "dataList": [
      {
        "id": "get_10114_1",
        "desc": "Identity Acquisition",
        "dlg": "His Majesty's Hongyuan converges with your vision for Hongyuan at its culmination, young Miss.\nI intend to realize your dream that has failed to bloom, though his path be riddled with bloodshed. Thus, young Miss... please... never forgive this wretched guard of yours."
      },
      {
        "id": "lobby_morning_10114_1",
        "desc": "Morning Greeting",
        "dlg": "Dawn breaks, and beyond the scarlet gates of Nuanxiangwu does the light shimmer. I can hardly avert my eyes from it every morn, for its radiance is too much like the young Miss."
      },
      {
        "id": "lobby_noon_10114_1",
        "desc": "Afternoon Greeting",
        "dlg": "Now is the time when young Miss would give me a repression Bolus to suppress the powers of a Heishou. Not once did I ingest it since I returned as an Adept following the loss of my master... yet something arrests my suspiration, as though to suggest a congestion of my trachea."
      },
      {
        "id": "lobby_night_10114_1",
        "desc": "Evening Greeting",
        "dlg": "Silent are the nights of Daguanyuan under His Majesty's rule. Welcome do I the peace, yet the oddity of such a muted world troubles my heart deeply."
      },
      {
        "id": "smalltalk_10114_1",
        "desc": "Chatter #1",
        "dlg": "My resentment for Lord Hong Lu simmers still. Yet... neither myself nor young Miss knew of the horrid truth that revealed itself as the Xianhuang Worm. Though he deigned not to inform us of that in advance, what blame can I impart on a man who was once an enemy of ours?"
      },
      {
        "id": "smalltalk_10114_2",
        "desc": "Chatter #2",
        "dlg": "I ruminate and ruminate upon the fragments of the incident to learn of what I could have done that the young Miss might have lived.\nA fruitless effort, indeed. Regrets and fleeing to the past cannot bring back the dead. Even still... this contemplation refuses to die."
      },
      {
        "id": "smalltalk_10114_3",
        "desc": "Chatter #3",
        "dlg": "I am not... <i>wearing</i> armor. The Wu Bolus has mutated my flesh... an exoskeleton of some kind has grown over me like a layer of barding."
      },
      {
        "id": "smalltalk_10114_4",
        "desc": "Post-Uptie Chat 1",
        "dlg": "Well-known are the mighty bovine horns; yet, in protracted battles on open plains, one must learn to put their faith in steeds.\nGive us enough distance to gallop on, and the acceleration of our hoofbeats shall change the very outcome of war."
      },
      {
        "id": "smalltalk_10114_5",
        "desc": "Post-Uptie Chat 2",
        "dlg": "Thus, the flame of war burns in Hongyuan. To let slip the lessons of the rotten and the festering, to forget the kindness of his ideality, is what has started the fire.\nHis Majesty promises Hongyuan's rectification, yet... hard do I find to harbor trust in one bereft of faith in humanity, one who sees naught but evil in the nature of men."
      },
      {
        "id": "neglect_10114_1",
        "desc": "Idle",
        "dlg": "... If today is to be respite in its entirety, I will remain in Nuanxiangwu. Come thither, if you have any need of me."
      },
      {
        "id": "gacksung_10114_1",
        "desc": "Uptying",
        "dlg": "Ride, beating of hooves. Rise, grains of sand. Ring, cries of war. Rest, for your flight shall meet a dead end.\nThus I felled the rogue rebel as His Majesty has commanded—then, Hongyuan, march on... without fear."
      },
      {
        "id": "formation_10114_1",
        "desc": "Deployment",
        "dlg": "Adept of Wu, Heishou Yi Sang. That is all."
      },
      {
        "id": "battleentry_10114_1",
        "desc": "Stage Entry",
        "dlg": "Ichargethroughtheparabolicstraightline."
      },
      {
        "id": "battle_select_10114_1",
        "desc": "Viewed in Battle",
        "dlg": "Let us return to the task at hand(閑話休題). Obsess not over the individual; avert your focus toward the battlefield."
      },
      {
        "id": "battle_endcommand_10114_1",
        "desc": "Commencing Attack",
        "dlg": "A single cavalry carries the might of a thousand men...! (一騎當千)"
      },
      {
        "id": "battle_enemy_break_10114_1",
        "desc": "Enemy Stagger",
        "dlg": "Open wide with the heart unburdened..."
      },
      {
        "id": "battle_break_10114_1",
        "desc": "Staggered",
        "dlg": "... Twisted."
      },
      {
        "id": "battle_kill_10114_1",
        "desc": "Enemy Killed",
        "dlg": "... and let the gale guide your trampling."
      },
      {
        "id": "battle_dead_10114_1",
        "desc": "Death",
        "dlg": "Swift were my hooves... They brought me to you before my time, young Miss..."
      },
      {
        "id": "choice_success_p_10114_2",
        "desc": "Check Passed",
        "dlg": "The steed marches forth."
      },
      {
        "id": "choice_fail_n_10114_1",
        "desc": "Check Failed",
        "dlg": "... I simply did not wish to trot. That is all."
      },
      {
        "id": "battle_clear_10114_1",
        "desc": "Victory Cry",
        "dlg": "Cometh the victorious news, yet the elation is not for steeds; calibrate your happiness.\nFor we shall be deployed to another battlefield ere long."
      },
      {
        "id": "battle_clear_ex_10114_1",
        "desc": "Extra Conditions Fulfilled",
        "dlg": "One of many cycles is now broken. The Hongyuan you had dreamed of, young Miss... a land where its inhabitants may thrive without fear is a step nearer to fruition.\nSo, upon the day of our reunion, do exercise generosity and hold a banquet for me. I gallop on endlessly through bloodsplattered fields for that singular goal."
      },
      {
        "id": "battle_defeat_10114_1",
        "desc": "Defeat Wail",
        "dlg": "... The efforts have failed to bear fruit. It will take far too many years to reach the young Miss's ideal.\nI shall hold until His Majesty makes the next move. There lies too much fear in my heart to gallop on alone."
      }
    ]
}