{
    "dataList": [
      {
        "id": "get_11212_1",
        "desc": "Identity Acquisition",
        "dlg": "This is pretty much a human arm alright. I thought they were replacing both of my arms with actual snakes."
      },
      {
        "id": "lobby_morning_11212_1",
        "desc": "Morning Greeting",
        "dlg": "Doesn't this lord have the common decency to let his Heishou relax after an all-nighter...? Not a fan of his morning summons.\nEh, guess he's got much to learn, being new in the game and everything~ He'll soon get so stingy with us that he might forget to summon us where we're needed."
      },
      {
        "id": "lobby_noon_11212_1",
        "desc": "Afternoon Greeting",
        "dlg": "Thought I was losing weight from the stress of going cold turkey on tobacco, but... apparently it's an intended effect of the Si Bolus.\nGotta get used to it, I suppose~ This skin and bones body isn't pretty, but it really does come in handy for our missions."
      },
      {
        "id": "lobby_night_11212_1",
        "desc": "Evening Greeting",
        "dlg": "Daguanyuan gets real quiet around this hour. The lords live in such fancy, luxurious homes... but they can't even get a wink of sleep at night. Being a Heishou's no way to live, but these lords have it pretty rough, too."
      },
      {
        "id": "smalltalk_11212_1",
        "desc": "Chatter #1",
        "dlg": "Well... Each branch of the Heishou specialize in different jobs, and we snakes benefit from having some flexibility. In both the literal and metaphorical meanings of the word.\nWe're more like covert operatives; can't go rushing into things like roosters in a cockfight, right?"
      },
      {
        "id": "smalltalk_11212_2",
        "desc": "Chatter #2",
        "dlg": "I bet these stretchy arms makes me a tricky enemy to fight.\nThese arms can blindside them by coming in from any distance, any direction."
      },
      {
        "id": "smalltalk_11212_3",
        "desc": "Chatter #3",
        "dlg": "Us Heishou are a step removed from the complicated network of resentments and favors that Hongyuan folks have, which means that we don't have much reason to hesitate when carrying out our missions.\nResentment is for someone close to you. It'd be weird to take revenge on a tool that goes away just as quickly as they appeared, right?"
      },
      {
        "id": "smalltalk_11212_4",
        "desc": "Post-Uptie Chat 1",
        "dlg": "I've served every damn family in Hongyuan. The Kongs before they were massacred, the Shis during their decline, and the ever-powerful Jias.\nThat makes me realize just how long I've survived in this hole. I can feel death just around the corner, but... I just molt outta my slough and come back like nothing happened..."
      },
      {
        "id": "smalltalk_11212_5",
        "desc": "Post-Uptie Chat 2",
        "dlg": "I'm a survivor. Been one for a long, long time... but it's all pointless. Life's grown so dull that I've lost all attachment to life and death. But I know that real death'll come when... the last of my emotions erode away."
      },
      {
        "id": "neglect_11212_1",
        "desc": "Idle",
        "dlg": "... The lord sent out an order? Oh, man... I gotta stop zoning out like this. Let's hurry on."
      },
      {
        "id": "gacksung_11212_1",
        "desc": "Uptying",
        "dlg": "Hey, no point in looking around for a way out. I'm all coiled up now, ready to strike. You're not getting out of this. "
      },
      {
        "id": "formation_11212_1",
        "desc": "Deployment",
        "dlg": "Don't you hear a snake slithering somewhere?"
      },
      {
        "id": "battleentry_11212_1",
        "desc": "Stage Entry",
        "dlg": "This... is a pretty good infiltration route."
      },
      {
        "id": "battle_select_11212_1",
        "desc": "Viewed in Battle",
        "dlg": "Told you to watch yourself around a coiled-up snake."
      },
      {
        "id": "battle_endcommand_11212_1",
        "desc": "Commencing Attack",
        "dlg": "Now, give it a real good guess. Which direction will my arm strike from?"
      },
      {
        "id": "battle_enemy_break_11212_1",
        "desc": "Enemy Stagger",
        "dlg": "Didn't see that coming, did you?"
      },
      {
        "id": "battle_break_11212_1",
        "desc": "Staggered",
        "dlg": "Hup..."
      },
      {
        "id": "battle_kill_11212_1",
        "desc": "Enemy Killed",
        "dlg": "Clean bite, huh?"
      },
      {
        "id": "battle_dead_11212_1",
        "desc": "Death",
        "dlg": "Haah... So death can claim me, after all."
      },
      {
        "id": "choice_success_p_11212_2",
        "desc": "Check Passed",
        "dlg": "Told you I can handle it, my lord."
      },
      {
        "id": "choice_fail_n_11212_1",
        "desc": "Check Failed",
        "dlg": "Now, ain't that a snake's tail of an ending? A real letdown."
      },
      {
        "id": "battle_clear_11212_1",
        "desc": "Victory Cry",
        "dlg": "Let some of 'em get away, but I've already marked them with the Deathrite venom. They won't get very far. Let's head back, the lord'll be satisfied."
      },
      {
        "id": "battle_clear_ex_11212_1",
        "desc": "Extra Conditions Fulfilled",
        "dlg": "With this... looks like I'll be saying goodbye to this lord soon. He made sure he got the bang for his buck, though."
      },
      {
        "id": "battle_defeat_11212_1",
        "desc": "Defeat Wail",
        "dlg": "Gonna have to keep things low-key for a while. Failing such an easy mission... guess I'll be sticking with this lord for a bit, huh?"
      }
    ]
}
