{
    "dataList": [
      {
        "id": "get_10213_1",
        "desc": "Identity Acquisition",
        "dlg": "Rain pelts awake hearts,\nAlleyways puddle with steps;\nThe rest is silence."
      },
      {
        "id": "lobby_morning_10213_1",
        "desc": "Morning Greeting",
        "dlg": "It is an unfounded rumor that the Association operates only at night; there is no specific time during which we carry out our operations, as they are practicality-based decisions that vary for each target. We also exist in the liminal space between the first light and the early scent of dawn."
      },
      {
        "id": "lobby_noon_10213_1",
        "desc": "Afternoon Greeting",
        "dlg": "Will you not take a moment to imbibe a cup of tea? One must never forget to take breaks, even when swamped by continuous work. By disregarding this simple fact, one may even be forced to let live a life that was not supposed to see tomorrow."
      },
      {
        "id": "lobby_night_10213_1",
        "desc": "Evening Greeting",
        "dlg": "The hour is late. Rest, and do not unnecessarily expose yourself to the night air. ... Faust prefers to see only one type of life at this hour: moving targets."
      },
      {
        "id": "smalltalk_10213_1",
        "desc": "Chatter #1",
        "dlg": "There is no single correct answer to assassinations. Anything—a sword, an arrow, or even a pebble on the ground—can be an effective tool for the task.\nEach branch has simply chosen different weapons that fit their environs better. And for us, it happens to be the bowblade."
      },
      {
        "id": "smalltalk_10213_2",
        "desc": "Chatter #2",
        "dlg": "One may wonder if the supply is far behind demand in this business... and so does Faust, to a degree. Resentment floods the City like this pouring rain, after all.\n... Which is why... it cannot be helped that only a few can carry out the deed."
      },
      {
        "id": "smalltalk_10213_3",
        "desc": "Chatter #3",
        "dlg": "A straight shot will always strike true. If it hasn't, there can be only one explanation: an excessive, unnecessary attachment to the target.\nThe target has no face, no history, no family or friends. Those who see them have no place in this business."
      },
      {
        "id": "smalltalk_10213_4",
        "desc": "Post-Uptie Chat 1",
        "dlg": "Even in the City of inequities, one thing remains fair: death.\nFairness for the beggar who kneels over the wet pavement... and for the loan shark who disparages him from above.\n... Both contracts completed."
      },
      {
        "id": "smalltalk_10213_5",
        "desc": "Post-Uptie Chat 2",
        "dlg": "Bows are not universally applicable tools, of course, and that is why it has a blade as well. An assassin equipped for both ranged and melee combat makes for a rather... formidable opponent."
      },
      {
        "id": "neglect_10213_1",
        "desc": "Idle",
        "dlg": "... Will you listen to the rain, together?"
      },
      {
        "id": "gacksung_10213_1",
        "desc": "Uptying",
        "dlg": "Nock the arrow, pull, loose—it punches through the target, felling it. It is simple, manual labor with very little chance of error."
      },
      {
        "id": "formation_10213_1",
        "desc": "Deployment",
        "dlg": "Has the target been designated?"
      },
      {
        "id": "battleentry_10213_1",
        "desc": "Stage Entry",
        "dlg": "Uchiokoshi."
      },
      {
        "id": "battle_select_10213_1",
        "desc": "Viewed in Battle 1",
        "dlg": "Waiting for the right moment."
      },
      {
        "id": "battle_select_10213_2",
        "desc": "Viewed in Battle 2",
        "dlg": "... Target locked."
      },
      {
        "id": "battle_endcommand_10213_1",
        "desc": "Commencing Attack",
        "dlg": "Let the pelting rain bury you."
      },
      {
        "id": "battle_enemy_break_10213_1",
        "desc": "Enemy Stagger",
        "dlg": "Clean shot through the lung."
      },
      {
        "id": "battle_break_10213_1",
        "desc": "Staggered",
        "dlg": "Mm..."
      },
      {
        "id": "battle_kill_10213_1",
        "desc": "Enemy Killed",
        "dlg": "Bullseye."
      },
      {
        "id": "battle_dead_10213_1",
        "desc": "Death",
        "dlg": "Again, fairness is simply a universal concept—even... for me."
      },
      {
        "id": "choice_success_p_10213_2",
        "desc": "Check Passed",
        "dlg": "Elementary work for an assassin."
      },
      {
        "id": "choice_fail_n_10213_1",
        "desc": "Check Failed",
        "dlg": "... Aimed too high."
      },
      {
        "id": "battle_clear_10213_1",
        "desc": "Victory Cry",
        "dlg": "Contract fulfilled. While having to resort to melee was regrettable... as always, there were no witnesses."
      },
      {
        "id": "battle_clear_ex_10213_1",
        "desc": "Extra Conditions Fulfilled",
        "dlg": "The pelting raindrops shroud the falling arrows, and they will die in the downpour without knowing what killed them. This is how the eastern branch kills."
      },
      {
        "id": "battle_defeat_10213_1",
        "desc": "Defeat Wail",
        "dlg": "Though I infused this bow with my very own blood... neither opportunity nor luck were on my side. As a failure to complete a contract results in death... this shall be my end, for I have slipped to the wrong side of the boundary of death."
      }
    ]
}
