{
    "dataList": [
      {
        "id": "get_10812_1",
        "desc": "Identity Acquisition",
        "dlg": "No flower ever endures the fall... or so they say. Hongyuan's certainly not changed one bit. Except for its roads, I suppose."
      },
      {
        "id": "lobby_morning_10812_1",
        "desc": "Morning Greeting",
        "dlg": "That was one crazy night... I'm almost surprised to see you in the sun this morning, unharmed. Must've gotten lucky.\nBut you better keep your guard up. Sunshine isn't much of a deterrent for assassins."
      },
      {
        "id": "lobby_noon_10812_1",
        "desc": "Afternoon Greeting",
        "dlg": "Manners are learned when the storehouses are made abundant. Let's not waste any money on food, okay? The morale and health of my clan is more important than that."
      },
      {
        "id": "lobby_night_10812_1",
        "desc": "Evening Greeting",
        "dlg": "Haah... pitch-black darkness, huh? We should probably say goodbye to proper sleep from here on out. Wonder how many uninvited 'guests' we'll get tonight."
      },
      {
        "id": "smalltalk_10812_1",
        "desc": "Chatter #1",
        "dlg": "I am Ishmael of the Jia family, candidate for the seat of Family Hierarch of Hongyuan. I have found my clue, and I have returned to Hongyuan. Uh... what... what do you mean, that's weird...?\n... Yeah, no. There isn't anything weird about that. Of course I'm a Jia, I was born and raised by the Jia family."
      },
      {
        "id": "smalltalk_10812_2",
        "desc": "Chatter #2",
        "dlg": "They won't even bat an eye at mediocre offerings, but... waters of river Lethe will be sure to get even the venerable Jia Mu's attention.\nPretty sure I'm the only candidate who's brought anything from a river in the deep place."
      },
      {
        "id": "smalltalk_10812_3",
        "desc": "Chatter #3",
        "dlg": "My motivation for wanting to become a Family Hierarch? Well that's... I... hm. I never gave it much thought, if I'm being honest. But it's what everyone and the family seniors want? Because I'm a Jia family child?\nWell, hopefully I'll find out by the time the Evaluation is over. My motivation, separate from that of the family."
      },
      {
        "id": "smalltalk_10812_4",
        "desc": "Post-Uptie Chat 1",
        "dlg": "I've been hearing these strange songs from the Backstreets... I suppose it won't be long before he returns.\nI just hope I won't ever have to run into him, but... It's inevitable that we'd come to blows sooner or later."
      },
      {
        "id": "smalltalk_10812_5",
        "desc": "Post-Uptie Chat 2",
        "dlg": "Heishou Packs will make for really, really powerful hands in the Family Hierarch Evaluation, but... I don't really have any sponsors, which means that I've only held their leash twice in my life.\nThe first time, I relinquished my leashes to free Outis. And the other time, well... I lost it thanks to some dumbass from a different family."
      },
      {
        "id": "gacksung_10812_1",
        "desc": "Uptying",
        "dlg": "Didn't even have the courtesy of showing up to my banquet, but now you're here... at my Nuanxiangwu. Itching for a chance to cut off my head, huh?"
      },
      {
        "id": "neglect_10812_1",
        "desc": "Idle",
        "dlg": "... If you've got something to say, say it. Don't just stand there spacing out."
      },
      {
        "id": "formation_10812_1",
        "desc": "Deployment",
        "dlg": "Hm. Good eye. I'm a rare talent around here, you know?"
      },
      {
        "id": "battleentry_10812_1",
        "desc": "Stage Entry",
        "dlg": "Hooh... I just need to do exactly as I prepared..."
      },
      {
        "id": "battle_select_10812_1",
        "desc": "Viewed in Battle",
        "dlg": "Please, I don't need any unnecessary fussing. I prefer the silence."
      },
      {
        "id": "battle_endcommand_10812_1",
        "desc": "Commencing Attack",
        "dlg": "Let's take them all out. No need to waste our time here."
      },
      {
        "id": "battle_enemy_break_10812_1",
        "desc": "Enemy Stagger",
        "dlg": "Hmph. You're open!"
      },
      {
        "id": "battle_break_10812_1",
        "desc": "Staggered",
        "dlg": "Agh! What the hell—"
      },
      {
        "id": "battle_kill_10812_1",
        "desc": "Enemy Killed",
        "dlg": "Nice try."
      },
      {
        "id": "battle_dead_10812_1",
        "desc": "Death",
        "dlg": "What a... short-lived spring this is..."
      },
      {
        "id": "choice_success_p_10812_2",
        "desc": "Check Passed",
        "dlg": "This is easier than pulling something from my pocket."
      },
      {
        "id": "choice_fail_n_10812_1",
        "desc": "Check Failed",
        "dlg": "... Wait, let me try that again. Come on, I said let me try that again!"
      },
      {
        "id": "battle_clear_10812_1",
        "desc": "Victory Cry",
        "dlg": "I wouldn't have participated in the Family Hierarch Evaluation if I was someone who'd let this little victory get to my head.\nWell... why don't you help me out a little more? I'll double, triple, quintuple your rewards should I become the next Hierarch."
      },
      {
        "id": "battle_clear_ex_10812_1",
        "desc": "Extra Conditions Fulfilled",
        "dlg": "Huh, didn't think it'd be that easy. Guess I could afford to be a bit more generous with the bonuses for my clan today... Hey, this is what money's for. To celebrate good tidings."
      },
      {
        "id": "battle_defeat_10812_1",
        "desc": "Defeat Wail",
        "dlg": "... My clan... destroyed...? They didn't... even stand a chance... Haah, it's... ngh, it's nothing. This is all my fault. I... should've been better prepared."
      }
    ]
}