{
    "dataList": [
      {
        "id": "get_10813_1",
        "desc": "Identity Acquisition",
        "dlg": "You know what they say—sometimes in life, you gotta stop and smell the flowers. Hah, too bad people we deal with often end up pushing daisies."
      },
      {
        "id": "lobby_morning_10813_1",
        "desc": "Morning Greeting",
        "dlg": "I know it's a strange question for someone working in this line of business to be asking, but... I wonder how they bankroll themselves? I'm talking about gamblers like those guys over there whose asses are parked in gambling dens all day, all night.\n... Well, I guess that explains why they spend most of their days chasing after that one life-changing win before people like us deal with them."
      },
      {
        "id": "lobby_noon_10813_1",
        "desc": "Afternoon Greeting",
        "dlg": "Games played with any of those flower cards—Hwatu, Hanafuda—are our specialty. Find different specialists if you're looking for someone to observe games played with other stuff, like poker or mahjong.\nWell, I guess we <i>could</i> take your contract for those games too, but... it's common sense to have a specialist present for high-roller games. Even if you're just playing ddakji with these cards."
      },
      {
        "id": "lobby_night_10813_1",
        "desc": "Evening Greeting",
        "dlg": "Hey, what are you doing loitering around here at night? Don't get yourself in trouble and go someplace safer—it's like a powder keg in here right now.\nAnd especially steer clear of those two over there, got that? Yeah, that guy with dead eyes, and that one over there who's just got a hand chopped off."
      },
      {
        "id": "smalltalk_10813_1",
        "desc": "Chatter #1",
        "dlg": "If you feel like you're on a lucky streak that's too good to be true... You might want to pause and see if you're the \"sucker\" in that game."
      },
      {
        "id": "smalltalk_10813_2",
        "desc": "Chatter #2",
        "dlg": "Well, you know the type. People who accuse their opponents of cheating because they can't admit they lost... You know, sore losers. Our Office's job usually entails making sure they don't kick up a fuss.\nYeah, kinda like how Öufi oversees contracts... Which is why we're working under their umbrella, I suppose."
      },
      {
        "id": "smalltalk_10813_3",
        "desc": "Chatter #3",
        "dlg": "One day, I'd like to oversee a Blue Diamond game that takes place way up on the top floor. You know, the Diamond games where only the highest of high-rollers get to participate. Sure, a good payday's nice, but... sometimes, it's not all about the money.\nIt's just that in this business, there's no better acknowledgment of my career than getting called to oversee a game that only employs the best of the best."
      },
      {
        "id": "smalltalk_10813_4",
        "desc": "Post-Uptie Chat 1",
        "dlg": "Had a feeling this game wasn't going to waste any time turning into a shitshow. Alright, you! Stop right there. Anyone who tries to leave this table, touch a card, or so much as even sneeze... I'll chop off your hands."
      },
      {
        "id": "smalltalk_10813_5",
        "desc": "Post-Uptie Chat 2",
        "dlg": "\"Low at Night, High at Day.\" For night games, the smallest draw goes first; for day games, the highest draw. We've been sitting through the daybreak the whole time, folks. Why are we still arguing about this? You lost, so quit arguing and cough it up.\nOh, by the way... according to the rules of this game as observed by us, you can also choose to cough up your entrails. Let me know if you need a hand."
      },
      {
        "id": "gacksung_10813_1",
        "desc": "Uptying",
        "dlg": "Nope. The card's out in the open... there's no forfeiting once the die is cast. No matter how screwed you are."
      },
      {
        "id": "neglect_10813_1",
        "desc": "Idle",
        "dlg": "... *whistle* Gokō? Hard to believe that wasn't a sleight of hand."
      },
      {
        "id": "formation_10813_1",
        "desc": "Deployment",
        "dlg": "Let's head out. Are we attending as observers to a Hwatu Card game for this contract?"
      },
      {
        "id": "battleentry_10813_1",
        "desc": "Stage Entry",
        "dlg": "Alright, bets on the table."
      },
      {
        "id": "battle_select_10813_1",
        "desc": "Viewed in Battle",
        "dlg": "I'm already carrying out my duties as an observer. Chatting me up is a rule violation."
      },
      {
        "id": "battle_endcommand_10813_1",
        "desc": "Commencing Attack",
        "dlg": "Hey now, that makes a matching hand!"
      },
      {
        "id": "battle_enemy_break_10813_1",
        "desc": "Enemy Stagger",
        "dlg": "Let's go! Koi-koi!"
      },
      {
        "id": "battle_break_10813_1",
        "desc": "Staggered",
        "dlg": "What a shitty hand..."
      },
      {
        "id": "battle_kill_10813_1",
        "desc": "Enemy Killed",
        "dlg": "Hmph. You went all-in, didn't you?"
      },
      {
        "id": "battle_dead_10813_1",
        "desc": "Death",
        "dlg": "Never thought I'd be cornered like this..."
      },
      {
        "id": "choice_success_p_10813_2",
        "desc": "Check Passed",
        "dlg": "Hmm. Jangttaeng."
      },
      {
        "id": "choice_fail_n_10813_1",
        "desc": "Check Failed",
        "dlg": "... Mangtong? Shit, that's the worst possible hand..."
      },
      {
        "id": "battle_clear_10813_1",
        "desc": "Victory Cry",
        "dlg": "Couldn't you have just enjoyed the game without losing your cool? Seriously, you only have yourself to blame for this mess... *sigh* These notes will be processed as per the game rules observed by our party. I should've raised the observer's cut for unclaimed cash in the contract... If only I'd known."
      },
      {
        "id": "battle_clear_ex_10813_1",
        "desc": "Extra Conditions Fulfilled",
        "dlg": "I see now why they hired us for the whole gambling den... This hole's full of cheating bottom dealers. Whew... we should be set for the next month even if we don't pick up a single contract. Hell yeah."
      },
      {
        "id": "battle_defeat_10813_1",
        "desc": "Defeat Wail",
        "dlg": "I think I'll... fold this round. Can't finish the contract if I'm too dead to carry it out, right? Hah, I've got to get reinforcements from the office."
      }
    ]
}