{
    "dataList": [
      {
        "id": "get_10313_1",
        "desc": "Identity Acquisition",
        "dlg": "Ye jest, surely... how can ye speak of heat...? By my troth, *groan* I could perish of cold this very moment... Achoo!"
      },
      {
        "id": "lobby_morning_10313_1",
        "desc": "Morning Greeting",
        "dlg": "Knowest thou this, perchance...? Cold as the dark of night may be... *shiver* 'tis this very moment when the first light breaketh, that the chill is the fiercest... I had hoped 'twould have warmed by now, but alas! *groan*"
      },
      {
        "id": "lobby_noon_10313_1",
        "desc": "Afternoon Greeting",
        "dlg": "Wherefore doth every shop about sell naught but cold food? ... Aah! That scent, could it be...?! Even in this season and weather, a whale-bread merchant maketh trade! C-c-coin, coin... Ho, friend... Hast thou any coin to spare, perchance?"
      },
      {
        "id": "lobby_night_10313_1",
        "desc": "Evening Greeting",
        "dlg": "Nngh... the night air chilleth to the bone... At times such as this, naught beats curling beneath a toasty blanket and drifting to slumber... Ahh... must I head out...? V-very well... I shall prepare...\nBut this blanket hath been warmed to such perfection... Prithee, just 5 minutes more... might we tarry but so long?"
      },
      {
        "id": "smalltalk_10313_1",
        "desc": "Chatter #1",
        "dlg": "Hearken to me. In days of yore, I, too, traversed lands afar and wide. I beheld sights unseen... and faced beasts most fearsome...\nNngh! Ever since the Wei Bolus hath wrought these horns upon me, oft do I find my mind in a haze—how had I ever the mettle for such feats?"
      },
      {
        "id": "smalltalk_10313_2",
        "desc": "Chatter #2",
        "dlg": "Our worth lieth in shattering all that blocketh the path ahead, *sigh* but alas, who among us could perform such frightful toil with a sound mind? When our lord hath need of us, he draweth the leash tight. Then, forsooth, a fretful disquiet taketh hold, as though some unseen burden driveth us onward... and naught doth seem too fearsome anymore."
      },
      {
        "id": "smalltalk_10313_3",
        "desc": "Chatter #3",
        "dlg": "... Eep?! A-apologies... Whenever my mind wandereth, I am seized with the urge to ram whatever standeth nigh... Pray, I have a favor to ask of thee. Couldst thou fetch me a sack stuffed with straw?\nTh-this habit of mine... Once I begin, 'tis nigh impossible to cease... I would fain not ram thee, lest thy shinbone be broken. P-prithee, make speed!"
      },
      {
        "id": "smalltalk_10313_4",
        "desc": "Post-Uptie Chat 1",
        "dlg": "A chill... creepeth up my back... Haste ye...! We must break through their ranks and press onward! Come! Forth, Battering Ram Horns(衝破角)!"
      },
      {
        "id": "smalltalk_10313_5",
        "desc": "Post-Uptie Chat 2",
        "dlg": "Haah... Mine eyes oft grow dim amidst the heat of battle. Be warned and thrash not thus before me, lest I, peradventure, fail to resist the urge to ram thee!"
      },
      {
        "id": "neglect_10313_1",
        "desc": "Idle",
        "dlg": "Ho, ye... Whither have ye gone to...? Nngh... To be alone, devoid of company, doth trouble me... Rocinante...? Prithee, spin now a tale most wondrous that mine heart may find solace..."
      },
      {
        "id": "gacksung_10313_1",
        "desc": "Uptying",
        "dlg": "Turn back not, I say!\nThere, forward ye charge! The pack of sheep shall break and shatter all that standeth before ye!"
      },
      {
        "id": "formation_10313_1",
        "desc": "Deployment",
        "dlg": "Hmm, time for the Wei to join the fray... *groan* 'tis cold..."
      },
      {
        "id": "battleentry_10313_1",
        "desc": "Stage Entry",
        "dlg": "Whew... Let us go forth!"
      },
      {
        "id": "battle_select_10313_1",
        "desc": "Viewed in Battle",
        "dlg": "Charge!!"
      },
      {
        "id": "battle_endcommand_10313_1",
        "desc": "Commencing Attack",
        "dlg": "Topple them ere the battle is afoot!"
      },
      {
        "id": "battle_enemy_break_10313_1",
        "desc": "Enemy Stagger",
        "dlg": "Doth not thy brainpan rattle from within?"
      },
      {
        "id": "battle_break_10313_1",
        "desc": "Staggered",
        "dlg": "Hrrk...!"
      },
      {
        "id": "battle_kill_10313_1",
        "desc": "Enemy Killed",
        "dlg": "Down they crumble!"
      },
      {
        "id": "battle_dead_10313_1",
        "desc": "Death",
        "dlg": "Gah?! Aah... Is... is this... mine end?"
      },
      {
        "id": "choice_success_p_10313_2",
        "desc": "Check Passed",
        "dlg": "Oh... W-was that... a success, perchance?"
      },
      {
        "id": "choice_fail_n_10313_1",
        "desc": "Check Failed",
        "dlg": "Eeek?! F-f-forgive me...!"
      },
      {
        "id": "battle_clear_10313_1",
        "desc": "Victory Cry",
        "dlg": "*pant* *pant* Is it safe to halt here? A-are there yet more upon my heels...? Whew, my shoulders ache grievously... Let's see... Lo! It seemeth I have swept past these wretches!"
      },
      {
        "id": "battle_clear_ex_10313_1",
        "desc": "Extra Conditions Fulfilled",
        "dlg": "Hark, fellow herd of mine! Tarry not in your tracks, lest the jaws of our enemies close on us! Put your trust in your mighty horns, and charge forth!"
      },
      {
        "id": "battle_defeat_10313_1",
        "desc": "Defeat Wail",
        "dlg": "Say... My sight is yet to return. Are those bodies piled yonder the dead of our foes, or...?\nAh, I see. 'Tis... a grievous and terrible thing, forsooth..."
      }
    ]
}
