{
    "dataList": [
        {
            "id": "get_11211_1",
            "desc": "Identity Acquisition",
            "dlg": "They're... all from our Office. Firefist Office."
        },
        {
            "id": "lobby_morning_11211_1",
            "desc": "Morning Greeting",
            "dlg": "Nothing changes here when the sun rises. A tiny room with rotten air, clammy walls... boxed in without even a ray of sunshine.\nThat we even used to dream of something stupid like hope in this semi-basement coffin... it all feels like a bad joke now."
        },
        {
            "id": "lobby_noon_11211_1",
            "desc": "Afternoon Greeting",
            "dlg": "Ah, I like getting there early. P Corp. and their joke of a briefing starts around noon, you know.\nI've sat through it more than enough times to remember every little word of it, but... I always try to pay attention anyway. The dead leave good intel... both for killing and surviving Bloodfiends."
        },
        {
            "id": "lobby_night_11211_1",
            "desc": "Evening Greeting",
            "dlg": "When that wretched amusement park opens, when that music begins to play... I can almost see them again. Wearing the same clothes they wore that day.\nBut it's all just a mirage... And I should stop letting illusions be my only solace."
        },
        {
            "id": "smalltalk_11211_1",
            "desc": "Chatter #1",
            "dlg": "I don't want to join the Bloodfiend Hunters. I don't hate those monsters—Bloodfiends—like the hunters do.\n... I just want to see La Manchaland burn. It's the least I can do as the last survivor of Firefist Office."
        },
        {
            "id": "smalltalk_11211_2",
            "desc": "Chatter #2",
            "dlg": "You want to know which Workshop I got this arm from? Huh. I think it was some Backstreets Workshop that hasn't even been open for a month and was already well on the way to closure.\nThe owner was clearly a new fella in the business with no connections to speak of, but had some talent. Which means that we managed to snag decent gears for cheap. "
        },
        {
            "id": "smalltalk_11211_3",
            "desc": "Chatter #3",
            "dlg": "Rain... Big sis hated it. Said it makes everything feel clammy and cold, said she can't even spark the fire right when it rains...\nI didn't mind it then, but now... not so much. The amusement park doesn't open when it rains, you see."
        },
        {
            "id": "smalltalk_11211_4",
            "desc": "Post-Uptie Chat 1",
            "dlg": "I'm not gonna flaunt these middling results to line my pockets with contribution rewards. The dead won't forgive me if I do.\nInstead, I'm... I'm gonna burn it all down. That disgusting amusement park, and the clothes they forced onto her... all of it."
        },
        {
            "id": "smalltalk_11211_5",
            "desc": "Post-Uptie Chat 2",
            "dlg": "There it is, growling and skittering toward the burnt and congealed blood like the bloodsucking animals you are. Now you're behaving as Bloodfiends should, aren't you? Trembling in fear makes it look as though you're pretending to be human, even if it is water that makes you shudder."
        },
        {
            "id": "neglect_11211_1",
            "desc": "Idle",
            "dlg": "... Care to spare me a cig? I've got light. ... I guess that's all I've got."
        },
        {
            "id": "gacksung_11211_1",
            "desc": "Uptying",
            "dlg": "It's a cold, cold City, bud… Let’s at least have the decency to serve revenge piping hot."
        },
        {
            "id": "formation_11211_1",
            "desc": "Deployment",
            "dlg": "I've prepped plenty of fuel."
        },
        {
            "id": "battleentry_11211_1",
            "desc": "Stage Entry",
            "dlg": "... They always open with this music."
        },
        {
            "id": "battle_select_11211_1",
            "desc": "Viewed in Battle",
            "dlg": "This conversation can wait... until the park closes."
        },
        {
            "id": "battle_endcommand_11211_1",
            "desc": "Commencing Attack",
            "dlg": "Let's see how much more of this you can take."
        },
        {
            "id": "battle_enemy_break_11211_1",
            "desc": "Enemy Stagger",
            "dlg": "I don't assume you have any last words?"
        },
        {
            "id": "battle_break_11211_1",
            "desc": "Staggered",
            "dlg": "Haah... don't worry. Wound's been cauterized."
        },
        {
            "id": "battle_kill_11211_1",
            "desc": "Enemy Killed",
            "dlg": "... All burnt to ashes."
        },
        {
            "id": "battle_dead_11211_1",
            "desc": "Death",
            "dlg": "Haah... isn't it too... early for me to join them...?"
        },
        {
            "id": "choice_success_p_11211_2",
            "desc": "Check Passed",
            "dlg": "I've done all kinds of odd jobs to make ends meet."
        },
        {
            "id": "choice_fail_n_11211_1",
            "desc": "Check Failed",
            "dlg": "... I'll do better next time."
        },
        {
            "id": "battle_clear_11211_1",
            "desc": "Victory Cry",
            "dlg": "So this is as far as I get this go around, huh... Next time, I'm coming back to burn that wretched parade alive."
        },
        {
            "id": "battle_clear_ex_11211_1",
            "desc": "Extra Conditions Fulfilled",
            "dlg": "What'd I say, big sis? I said I'd return to burn it all down."
        },
        {
            "id": "battle_defeat_11211_1",
            "desc": "Defeat Wail",
            "dlg": "... I'll leave nothing but ashes next time. I won't leave even a drop of blood for you to lap on."
        }
    ]
}
