{
    "dataList": [
      {
        "id": "get_10814_1",
        "desc": "Identity Acquisition",
        "dlg": "*sigh* C'mon, Mama! I thought I asked you to knock before barging into my room! I mean, it's not like I hate you coming in or anything, just... I was just flipping through some <i>Fixers Monthly</i> pages. ... Wanna come read with me and see who our next kill's gonna be, if you're not busy?"
      },
      {
        "id": "lobby_morning_10814_1",
        "desc": "Morning Greeting",
        "dlg": "Bruh, this show was rad as hell. I binged the whole season overnight.\nI think I'm gonna crash in a bit 'til... *yawn* mama gets home. Gee, 24-episode marathon really takes a lot outta ya."
      },
      {
        "id": "lobby_noon_10814_1",
        "desc": "Afternoon Greeting",
        "dlg": "Go out to eat? Eugh, no thankee. I've got all the food I need in my room.\nGot nachos, cup noodles... Oh, and bop-tarts, every flavor. Just ignore the trash pile—shove it aside and take a seat."
      },
      {
        "id": "lobby_night_10814_1",
        "desc": "Evening Greeting",
        "dlg": "Mama's gotta carry out the Vengeances solo unlike the other bigger Brothers and Sisters, so she always gets home late.\nWhat do I do when I'm alone...? Well, same stuff as always. Watch a Fixer livestream, read some comic books, and... if I see some cool tech, well... Guess I'll try to replicate it?"
      },
      {
        "id": "smalltalk_10814_1",
        "desc": "Chatter #1",
        "dlg": "Oh yeah, Fixers are peak radical. Duking it out with a badass Fixer, beating the crap outta each other 'till I pop their head off—nothing tops that, right?\nThere's a buncha other stuff ya gotta consider too, like their fighting styles or gear. Like, are they with an Association, the Wings, or running a private Office? Also gotta consider which Workshop they're partnered with, whether they rely on techy stuff or pure physical grind, and wheth—oh c'mon, don't dip halfway through! You asked, didn'tcha?"
      },
      {
        "id": "smalltalk_10814_2",
        "desc": "Chatter #2",
        "dlg": "Aw man... I've been tryna sell it to everyone, but apparently they're all too busy to read it. One of 'em's training all day, one of 'em's got \"places to be,\" one of 'em's busy with \"art,\"... Hah, how come no one's interested in peak fiction?\nHey, what about you? What? \"Verily, the concept of Fixers of Justice is a self-contradictory logical fallacy\"? Bro, who gives a shit if it doesn't make sense? It's a comic book!"
      },
      {
        "id": "smalltalk_10814_3",
        "desc": "Chatter #3",
        "dlg": "Strongest Fixer in the City? You mean, excluding the Red Mist's god-tier era? Maaaybe the Indigo Elder, I'd say...\nOh, but not Siegfried. Real talk, Athos or the Jade Qilin, sure, but does Siegfried even belong in this convo? Hmm... Siegfried, huh. The clips make him look kinda OP, but... I'm not sold that he's actually in that league."
      },
      {
        "id": "smalltalk_10814_4",
        "desc": "Post-Uptie Chat 1",
        "dlg": "My Brothers and Sisters in The Middle are super chill with me... until they check the Book, and their vibes do a total 180. Like there's some invisible wall between them and me. It's probably 'cuz I'm not one of their Sisters yet, even though I'm mama's daughter, so... yeah.\nWhatever. I'm good. Mama's all I need. Besides, I'll belong in The Middle with them someday."
      },
      {
        "id": "smalltalk_10814_5",
        "desc": "Post-Uptie Chat 2",
        "dlg": "Duels are cool, sure, but full-on brawls are so much more peak. Like, just look at the Fixer Associations—I mean, come on, Liu farms way more aura than Cinq ever could, no contest.\nSomeday, once I've mastered everything mama teaches me... Maybe I'll get to jump the Liu Association with my Brothers and Sisters in the Middle fam!"
      },
      {
        "id": "gacksung_10814_1",
        "desc": "Uptying",
        "dlg": "Nahh, he folded way too quick. Was tryna see every single move he'd flexed about in interviews and video streams—dude looked exactly like that protagonist from <i>City Fighter 3</i> and all...\nUgh, I really should've gotten an autograph before I kicked his ass into the afterlife."
      },
      {
        "id": "neglect_10814_1",
        "desc": "Idle",
        "dlg": "Leaping across rooftops of the City~ To protect its peace and safety~"
      },
      {
        "id": "formation_10814_1",
        "desc": "Deployment",
        "dlg": "Yep, saw this coming a mile away. Was chilling in wait mode for this."
      },
      {
        "id": "battleentry_10814_1",
        "desc": "Stage Entry",
        "dlg": "Five... Four... Threetwoone! Here I go!"
      },
      {
        "id": "battle_select_10814_1",
        "desc": "Viewed in Battle",
        "dlg": "Didya see that move just now? That detail, man, that was just insane...\nIs this the way to move? Or—nah, like <i>this</i>?"
      },
      {
        "id": "battle_endcommand_10814_1",
        "desc": "Commencing Attack",
        "dlg": "This is gonna be so dope!"
      },
      {
        "id": "battle_enemy_break_10814_1",
        "desc": "Enemy Stagger",
        "dlg": "Teehee. You malding, bro? Whatchagonna do about it?"
      },
      {
        "id": "battle_break_10814_1",
        "desc": "Staggered",
        "dlg": "Argh!"
      },
      {
        "id": "battle_kill_10814_1",
        "desc": "Enemy Killed",
        "dlg": "Hah! In your dreams, dumbass~"
      },
      {
        "id": "battle_dead_10814_1",
        "desc": "Death",
        "dlg": "Ma... ma..."
      },
      {
        "id": "choice_success_p_10814_2",
        "desc": "Check Passed",
        "dlg": "Hey, I'm my mama's daughter. 'Course I can handle this."
      },
      {
        "id": "choice_fail_n_10814_1",
        "desc": "Check Failed",
        "dlg": "This totally worked in the comic books... Why's it not working?"
      },
      {
        "id": "battle_clear_10814_1",
        "desc": "Victory Cry",
        "dlg": "Ugh... you guys are so lame. I was tryna get home before mama finished work, and now I'm late 'cuz you sad losers kept running away.\nLooks like I'll only get to watch as far as that Dieci Fixers special episode today in that interview series..."
      },
      {
        "id": "battle_clear_ex_10814_1",
        "desc": "Extra Conditions Fulfilled",
        "dlg": "Hello, Mister and Miss Fixerinos, don't feel too bad about getting folded. It's not that you guys were weak or unprepared, I'm just that rad, mmkay?\nPhew... Well, that takes care of the last of the \"Up-and-Coming Fixer Offices\" featured in <i>Fixers Monthly</i>."
      },
      {
        "id": "battle_defeat_10814_1",
        "desc": "Defeat Wail",
        "dlg": "Huh...? Huhhh...!? But mama said... this strat should work for all enemy types... Why...?"
      }
    ]
}