{
  "dataList": [
      {
          "id": "get_10914_1",
          "desc": "Identity Acquisition",
          "dlg": "Uh... Hang on a sec. I just have to top the tree, and... whew, it's done! Isn't it pretty? ... Huh?! We're setting off <i>now</i>?"
      },
      {
          "id": "lobby_morning_10914_1",
          "desc": "Morning Greeting",
          "dlg": "Days like this, you've gotta be an early reindeer~ We were supposed to go to sleep <i>after</i> hanging up the Christmas balls, but with all the sorties and drills... There wasn't even a second to spare.\nHey, Ishy, you can start from there and hang the lights~"
      },
      {
          "id": "lobby_noon_10914_1",
          "desc": "Afternoon Greeting",
          "dlg": "Brace your antlers, 'cause we're having the biggest damn turkey for lunch~ Whew, it's the latest gene-jazzed deluxe bird from K Corp., and it costs a whole paycheck~ Man, good thing I wasn't the one who lost that round of rock-paper-scissors. Heheh."
      },
      {
          "id": "lobby_night_10914_1",
          "desc": "Evening Greeting",
          "dlg": "Ugh... Not this again... the turkey I put in the oven is gonna get cold... and now I'll have to peel off all the decos, too..."
      },
      {
          "id": "smalltalk_10914_1",
          "desc": "Chatter #1",
          "dlg": "Sure, the antlers are killing me, but I'm not gonna take those painkillers 'cause today's the day I uncork that bottle! Believe me~ a nice glass of wine always works better than some stupid pill, okay?"
      },
      {
          "id": "smalltalk_10914_2",
          "desc": "Chatter #2",
          "dlg": "It's 'cause we look all grumpy, that's why the other packs don't wanna team up with us~ Maybe we can use this chance to cozy up to the others and score a nice friendly dinner too...!\n... Oh, so it's not 'cause we're always so sour? They're just scared the mind whip'll zap them...?"
      },
      {
          "id": "smalltalk_10914_3",
          "desc": "Chatter #3",
          "dlg": "Mmgh, wish they'd let us ditch these battle suits and chill for a bit... This company's no joke with the rules. Well... guess orange and red capes sorta match the holiday mood, huh~"
      },
      {
          "id": "smalltalk_10914_4",
          "desc": "Post-Uptie Chat 1",
          "dlg": "Hah~ What. A shit. Show. Why's this stupid bulb flickering now? It's pissing me off! Agh, ngh! How'd these wires get this tangled?! *sigh* Whatever, we gotta go! Mobilize!"
      },
      {
          "id": "smalltalk_10914_5",
          "desc": "Post-Uptie Chat 2",
          "dlg": "Ha ha ha. Isn't that convenient? A quick shower with blood, and I don't even need to go out looking for a costume! And with this dangling from my head, we won't even need a tree! And would you look at that! My helmet's all red and glowy! I'm pretty much a holiday reindeer! Ha ha ha..."
      },
      {
          "id": "neglect_10914_1",
          "desc": "Idle",
          "dlg": "Better not cry, better not cry~ Hah..."
      },
      {
          "id": "gacksung_10914_1",
          "desc": "Uptying",
          "dlg": "... Yeah, Merry Christmas to us all. Let there be blessings or whatever to all the poor souls working the holy night away."
      },
      {
          "id": "formation_10914_1",
          "desc": "Deployment",
          "dlg": "Condensed electromagnetic wave focus, charged and ready. Ngh."
      },
      {
          "id": "battleentry_10914_1",
          "desc": "Stage Entry",
          "dlg": "So it's gonna be cold turkey... for dinner, I mean."
      },
      {
          "id": "battle_select_10914_1",
          "desc": "Viewed in Battle",
          "dlg": "... Ha ha. Would ya look at that. Everybody's twinkle-twinkle."
      },
      {
          "id": "battle_endcommand_10914_1",
          "desc": "Commencing Attack",
          "dlg": "Why's it gotta be today...? Why's it gotta be just the 4th Pack Reindeer, why's it gotta be <i>just</i> me and my roomies for this mission, huh...?"
      },
      {
          "id": "battle_enemy_break_10914_1",
          "desc": "Enemy Stagger",
          "dlg": "Hah, I'll zap you in all the pretty colors. It's the Christmas special."
      },
      {
          "id": "battle_break_10914_1",
          "desc": "Staggered",
          "dlg": "Ngh, nngh..."
      },
      {
          "id": "battle_kill_10914_1",
          "desc": "Enemy Killed",
          "dlg": "Good kids on the nice list woulda gone easy on you... agh. Too bad we're on the naughty list, huh?"
      },
      {
          "id": "battle_dead_10914_1",
          "desc": "Death",
          "dlg": "This... is the worst... I'll be one... morbid Christmas tree..."
      },
      {
          "id": "choice_success_p_10914_2",
          "desc": "Check Passed",
          "dlg": "Bingo! Here's a present for you!"
      },
      {
          "id": "choice_fail_n_10914_1",
          "desc": "Check Failed",
          "dlg": "Bzzt! ...Ugh. Yeah, today's not our day, huh?"
      },
      {
          "id": "battle_clear_10914_1",
          "desc": "Victory Cry",
          "dlg": "3... 2... 1... And with that, Christmas is officially yesterday... Mission accomplished... and our team's down to 2."
      },
      {
          "id": "battle_clear_ex_10914_1",
          "desc": "Extra Conditions Fulfilled",
          "dlg": "Ooh...? Hey, we wrapped that up ahead of schedule! Y-you guys aren't all tuckered out, right? Let's head back for the Christmas feast! We just gotta reheat 'em a little, y'know...! C'mon, move your butts! We still got, like, 3 hours' til Christmas ends!"
      },
      {
          "id": "battle_defeat_10914_1",
          "desc": "Defeat Wail",
          "dlg": "Agh... nngh... my antlers... my head... they hurt so much... They're all gone... it's so... silent... Everyone's dead... even the guys... on my team... Was I the one who...?\nAh... ahh...! Arrrgggh!!!"
      }
  ]
}