{
    "dataList": [
      {
        "id": "get_10115_1",
        "desc": "Identity Acquisition",
        "dlg": "A life wherein one is granted not choices to make, but instead, choices made... <color=#50acff><size=60%><i>*beep*</i></size></color> Hah. Would that my darling daughter, too, could have felt the mirth that colors such a life."
      },
      {
        "id": "lobby_morning_10115_1",
        "desc": "Morning Greeting",
        "dlg": "When the dawn's cold exhale begins, my predilection compels me to reach for a volume and trace its paper paths. I plant bookmarks between pages that I might read their passages to my darling daughter once she comes home. The lone ribbon marker fastened on the spine—that, I let rest as our roadblock to the tale's end."
      },
      {
        "id": "lobby_noon_10115_1",
        "desc": "Afternoon Greeting",
        "dlg": "Were mirrors to resemble the pages of a book, I would need but turn a single page to find the season that I had once resisted. Yet my visage, seared and scorched, permits me not a day of reprieve from pain—oh, how it aches even under the gentlest sun.\nNo... perhaps it is better thus, for I may peer into the reflection cast upon that page and retrace the faint footprints of daughter of mine and me."
      },
      {
        "id": "lobby_night_10115_1",
        "desc": "Evening Greeting",
        "dlg": "What circumstance could have bidden you to come here at so profound an hour of night, Don...? <color=#50acff><size=60%><i>*beep*</i></size></color> Hmm... Ah. I see. You were seeking to stroll beneath the night sky alongside your Nursefather."
      },
      {
        "id": "smalltalk_10115_1",
        "desc": "Chatter #1",
        "dlg": "This place... is a nest woven for Spiders. Thus, by the geometry of inevitability... <color=#50acff><size=60%><i>*beep*</i></size></color> it is only natural that the prey will flock here into its invisible webs to nourish it. Here in this den, Spiders need not depart to hunt, nor endure the days unfed.\nWhat reason do I have... to ascertain whether I am in any need to leave behind a life so convenient?"
      },
      {
        "id": "smalltalk_10115_2",
        "desc": "Chatter #2",
        "dlg": "That child, you see... Hm. She was possessed of a most extraordinary remarkability. Her aptitude, her ability to sense the currents of time stood apart above all.\nUpon returning from her \"homework,\" she observed us removing a spiral-impaled Saru from the Time Vault—and I spied a most curious glint in her gaze. And indeed, the glint was the spark of wit, the realization that she may slink in and out of the Time Vault in the narrow interstices of the Nursefathers' vigilance. You would concede that such shrewdness is nothing short of a testament to her brilliance.\nAlas, to her detriment... a child's brilliant wit is still that of a mere \"child.\""
      },
      {
        "id": "smalltalk_10115_3",
        "desc": "Chatter #3",
        "dlg": "This life of mine... may be likened to a spiral in motion. Ever pressing toward its conclusion, yet ever slowing its pace—and thus condemned to never meet its endpoint. So it is with my darling daughter. A grinding machine, an incinerator... or a spiderweb within a pit—for the creation of these things have I placed both my daughter and this life of mine on the spiral. Observed from afar, the cavalcade and entanglement of us are no different in form from the very spiral we stand upon... a veritable proof of the metaphor's veracity. <color=#50acff><size=60%><i>*beep*</i></size></color> There. You heard it too, I trust—how this \"mirth\" declines the ending."
      },
      {
        "id": "smalltalk_10115_4",
        "desc": "Post-Uptie Chat 1",
        "dlg": "This time, it would appear to be... <color=#50acff><size=60%><i>*beep*</i></size></color> a bastard sword. Mm, and following thereafter... <color=#50acff><size=60%><i>*beep*</i></size></color> a scythe. Today, as ever, the Prescript demonstrates... a most noble taste in its choice of weaponry."
      },
      {
        "id": "smalltalk_10115_5",
        "desc": "Post-Uptie Chat 2",
        "dlg": "By day as by night, this City... shows itself only as a pale blur, as though the rain has washed its silhouette white. And so I am spared the need for an umbrella; nor would a parasol serve me come the sunshine of fine weather.\nI have only to wield that which the Prescript has graced me and brandish it... Even if the world as my sight beholds it should be ever drowned in white, I shall not be troubled."
      },
      {
        "id": "neglect_10115_1",
        "desc": "Idle",
        "dlg": "... Flying off into the distance, the butterfly answered thus: \"Let despair take hold at long last, and close your heart to the beautiful sky above until it ceases to stir any feelings. That is the only way... to be truly free of the web.\""
      },
      {
        "id": "gacksung_10115_1",
        "desc": "Uptying",
        "dlg": "<color=#50acff><size=60%><i>*beep*</i></size></color> \"Lance the heart and hang upside-down.\"\n<color=#50acff><size=60%><i>*beep*</i></size></color> \"Peck away with a sword and gnaw.\"\n<color=#50acff><size=60%><i>*beep*</i></size></color> ... There is no cause for you to harbor resentment. Your death... must itself have been ordained by the Prescript's pleasure."
      },
      {
        "id": "formation_10115_1",
        "desc": "Deployment",
        "dlg": "<color=#50acff><size=60%><i>*beep*</i></size></color> I have confirmed the target. Let us get started."
      },
      {
        "id": "battleentry_10115_1",
        "desc": "Stage Entry",
        "dlg": "<color=#50acff><size=60%><i>*beep*</i></size></color> ... Thus it is decided, the storybook for today's reading."
      },
      {
        "id": "battle_select_10115_1",
        "desc": "Viewed in Battle",
        "dlg": "It would seem... that I am \"frozen\" still."
      },
      {
        "id": "battle_endcommand_10115_1",
        "desc": "Commencing Attack",
        "dlg": "How far, I wonder, are you resolved to go?"
      },
      {
        "id": "battle_enemy_break_10115_1",
        "desc": "Enemy Stagger",
        "dlg": "That glimmer of sorrow in your eyes... makes quite a fine sight."
      },
      {
        "id": "battle_break_10115_1",
        "desc": "Staggered",
        "dlg": "Haha."
      },
      {
        "id": "battle_kill_10115_1",
        "desc": "Enemy Killed",
        "dlg": "Because a brief sting... paid a visit to my heart."
      },
      {
        "id": "battle_dead_10115_1",
        "desc": "Death",
        "dlg": "... How... lonely."
      },
      {
        "id": "choice_success_p_10115_2",
        "desc": "Check Passed",
        "dlg": "<color=#50acff><size=60%><i>*beep*</i></size></color> There was nothing particularly worthy of note."
      },
      {
        "id": "choice_fail_n_10115_1",
        "desc": "Check Failed",
        "dlg": "<color=#50acff><size=60%><i>*beep*</i></size></color> It simply came to pass. That is all there is to it."
      },
      {
        "id": "battle_clear_10115_1",
        "desc": "Victory Cry",
        "dlg": "Though the execution may have fallen short of brushing the hem of flawlessness... it is enough so long as this Prescript is brought to fulfillment. There is yet another singular Prescript, for which I am waiting still... and must escort to its terminus."
      },
      {
        "id": "battle_clear_ex_10115_1",
        "desc": "Extra Conditions Fulfilled",
        "dlg": "Immaculate in its completion, so it would seem. However... <color=#50acff><size=60%><i>*beep*</i></size></color> that which I await yet remains suspended, lingering beyond any promise of arrival. Does this inertia then bid me to persist as \"nothing\" still?"
      },
      {
        "id": "battle_defeat_10115_1",
        "desc": "Defeat Wail",
        "dlg": "There come moments wherein I find myself longing to be tagged unfrozen; alas, my darling daughter appears to have mislaid the memory to do so. <color=#50acff><size=60%><i>*beep*</i></size></color> Hah... how draining this is. Yet I persist, for the device is yet to quiet, and respite from the engenderment of this spiraling motion is a luxury well without my reach."
      }
    ]
}