{
  "dataList": [
    {
      "id": "get_11015_1",
      "desc": "Identity Acquisition",
      "dlg": "This lowly self of mine is yet to deserve the name of a Star. Until such a time arrives that I might inherit the title, I shall continue to be of service to my master and hone myself without end."
    },
    {
      "id": "lobby_morning_11015_1",
      "desc": "Morning Greeting",
      "dlg": "The day has dawned—I must pay my morning respects to master. Though I may find no welcome there, to hear my master groan so in constant torment, doomed to never know the reprieve of peaceful sleep, is... Yes, I must act as Ren (仁)—the Virtue of Humanity—dictates."
    },
    {
      "id": "lobby_noon_11015_1",
      "desc": "Afternoon Greeting",
      "dlg": "Once again, half the day has already slipped away. My humble self grows restless with such squandering of time, for it calls to mind the impending end of my existence. And yet...\nWhenever I witness the disorder and havoc those others raise, I find myself musing upon the merits of idleness."
    },
    {
      "id": "lobby_night_11015_1",
      "desc": "Evening Greeting",
      "dlg": "As my master expects naught from my insignificant self... I must polish my blade through the dark of the night and persistently sharpen the form of my body so I may endure the dullness of todays and the emptiness of morrows."
    },
    {
      "id": "smalltalk_11015_1",
      "desc": "Chatter #1",
      "dlg": "The child of the Thumb... appears to have been brutally manhandled by the Nursefather yet again. While it is indeed of great import to instruct one's apprentice with a stern hand, this lack of restraint hardly conforms to Li (禮)—the Virtue of Propriety.\nI see the child, though thrashed and beaten down into the dust, dutifully bring the Nursefather a fresh round of liquor..."
    },
    {
      "id": "smalltalk_11015_2",
      "desc": "Chatter #2",
      "dlg": "Keep silent for a moment, if you would. On a day such as this, with no duty calling my humble self beyond the House, there is a certain someone I must be wary of. Let us tread lightly here... <color=#ff9500>Huh? You stayed put at the House of Spiders all day? Okay, then didya check out <i>The Cloudburst Blade</i> I told ya about?</color>\n<color=#ff9500>Hey, wait! Where are you going?!</color>"
    },
    {
      "id": "smalltalk_11015_3",
      "desc": "Chatter #3",
      "dlg": "The depths of man's heart is indeed beyond fathoming. The hand that now pats the head of his apprentice—is it a gesture given out of sincere affection, or merely an act performed at the behest of the Prescript?"
    },
    {
      "id": "smalltalk_11015_4",
      "desc": "Post-Uptie Chat 1",
      "dlg": "Though this blade of mine may impeccably mimic that of the one who came before me... they say the one true apprentice of the House had a prowess that my humble self cannot ever hope to match.\nWhat kind of warrior that one was, I have but my imagination to rely upon. And so my lowly self brandishes this blade in training, forever simulating, approaching the height to which I aspire."
    },
    {
      "id": "smalltalk_11015_5",
      "desc": "Post-Uptie Chat 2",
      "dlg": "The Nursefathers of the House of Spiders each receive a task of their own from the upper echelons of the Fingers, and their apprentices, in turn, either assist them with it or are given separate charges.\nYet... they say the one who came before me used to complete all of those tasks single-handedly.\nTo house within one's self the teachings and trials that embody each Nursefather's art of battle—the road toward such a realm seems unimaginably taxing."
    },
    {
      "id": "neglect_11015_1",
      "desc": "Idle",
      "dlg": "I do not well understand these other Nursefathers... But at times, I find myself stricken... with envy. Whether it be affection or resentment, such attentiveness to one's apprentice evinces a degree of care."
    },
    {
      "id": "gacksung_11015_1",
      "desc": "Uptying",
      "dlg": "A rare assignment my master has bestowed upon me. I shall treasure this chance, so as not to cast shame upon the Moonlit Azure Blade (月下靑刀) my master has imparted unto me."
    },
    {
      "id": "formation_11015_1",
      "desc": "Deployment",
      "dlg": "A summons? Then I shall gladly answer it."
    },
    {
      "id": "battleentry_11015_1",
      "desc": "Stage Entry",
      "dlg": "... At long last."
    },
    {
      "id": "battle_select_11015_1",
      "desc": "Viewed in Battle",
      "dlg": "A single straight stroke to fell them all...!"
    },
    {
      "id": "battle_endcommand_11015_1",
      "desc": "Commencing Attack",
      "dlg": "Permit me to demonstrate."
    },
    {
      "id": "battle_enemy_break_11015_1",
      "desc": "Enemy Stagger",
      "dlg": "One mustn't submit so easily."
    },
    {
      "id": "battle_break_11015_1",
      "desc": "Staggered",
      "dlg": "Hngh...!"
    },
    {
      "id": "battle_kill_11015_1",
      "desc": "Enemy Killed",
      "dlg": "Another step closer to that singular Way of the Blade."
    },
    {
      "id": "battle_dead_11015_1",
      "desc": "Death",
      "dlg": "A life so fleeting, a death meant to be... But this failure to inherit the name of a Star... is my woeful regret."
    },
    {
      "id": "choice_success_p_11015_2",
      "desc": "Check Passed",
      "dlg": "Such trifling matters does my master entrust me with..."
    },
    {
      "id": "choice_fail_n_11015_1",
      "desc": "Check Failed",
      "dlg": "No outcome is without reason... This must be why I am yet unworthy of standing as one of The Pinky."
    },
    {
      "id": "battle_clear_11015_1",
      "desc": "Victory Cry",
      "dlg": "My endeavors were rather... wanting, but I shall not be dismayed. Though I may fail to inherit the name of a Star in this life, following in my master's footsteps shall sharpen and temper this insignificant self of mine."
    },
    {
      "id": "battle_clear_ex_11015_1",
      "desc": "Extra Conditions Fulfilled",
      "dlg": "How did you find the demonstration? My humble self is inclined to believe that I have gained something of value. Should I return bearing the heads of these fallen foes... Then perhaps, this time, my master might speak of the name Dihui Star... and how I am growing to deserve it."
    },
    {
      "id": "battle_defeat_11015_1",
      "desc": "Defeat Wail",
      "dlg": "It seems my lowly self's usefulness... has run its course here. This sword of mine is still soft and dull—unable to safeguard the fragile, delicate master I serve, nor attain the uttermost height of the Way of the Blade. In the end, I have achieved nothing of worth..."
    }
  ]
}