{
  "dataList": [
      {
          "id": "get_10913_1",
          "desc": "Identity Acquisition",
          "dlg": "All I had left was the hollow, weathered pride that I was the first one to manage you, and... you'd rather choose that kid...?"
      },
      {
          "id": "lobby_morning_10913_1",
          "desc": "Morning Greeting",
          "dlg": "Oh... is it time already? Sorry, I was studying WAW Abnormality management all night, didn't even know it was morning. ... I'll tag in in a minute."
      },
      {
          "id": "lobby_noon_10913_1",
          "desc": "Afternoon Greeting",
          "dlg": "Welfare team doesn't have any lunch rules. You don't need to ask for my permission to eat, okay? Just go. I'll... just get a sandwich. I've got a lot on my mind and very little appetite."
      },
      {
          "id": "lobby_night_10913_1",
          "desc": "Evening Greeting",
          "dlg": "I look down? Nah, it's gotta be the E.G.O gear... Or, maybe it's just the night getting me all sentimental. Yeah... you know how it is."
      },
      {
          "id": "smalltalk_10913_1",
          "desc": "Chatter #1",
          "dlg": "Who's on O-01-73? Um... it's someone else on my team. So they should know better than I do, right? It's just... it's been a while since I managed that Abnormality."
      },
      {
          "id": "smalltalk_10913_2",
          "desc": "Chatter #2",
          "dlg": "So about knights. Aren't they kind of depressing? Spending life upholding the laws of God and the pursuit of valor and justice... until one day, this feeling of doubt starts creeping in. What if everything I ever did... didn't actually protect or uphold anything? Then why… why do I even exist?"
      },
      {
          "id": "smalltalk_10913_3",
          "desc": "Chatter #3",
          "dlg": "I get this idea from time to time. That I got this E.G.O gear not because someone actually acknowledged my skill or anything... but just because I happened to survive long enough.\nI did everything right. Emotional state analysis, cognitive theory application... everything. If none of that was enough to get her to choose me, then..."
      },
      {
          "id": "smalltalk_10913_4",
          "desc": "Post-Uptie Chat 1",
          "dlg": "Yeah... the kid's dead. It probably wasn't your fault. But here you are, wailing with all the despair the world has to offer in your bosom.\n... I'm the one who originally managed you, so... I guess you're mine to deal with. Come on... let's go back, O-01-73."
      },
      {
          "id": "smalltalk_10913_5",
          "desc": "Post-Uptie Chat 2",
          "dlg": "All those swords sharpened with your tears... dozens of them... they're hurting everyone. So you don't care if everyone dies, as long as it's not that kid you chose? And you call yourself... a knight? Knights never cry, you said so yourself."
      },
      {
          "id": "neglect_10913_1",
          "desc": "Idle",
          "dlg": "... Mm? O-oh, it's nothing. It's just a thing that happens sometimes. Feeling low over nothing..."
      },
      {
          "id": "gacksung_10913_1",
          "desc": "Uptying",
          "dlg": "I'm going to fight back with those tears and the constellations we extracted from you. It doesn't matter if I was your chosen one or not—I have to carry out the manager's orders."
      },
      {
          "id": "formation_10913_1",
          "desc": "Deployment",
          "dlg": "You need the Welfare Team's help, right?"
      },
      {
          "id": "battleentry_10913_1",
          "desc": "Stage Entry",
          "dlg": "E.G.O Corrosion rate... acceptable. ... Probably."
      },
      {
          "id": "battle_select_10913_1",
          "desc": "Viewed in Battle",
          "dlg": "Um... can we talk later? I'm feeling a bit low."
      },
      {
          "id": "battle_endcommand_10913_1",
          "desc": "Commencing Attack",
          "dlg": "Keen... and precise."
      },
      {
          "id": "battle_enemy_break_10913_1",
          "desc": "Enemy Stagger",
          "dlg": "... Even you must've had someone who cared about you."
      },
      {
          "id": "battle_break_10913_1",
          "desc": "Staggered",
          "dlg": "I swore to protect, but..."
      },
      {
          "id": "battle_kill_10913_1",
          "desc": "Enemy Killed",
          "dlg": "... I have a lot to protect, too."
      },
      {
          "id": "battle_dead_10913_1",
          "desc": "Death",
          "dlg": "Please... don't wake me up... I... wanna rest."
      },
      {
          "id": "choice_success_p_10913_2",
          "desc": "Check Passed",
          "dlg": "See? Trust me... and there'll never be betrayal from me."
      },
      {
          "id": "choice_fail_n_10913_1",
          "desc": "Check Failed",
          "dlg": "Oh... I shouldn't even have tried. Every time I do, it's..."
      },
      {
          "id": "battle_clear_10913_1",
          "desc": "Victory Cry",
          "dlg": "Nice. Let's clean this place up and go support another hallway that needs our help. Can... somebody else handle the report, please? I just want to rest a little. Ha ha."
      },
      {
          "id": "battle_clear_ex_10913_1",
          "desc": "Extra Conditions Fulfilled",
          "dlg": "... Even I've gotten a lot better than before, I think. Speaking of which, that Abnormality... the kid she blessed is gone, right? ... I wonder if they'll let me manage her again?"
      },
      {
          "id": "battle_defeat_10913_1",
          "desc": "Defeat Wail",
          "dlg": "I always screw everything up... and in the end, I'll fail to protect anything.\nJust... just end me, please... So I can't hold a blade ever again."
      }
  ]
}