{
    "dataList": [
      {
        "id": "get_10713_1",
        "desc": "Identity Acquisition",
        "dlg": "And the new lads're all dead... Yeah, had a feelin' soon as I clocked the monitorin' pad. Out of that Congested compartment, you lot—here comes L4 Cleanup Agent."
      },
      {
        "id": "lobby_morning_10713_1",
        "desc": "Morning Greeting",
        "dlg": "District 23's all bluewashed, sure, but it's still got more colour in it than where I used to live. The only colours I ever saw back then were the pricey clobber I wasn't even allowed to wear... and the flowers out in the garden."
      },
      {
        "id": "lobby_noon_10713_1",
        "desc": "Afternoon Greeting",
        "dlg": "Sometimes, you get these twisted sods comin' all the way to District 23 just to sniff about the Streets of Flavour, but don't be hangin' round there just 'cause it's near HQ. I'm from the Backstreets myself, but just thinkin' about that place... Tch, turns my bloody stomach. Keep your head on straight and don't even glance that way."
      },
      {
        "id": "lobby_night_10713_1",
        "desc": "Evening Greeting",
        "dlg": "So what if there's less cleanup to do? Still heaps left to sort out. See? I'm not even done yet and I've already missed the last train home."
      },
      {
        "id": "smalltalk_10713_1",
        "desc": "Chatter #1",
        "dlg": "They should be slashin' the price on First Class, not just chuckin' out Economy Class Discount Vouchers. There's not a soul up 'ere that thinks First Class is worth the brass. That's why all them sods who belong in First Class are fakin' who they are just to squeeze into Economy."
      },
      {
        "id": "smalltalk_10713_2",
        "desc": "Chatter #2",
        "dlg": "Got meself a place in the Nest and thought I'd finally made a bit of brass... And for what? Every time I finish a job, I'm covered in all this... filth... degrading. Still, if I'd ended up in some cushy job where all you use is your head, I'd never have made it this far, yeah?"
      },
      {
        "id": "smalltalk_10713_3",
        "desc": "Chatter #3",
        "dlg": "Oww! Can't you take it off a bit gentler? Argh—bloody hell! I said it hurts! Whew... Are you done? Every time this armour comes off, it just about bloody kills me."
      },
      {
        "id": "smalltalk_10713_4",
        "desc": "Post-Uptie Chat 1",
        "dlg": "You want to know why I've got to fire lasers from the elbow? Heard it was some sort of power output booster at first... Somethin' about bidirectional currents and miniaturisation, all that techy stuff. So yeah, can't just shoot 'em out the front. Bit of a faff, but usable. But, eh... gotta say—looks pretty cool too, dunnit?"
      },
      {
        "id": "smalltalk_10713_5",
        "desc": "Post-Uptie Chat 2",
        "dlg": "It's all there in the manual. Normal stuff like folks offin' themselves gets filed under \"Unobstructed.\" Anything agents below Level 3 can't handle's marked \"Delayed.\" \"Congested\" means it's beyond what W Corp. standard-issue gears can handle. If the threat's Grade 1 Fixer level, it's classified as \"Cancelled.\" Don't bother memorisin' the next page—\"Derailed\" means it's the kind of soddin' mess us Cleanup Agents can't fix."
      },
      {
        "id": "neglect_10713_1",
        "desc": "Idle",
        "dlg": "The weather was clear... Work ended late... Don't ever take the WARP Train—once I'm home, I should write a lett... Oi! How long've you been standin' there?"
      },
      {
        "id": "gacksung_10713_1",
        "desc": "Uptying",
        "dlg": "Back off to the other compartment... This bastard's a stowaway."
      },
      {
        "id": "formation_10713_1",
        "desc": "Deployment",
        "dlg": "Congestion Cleaning Armour. Estimated time until deployment: 1 minute..."
      },
      {
        "id": "battleentry_10713_1",
        "desc": "Stage Entry",
        "dlg": "Assessing train status."
      },
      {
        "id": "battle_select_10713_1",
        "desc": "Viewed in Battle",
        "dlg": "Leave the cleanup to the newbies. I'm off to the Congested compartment."
      },
      {
        "id": "battle_endcommand_10713_1",
        "desc": "Commencing Attack",
        "dlg": "Confirming armour activation."
      },
      {
        "id": "battle_enemy_break_10713_1",
        "desc": "Enemy Stagger",
        "dlg": "Now sit there nice and quiet..."
      },
      {
        "id": "battle_break_10713_1",
        "desc": "Staggered",
        "dlg": "Gah..."
      },
      {
        "id": "battle_kill_10713_1",
        "desc": "Enemy Killed",
        "dlg": "... Train's done operatin', that's what!"
      },
      {
        "id": "battle_dead_10713_1",
        "desc": "Death",
        "dlg": "... So this is the last stop."
      },
      {
        "id": "choice_success_p_10713_2",
        "desc": "Check Passed",
        "dlg": "There we are. Had my fill of this shite ages ago when I first joined."
      },
      {
        "id": "choice_fail_n_10713_1",
        "desc": "Check Failed",
        "dlg": "Oi, I did it just like the manual said, all right?"
      },
      {
        "id": "battle_clear_10713_1",
        "desc": "Victory Cry",
        "dlg": "Whew... Short-circuited, huh. Too many overcharges would do that, I s'pose... This thing's not movin'. Oi, drag me out of here if you're done cleanin' up."
      },
      {
        "id": "battle_clear_ex_10713_1",
        "desc": "Extra Conditions Fulfilled",
        "dlg": "... Cleanup's done. Some of the bits splattered pretty far, so it's goin' to be a pain to tidy up... but just deal with it. I don't get called in for bastards I can go easy on."
      },
      {
        "id": "battle_defeat_10713_1",
        "desc": "Defeat Wail",
        "dlg": "Darn it, this isn't the sort of issue that Cleanup Agents can deal with... Ngh! R Corp. or Fixer Association—just reach out to whoever you can! At this rate, everyone here's goin' to be..."
      }
    ]
}