{
    "dataList": [
      {
        "id": "get_10714_1",
        "desc": "Identity Acquisition",
        "dlg": "Yesss...! Finally! Listen up, gamefowls! Get your talons out! We'll be fightin' the night away tonight, 'till there's no more feed left on the sand circle...!"
      },
      {
        "id": "lobby_morning_10714_1",
        "desc": "Morning Greeting",
        "dlg": "Go ahead, kill us, break our necks one after another... But believe me, no matter how much you struggle, you'll be dead as shite when we're through with you. I promise you, that's as sure as the break of dawn every morning."
      },
      {
        "id": "lobby_noon_10714_1",
        "desc": "Afternoon Greeting",
        "dlg": "Right-o. Next up is between... you, and you there. Only the winner of the spar gets to lunch; same rule as always.\n... Ah, and like last time, the last one standin' gets to go a round with me. C'mon, I've got to indulge a little too, don't I? Don't fret, you'll get your feed even if you lose against me."
      },
      {
        "id": "lobby_night_10714_1",
        "desc": "Evening Greeting",
        "dlg": "... Mmh. Oi, alright? Can't help but crave a kip when it gets dark like this. Need to get some blood pumpin' in my brain, thrash my wings with abandon...\nIt ain't right to leave an Adept like myself sittin' on his arse, waiting around all day... This shite really narks me, mate..."
      },
      {
        "id": "smalltalk_10714_1",
        "desc": "Chatter #1",
        "dlg": "I reminisce about some things from time to time. What drove me to become a Heishou? And why the You branch, of all things...? You know, questions like those.\nSomethin' must've driven me to pursue merit, to become a man of quality... Well, I 'spose lordin' over the chickens is a kind of success too, when you really get down to it."
      },
      {
        "id": "smalltalk_10714_2",
        "desc": "Chatter #2",
        "dlg": "We ain't complicated. Let us out of our cages, make a nice sand circle for us to go absolutely bonkers over... and we'll fight until someone drops. There ain't anything special about bein' an Adept, either—I just happened to be the best gamefowl out of 'em all. And survived."
      },
      {
        "id": "smalltalk_10714_3",
        "desc": "Chatter #3",
        "dlg": "You Bolus has this side effect of turnin' people into battle-crazed lunatics. It affects some of us more than it does others, making 'em berserk out without an explicit order to do so. But those bloody geezers don't even try to upgrade the Bolus.\nSee what I'm on about? To them, we're fodder; they're just happy throwin' us to the grinder and refilling our numbers when the deed's done. \"Might as well keep this shite broken if it'll break soon after fixin' it anyway\" kinda attitude, know what I mean?"
      },
      {
        "id": "smalltalk_10714_4",
        "desc": "Post-Uptie Chat 1",
        "dlg": "Ah... and here I thought I'd manage to keep it cool all day today. Bloody rabbits—I'll take your intrusion into the sand circle as the invitation to make coney skewers out of all of you!"
      },
      {
        "id": "smalltalk_10714_5",
        "desc": "Post-Uptie Chat 2",
        "dlg": "2 down... 6 down...! Huh... is that it? Bollocks, and here I thought I'd get to really thrash my wings and peck some vermin today.\nNngh... oi, you lot. Get out of my sight and take your fight elsewhere. Piss me off and I'll peck you, too."
      },
      {
        "id": "neglect_10714_1",
        "desc": "Idle",
        "dlg": "*yawn* ... Oi, keep your heads nice and empty when we've got nothin' going on. It's that thinkin' that makes us want to brawl... yeah?"
      },
      {
        "id": "gacksung_10714_1",
        "desc": "Uptying",
        "dlg": "Learn to appreciate our silence in the morning, yeah? Roosters crow only when the lord holding our leash commands us to."
      },
      {
        "id": "formation_10714_1",
        "desc": "Deployment",
        "dlg": "Whassit...? Oh, a calling from our lord?"
      },
      {
        "id": "battleentry_10714_1",
        "desc": "Stage Entry",
        "dlg": "Hah... Let's fill up!"
      },
      {
        "id": "battle_select_10714_1",
        "desc": "Viewed in Battle",
        "dlg": "Sod off or die."
      },
      {
        "id": "battle_endcommand_10714_1",
        "desc": "Commencing Attack",
        "dlg": "Talons out!"
      },
      {
        "id": "battle_enemy_break_10714_1",
        "desc": "Enemy Stagger",
        "dlg": "Wha, you're down already? That's a bit bland, innit?"
      },
      {
        "id": "battle_break_10714_1",
        "desc": "Staggered",
        "dlg": "Keheh, yes! I like that!"
      },
      {
        "id": "battle_kill_10714_1",
        "desc": "Enemy Killed",
        "dlg": "Pecked 'em to death! Next! NEXT!"
      },
      {
        "id": "battle_dead_10714_1",
        "desc": "Death",
        "dlg": "Hah... I totally lost control, didn't I...? Well... I was always going to end up a carcass... anyway."
      },
      {
        "id": "choice_success_p_10714_2",
        "desc": "Check Passed",
        "dlg": "Listen... I did this for you instead of indulgin' my fighting urges. Remember, that, yeah?"
      },
      {
        "id": "choice_fail_n_10714_1",
        "desc": "Check Failed",
        "dlg": "Get this shite out of my face! I ain't wastin' time on a battlefield..."
      },
      {
        "id": "battle_clear_10714_1",
        "desc": "Victory Cry",
        "dlg": "Is that it?! Where are the rest? Where?! I ain't stopping 'till— *inhales* ... Fine... Keep it down. I've got to keep this down... or I won't get to fight another day."
      },
      {
        "id": "battle_clear_ex_10714_1",
        "desc": "Extra Conditions Fulfilled",
        "dlg": "Ah, tsk... why'd you have to loiter about in my vicinity? That's how you get yourself killed, faffin' around a You Heishou with nothing left to kill.\nHah, what's that? You lot haven't had your fill just yet, either...? Fine! Come and get me!"
      },
      {
        "id": "battle_defeat_10714_1",
        "desc": "Defeat Wail",
        "dlg": "My lord! A retreat order, now? I-I was just about to jump into the fray now that the rest of those useless chicks were dead! Are you bloody serious?!\nUgh... fuck this. It ain't like I can disobey an order..."
      }
    ]
}