{
  "dataList": [
    {
      "id": "get_11114_1",
      "desc": "Identity Acquisition",
      "dlg": "EM interceptor... faulty. Emergency shielding alloy... faulty. Rifle pressure regulator... hah. Faulty."
    },
    {
      "id": "lobby_morning_11114_1",
      "desc": "Morning Greeting",
      "dlg": "I received the report first thing in the morning. The Recon team walked right into the Spiders' web and was subsequently annihilated, I hear.\nWe must begin preparations as soon as possible. Let's think... We need to lure those clever Spiders out of their den somehow."
    },
    {
      "id": "lobby_noon_11114_1",
      "desc": "Afternoon Greeting",
      "dlg": "Training complete. I've just received a report that the Chief Executive Director has sent us special gourmet meals packaged in a stasis preservation box. Those who insist on dining outside regardless, raise your hands now.\n... Very well. I'll report today's tally of meal skippers as 0."
    },
    {
      "id": "lobby_night_11114_1",
      "desc": "Evening Greeting",
      "dlg": "Feel free to remove your helmets when on standby at night, but remain fully geared and armed otherwise. You never know what kind of unscrupulous forces might try to destabilize our company during its period of expansion."
    },
    {
      "id": "smalltalk_11114_1",
      "desc": "Chatter #1",
      "dlg": "Furusiyya refers to the series of combat training manuals containing various battlefield situations that may be encountered in the City, and the appropriate countermeasures for each of them.\nCommit every single letter of it to your memory—both muscle and brain—and it will be of great boon to our future operations. I, your team leader, has... heh, wasted no more than 3 days memorizing every piece of information in the entire series."
    },
    {
      "id": "smalltalk_11114_2",
      "desc": "Chatter #2",
      "dlg": "I've done more than my share of commanding entire armies and reading the grand currents of war.\nSo... I wished to move on from that. I'm more comfortable leading a small squad like this now, anyway. I won't be entitled to as much compensation, but... it also means that I'll have less to be responsible for."
    },
    {
      "id": "smalltalk_11114_3",
      "desc": "Chatter #3",
      "dlg": "Should you have need of something for a mission, don't worry about the costs; simply compile a list of items and report—ahem.\nNo, no need to report them. Just compile a list and leave it in my office. *sigh* I can't seem to shake the lingo from back then."
    },
    {
      "id": "smalltalk_11114_4",
      "desc": "Post-Uptie Chat 1",
      "dlg": "When members of Limbus Company encounter a problem that cannot be resolved independently, and if the nature of the \"problem\" is something that can be resolved through force—whether it be Sweepers, Fingers, or Taboo Hunters of Wings—we are called to <i>address</i> the issue."
    },
    {
      "id": "smalltalk_11114_5",
      "desc": "Post-Uptie Chat 2",
      "dlg": "Udjat Office approached me with a job during my itinerant years following the Smoke War, when I was unable to find a footing for myself.\nI had no reason to refuse their offer, especially when it came coupled with a massive salary and... the promise of aid when I eventually embark on my homeward journey."
    },
    {
      "id": "neglect_11114_1",
      "desc": "Idle",
      "dlg": "... Looks like we're having an unusually easy day today. Maybe I can—\n... Tsk, never should've said anything. "
    },
    {
      "id": "gacksung_11114_1",
      "desc": "Uptying",
      "dlg": "Udjat Khamsa, Sitta, maneuver to our left with me. Udjat Talata, Ashara, circumnavigate the building to its back entrance.\nRemaining units, hold this position. Maintain pressure at will on the target."
    },
    {
      "id": "formation_11114_1",
      "desc": "Deployment",
      "dlg": "*static* This is LCA Vanguard Team, Udjat. Radio check, over."
    },
    {
      "id": "battleentry_11114_1",
      "desc": "Stage Entry",
      "dlg": "Ready for assault, over."
    },
    {
      "id": "battle_select_11114_1",
      "desc": "Viewed in Battle",
      "dlg": "No need. I've already spotted a gap. The Eye of Udjat... never misses faults in allied defensive positions."
    },
    {
      "id": "battle_endcommand_11114_1",
      "desc": "Commencing Attack",
      "dlg": "Encircle the target."
    },
    {
      "id": "battle_enemy_break_11114_1",
      "desc": "Enemy Stagger",
      "dlg": "As predicted..."
    },
    {
      "id": "battle_break_11114_1",
      "desc": "Staggered",
      "dlg": "Dammit, this pattern..."
    },
    {
      "id": "battle_kill_11114_1",
      "desc": "Enemy Killed",
      "dlg": "Enemy unit neutralized...\nKill confirmed."
    },
    {
      "id": "battle_dead_11114_1",
      "desc": "Death",
      "dlg": "This is... *sigh* Disregard. All units, continue to... engage..."
    },
    {
      "id": "choice_success_p_11114_2",
      "desc": "Check Passed",
      "dlg": "Position captured. Moving on to the next."
    },
    {
      "id": "choice_fail_n_11114_1",
      "desc": "Check Failed",
      "dlg": "Failed to capture position... But our objective remains the same."
    },
    {
      "id": "battle_clear_11114_1",
      "desc": "Victory Cry",
      "dlg": "The recon team suffered some losses... but the plan went off without a hitch. All clear.\nCommencing extraction. We'll leave the rest to the Clearance Department."
    },
    {
      "id": "battle_clear_ex_11114_1",
      "desc": "Extra Conditions Fulfilled",
      "dlg": "Once, a terrifying officer of a Finger and a Star of the City... Now, nothing but an embarrassing has-been.\n... This is LCA Vanguard Team, Udjat. Objective completed. Will retrieve the target's remains for handover to the research department."
    },
    {
      "id": "battle_defeat_11114_1",
      "desc": "Defeat Wail",
      "dlg": "But I checked every piece of equipment for failure... How did these—dammit! We can't handle these targets with faulty equipment! Alerting all Udjat stations! Obstacle insurmountable! Extract, extract now!"
    }
  ]
}