{
    "dataList": [
      {
        "id": "get_10413_1",
        "desc": "Identity Acquisition",
        "dlg": "What else remains for me to cut down when I have already failed the one I was meant to protect? Do <i>you</i> know? ... Right, I didn't think so."
      },
      {
        "id": "lobby_morning_10413_1",
        "desc": "Morning Greeting",
        "dlg": "B.O.D.Y... But One Day a Year. A single day is all that it takes for things to fall and scatter—be it the glory of bygone days, or the prospective candidacy of Family Hierarch. That's why mornings work best when they don't linger. Holding my gaze on what I know will be a fleeting nothingness... it turns my stomach."
      },
      {
        "id": "lobby_noon_10413_1",
        "desc": "Afternoon Greeting",
        "dlg": "I'll live with a sword in hand, fighting in the service of others... to the last of my days. And every time that false light of Hongyuan's sky ceiling flickers on and off...\nI'll be reminded of that guard duty I failed."
      },
      {
        "id": "lobby_night_10413_1",
        "desc": "Evening Greeting",
        "dlg": "Who will I be working for tonight? The coin doesn't matter.\n... Best if it's some fool thirsting for ambition enough to brush Daguanyuan's walls.\nSharing a target makes things simpler."
      },
      {
        "id": "smalltalk_10413_1",
        "desc": "Chatter #1",
        "dlg": "Songs praising the new Family Hierarch are already making rounds in Hongyuan's market squares. Laughable... If only they were there to see how violently my lord's throat was torn open."
      },
      {
        "id": "smalltalk_10413_2",
        "desc": "Chatter #2",
        "dlg": "Even a drifting blade knows to repay a favor. That... I don't forget. Unlike the rest... of my memories."
      },
      {
        "id": "smalltalk_10413_3",
        "desc": "Chatter #3",
        "dlg": "Candidates of the Shi and Wang Families... Pawns with no real reach to get me closer to the Hierarch. If I want to dig further... the Xue Family is the door to knock on."
      },
      {
        "id": "smalltalk_10413_4",
        "desc": "Post-Uptie Chat 1",
        "dlg": "Restructuring Day... My fool of a lord used to say he wanted to reform it. For someone from Daguanyuan, he was... radical. Progressive.\nThis newly-ascended idiot doesn't seem to share that outlook at all... Makes me wonder what the lord I laid in the ground would make of this farce."
      },
      {
        "id": "smalltalk_10413_5",
        "desc": "Post-Uptie Chat 2",
        "dlg": "So they thought throwing numbers would do me in... Rats this time, huh?\nHah... bring it on. Good to know my name makes those cowards hiding behind the Heishou rattle."
      },
      {
        "id": "neglect_10413_1",
        "desc": "Idle",
        "dlg": "I buried the flower that had wilted... But once I'm dead, there will be no one left... to bury me."
      },
      {
        "id": "gacksung_10413_1",
        "desc": "Uptying",
        "dlg": "I drift aimlessly with no lord to serve, yet still they insist on standing in my way... Hah. No doubt Daguanyuan knows it's the body in the grave that guides the tip of my spear."
      },
      {
        "id": "formation_10413_1",
        "desc": "Deployment",
        "dlg": "Walk with me for a while. Where are you headed?"
      },
      {
        "id": "battleentry_10413_1",
        "desc": "Stage Entry",
        "dlg": "Our paths align. I'll lend you a hand."
      },
      {
        "id": "battle_select_10413_1",
        "desc": "Viewed in Battle",
        "dlg": "Straying from my back isn't a smart choice."
      },
      {
        "id": "battle_endcommand_10413_1",
        "desc": "Commencing Attack",
        "dlg": "Gladly."
      },
      {
        "id": "battle_enemy_break_10413_1",
        "desc": "Enemy Stagger",
        "dlg": "Storm them without mercy..."
      },
      {
        "id": "battle_break_10413_1",
        "desc": "Staggered",
        "dlg": "... Hah."
      },
      {
        "id": "battle_kill_10413_1",
        "desc": "Enemy Killed",
        "dlg": "Scatter, never again to be found."
      },
      {
        "id": "battle_dead_10413_1",
        "desc": "Death",
        "dlg": "My only regret... is that I die without avenging... that foolish lord of mine."
      },
      {
        "id": "choice_success_p_10413_2",
        "desc": "Check Passed",
        "dlg": "Only doing what I was paid for."
      },
      {
        "id": "choice_fail_n_10413_1",
        "desc": "Check Failed",
        "dlg": "... Don't make me do anything that doesn't involve using a spear."
      },
      {
        "id": "battle_clear_10413_1",
        "desc": "Victory Cry",
        "dlg": "You don't look pleased... I know. It's not an outcome worth praising. ... I won't take your coin. In return, stand with me when the day comes—the day I cut off that usurper's head in Daguanyuan."
      },
      {
        "id": "battle_clear_ex_10413_1",
        "desc": "Extra Conditions Fulfilled",
        "dlg": "Keep me in your employ.\nI might look like a crackpot among Hongyuan's many blades, but soon you'll see I'm leagues above even the Heishou. And by the time you realize that... the objective will have been accomplished—yours and mine."
      },
      {
        "id": "battle_defeat_10413_1",
        "desc": "Defeat Wail",
        "dlg": "Looks like... my spear's lost its bite. Makes sense I failed him that day too... Hah. Be seeing you soon, my foolish lord."
      }
    ]
}