{
    "dataList": [
      {
        "id": "get_11213_1",
        "desc": "Identity Acquisition",
        "dlg": "Gotta leave this alley for good once the rain lets up.\n*puff* I don’t intend on getting whacked just yet."
      },
      {
        "id": "lobby_morning_11213_1",
        "desc": "Morning Greeting",
        "dlg": "... Been a while since a Purge ran past dawn. Guess there are a lot more loudmouths these days who don't know when to hold their tongues even with the Finger Bow-Bell hanging overhead."
      },
      {
        "id": "lobby_noon_11213_1",
        "desc": "Afternoon Greeting",
        "dlg": "... Got it. Thanks—I'm taking this one to the grave. \nA Purge, is it? Well, a small relief that the acquaintances I'd made on the job... weren't completely useless. Now that we got an early warning... let's hope some of us can make it outta here alive."
      },
      {
        "id": "lobby_night_11213_1",
        "desc": "Evening Greeting",
        "dlg": "Ironic after all those nights being in charge of Purges... now we're the ones getting clipped.\nNight's fallen—time to put that Invitation to use. If we're doomed to walk in the darkness wherever we go... might as well let the Star of the City light our way."
      },
      {
        "id": "smalltalk_11213_1",
        "desc": "Chatter #1",
        "dlg": "It's not like I didn't see it coming. I knew the Boss... was too young and rash to let an injustice slide or to remember that curiosity kills the cat.\nGuess that's why I didn't flip my lid about how it all went down, but that \"accident\"... it just had to be a damn fool of a question, second-guessing the Padrino’s intentions... *sigh* the more I think about it, the more it blows my mind."
      },
      {
        "id": "smalltalk_11213_2",
        "desc": "Chatter #2",
        "dlg": "Standing crooked, talking with their mouth full, sighing, cutting off a superior mid-sentence... I told 'em all, time and again—don't do it. But there are always numbskulls who say they can't kick the habit.\nUnder the Thumb, there's no faster way to dig your own grave than reckless, sloppy \"habits.\""
      },
      {
        "id": "smalltalk_11213_3",
        "desc": "Chatter #3",
        "dlg": "Just one of the many Enforcers of the Purge here in the South. That would've been about the top job us Night Awls could've landed—we're not from a particularly well-known Famiglia, and we've never been a part of the more powerful factions either...\nIt doesn't matter now. We clawed like mongrel dogs to carve out a turf of our own in L Corp.'s Backstreets, and... for what?"
      },
      {
        "id": "smalltalk_11213_4",
        "desc": "Post-Uptie Chat 1",
        "dlg": "If you're marked to be Purged by the Thumb, best find the Night Awls if you'd rather be spared a painful death.\nAt the very least... we'll strike you where you're sure to die, merciful and quick. In the City, that's about as good a death as you'll get."
      },
      {
        "id": "smalltalk_11213_5",
        "desc": "Post-Uptie Chat 2",
        "dlg": "Greenhorns who manage to get their hands on some decent Workshop-made fabric... they always gotta take a hit in a scrap, see how much it can take.\nThey don't value their lives, if you ask me. Doesn't matter if it's made of steel, or something fresh off the Workshop-floor... if it's not the best out there, clothes are bound to have seams in them."
      },
      {
        "id": "neglect_11213_1",
        "desc": "Idle",
        "dlg": "*puff* This quiet... it's not so bad.\nHe who is deaf, blind, and silent will live a hundred years in peace."
      },
      {
        "id": "gacksung_11213_1",
        "desc": "Uptying",
        "dlg": "The Index, W Corp., Shi Association... They're using all kinds of techniques, just as I've heard.\nStill, whoever you're up against, there's always a gap to strike through. There's still hope... We might just come out of this alive yet."
      },
      {
        "id": "formation_11213_1",
        "desc": "Deployment",
        "dlg": "Survival matters the most... I'll do anything for it."
      },
      {
        "id": "battleentry_11213_1",
        "desc": "Stage Entry",
        "dlg": "No choice but to keep fighting... until the very end."
      },
      {
        "id": "battle_select_11213_1",
        "desc": "Viewed in Battle",
        "dlg": "Stay sharp and focus on the fight if you don't want to snuff it."
      },
      {
        "id": "battle_endcommand_11213_1",
        "desc": "Commencing Attack",
        "dlg": "Let's deal with this quickly."
      },
      {
        "id": "battle_enemy_break_11213_1",
        "desc": "Enemy Stagger",
        "dlg": "Is this your weak spot?"
      },
      {
        "id": "battle_break_11213_1",
        "desc": "Staggered",
        "dlg": "Gah..."
      },
      {
        "id": "battle_kill_11213_1",
        "desc": "Enemy Killed",
        "dlg": "You were full of openings."
      },
      {
        "id": "battle_dead_11213_1",
        "desc": "Death",
        "dlg": "I guess running away... did nothing to unseal our fate..."
      },
      {
        "id": "choice_success_p_11213_2",
        "desc": "Check Passed",
        "dlg": "Anything else left? Let's deal with it fast."
      },
      {
        "id": "choice_fail_n_11213_1",
        "desc": "Check Failed",
        "dlg": "... If only hard work guaranteed results."
      },
      {
        "id": "battle_clear_11213_1",
        "desc": "Victory Cry",
        "dlg": "How many do we have left? Can you all still stand?\nWe should start recruiting more once we make it out of here. Going back to the Thumb with so few of us left... would only make us look worthless in the Capo dei Capi's eyes."
      },
      {
        "id": "battle_clear_ex_11213_1",
        "desc": "Extra Conditions Fulfilled",
        "dlg": "We'd better hurry up, or surviving this long will have been for nothing.\nBook of the Index, eh... Wasn't half bad—we did manage to take care of this right. With this, we won't be Purged at the very least."
      },
      {
        "id": "battle_defeat_11213_1",
        "desc": "Defeat Wail",
        "dlg": "The Library, the Backstreets... It was pointless to think about escape routes.\n*shaky breath* Trying to outrun the Purge... couldn't cheat death... in the end."
      }
    ]
}
