{
    "dataList": [
      {
        "id": "get_10312_1",
        "desc": "Identity Acquisition",
        "dlg": "Behold! Herein are chronicled the tales of protectors of love and peace! Heh heh, verily, they are quite like us Magical Maidens!\n<color=#ff6baa>Oooh...! So that's what Fixers do, huh?</color>"
      },
      {
        "id": "lobby_morning_10312_1",
        "desc": "Morning Greeting",
        "dlg": "Ahhh~ Such early hours of the morn are cause for struggle for Magical Maidens. How is it that the unjust have such predilection for the wee hours of the night? As such, we are always sleep-deprived..."
      },
      {
        "id": "lobby_noon_10312_1",
        "desc": "Afternoon Greeting",
        "dlg": "Fie, fie! It appeareth that the time for mine luncheon hath arrived already! I hardly noticed the time pass by, for I was engrossed in tales of thine heroism!\n<color=#ff6baa>Hey, hold on! I've got an even more exciting story for you. It's about the time I was ambushed by Arcana...</color>\nHm?! That's, uh... v-verily, I shall forgo the midday meal to hear thy tale, then!!!"
      },
      {
        "id": "lobby_night_10312_1",
        "desc": "Evening Greeting",
        "dlg": "The hour is late, yet my work continueth... for Lady Magical Girl, my responsibility and a dear friend, hath deigned to enact justice at this hour! Forsooth, as an employee, 'tis mine obligation to assist her. Yaaaawn... Nngh, yet I am quite weary still..."
      },
      {
        "id": "smalltalk_10312_1",
        "desc": "Chatter #1",
        "dlg": "Peace and quiet are good qualities to have, are they not? 'Tis a place in which absurd horrors occur with such prevalence, thus... Hm? Ah, verily. 'Tis true that we are having a brief pocket of leisure at this moment. Ah, dost thou, perchance, find thyself mired in boredom? Then I have a remedy for thee! Behold, another issue of Fixers Monthly!"
      },
      {
        "id": "smalltalk_10312_2",
        "desc": "Chatter #2",
        "dlg": "In truth, I... ahem. I have been feeling quite indebted to thee. I heard in passing that I owe mine transfer and promotion to a Captain of the Central Command Team to my performance in managing thee... Thou hast not once broken containment succeeding thine assignment to my care, indeed? Hmm... ah, didst thou suppress thyself for my sake?!  "
      },
      {
        "id": "smalltalk_10312_3",
        "desc": "Chatter #3",
        "dlg": "Nay! We live not in a binary world with a clear-cut demarcation of 'good' and 'evil'! We are all amalgamations that exist in precarious and complicated balance of good and evil. Thus, I implore thee—harbor no such sad sentiments, for the existence of evil is not the sole measure of thine worth."
      },
      {
        "id": "smalltalk_10312_4",
        "desc": "Post-Uptie Chat 1",
        "dlg": "The Second Warning... hm! 'Tis evident! Now is the time for thee to deliver unto them the hammer of justice! Ho! With this hairpin and E.G.O Gear, thy most gracious gift... and do away with this chaos!"
      },
      {
        "id": "smalltalk_10312_5",
        "desc": "Post-Uptie Chat 2",
        "dlg": "Even if my life be made forfeit... I shall protect the employees of this establishment and the people of the City! Ho! Arcana... Beats!"
      },
      {
        "id": "neglect_10312_1",
        "desc": "Idle",
        "dlg": "Hmm... no warnings today, I must wonder... hup! Perish the thought... Nay, nay! I have definitely not harbored thoughts of boredom induced by the lack of eventful action, nay!!"
      },
      {
        "id": "gacksung_10312_1",
        "desc": "Uptying",
        "dlg": "Hark, one and all! Cease thy panicking, for I am here! Cast upon me any task thou seest fit: Abnormality containment breach suppression, containment unit management, insane employee suppression, anything shall do! Prithee, do summon me, as I shall doubtless be of assistance!"
      },
      {
        "id": "formation_10312_1",
        "desc": "Deployment",
        "dlg": "Prithee, leave it in my care!"
      },
      {
        "id": "battleentry_10312_1",
        "desc": "Stage Entry",
        "dlg": "In the name of Love and Justice~ Here cometh Magical Maiden!"
      },
      {
        "id": "battle_select_10312_1",
        "desc": "Viewed in Battle 1",
        "dlg": "Gasp! Doth aught requireth mine assistance?"
      },
      {
        "id": "battle_select_hysteric_10312_1",
        "desc": "Viewed in Battle 2",
        "dlg": "Get out of my head..."
      },
      {
        "id": "battle_endcommand_10312_1",
        "desc": "Commencing Attack 1",
        "dlg": "'Tis evident this foe shall pose a challenge... allow me!"
      },
      {
        "id": "battle_endcommand_hysteric_10312_1",
        "desc": "Commencing Attack 2",
        "dlg": "If I am to be of any use..."
      },
      {
        "id": "battle_enemy_break_10312_1",
        "desc": "Enemy Staggered 1",
        "dlg": "Heh heh, 'tis light work!"
      },
      {
        "id": "battle_enemy_break_hysteric_10312_1",
        "desc": "Enemy Staggered 2",
        "dlg": "Arcana scum..."
      },
      {
        "id": "battle_break_10312_1",
        "desc": "Staggered 1",
        "dlg": "Ngh, this cannot be..."
      },
      {
        "id": "battle_break_hysteric_10312_1",
        "desc": "Staggered 2",
        "dlg": "Is it time to pay the price...?"
      },
      {
        "id": "battle_kill_10312_1",
        "desc": "On Kill 1",
        "dlg": "Behold, for evil hath been cleansed thus!"
      },
      {
        "id": "battle_kill_hysteric_10312_1",
        "desc": "On Kill 2",
        "dlg": "Ha ha... now peace shall reign, and...?"
      },
      {
        "id": "battle_dead_10312_1",
        "desc": "Death #1",
        "dlg": "I... swore I would... protect thee all... to the bitter..."
      },
      {
        "id": "battle_dead_hysteric_10312_1",
        "desc": "Death #2",
        "dlg": "I failed to protect them... just like she failed..."
      },
      {
        "id": "choice_success_p_10312_2",
        "desc": "Check Passed",
        "dlg": "Hm! Handily managed! Prithee, count on mine assistance next time as well!"
      },
      {
        "id": "choice_fail_n_10312_1",
        "desc": "Check Failed",
        "dlg": "... I failed. Hast thou no need of me any longer?"
      },
      {
        "id": "battle_clear_10312_1",
        "desc": "Victory Cry",
        "dlg": "Heh heh, justice, served! Now... I must forthwith make haste and return to her to regale her with the haaaaai-lights of this suppression!"
      },
      {
        "id": "battle_clear_ex_10312_1",
        "desc": "Extra Conditions Fulfilled",
        "dlg": "Dost thou know of the glory of victory and the beauty of the world therein? Nay? All good! For what we behold now, at this very moment... is just that."
      },
      {
        "id": "battle_defeat_10312_1",
        "desc": "Defeat Wail",
        "dlg": "So... this is what it hath all come to. I'm just like them. I failed the suppression, I'm a useless— Nngh, get out of my head... The voices, make it stop...!"
      }
    ]
}
