{
  "dataList": [
    {
      "id": 8632,
      "codeName": "T-03-16-15",
      "name": "過ぎ去りし日の寝袋",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 1,
          "story": "管理人様から命じられた事後報告を遂行いたします。\n\nそれとの初遭遇時刻は、本日10時40分頃です。\n\n巨大な骸骨の姿をしていたため、発見にはそれほど時間を要しませんでした。\n\n(呼吸音)大きさはかなりのものでしたが、頭蓋骨の下には脊椎に似た骨格がありそれを肋骨のように見える部分がこれらを覆っていました。\n\n推測の域を出ませんが…(呼吸音)人間と類似した骨格構造を持つと判断されます。\n\n当初は、その類似性を元に人体の弱点を利用するつもりでしたが…。\n\nそれの脊椎は自在に伸縮し、(呼吸音)肋骨を腕や翼のように操るという特異事項が目撃されたため、即座に計画を破棄しました。\n\n確かにあのような(呼吸音)怪物には、一般的な常識に基づいた戦術が(呼吸音)通用することは内でしょう…しかし、得たものもありました。\n\n分析の過程で、内部に黒い人型の存在が別途存在することを把握でき(呼吸音)、正確な役割は未だ不明ですが、本体やコア、あるいは核と呼ばれるものに該当する可能性を考慮しています。\n\nこれまでの観測された情報から、骨を利用した物理攻撃が予想されますが…確証となる手がかりは得られていません。\n\n不足する情報については、持続的な観察によって(呼吸音)補完する予定ですので、今後の指示に役立てていただければと(呼吸音)存じます。\n\nよろしくお願いいたします。\n\n→ いやぁ…録音になっても定型文だな？\n\n→ 管理人様に使える者として当然の心得だ。\n\n→ まったくなぁ…でも息はしながら話せって。今ので呼吸音って何回記録されたんだ？\n\n→ ふん。ひよっ子どもが緊張して出す音だろう。このウーティスがたかがこの程度の報告に息が詰まると思っているのなら、大きな誤算だ！\n\n→ その…僕じゃないです。息をする音なら、さっきからあの骸骨から出てますけど…。\n\n→ ほぉ。肺も、気道も無しに息の通じる通路はいずこなりや。奇異である。"
        },
        {
          "level": 2,
          "story": "本日11時頃、それとの有意義な戦闘を実施しました。\n\n予想通り、それは戦闘が始まるとすぐに骨を用いた物理攻撃を仕掛けてきましたね。\n\n最も目立った攻撃は脊椎を長く伸ばし、その巨大な顎で敵対個体を噛み砕くものでしたが、予想外の攻撃手段も確認されました。\n\n断続的に吐き出す息。一般的な呼吸とは異なり、それの呼吸は強烈な衝撃と突風を伴い…直接影響を受けた囚人たちに深刻な被害をもたらしました。\n\n無様な連中ですが、戦力の欠如は致命的な結果を招く可能性があるため、今後の指揮に役立てていただければ幸いです。\n\nただし…戦略性を特に必要とする個体ではないと判断されます。圧迫戦術を活用すれば、十分対処可能かと思われます。\n\n一つ注意すべき点がありました。一定時間が経過すると、それは強大な息吹を放出しました。\n\nその息吹は敵味方を問わず吸い込んだ者の集中力を高め、攻撃が鋭さを増すことが確認されました。そして、この過程において、骸骨内部の黒い個体が、他者の吸い込んだ息吹を強奪しようとする動きを見せましたね。\n\n様々な戦略を試みましたが、奪われるのを阻止することはできませんでした。\n\n各個人の激しい抵抗によって、奪われる息吹の量を最小限に抑えることが最善策でした。\n\n大量の息吹を奪われた場合、それの攻撃はさらに強化されるためこれを防ぐことが最重要事案のようでず。\n\n以上で報告を終了します。\n\n感謝いたします。\n\n→ 可読性のために呼吸音を削除しました。ただし、臨場感を考慮し、前回の記録の呼吸音は残しておきます。\n\n→ さ、さっきの黒い人がグレゴールさんを引きずり込んでいたんですけど、大丈夫ですか？\n\n→ …捕まると酷い目に遭うから気をつけた方がいいぞ。全身が引き裂かれるかと思ったよ。"
        },
        {
          "level": 3,
          "story": "戦闘中に追記すべき事項が発生したため、追加でご報告いたします。\n\nそれの肋骨を破壊すると、より致命的な攻撃を準備することが判明しました。\n\nしかし、本体を守る骨が失われた分、それに対する攻撃の大半がより有効になることも確認されました。\n\n肋骨を破壊しない場合は長期戦に突入する可能性が高くなるのは事実ですが、反対に致命的な危険晒される可能性を排除できるという長所もあります。\n\nふむ。どうやら、戦略的な選択が必要な瞬間のようですね。\n\n管理人様はいつもそうであったように、それの行動や戦場の状況を的確に見極めて優れた判断を下されることでしょう。\n\nですので、今後の指揮については…管理人様の素晴らしい判断に従うことといたします。\n\n以上で報告を終了します。\n\n感謝いたします。\n\n→ うん…ありがとう。\n\n→ 最近ウーティスに返事するダンテ…なんか気持ちこもってなくない？\n\n→ いや…誤解だって！私なりに誠心誠意返事してるよ。\n\n→ 下らん離間工作で私と管理人様の仲を裂こうとするつもりか。無意味なことをするんだな。\n\n→ いや…それも誤解だと思うんだけど。とにかく、本当に心から感謝して言ってるってことは分かってほしいな…。"
        }
      ]
    },
    {
      "id": 8630,
      "codeName": "F-01-16-13",
      "name": "凶弾の射手",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 1,
          "story": "おい！録音でやれって言われたから、とりあえず始めたけどよ！\n\nこれ、こんなんでちゃんと記録されてんのか！？\n\nったく…あのイカれたヤツがやたら銃を撃ちまくるから、うっさくてオレの声なんか聞こえやしねんだよ！\n\nチッ…ま、できるからやらせてるんだろうな。とにかく、やんぞ！\n\nドタマに脳みその代わりに煙なのか炎なのか分かんねぇもん載っけてやがんな！ボロボロの軍服みてぇなの着てるしよ！\n\nベラベラくっちゃべってるのを聞くに、なんか自分が戦争に参加したとか言ってるみてぇだな！\n\nとりあえず、執拗にドタマだけ狙ってくんのが特徴っちゃ特徴だけどよ、あんなヤツはどこにでもいるしな！\n\n本当にブッ殺したい奴がいるなら、まず頭をぶち壊すもんだろ！\n\nでも狙いははっきりしてるから、戦うのはそんなに難しくなさそうだな？\n\n→ これがヒースの遺言になるだなんてね…。\n\n→ ふむ。録音された音声をテキストに変換する機能は正しく作動していますね。お疲れさまです。\n\n→ はぁ…あぁ、そうか。それはそうとして、ちゃんと弾いて叩き潰したと思ったんだけどな。なんだったんだ？\n\n→ 幻想体のターゲットになった以上、たとえ打ち勝ったとしても弾丸が命中する現象を確認した。\n\n→ うん？それでは避ければ良いのではなかろうか！？\n\n→ …避けられんなら避けてるっつーの！"
        },
        {
          "level": 2,
          "story": "さっきオレがくたばるとき、隣にいたヤツらも一緒に撃たれたって話だよな？\n\nあの虫のおっさんが言うには…アイツが使ってんのは散弾銃って武器らしい。\n\n射程は短ぇ代わり弾が広範囲に拡散して、対象を撃ち抜くっつってたけど…たぶん、それのせいじゃねぇかな。\n\nそういえば、あのヤロー…標的を決めるときも、まず近くのヤツから狙ってたし。\n\nなんか遠くにいるときは…うーん。撃たれても、そこまで痛くなかった気がするんだよな。\n\nならよ。ドタマさえ撃ち抜かれないようにして、上手く戦えばいいんじゃねえか？\n\nさっきどこかで見たような虫のドタマしたヤツ呼び出したけどよ…。\n\nまぁ、無視して銃持ってるヤツからぶちのめせばいいだろ。\n\n→ これで2回目の遺言だって、ヒース。\n\n\n→ はっ。遂に仲間を召喚するようになったかと思いきや…そのまま撃ち殺してますね？\n\n→ なっ、なんだよ…あの人。旧G社の部長だろ。どうなってるんだ？\n\n→ ここは鏡屈折鉄道ですからね。必要な個体を心象の破片から再構成したものに近いですね。\n\n→ …(煙草の灰が付いている)…ふぅ。戦場だって呼び出されたってのか？チッ。死んでなお…。"
        },
        {
          "level": 3,
          "story": "ペンダントを見ろっつった後のアイツの反応、お前らも見たよな？\n\n絶叫しながら暴れた後は、なんつーか…気力が抜けたって感じっていうか。\n\n銃を撃つにも弱々しいし、殴んのを防ぐのもまともにできなくなってたな。\n\nったく。思い出したくねぇなら、ペンダントなんか首にかけて歩くなよ。\n\nおかげで楽に片付いたけど…気分が悪ぃな。\n\nまあ…お偉いファウストさんが毎度言ってることはちゃんと覚えてるって。\n\nあれは幻想体で、アイツの言葉に耳を傾けちゃなんねぇってこと。\n\nはっ。でも、今回はそう簡単に割り切れねぇってのに、どうしろってんだよ？\n\n知ってて言ったとは思わねぇ。俺だけに向かって言ったわけでもねぇし…。\n\nただ、俺たちに愛した者を覚えているって言っただけだかんな。\n\n…その…全部終わったから言うけどよ。\n\n最初に俺のドタマが吹っ飛んだヤツ。\n\n俺がちゃんと覚えているってことなんだよな？なんか……そう思うと、悪い気はしねえな？\n\n→ えっ？あの…じゃあ、つまり気分が良かったってこ…とですか？\n\n→ ん？あぁ。まあ、あえて言うならそんな感じか。\n\n→ …意図は何だ？貴様がどれほど愚かでも、管理人様の苦痛を喜ぶような人間ではないと思うが。\n\n→ 何言ってんだ？いや、時計ヅラが痛がってて嬉しいってことじゃねぇし―\n\n→ ヒースクリフ君…他者の苦痛を通じて喜びを得るは、決して望ましきことにあらじ。\n\n→ クソッ！だから誤解っつってんだよ！管理人！オメェなら俺が何言いたいか分かんだろ！？\n\n→ そ、それはまあ分かってはいるけど…。(何かを書きかけて慌てて消した跡がある。)\n\n→ …いや。ここで話すのはなんだし、後で面談で話すぞ。"
        }
      ]
    },
    {
      "id": 8633,
      "codeName": "F-04-16-04",
      "name": "四百輪の薔薇",
      "clue": "手掛かり",
      "storyList": [
        {
          "level": 1,
          "story": "酷い血の匂いだな。ひと目見たところ、平凡の薔薇のように見えるが…。\n\n花びらの隙間にある、あの沢山の目。私はあの目を見たことがある。\n\n血に飢えた家族達から見られた、あのギラついた、ねっとりとした欲望の眼。\n\n何かを殺そうとか、害そうとしているわけじゃない。あれはただ単に…血を渇望しているだけだ。\n\nあの花も、過去はこのような怪物ではなかったのだろう。血を宿しに宿し、やがて満足できなくなっただけなのだろう。\n\n…はぁ。あの小さき者に憐憫を抱く前に、まずは私の立場を顧みる方が良いだろうが。\n\nふむ。動きを見るに…。予想されるのは、あの蔓を振り回す攻撃か？ しかし、そんな単純な攻撃であれば、大した問題にはならないだろう。\n\nそうだな。あの紅い花びらが血を吸ったのなら、血を用いた攻撃も考えられよう。\n\nこれをごく自然に、管理人殿へ伝え―\n\n…待て。これはも、もしや既に記録されているんじゃ…ありませぬか？\n\nファ、ファウスト君！誤ってボタンを押してしまったので聞きまするが、もしやこの記録を破棄して新たに書き直すことは―\n\n→ 妥当な事由があれば可能です。\n\n→ おお！では頼み申す！録音にて記録を残すのは初めてゆえ、つい些細な過ちを犯してしまったのでありまする。\n\n→ 妥当な事由ではないので棄却します。当該記録はそのまま維持しても問題なさそうですね。\n\n→ (ドンキホーテ残した数十回の再記録要請の下に、ファウストがひとつひとつに却下の文言を書いている。)"
        },
        {
          "level": 2,
          "story": "じ～～つに激烈な戦闘であったぞ！\n\nあれは我らに傷を負わせんと血眼になっておったぞ！\n\n周囲の血を啜り、それを我らへと撃ち放つ様を見れば…地に流れる血を養分として戦うものに相違あるまい！\n\nさればこそ、皆も血を与えてはならぬと悩んだことであろうが…このドンキホーテが、奇抜なる一計を案じたのである！\n\nふふっ。聞いて驚くでないぞ…。\n\nあれはな…血を飲めば飲むほど、穏やかになるのだ！\n\nすこぉしばかり頑丈にはなるが、我らの仲間が負傷することなく、かの悪しき幻想体を裁く絶好の機会ではなかろうか！\n\nどうであろう？素晴らしき情報ではなかろうか？\n\n→ 血を飲ませれば飲ませるほどなんか…ずいぶん頑丈になってる気がするんですけど。\n\n→ そうですよね。い、いっそ血を与えず、さっさと討伐するのはどうですか…？\n\n→ うむ。だからといって、血を与えないと凶暴化することも確認されている。\n\n→ ふむ。それなら適度に食べさせてやろうって、適度に。毎回血をやるのも痛かったし、良かったじゃないか。"
        },
        {
          "level": 3,
          "story": "ふむ…適度に血を与えようというグレゴール君を言うとおりにすると、その後はかなり順調であったぞ。\n\nああ！もちろん我、ドン・キホーテも討伐の助けとなる重大な情報を発見したのである。\n\nあの薔薇は頭！ 頭こそが弱点である！つまり、あの花弁よ！\n\n見たところ、頭を砕けば血を飲むのにも難儀する様子であったぞ！\n\nあの胴体を攻撃すればこちらも傷を負うことになり気掛かりであったが、実に好都合ではないか！\n\n攻撃のたびに全身の傷が弾けることを減らすことができると自負しておるぞ。\n\nふふ…もはや、あの薔薇が当人の討伐リストに記されるのもそう遠くないであろう！\n\nあぁ、それから…これを読んでおるファウスト君に、重大なるお願いが一つあるのだが…。\n\nこの戦闘が終わったらな…。\n\n最初の記録を修正できるようにしてはくれぬか…？\n\n→ 想像以上にしぶといですね。26回目になりますが、不可です。\n\n→ 最初の記録も、なかなか良かったと思いますけど？私は、むしろそちらの方がまだ報告書としては適切だったように思いますけど。\n\n→ 私はこっちの記録の方が100倍は良い思うけどね。イシュやファウみたいに、す～っごく真面目に書き過ぎるのはつまらないでしょっ。\n\n→ いや…報告書は真面目に書くべきじゃないですか？まあ、ドンキホーテさんはまだ普段から割とまめに記録されている方かとは思いますけど…。\n\n→ うぅむ？2人とも何を申しておるのだ？当人の記録はいつも同じであるぞ！\n\n→ ドンキ…ファウが消してくれないから、忘れることにしたの…？\n\n→ …その、頭隠して尻隠さずの性分は、記憶が戻っても変わらないんですね？"
        }
      ]
    }
  ]
}